[{"detail": [{"content": "NYU/CNS : Undergrad Program : Courses                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                               Schedules & Links      Spring 2012                   Course Number   Sec   Code Needed   Call #   Title   Credit Hours   ACT   Class Days   Start Time-End Time   BLDG, ROOM   Instructor         NEURL-UA 220   001   N   8933   Behavioral & Integrative Neuroscience   4.0   LEC   MW   11:00am-12:15pm   MEYR 815   FENTON / SHAPLEY         NEURL-UA 220   003   N   8934   Behavioral & Integrative Neuroscience   0.0   RCT   T   12:30pm-1:45pm   TBA   TBA         NEURL-UA 220   004   N   8935   Behavioral & Integrative Neuroscience   0.0   RCT   R   2:00pm-3:15pm   TBA   TBA         NEURL-UA 221   001   Y   8938   Behavioral & Integrative Neuroscience Lab   2.0   LAB   W   2:00pm-6:00pm   SILV 612   SHAPLEY         NEURL-UA 301   001   Y   8939   Honors Seminar   4.0   LEC   T   2:00pm-4:00pm   MEYR 815   SEMPLE         NEURL-UA 304   001   Y   17783   Computational Neuroscience   4.0   SEM   M   4:00pm-6:00pm   MEYR 815   RINZEL         NEURL-UA 302   002   Y   8940   Sp Tpcs: Inhibitory Synapse Function   4.0   LEC   W   2:00pm-5:00pm   MEYR 815   KOTAK          NEURL-UA 302   011   Y   14453   Sp Tpcs: Neuroeconomics & Decision Making     4.0   SEM   TR   2:00pm-3:15pm   TBA   MALONEY         NEURL-UA 305   001   Y   14455   Development & Dysfunction of the Nervous System     4.0   LEC   TR   12:30pm-1:45pm   MEYR 815   SANES         NEURL-UA 305   002   N   17782   Development & Dysfunction of the Nervous System   0.0   REC   W   12:30pm-1:45pm   TBA   TBA         NEURL-UA 988   001   Y   8942   Independent Study   2.0 - 4.0   IND   TBA   TBA   TBA   AOKI               WS = Washington Square Campus           Course Descriptions    The descriptions below are generic. For time-sensitive information  regarding a course, please see our course schedules pages.         Introduction to Neural Science  NEURL-UA 100. Identical to BIOL-UA 100  Prerequisites: BIOL-UA 11 (Bio I) and BIOL-UA 12 (Bio II)  Recommended: PSYCH-UA 001 (Intro to Psych) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Faculty  Semester: Fall  4 points     An introductory lecture course covering the fundamental principles of neuroscience. Topics will include: principles of brain organization; structure and ultrastructure of neurons; neurophysiology and biophysics of excitable cells; synaptic transmission; neurotransmitter systems and neurochemistry; neuropharmacology; neuroendocrine relations; molecular biology of neurons; development and plasticity of the brain; aging and diseases of the nervous system; organization of sensory and motor systems; structure and function of cerebral cortex; modelling of neural systems.          Cellular and Molecular Neurobiology   NEURL-UA 210. Identical to BIOL-UA 201  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  4 points      A lecture course that provides students with broad exposure to current questions and experimental approaches in cellular neuroscience. Lectures are organized into three areas: cell structure and organization of the vertebrate central nervous system, mechanisms underlying neural signaling and plasticity, and control of cell form and its developmental determinants.           Lab for Cellular and Molecular Neurobiology  NEURL-UA 211  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  For Honors-Track students only  2 points     A laboratory course that provides students with broad exposure to experimental approaches in cellular neuroscience. Laboratories are organized into two areas: cell structure and organization of the vertebrate central nervous system, and mechanisms underlying neural signaling and plasticity. Laboratory instruction is given in anatomical, physiological, and biochemical methods for investigating the biology of nerve cells.           Behavioral and Integrative Neural Science  NEURL-UA220. Identical to PSYCH-UA 52 and BIOL-UA202  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  4 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory          Lab for Behavioral and Integrative Neural Science  NEURL-UA 221  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  For Honors-Track students only  2 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory.          Honors Seminar  NEURL-UA 301  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the Director of Undergraduate Studies  Instructor: Faculty  Semester: Spring  4 points     Intended for honors-track juniors or seniors currently conducting research towards their honors thesis. Covers both practical and theoretical aspects of succeeding in science with topics such as scientific writing, authorship and publication practices, navigating mentorship relationships, and oral presentation skills. Structured as a weekly seminar class with active participation, including student presentation of journal articles and varying length presentations of students' own research projects.           Special Topics in Neural Science   NEURL-UA 302  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the instructor  Instructor: Faculty  Semester: Fall and Spring  4 points     A seminar course providing in-depth treatment of an area of current interest in neuroscience. Lectures will present background material and address current problems in the area related to the topic. Students will read and discuss review articles and current literature on the topic. Course content will be determined on a semester-by- semester basis.           Special Topics: Neural Basis of Color Vision   NEURL-UA 302.005  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Shapley  Semester: Spring  4 points    Color is an important part of our lives. The seminar course will cover color perception facts such as trichromacy, opponent colors, unique hues, color contrast, and color induction. Then we will read and discuss review articles and primary literature, both classical and recent, on the neural mechanisms in the retina and in the cerebral cortex that are the basis for color perception. We will focus on single opponent cells in the retina and double opponent cells in the visual cortex: their functional connectivity and response patterns, and their role in color perception.           Special Topics: Advanced Perception   NEURL-UA 302.006. Identical to PSYCH-UA 61  Prerequisites: NEURL-UA 100 (Intro to Neuro), and NEURL-UA 220 (Behav & Integ NS); or PSYCH-UA 001 (Intro to Psych) and PSYCH-UA 22 (Perception)  Instructor: Faculty  Semester: Fall; every other year     The objective of this course is to master the fundamental facts and concepts of perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; brightness and contrast; pattern and texture perception; perception of depth and size; visual motion perception; object recognition; attention and awareness.           Special Topics: Introduction to Theoretical Neuroscience  NEURL-UA 302.011 and 302.012  Prerequisites: NEURL-UA 100 (Intro to Neuro) and MATH-UA 121 (Calculus I)  Instructor: Ma  Semester: Spring  4 points      This course will introduce concepts and techniques related to the modeling of neural systems and behavior at an elementary level. The course will span the breadth of neuroscience, from ions to behavior. However, for each of those areas, we will study only one or two equations, calculations, or models in depth. We will also discuss modern applications of theoretical neuroscience. Throughout the course, we will use both math and numerical simulations. Several tutorials will be integrated into the course: on the programming language Python, scientific notation, differential equations, probability, and matrices.            Special Topics: Biology of Memory - Systems and Diseases  NEURL-UA 302.017  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Alberini  Semester: Spring  4 points     The course will present the fundamentals of the molecular mechanisms underlying memory formation, storage and retrieval. It will discuss how these mechanisms can be used to enhance or disrupt memory storage. The course will review and discuss the most relevant and contemporary publications in the field.          Special Topics: Neuroscience, Popular Press and Government Policy  NEURL-UA 302.025  Prerequisites: NEURL-UA 100 (Intro to Neuro) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Kaplow  Semester: Spring  4 points     The main objective of this course is to closely examine the relationship between neural science research, popular media, and government policy. Students will analyze scientific research papers and discuss the dissemination of results to the general public. Students will be assigned a scientific article in the field of neuroscience to present to the class. Students will critique both scientific journal articles and corresponding popular press articles, discussing the strengths and weakness of each article. Topics of discussion will include: How are the innovations in the field of neuroscience communicated to the public? What details are edited and filtered out when communicating neuroscience to the public? What is the right balance for communicating research and should limitations be included? What findings are typically highlighted in popular media and why? Students will also discuss the impact of neuroscience research on shaping government policy. and contemporary publications in the field.            Development and Dysfunction of the Nervous System  NEURL-UA 305  Prerequisites: NEURL-UA 100 (Intro to Neuro) and NEURL-UA 210 (Cell & Molec NB), or permission of the instructor  Instructor: Sanes  Semester: Spring  4 points     This course will explore how the nervous system develops in normal animals, and how genetic and epigenetic factors can disrupt these processes. Lectures on normal developmental mechanisms will be interleaved with those on disorders to provide a solid foundation for our discussions of abnormal events during maturation. The lectures on normal development cover a broad range of topics including differentiation, axon outgrowth, synapse formation, specificity of connections, and plasticity. The lectures on dysfunction include autism, dyslexia, mental retardation, specific language impairment, hearing loss, blindness, ADHD, demyelinating or neurodegenerative disorders, and axon regeneration. The major goals of the course will be to understand the extent to which current theories can explain the etiology of each disorder, and to learn how basic research can best facilitate advances in our knowledge and, ultimately, lead to treatments or cures.           Independent Study  NEURL-UA 997 (Fall).  NEURL-UA 998 (Spring)  Instructor: Faculty  Semester: Fall; Spring  1-4 points    Independent study with a Center for Neural Science faculty member. Open to advanced neural science majors with permission of the director of undergraduate studies.                                                       Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 04-May-2012 2:40PM"}]},
{"detail": [{"content": "NYU/CNS : Undergrad Program : Courses                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                               Schedules & Links      Spring 2012                   Course Number   Sec   Code Needed   Call #   Title   Credit Hours   ACT   Class Days   Start Time-End Time   BLDG, ROOM   Instructor         NEURL-UA 220   001   N   8933   Behavioral & Integrative Neuroscience   4.0   LEC   MW   11:00am-12:15pm   MEYR 815   FENTON / SHAPLEY         NEURL-UA 220   003   N   8934   Behavioral & Integrative Neuroscience   0.0   RCT   T   12:30pm-1:45pm   TBA   TBA         NEURL-UA 220   004   N   8935   Behavioral & Integrative Neuroscience   0.0   RCT   R   2:00pm-3:15pm   TBA   TBA         NEURL-UA 221   001   Y   8938   Behavioral & Integrative Neuroscience Lab   2.0   LAB   W   2:00pm-6:00pm   SILV 612   SHAPLEY         NEURL-UA 301   001   Y   8939   Honors Seminar   4.0   LEC   T   2:00pm-4:00pm   MEYR 815   SEMPLE         NEURL-UA 304   001   Y   17783   Computational Neuroscience   4.0   SEM   M   4:00pm-6:00pm   MEYR 815   RINZEL         NEURL-UA 302   002   Y   8940   Sp Tpcs: Inhibitory Synapse Function   4.0   LEC   W   2:00pm-5:00pm   MEYR 815   KOTAK          NEURL-UA 302   011   Y   14453   Sp Tpcs: Neuroeconomics & Decision Making     4.0   SEM   TR   2:00pm-3:15pm   TBA   MALONEY         NEURL-UA 305   001   Y   14455   Development & Dysfunction of the Nervous System     4.0   LEC   TR   12:30pm-1:45pm   MEYR 815   SANES         NEURL-UA 305   002   N   17782   Development & Dysfunction of the Nervous System   0.0   REC   W   12:30pm-1:45pm   TBA   TBA         NEURL-UA 988   001   Y   8942   Independent Study   2.0 - 4.0   IND   TBA   TBA   TBA   AOKI               WS = Washington Square Campus           Course Descriptions    The descriptions below are generic. For time-sensitive information  regarding a course, please see our course schedules pages.         Introduction to Neural Science  NEURL-UA 100. Identical to BIOL-UA 100  Prerequisites: BIOL-UA 11 (Bio I) and BIOL-UA 12 (Bio II)  Recommended: PSYCH-UA 001 (Intro to Psych) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Faculty  Semester: Fall  4 points     An introductory lecture course covering the fundamental principles of neuroscience. Topics will include: principles of brain organization; structure and ultrastructure of neurons; neurophysiology and biophysics of excitable cells; synaptic transmission; neurotransmitter systems and neurochemistry; neuropharmacology; neuroendocrine relations; molecular biology of neurons; development and plasticity of the brain; aging and diseases of the nervous system; organization of sensory and motor systems; structure and function of cerebral cortex; modelling of neural systems.          Cellular and Molecular Neurobiology   NEURL-UA 210. Identical to BIOL-UA 201  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  4 points      A lecture course that provides students with broad exposure to current questions and experimental approaches in cellular neuroscience. Lectures are organized into three areas: cell structure and organization of the vertebrate central nervous system, mechanisms underlying neural signaling and plasticity, and control of cell form and its developmental determinants.           Lab for Cellular and Molecular Neurobiology  NEURL-UA 211  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  For Honors-Track students only  2 points     A laboratory course that provides students with broad exposure to experimental approaches in cellular neuroscience. Laboratories are organized into two areas: cell structure and organization of the vertebrate central nervous system, and mechanisms underlying neural signaling and plasticity. Laboratory instruction is given in anatomical, physiological, and biochemical methods for investigating the biology of nerve cells.           Behavioral and Integrative Neural Science  NEURL-UA220. Identical to PSYCH-UA 52 and BIOL-UA202  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  4 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory          Lab for Behavioral and Integrative Neural Science  NEURL-UA 221  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  For Honors-Track students only  2 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory.          Honors Seminar  NEURL-UA 301  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the Director of Undergraduate Studies  Instructor: Faculty  Semester: Spring  4 points     Intended for honors-track juniors or seniors currently conducting research towards their honors thesis. Covers both practical and theoretical aspects of succeeding in science with topics such as scientific writing, authorship and publication practices, navigating mentorship relationships, and oral presentation skills. Structured as a weekly seminar class with active participation, including student presentation of journal articles and varying length presentations of students' own research projects.           Special Topics in Neural Science   NEURL-UA 302  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the instructor  Instructor: Faculty  Semester: Fall and Spring  4 points     A seminar course providing in-depth treatment of an area of current interest in neuroscience. Lectures will present background material and address current problems in the area related to the topic. Students will read and discuss review articles and current literature on the topic. Course content will be determined on a semester-by- semester basis.           Special Topics: Neural Basis of Color Vision   NEURL-UA 302.005  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Shapley  Semester: Spring  4 points    Color is an important part of our lives. The seminar course will cover color perception facts such as trichromacy, opponent colors, unique hues, color contrast, and color induction. Then we will read and discuss review articles and primary literature, both classical and recent, on the neural mechanisms in the retina and in the cerebral cortex that are the basis for color perception. We will focus on single opponent cells in the retina and double opponent cells in the visual cortex: their functional connectivity and response patterns, and their role in color perception.           Special Topics: Advanced Perception   NEURL-UA 302.006. Identical to PSYCH-UA 61  Prerequisites: NEURL-UA 100 (Intro to Neuro), and NEURL-UA 220 (Behav & Integ NS); or PSYCH-UA 001 (Intro to Psych) and PSYCH-UA 22 (Perception)  Instructor: Faculty  Semester: Fall; every other year     The objective of this course is to master the fundamental facts and concepts of perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; brightness and contrast; pattern and texture perception; perception of depth and size; visual motion perception; object recognition; attention and awareness.           Special Topics: Introduction to Theoretical Neuroscience  NEURL-UA 302.011 and 302.012  Prerequisites: NEURL-UA 100 (Intro to Neuro) and MATH-UA 121 (Calculus I)  Instructor: Ma  Semester: Spring  4 points      This course will introduce concepts and techniques related to the modeling of neural systems and behavior at an elementary level. The course will span the breadth of neuroscience, from ions to behavior. However, for each of those areas, we will study only one or two equations, calculations, or models in depth. We will also discuss modern applications of theoretical neuroscience. Throughout the course, we will use both math and numerical simulations. Several tutorials will be integrated into the course: on the programming language Python, scientific notation, differential equations, probability, and matrices.            Special Topics: Biology of Memory - Systems and Diseases  NEURL-UA 302.017  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Alberini  Semester: Spring  4 points     The course will present the fundamentals of the molecular mechanisms underlying memory formation, storage and retrieval. It will discuss how these mechanisms can be used to enhance or disrupt memory storage. The course will review and discuss the most relevant and contemporary publications in the field.          Special Topics: Neuroscience, Popular Press and Government Policy  NEURL-UA 302.025  Prerequisites: NEURL-UA 100 (Intro to Neuro) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Kaplow  Semester: Spring  4 points     The main objective of this course is to closely examine the relationship between neural science research, popular media, and government policy. Students will analyze scientific research papers and discuss the dissemination of results to the general public. Students will be assigned a scientific article in the field of neuroscience to present to the class. Students will critique both scientific journal articles and corresponding popular press articles, discussing the strengths and weakness of each article. Topics of discussion will include: How are the innovations in the field of neuroscience communicated to the public? What details are edited and filtered out when communicating neuroscience to the public? What is the right balance for communicating research and should limitations be included? What findings are typically highlighted in popular media and why? Students will also discuss the impact of neuroscience research on shaping government policy. and contemporary publications in the field.            Development and Dysfunction of the Nervous System  NEURL-UA 305  Prerequisites: NEURL-UA 100 (Intro to Neuro) and NEURL-UA 210 (Cell & Molec NB), or permission of the instructor  Instructor: Sanes  Semester: Spring  4 points     This course will explore how the nervous system develops in normal animals, and how genetic and epigenetic factors can disrupt these processes. Lectures on normal developmental mechanisms will be interleaved with those on disorders to provide a solid foundation for our discussions of abnormal events during maturation. The lectures on normal development cover a broad range of topics including differentiation, axon outgrowth, synapse formation, specificity of connections, and plasticity. The lectures on dysfunction include autism, dyslexia, mental retardation, specific language impairment, hearing loss, blindness, ADHD, demyelinating or neurodegenerative disorders, and axon regeneration. The major goals of the course will be to understand the extent to which current theories can explain the etiology of each disorder, and to learn how basic research can best facilitate advances in our knowledge and, ultimately, lead to treatments or cures.           Independent Study  NEURL-UA 997 (Fall).  NEURL-UA 998 (Spring)  Instructor: Faculty  Semester: Fall; Spring  1-4 points    Independent study with a Center for Neural Science faculty member. Open to advanced neural science majors with permission of the director of undergraduate studies.                                                       Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 04-May-2012 2:40PM"}, {"content": "NYU/CNS : Doctoral Program : Courses                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements & Sample Curriculum   - Facilities   - Admissions, Financial Aid & Housing   - Handbook & Guide   Courses: Schedules and Links   Neuroscience-related programs at NYU                               Search CNS                 CNS Personnel Directory                              Neural Science Graduate Courses      2015 / 2016 - Course Schedules & Links      Fall 2015   Spring 2016        2014 / 2015 - Course Schedules & Links      Fall 2014   Spring 2015          (See bottom of this page for recent past course pages.)          Course Descriptions      CENTER FOR NEURAL SCIENCE         Cellular Neuroscience  NEURL-GA2201 Identical to PSYCH-GA2201.   Open to doctoral candidates in fields relevant to neural science.  Sanes, staff.  4 points.    Team-taught, intensive course. Lectures and readings cover basic biophysics and cellular, molecular, and developmental neuroscience.          Sensory and Motor Systems  NEURL-GA2202 Identical to PSYCH-GA2202.   Open to doctoral candidates in fields relevant to neural science.  Shapley, staff.  4 points.    Team-taught intensive course. Lectures and readings concentrate on neural regulation of sensory and motor systems.         Laboratory in Neural Science I, II  NEURL-GA2203, 2204   Open to doctoral candidates in fields relevant to neural science.  Corequisites: NEURL-GA2201, NEURL-GA2202.  Lab I: Aoki, Carter, staff  Lab II: Hawken, Pesaran, staff  3 points per term.    Team-taught, state-of-the-art teaching laboratory in neural science. The first semester includes histology and cellular and molecular neuroscience. The second semester includes neuroanatomy, sensory neurophysiology, modern neuroanatomical tracer techniques, psychophysics, and computational neuroscience.        Behavioral and Cognitive Neuroscience  NEURL-GA2205   Open to doctoral candidates in fields relevant to neuroscience.  Suzuki, Curtis.  4 points.    Team-taught intensive course. Lectures, readings, and laboratory exercises cover neuroanatomy, cognitive neuroscience, learning, memory, and emotion.         Mathematical Tools for Neuroscience  NEURL-GA2207   Open to doctoral candidates in fields relevant to neuroscience.  Prerequisites: undergraduate calculus and some programming experience.  Simoncelli, staff.  4 points.    Team-taught intensive course. Lecture, readings, and homework exercises cover basic mathematical techniques for analysis and modeling of neural systems. Homework sets are based on the MATLAB software package.         Introduction to Research in Neural Science I, II  NEURL-GA2210, 2211   Open only to doctoral candidates in neural science.  3 points per term.    Research component of the first-year core curriculum in neural science. Students participate in the research activities in several different laboratories to learn current questions and techniques in neuroscience. Performance is evaluated on the basisof learning the literature and proficiency in laboratory techniques, basedon oral and/or written presentations with the laboratory group.         Simulation and Data Analysis  NEURL-GA2233 Identical to PSYCH-GA2233.   Prerequisite: a statistics course, NEURL-GA2206, or permission of the instruct  3 points.          Linear Systems  NEURL-GA2236 Identical to PSYCH-GA2236.  3 points.         Function and Dysfunction of Central Auditory Processing  NEURL-GA2522   Prerequisites: NEURL-GA2201, 2202, or permission of instructor.  Sanes.  3 points.    Explores the relationship between cetral auditory physiology and psychocoustics and those elements of the ctral auditory system that may changwith deafness.         Neuronal Networks  NEURL-GA2855 Identical to G63.2856   Prerequisites: Applied Differential Equations.  Rinzel.  3 points.    Lecture course on the formulation and analysis of models for neuronal ensembles and neuronal computations. Spiking and firing rate mechanistic treatments of network dynamics as well as probabilistic behavioral descriptions will be covered. Students will undertake computing projects related to the course material.        Special Topics in Neural Science  NEURL-GA3041, 3042  Staff.   3 points per term.         Introduction to Theoretical Neuroscience NEURL-GA 3042.001 and 3042.004 (Same as NEURL-UA 302.011 and 302.012)  Prerequisites: NEURL-UA 100 and MATH-UA 21.   Instructor: Ma  Spring  3 points   This course will introduce concepts and techniques related to the modeling of neural systems and behavior at an elementary level. The course will span the breadth of neuroscience, from ions to behavior. However, for each of those areas, we will study only one or two equations, calculations, or models in depth. We will also discuss modern applications of theoretical neuroscience. Throughout the course, we will use both math and numerical simulations. Several tutorials will be integrated into the course: on the programming language Python, scientific notation, differential equations, probability, and matrices.         Computational Modeling of Neuronal Systems  NEURL-GA3042 Identical to G63.2855   Prerequisites: familiarity with applied differential equations, statistics and probability.  Rinzel.  3 points.    Lecture/seminar course on computational modeling of neuronal systems, from cellular to system level, from models of physiological mechanisms to more abstract models of information encoding and decoding. We will address the characterization of neuronal responses or identification of neuronal computations; how they evolve dynamically; how they are implemented in neural ware; and how they are manifested in human/animal behaviors. Modeling will involve deterministic and stochastic differential equations, information theory, and Bayesian estimation and decision theory. Lecturers from NYU working groups will present foundational material as well as current research. Examples from various neural contexts, including visual and auditory systems, decision-making, motor control, and learning and memory. Students will undertake a course project to simulate a neural system, or to compare a model to neural data.         The Meaning of 'Understanding' in Brain Research  NEURL-GA 3042.007   Prerequisites: Open to doctoral candidates in fields relevant to neural science.  Dudai  Spring  3 points.    When you select a brain mechanism to study, what do you expect to 'understand' and how would you know that you have understood it? 'Understanding' as a cognitive accomplishment is intuitively understood but its meaning in science is debated. With the impressive advances in the armamentarium of neuroscience, the increasing pace of discovery at multiple levels of description, and the integration of such findings into models, discussion of what 'understanding' means in brain research becomes even more timely. This course will address 'understanding' from the point of view of practicing neuroscientists but also drawing on concepts and observations from a multitude of disciplines, including philosophy, history of science, and cognition. The course will combine frontal lectures and discussions, including guest presentations by members of the NYU faculty on what they consider as 'understanding' in their own research program.           Special Topics in Neural Science: Synaptogenesis  NEURL-GA3042   Prerequisites: NEURL-GA2201/PSYCH-GA2201 or another introductory course that  covers topics of basic biophysics and cellular, molecular, and developmental neuroscience.  Aoki.  3 points.    Lecture and discussions that explore the axonal, dendritic and intercellular mechanisms regulating the formation and stabilization of synapses. The discussions will also consider diseases associated with abnormalities in these mechanisms and resistance to mutations.          Special Topics in Neural Science  NEURL-GA3201, 3202  Staff.   3 points per term.    Advanced seminars led by the faculty to provide in-depth consideration of specific topic areas in neural science.        Neural Basis of Color Perception  NEURL-GA3234   Prerequisite: NEURL-GA2202 orequivalent.  Shapley, staff.  3 points.    Lectures and readings on the major phenomena of color perception (colomixing, color induction and constancolor spaces) and on its retinal and ctical substrates. Readings are from research papers and some secondarysources. Students present critical reviews of one of the papers on the reading list. A paper is required by end of the course on a topic mutually agreeable to student and instructor.        Information Processing and Visual Pathways  NEURL-GA3235   Prerequisite: NEURL-GA2202 or equivalent.  Shapley, staff  3 points.    Seminar and lecture course in visualsignal processing and visual pathwaThe aim of the course is to reach anunderstanding of vision from a systeanalysis point of view. Readings arefrom research papers and some seconary sources. Students present criticalreviews of one of the papers on the reading list. A paper is required by the end of the course on a topic mutually agreeable to student and instructor.        Classic Papers in Vision Research  NEURL-GA3236   Prerequisite: NEURL-GA2202 or equivalent.  Krauskopf.  3 points.    Reading and discussion of important papers in vision. Each student leads the discussion of one or more papers.        Neural Basis of Eye Movement Control  NEURL-GA3238   Glimcher.  3 points.         Behavioral Neuroscience  NEURL-GA3241   LeDoux, Matthews.  3 points.         Neuroanatomy  NEURL-GA3242   3 points.          Dissertation Research and Seminar  NEURL-GA3301, 3302  Kiorpes, Staff.   1-3 points per term.          Reading Course in Neural Science  NEURL-GA3305, 3306  Kiorpes, Staff.   May be repeated for credit.  1-3 points per term.         Stress, Arousal, and the Amygdala  NEURL-GA3307   LeDoux.  3 points.         Beyond Filtering: Selected Topics in Visual Perception  NEURL-GA3310   Offered in the spring semester, every two years.  Prerequisite: NEURL-GA2202 or equivalent, graduate course in perception, or permission of the instructor.  Rubin.  3 points.    Critical examination of modern approaches to vision research. Emphasis is on the interplay between theory and experiment.         Research Problems in Neural Science  NEURL-GA3321, 3322  Kiorpes, Staff.   May be repeated for credit.  1-3 points per term.         Neural Control of Movement  NEURL-GA3331   May be repeated for credit.  Glimcher.  1-3 points.         Computational Neuroscience Forum  NEURL-GA3350   Rinzel.  3 points.    Lecture/seminar course on computational aspects of neural function at cellular/circuit/system levels. Case study approach with four- to six-week segments that focus on specific topic areas. Registered attendees are expected to complete a project and to present one or more journal articles on courserelated topics.         Fellows' Seminar  NEURL-GA3380, 3381  Kiorpes.   May be repeated for credit.  1-3 points per term.    One-hour research colloquium given by members of the Center for Neural Science.         Seminar in Current Topics  NEURL-GA3390, 3391   May be repeated for credit.  1-3 points per term.    Weekly one-hour research colloquium given by the Center for Neural Science faculty or outside speakers.          Mathematical Aspects of Neurophysiology  NEURL-GA3400, G63.2855   May be repeated for credit.  3 points per term.    This course will focus on neurophysiology and biophysics at the cellular  level; the mechanistic and mathematical descriptions of neuronal dynamics  and input/output properties. Topics will include: ionic channels  (current-voltage relations, gating kinetics, different types),  Hodgkin-Huxley equations and reductions (the action potential, repetitive  firing, bursting, propagation), dendrites (branching cable theory, passive  and active membrane, spines), synapses (transmitter release,  depression/facilitation, plasticity). Both analytical (perturbation and  bifurcation methods) and numerical techniques will be described and used,  serving as an applied introduction to these methodologies. Students will  undertake computing projects related to the course material.        Seminar in Neuroeconomics  NEURL-GA3410   Instructor: Staff   Semester: Spring  3 points per term.    This seminar will survey the emerging field of neuroeconomics, the interdisciplinary study of the brain's mechanisms for decision evaluation and choice. We will approach these issues from multiple perspectives, drawing on theoretical, behavioral, and neural data from economics, psychology, and neurobiology. Major topics include: decision under risk and uncertainty; multiplayer interactions and social preferences; the role of learning in evaluating options; and choice mechanisms.         Disorders of the Nervous system  NEURL-GA4414   Instructor: Staff   Semester: Spring  4 points per term.    This course will address disorders of the nervous system, using examples selected from several of the the major classes of CNS disorders. The first lectures will address developmental disorders, followed by disorders of sensory systems. Subsequently there will be a series of topics that address neurological and psychiatric diseases with complex or heterogeneous etiology, such as schizophrenia and epilepsy. Neurodegenerative disorders and brain injury will also be addressed. Finally, examples of cancer and infectious diseases that target the CNS will be presented. For each topic, a clinical overview will be provided, followed by research about underlying mechanisms, based on clinical research or animal models. The course will follow the textbook \"Diseases of the Nervous System\" (S. Gilman, Ed.). The course instructors are research scientists who have expertise in neuroscience and translational research. The major goals of the course will be to introduce clinical topics to graduate students in a context that complements basic neuroscience courses, and provides opportunities to expand their perspectives from basic science to clinically-related endpoints.             Related Departments      DEPARTMENT OF BIOLOGY         Genes and Animal Behavior  BIOL-GA1082   Blau  4 points.  Survey of principles and patterns of animal behavior. Covers classical ethological research of Lorenz and others and modern research on the molecular basis of behavior, especially in model systems. Behaviors studied include reproductive behavior, rhythmic behavior, learning and memory, and feeding behavior.            Developmental Neurobiology  BIOL-GA2221   Prerequisite: permission of the instructor.  Desplan, Sanes  4 points.  Recent advances in genetic model systems as well as the development of new tools in vertebrate embryology have allowed much insight into the development of the central nervous system (CNS). This course focuses on the development of well-studied central nervous systems through a comparison of invertebrate and vertebrate species. It provides an in-depth description of the molecular and cellular mechanisms that pattern the CNS. Topics include cell specification, synapse formation, and e-dependent plasticity.           Topics in Genetic and Molecular Neurobiology  BIOL-GA2222   Prerequisite: permission of the instructor.  Seminar. Holmes.  2 points.  The course meets Mondays from 9:30-10:45 in room Silver 1009G (the Biology office conference room). Each week 1 or 2 papers on the neurobiology of drug addiction are discussed. Topics include molecular mechanisms of addiction in relation to learning and memory; genetic screening for novel candidate mechanisms of addiction in humans and animal models; and neural circuits that underlie addiction.  No exams or required papers; grades are based on quality of presentation and participation in discussion.             Molecular Neural Science Journal Club  BIOL-GA3008   May be repeated for credit with permission of the instructor.  Seminar. Azmitia.  2 points.  Students critically discuss selected papers from current literature.         DEPARTMENT OF PSYCHOLOGY        Perception  PSYCH-GA2223   Heeger and Landy (Fall and Spring)  3 points.    In-depth survey of psychophysical and modeling methodology, and  vision and auditory research. Topic areas include linear systems  theory, signal detection theory, optics, spatial vision, motion analysis,  depth perception, color vision, auditory coding of intensity  and frequency, sound localization, and speech perception.          Simulation and Data Analysis  PSYCH-GA2233   Students who have taken PSYCH-GA1057 will not receive credit for PSYCH-GA2233.  Maloney.  3 points.  Topics include numerical analysis, probability theory and mathematical statistics essential to developing and evaluating computer simulations of complex cognitive and neural processes.          Functional Magnetic Resonance Imaging Lab  PSYCH-GA2245   Heeger and Inati  3 points.  This course covers the major topics and issues in the  field of fMRI. With this background, students will be able to design  and implement their own fMRI experiments.          Seminar in Perception  PSYCH-GA3233  Landy.           How to Program Vision Experiments  PSYCH-GA3397  Pelli.                 Recent Past Course Schedules    2013 / 2014 - Course Schedules & Links      Fall 2013   Spring 2014        2012 / 2013 - Course Schedules & Links     Fall 2012   Spring 2013      2011 / 2012 - Course Schedules & Links     Fall 2011   Spring 2012      2010 / 2011 - Course Schedules & Links     Fall 2010   Spring 2011      2009 / 2010 - Course Schedules & Links     Fall 2009   Spring 2010      2008 / 2009 - Course Schedules & Links     Fall 2008   Spring 2009      2007 / 2008 - Course Schedules & Links     Fall 2007   Spring 2008                                            Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 09-Mar-2015 8:53PM"}]},
{"detail": [{"content": "NYU/CNS : Undergrad Program : Courses                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                               Schedules & Links      Spring 2012                   Course Number   Sec   Code Needed   Call #   Title   Credit Hours   ACT   Class Days   Start Time-End Time   BLDG, ROOM   Instructor         NEURL-UA 220   001   N   8933   Behavioral & Integrative Neuroscience   4.0   LEC   MW   11:00am-12:15pm   MEYR 815   FENTON / SHAPLEY         NEURL-UA 220   003   N   8934   Behavioral & Integrative Neuroscience   0.0   RCT   T   12:30pm-1:45pm   TBA   TBA         NEURL-UA 220   004   N   8935   Behavioral & Integrative Neuroscience   0.0   RCT   R   2:00pm-3:15pm   TBA   TBA         NEURL-UA 221   001   Y   8938   Behavioral & Integrative Neuroscience Lab   2.0   LAB   W   2:00pm-6:00pm   SILV 612   SHAPLEY         NEURL-UA 301   001   Y   8939   Honors Seminar   4.0   LEC   T   2:00pm-4:00pm   MEYR 815   SEMPLE         NEURL-UA 304   001   Y   17783   Computational Neuroscience   4.0   SEM   M   4:00pm-6:00pm   MEYR 815   RINZEL         NEURL-UA 302   002   Y   8940   Sp Tpcs: Inhibitory Synapse Function   4.0   LEC   W   2:00pm-5:00pm   MEYR 815   KOTAK          NEURL-UA 302   011   Y   14453   Sp Tpcs: Neuroeconomics & Decision Making     4.0   SEM   TR   2:00pm-3:15pm   TBA   MALONEY         NEURL-UA 305   001   Y   14455   Development & Dysfunction of the Nervous System     4.0   LEC   TR   12:30pm-1:45pm   MEYR 815   SANES         NEURL-UA 305   002   N   17782   Development & Dysfunction of the Nervous System   0.0   REC   W   12:30pm-1:45pm   TBA   TBA         NEURL-UA 988   001   Y   8942   Independent Study   2.0 - 4.0   IND   TBA   TBA   TBA   AOKI               WS = Washington Square Campus           Course Descriptions    The descriptions below are generic. For time-sensitive information  regarding a course, please see our course schedules pages.         Introduction to Neural Science  NEURL-UA 100. Identical to BIOL-UA 100  Prerequisites: BIOL-UA 11 (Bio I) and BIOL-UA 12 (Bio II)  Recommended: PSYCH-UA 001 (Intro to Psych) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Faculty  Semester: Fall  4 points     An introductory lecture course covering the fundamental principles of neuroscience. Topics will include: principles of brain organization; structure and ultrastructure of neurons; neurophysiology and biophysics of excitable cells; synaptic transmission; neurotransmitter systems and neurochemistry; neuropharmacology; neuroendocrine relations; molecular biology of neurons; development and plasticity of the brain; aging and diseases of the nervous system; organization of sensory and motor systems; structure and function of cerebral cortex; modelling of neural systems.          Cellular and Molecular Neurobiology   NEURL-UA 210. Identical to BIOL-UA 201  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  4 points      A lecture course that provides students with broad exposure to current questions and experimental approaches in cellular neuroscience. Lectures are organized into three areas: cell structure and organization of the vertebrate central nervous system, mechanisms underlying neural signaling and plasticity, and control of cell form and its developmental determinants.           Lab for Cellular and Molecular Neurobiology  NEURL-UA 211  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  For Honors-Track students only  2 points     A laboratory course that provides students with broad exposure to experimental approaches in cellular neuroscience. Laboratories are organized into two areas: cell structure and organization of the vertebrate central nervous system, and mechanisms underlying neural signaling and plasticity. Laboratory instruction is given in anatomical, physiological, and biochemical methods for investigating the biology of nerve cells.           Behavioral and Integrative Neural Science  NEURL-UA220. Identical to PSYCH-UA 52 and BIOL-UA202  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  4 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory          Lab for Behavioral and Integrative Neural Science  NEURL-UA 221  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  For Honors-Track students only  2 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory.          Honors Seminar  NEURL-UA 301  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the Director of Undergraduate Studies  Instructor: Faculty  Semester: Spring  4 points     Intended for honors-track juniors or seniors currently conducting research towards their honors thesis. Covers both practical and theoretical aspects of succeeding in science with topics such as scientific writing, authorship and publication practices, navigating mentorship relationships, and oral presentation skills. Structured as a weekly seminar class with active participation, including student presentation of journal articles and varying length presentations of students' own research projects.           Special Topics in Neural Science   NEURL-UA 302  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the instructor  Instructor: Faculty  Semester: Fall and Spring  4 points     A seminar course providing in-depth treatment of an area of current interest in neuroscience. Lectures will present background material and address current problems in the area related to the topic. Students will read and discuss review articles and current literature on the topic. Course content will be determined on a semester-by- semester basis.           Special Topics: Neural Basis of Color Vision   NEURL-UA 302.005  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Shapley  Semester: Spring  4 points    Color is an important part of our lives. The seminar course will cover color perception facts such as trichromacy, opponent colors, unique hues, color contrast, and color induction. Then we will read and discuss review articles and primary literature, both classical and recent, on the neural mechanisms in the retina and in the cerebral cortex that are the basis for color perception. We will focus on single opponent cells in the retina and double opponent cells in the visual cortex: their functional connectivity and response patterns, and their role in color perception.           Special Topics: Advanced Perception   NEURL-UA 302.006. Identical to PSYCH-UA 61  Prerequisites: NEURL-UA 100 (Intro to Neuro), and NEURL-UA 220 (Behav & Integ NS); or PSYCH-UA 001 (Intro to Psych) and PSYCH-UA 22 (Perception)  Instructor: Faculty  Semester: Fall; every other year     The objective of this course is to master the fundamental facts and concepts of perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; brightness and contrast; pattern and texture perception; perception of depth and size; visual motion perception; object recognition; attention and awareness.           Special Topics: Introduction to Theoretical Neuroscience  NEURL-UA 302.011 and 302.012  Prerequisites: NEURL-UA 100 (Intro to Neuro) and MATH-UA 121 (Calculus I)  Instructor: Ma  Semester: Spring  4 points      This course will introduce concepts and techniques related to the modeling of neural systems and behavior at an elementary level. The course will span the breadth of neuroscience, from ions to behavior. However, for each of those areas, we will study only one or two equations, calculations, or models in depth. We will also discuss modern applications of theoretical neuroscience. Throughout the course, we will use both math and numerical simulations. Several tutorials will be integrated into the course: on the programming language Python, scientific notation, differential equations, probability, and matrices.            Special Topics: Biology of Memory - Systems and Diseases  NEURL-UA 302.017  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Alberini  Semester: Spring  4 points     The course will present the fundamentals of the molecular mechanisms underlying memory formation, storage and retrieval. It will discuss how these mechanisms can be used to enhance or disrupt memory storage. The course will review and discuss the most relevant and contemporary publications in the field.          Special Topics: Neuroscience, Popular Press and Government Policy  NEURL-UA 302.025  Prerequisites: NEURL-UA 100 (Intro to Neuro) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Kaplow  Semester: Spring  4 points     The main objective of this course is to closely examine the relationship between neural science research, popular media, and government policy. Students will analyze scientific research papers and discuss the dissemination of results to the general public. Students will be assigned a scientific article in the field of neuroscience to present to the class. Students will critique both scientific journal articles and corresponding popular press articles, discussing the strengths and weakness of each article. Topics of discussion will include: How are the innovations in the field of neuroscience communicated to the public? What details are edited and filtered out when communicating neuroscience to the public? What is the right balance for communicating research and should limitations be included? What findings are typically highlighted in popular media and why? Students will also discuss the impact of neuroscience research on shaping government policy. and contemporary publications in the field.            Development and Dysfunction of the Nervous System  NEURL-UA 305  Prerequisites: NEURL-UA 100 (Intro to Neuro) and NEURL-UA 210 (Cell & Molec NB), or permission of the instructor  Instructor: Sanes  Semester: Spring  4 points     This course will explore how the nervous system develops in normal animals, and how genetic and epigenetic factors can disrupt these processes. Lectures on normal developmental mechanisms will be interleaved with those on disorders to provide a solid foundation for our discussions of abnormal events during maturation. The lectures on normal development cover a broad range of topics including differentiation, axon outgrowth, synapse formation, specificity of connections, and plasticity. The lectures on dysfunction include autism, dyslexia, mental retardation, specific language impairment, hearing loss, blindness, ADHD, demyelinating or neurodegenerative disorders, and axon regeneration. The major goals of the course will be to understand the extent to which current theories can explain the etiology of each disorder, and to learn how basic research can best facilitate advances in our knowledge and, ultimately, lead to treatments or cures.           Independent Study  NEURL-UA 997 (Fall).  NEURL-UA 998 (Spring)  Instructor: Faculty  Semester: Fall; Spring  1-4 points    Independent study with a Center for Neural Science faculty member. Open to advanced neural science majors with permission of the director of undergraduate studies.                                                       Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 04-May-2012 2:40PM"}, {"content": "NYU/CNS : Doctoral Program : Courses                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements & Sample Curriculum   - Facilities   - Admissions, Financial Aid & Housing   - Handbook & Guide   Courses: Schedules and Links   Neuroscience-related programs at NYU                               Search CNS                 CNS Personnel Directory                              Neural Science Graduate Courses      2015 / 2016 - Course Schedules & Links      Fall 2015   Spring 2016        2014 / 2015 - Course Schedules & Links      Fall 2014   Spring 2015          (See bottom of this page for recent past course pages.)          Course Descriptions      CENTER FOR NEURAL SCIENCE         Cellular Neuroscience  NEURL-GA2201 Identical to PSYCH-GA2201.   Open to doctoral candidates in fields relevant to neural science.  Sanes, staff.  4 points.    Team-taught, intensive course. Lectures and readings cover basic biophysics and cellular, molecular, and developmental neuroscience.          Sensory and Motor Systems  NEURL-GA2202 Identical to PSYCH-GA2202.   Open to doctoral candidates in fields relevant to neural science.  Shapley, staff.  4 points.    Team-taught intensive course. Lectures and readings concentrate on neural regulation of sensory and motor systems.         Laboratory in Neural Science I, II  NEURL-GA2203, 2204   Open to doctoral candidates in fields relevant to neural science.  Corequisites: NEURL-GA2201, NEURL-GA2202.  Lab I: Aoki, Carter, staff  Lab II: Hawken, Pesaran, staff  3 points per term.    Team-taught, state-of-the-art teaching laboratory in neural science. The first semester includes histology and cellular and molecular neuroscience. The second semester includes neuroanatomy, sensory neurophysiology, modern neuroanatomical tracer techniques, psychophysics, and computational neuroscience.        Behavioral and Cognitive Neuroscience  NEURL-GA2205   Open to doctoral candidates in fields relevant to neuroscience.  Suzuki, Curtis.  4 points.    Team-taught intensive course. Lectures, readings, and laboratory exercises cover neuroanatomy, cognitive neuroscience, learning, memory, and emotion.         Mathematical Tools for Neuroscience  NEURL-GA2207   Open to doctoral candidates in fields relevant to neuroscience.  Prerequisites: undergraduate calculus and some programming experience.  Simoncelli, staff.  4 points.    Team-taught intensive course. Lecture, readings, and homework exercises cover basic mathematical techniques for analysis and modeling of neural systems. Homework sets are based on the MATLAB software package.         Introduction to Research in Neural Science I, II  NEURL-GA2210, 2211   Open only to doctoral candidates in neural science.  3 points per term.    Research component of the first-year core curriculum in neural science. Students participate in the research activities in several different laboratories to learn current questions and techniques in neuroscience. Performance is evaluated on the basisof learning the literature and proficiency in laboratory techniques, basedon oral and/or written presentations with the laboratory group.         Simulation and Data Analysis  NEURL-GA2233 Identical to PSYCH-GA2233.   Prerequisite: a statistics course, NEURL-GA2206, or permission of the instruct  3 points.          Linear Systems  NEURL-GA2236 Identical to PSYCH-GA2236.  3 points.         Function and Dysfunction of Central Auditory Processing  NEURL-GA2522   Prerequisites: NEURL-GA2201, 2202, or permission of instructor.  Sanes.  3 points.    Explores the relationship between cetral auditory physiology and psychocoustics and those elements of the ctral auditory system that may changwith deafness.         Neuronal Networks  NEURL-GA2855 Identical to G63.2856   Prerequisites: Applied Differential Equations.  Rinzel.  3 points.    Lecture course on the formulation and analysis of models for neuronal ensembles and neuronal computations. Spiking and firing rate mechanistic treatments of network dynamics as well as probabilistic behavioral descriptions will be covered. Students will undertake computing projects related to the course material.        Special Topics in Neural Science  NEURL-GA3041, 3042  Staff.   3 points per term.         Introduction to Theoretical Neuroscience NEURL-GA 3042.001 and 3042.004 (Same as NEURL-UA 302.011 and 302.012)  Prerequisites: NEURL-UA 100 and MATH-UA 21.   Instructor: Ma  Spring  3 points   This course will introduce concepts and techniques related to the modeling of neural systems and behavior at an elementary level. The course will span the breadth of neuroscience, from ions to behavior. However, for each of those areas, we will study only one or two equations, calculations, or models in depth. We will also discuss modern applications of theoretical neuroscience. Throughout the course, we will use both math and numerical simulations. Several tutorials will be integrated into the course: on the programming language Python, scientific notation, differential equations, probability, and matrices.         Computational Modeling of Neuronal Systems  NEURL-GA3042 Identical to G63.2855   Prerequisites: familiarity with applied differential equations, statistics and probability.  Rinzel.  3 points.    Lecture/seminar course on computational modeling of neuronal systems, from cellular to system level, from models of physiological mechanisms to more abstract models of information encoding and decoding. We will address the characterization of neuronal responses or identification of neuronal computations; how they evolve dynamically; how they are implemented in neural ware; and how they are manifested in human/animal behaviors. Modeling will involve deterministic and stochastic differential equations, information theory, and Bayesian estimation and decision theory. Lecturers from NYU working groups will present foundational material as well as current research. Examples from various neural contexts, including visual and auditory systems, decision-making, motor control, and learning and memory. Students will undertake a course project to simulate a neural system, or to compare a model to neural data.         The Meaning of 'Understanding' in Brain Research  NEURL-GA 3042.007   Prerequisites: Open to doctoral candidates in fields relevant to neural science.  Dudai  Spring  3 points.    When you select a brain mechanism to study, what do you expect to 'understand' and how would you know that you have understood it? 'Understanding' as a cognitive accomplishment is intuitively understood but its meaning in science is debated. With the impressive advances in the armamentarium of neuroscience, the increasing pace of discovery at multiple levels of description, and the integration of such findings into models, discussion of what 'understanding' means in brain research becomes even more timely. This course will address 'understanding' from the point of view of practicing neuroscientists but also drawing on concepts and observations from a multitude of disciplines, including philosophy, history of science, and cognition. The course will combine frontal lectures and discussions, including guest presentations by members of the NYU faculty on what they consider as 'understanding' in their own research program.           Special Topics in Neural Science: Synaptogenesis  NEURL-GA3042   Prerequisites: NEURL-GA2201/PSYCH-GA2201 or another introductory course that  covers topics of basic biophysics and cellular, molecular, and developmental neuroscience.  Aoki.  3 points.    Lecture and discussions that explore the axonal, dendritic and intercellular mechanisms regulating the formation and stabilization of synapses. The discussions will also consider diseases associated with abnormalities in these mechanisms and resistance to mutations.          Special Topics in Neural Science  NEURL-GA3201, 3202  Staff.   3 points per term.    Advanced seminars led by the faculty to provide in-depth consideration of specific topic areas in neural science.        Neural Basis of Color Perception  NEURL-GA3234   Prerequisite: NEURL-GA2202 orequivalent.  Shapley, staff.  3 points.    Lectures and readings on the major phenomena of color perception (colomixing, color induction and constancolor spaces) and on its retinal and ctical substrates. Readings are from research papers and some secondarysources. Students present critical reviews of one of the papers on the reading list. A paper is required by end of the course on a topic mutually agreeable to student and instructor.        Information Processing and Visual Pathways  NEURL-GA3235   Prerequisite: NEURL-GA2202 or equivalent.  Shapley, staff  3 points.    Seminar and lecture course in visualsignal processing and visual pathwaThe aim of the course is to reach anunderstanding of vision from a systeanalysis point of view. Readings arefrom research papers and some seconary sources. Students present criticalreviews of one of the papers on the reading list. A paper is required by the end of the course on a topic mutually agreeable to student and instructor.        Classic Papers in Vision Research  NEURL-GA3236   Prerequisite: NEURL-GA2202 or equivalent.  Krauskopf.  3 points.    Reading and discussion of important papers in vision. Each student leads the discussion of one or more papers.        Neural Basis of Eye Movement Control  NEURL-GA3238   Glimcher.  3 points.         Behavioral Neuroscience  NEURL-GA3241   LeDoux, Matthews.  3 points.         Neuroanatomy  NEURL-GA3242   3 points.          Dissertation Research and Seminar  NEURL-GA3301, 3302  Kiorpes, Staff.   1-3 points per term.          Reading Course in Neural Science  NEURL-GA3305, 3306  Kiorpes, Staff.   May be repeated for credit.  1-3 points per term.         Stress, Arousal, and the Amygdala  NEURL-GA3307   LeDoux.  3 points.         Beyond Filtering: Selected Topics in Visual Perception  NEURL-GA3310   Offered in the spring semester, every two years.  Prerequisite: NEURL-GA2202 or equivalent, graduate course in perception, or permission of the instructor.  Rubin.  3 points.    Critical examination of modern approaches to vision research. Emphasis is on the interplay between theory and experiment.         Research Problems in Neural Science  NEURL-GA3321, 3322  Kiorpes, Staff.   May be repeated for credit.  1-3 points per term.         Neural Control of Movement  NEURL-GA3331   May be repeated for credit.  Glimcher.  1-3 points.         Computational Neuroscience Forum  NEURL-GA3350   Rinzel.  3 points.    Lecture/seminar course on computational aspects of neural function at cellular/circuit/system levels. Case study approach with four- to six-week segments that focus on specific topic areas. Registered attendees are expected to complete a project and to present one or more journal articles on courserelated topics.         Fellows' Seminar  NEURL-GA3380, 3381  Kiorpes.   May be repeated for credit.  1-3 points per term.    One-hour research colloquium given by members of the Center for Neural Science.         Seminar in Current Topics  NEURL-GA3390, 3391   May be repeated for credit.  1-3 points per term.    Weekly one-hour research colloquium given by the Center for Neural Science faculty or outside speakers.          Mathematical Aspects of Neurophysiology  NEURL-GA3400, G63.2855   May be repeated for credit.  3 points per term.    This course will focus on neurophysiology and biophysics at the cellular  level; the mechanistic and mathematical descriptions of neuronal dynamics  and input/output properties. Topics will include: ionic channels  (current-voltage relations, gating kinetics, different types),  Hodgkin-Huxley equations and reductions (the action potential, repetitive  firing, bursting, propagation), dendrites (branching cable theory, passive  and active membrane, spines), synapses (transmitter release,  depression/facilitation, plasticity). Both analytical (perturbation and  bifurcation methods) and numerical techniques will be described and used,  serving as an applied introduction to these methodologies. Students will  undertake computing projects related to the course material.        Seminar in Neuroeconomics  NEURL-GA3410   Instructor: Staff   Semester: Spring  3 points per term.    This seminar will survey the emerging field of neuroeconomics, the interdisciplinary study of the brain's mechanisms for decision evaluation and choice. We will approach these issues from multiple perspectives, drawing on theoretical, behavioral, and neural data from economics, psychology, and neurobiology. Major topics include: decision under risk and uncertainty; multiplayer interactions and social preferences; the role of learning in evaluating options; and choice mechanisms.         Disorders of the Nervous system  NEURL-GA4414   Instructor: Staff   Semester: Spring  4 points per term.    This course will address disorders of the nervous system, using examples selected from several of the the major classes of CNS disorders. The first lectures will address developmental disorders, followed by disorders of sensory systems. Subsequently there will be a series of topics that address neurological and psychiatric diseases with complex or heterogeneous etiology, such as schizophrenia and epilepsy. Neurodegenerative disorders and brain injury will also be addressed. Finally, examples of cancer and infectious diseases that target the CNS will be presented. For each topic, a clinical overview will be provided, followed by research about underlying mechanisms, based on clinical research or animal models. The course will follow the textbook \"Diseases of the Nervous System\" (S. Gilman, Ed.). The course instructors are research scientists who have expertise in neuroscience and translational research. The major goals of the course will be to introduce clinical topics to graduate students in a context that complements basic neuroscience courses, and provides opportunities to expand their perspectives from basic science to clinically-related endpoints.             Related Departments      DEPARTMENT OF BIOLOGY         Genes and Animal Behavior  BIOL-GA1082   Blau  4 points.  Survey of principles and patterns of animal behavior. Covers classical ethological research of Lorenz and others and modern research on the molecular basis of behavior, especially in model systems. Behaviors studied include reproductive behavior, rhythmic behavior, learning and memory, and feeding behavior.            Developmental Neurobiology  BIOL-GA2221   Prerequisite: permission of the instructor.  Desplan, Sanes  4 points.  Recent advances in genetic model systems as well as the development of new tools in vertebrate embryology have allowed much insight into the development of the central nervous system (CNS). This course focuses on the development of well-studied central nervous systems through a comparison of invertebrate and vertebrate species. It provides an in-depth description of the molecular and cellular mechanisms that pattern the CNS. Topics include cell specification, synapse formation, and e-dependent plasticity.           Topics in Genetic and Molecular Neurobiology  BIOL-GA2222   Prerequisite: permission of the instructor.  Seminar. Holmes.  2 points.  The course meets Mondays from 9:30-10:45 in room Silver 1009G (the Biology office conference room). Each week 1 or 2 papers on the neurobiology of drug addiction are discussed. Topics include molecular mechanisms of addiction in relation to learning and memory; genetic screening for novel candidate mechanisms of addiction in humans and animal models; and neural circuits that underlie addiction.  No exams or required papers; grades are based on quality of presentation and participation in discussion.             Molecular Neural Science Journal Club  BIOL-GA3008   May be repeated for credit with permission of the instructor.  Seminar. Azmitia.  2 points.  Students critically discuss selected papers from current literature.         DEPARTMENT OF PSYCHOLOGY        Perception  PSYCH-GA2223   Heeger and Landy (Fall and Spring)  3 points.    In-depth survey of psychophysical and modeling methodology, and  vision and auditory research. Topic areas include linear systems  theory, signal detection theory, optics, spatial vision, motion analysis,  depth perception, color vision, auditory coding of intensity  and frequency, sound localization, and speech perception.          Simulation and Data Analysis  PSYCH-GA2233   Students who have taken PSYCH-GA1057 will not receive credit for PSYCH-GA2233.  Maloney.  3 points.  Topics include numerical analysis, probability theory and mathematical statistics essential to developing and evaluating computer simulations of complex cognitive and neural processes.          Functional Magnetic Resonance Imaging Lab  PSYCH-GA2245   Heeger and Inati  3 points.  This course covers the major topics and issues in the  field of fMRI. With this background, students will be able to design  and implement their own fMRI experiments.          Seminar in Perception  PSYCH-GA3233  Landy.           How to Program Vision Experiments  PSYCH-GA3397  Pelli.                 Recent Past Course Schedules    2013 / 2014 - Course Schedules & Links      Fall 2013   Spring 2014        2012 / 2013 - Course Schedules & Links     Fall 2012   Spring 2013      2011 / 2012 - Course Schedules & Links     Fall 2011   Spring 2012      2010 / 2011 - Course Schedules & Links     Fall 2010   Spring 2011      2009 / 2010 - Course Schedules & Links     Fall 2009   Spring 2010      2008 / 2009 - Course Schedules & Links     Fall 2008   Spring 2009      2007 / 2008 - Course Schedules & Links     Fall 2007   Spring 2008                                            Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 09-Mar-2015 8:53PM"}, {"content": "%PDF-1.3 % 4 0 obj  > stream x\u0001\\[sD\u0016~ׯ'JM3\u001a6ew\u0013\u00026Ema\u001e\u0090\u0000v̘>wjGv\\Ow.}ڽu [w۽r߹7]\u0013oV ^/u_\u0017\u0017J^:+޺\u001aÏ'43׬#;ug㳳Ɲv{N\u0002 ,$B\b}珜pк[\\}\u007f =\u000eGE$0\u000e\u0006~+\\~K%.t}jaN*>\u001bN\u001c\u001f=r?\u007fܪb,ØjsY oߍw6ͮ[7mU u&\u0005y\u0007_AY\u0017*\u001f,jbB\u0018q\u0005}!QqT N`]Wz3]Eޯ\u001e\u0017D\u0013pœ_I(1\u0002,C׸qΠ9\u0013\u0001\u0004P \u0007\"_Qj3nM55u/\u0018*ĵS\u0003\u0002 \u0015ܵ\u0010\u0017E8VWClVu 9O];8 kZ \u0019!\u000eu @\u001dNl\u0017C\u001d=Y86v\u0016\u0006-[WЍ\u0012k[qlu\u0015(WX\u0019yƀq[S]9]\u0015>/en\\Ws̕\u0012W GVB@\u0004ͰR \"% \u007fS(QQA\u0002\u0002˕@byh\u0014u-L!~`O\u0001 ?F\u0007dz ؘd6,}%dSכ%˺\u001e^ɺN\u0019 y+ZK!&`RBx?tMtM\u00077b+L\u0002  \u0011F(7R\u001e\u0002j\u0010m~)yjt3?\u0019R\u0013L͙>7ϙ;^׏hD-Z5$ƕ[ 1+͌s;jm 3(ۀ\u0011[ܳ It\u007f\u000fJ\u0007%`ZO\u0017\"-T\u0000;5\u0014\u000eіu%wb\u001b-j\u001dknX}73(׊(\u0005\u0001 \u0016VY\u0001\u0005Qo\u0007Jz{2 CZ/Uu`).+\u001d T٨kbNo/\u0004\u0001_\u0001ߒބ\u001f\u0007\u000f߆\u0004G\u001fy=% ݲ R>S)\u00163^ ~\u0004&bͻZ>Zt\"A]ARzv֟EN6Z}ն+y}7CTTEw;P\u0003U{*u\u0015Yj\u000f0a ,JBgV4 %\u007fVZ\u0001\u00118RcS-Ip敾\u001c,~&\\{\u001a\u001ct !O%%\u001d5|DiQ 홒p.\u001dU#tOu\u0011;\u0007\u0007\u001f,\u001b\u0018O~?,uC\u00126\u001d\u0019\u0010Ȥ\u0005sZ:Ouյu,9\b\u0018J3Vg\u0012ºxITEy\u0018Vhh1_#[VN*Dhn\u001a\u0010l^LɊ\u00079Fسd\u0010\\)G*fUWv5x=sV(K\u0000* bRq,='PG P\u0005iɁ~s\u0010\u001e`?#HYL\u0003zQL\u0018!k\u0019W?i,7g\bKa\u001bէo_ۧCt^.|8`\\|?//҈.+J\u000em륀#/ \u007f\u00195`2\u0002\u0006:7̤Wr&9nZ1i\u001f=Ӭ;g$h7aL$,)\u0000牼\u001b -n|\u0010\b\u0013\u00182E\"\u0006ʪ pa\u00078ѶSKhùhIjR\u001d\u0019/NU]]ӛ\u001af%Q-]rJnO!9 DPr[L\u0012I)>Rv脅dK@\u00191X!mE\u0012+?gE\u0011\bЖHHf\u001f y\u0013\u0007\u0017y$/\u007fn)eZ\u0010\u0003-C\b\u0012cwT5T7砎y\u0000\u0007-Xg*\u0004VB\u00142 /\"zy Dru]fZ/0(6+\u0014\u0005B'FE\u0002[|4h\u000e#O-5J9N\u001c\"redJqx\bK\u0019&6oiF6Ƹ\u001e|z\u0013~^Ϣi᭍\u000e?nI5yM6Q:ӣ婦Y5U6l\u0010!*\u001bJz$͛wP\u001f B\u0007\u0000e|$'\u0000\u0015\u0015Q@m)MHȖ6lIl \u0005F`Ύ|J4P\u0011w jZGsw1)8ٜqK!d%U(\u0015 \u001aZ\"m\u000e\b\u0005pA\u0012\u0002SՒ\u001dd\u001dK(u\u0010\u000fs$c\u0012otUH7#\u0001@d.b\u0016:V\u001e\u001d(K N~؝\u0004I@{ni13NOp'nۢP\u0018A\u0013줡\u0010\u0019#\u001bE\u001d\u001b=]\\$pNz$S J\u00187? @QF\u0018ɧ s(+I1la.5\u001f\u0003 n\u001d*s\u0005Pq|ZbŃQ(\u0003Ʋ]\u000f~A9L|_ > endobj 6 0 obj  > /Font > >> endobj 11 0 obj [ 12 0 R ] endobj 13 0 obj  > stream x\u0001wTS\u0016Ͻ7\u0012\" %\u001az  ;H\u0015\u0004QIP\u0002&vD\u0005F\u0014\u0011)VdT\u0001G\"cE\u0014 b \u0010PQDE݌k 5ޚYg}׺\u0000P\u0004tX\u00014X\u0014\\\u0012\u0013\u0002\u0018\u0010\u0001\u000eX\u0001ff\u0004GD\u0002=HƳ.d,P&s\u007f\"7C$\u0006\u0000 E6 \u0000 A1\u0001vjp\u0000ԁz\u0004N6p\u0006\\\u0004W p  G@ K0\u0001ށi\b\u0010\u0015A\u0016\u000fB\u0010\u001bZ\byCAP8\u0014\u0003C\u0010@&\u0018*CP=#t\u001a\b]\u0007 4\u0006\u0001}\u0011\u0002a \u0000ٰ;\u001c\bGDx\u0015\u0007\u0017J\u0016>\u000e\u0017\u001b\u0000,_\u0093\b@\b\u0003FX\b\u001bDBX$\u0001\u0011!k\"\u0002E\u000e\u001bHq\u0003\u0006a\u0018\u0016\u0019YbVabJ0՘cVL\u00176f\u00103bձX'?v 6\u0011-V``[\u0003a;\u001c\u000e\u0019\u001cp~\u0018\\2n5\u0004\u000f׌ &x*\u0014\u000fsb|! \u007f\u001c\u007f\u001eߏ\u001fƿ' Z\u0004k\u000f! $l$T\u0010\u001a\b\b\u00114QOt\"\u0010y\\b)AI\u001c&N\u0014I$\u0017R$)TIj\"]&=&!:dGr\u0018Y@^O$ _%\u000f?P(&\u0014OJ\u001cEBN9J@y@yCR nXZOD}J}/G3ɭk{%Oחw_.'_!\u007fJ\u0002Q@SVF=IEbbbb5Q%\u0012O@%!\u001aBӥyҸM:e0\u001dG7ӓ\u001f e%e[(\u001c\u001aR\u00060`3R\u001946i^)*n*|\"f\u0001LUo\u0014՝mO0j&jajj.ϧwϝ_4갺zj=\u001a\u001a\u001a\u0019\u001aU\u001a45\u0019nɚ4ǴhZ \u0004ZZ^0Tf%9->ݫ=cXgN\u0013].[7A\\SwBOK/X/_Q>QG[\u007f `Aaac#*Z;8cq>[&IIMST`ϴ kh&45ǢYYF֠9 :>>>\u0013v}/a\u0002vO\u00048\u0004  \u0004F\u0004V\u0007> 2 \u0012\u0005u\u0004\u0001\u001f/_$\\\u0016\u0002BCv \u001e\u0014\u001c\u007fPkAma꺿g\u007f_\u007fDHGG\u008fu;776\u008dƱqoC{\u0013P3\u00048!9\u001f  ҝˁ^r۽Ug9];}}\u001e_~imp㭎\u0005}]/}\u001b\u0003\u0006.{^=}\u0007\u000f^?z8hc' O*?f`ϳgC/O\u0005ϩ+FFGGόzˌㅿ)ѫ~wgbk?Jި9mdwi獵ޫ?cǑOO?w| x&mf endstream endobj 14 0 obj 2612 endobj 7 0 obj [ /ICCBased 13 0 R ] endobj 16 0 obj  > stream x\u0001K$Er+\u001a\u0019][tB #ʀh3\u001d4: \"\u0007 W56\u001f\u0017:O*;\\ \u0001\u0015\u0002\u0016l \u0014w0\u001e$\u0004aV lrl6}{/V\u000f0 U~FTamƐ\u0002\u001f۾\u001b mz?خVj\"\u0010AȮjEqZ՘ܪe\u0011Λd\u0015+6 K&G\u0003;hEύ\"*\bfIB[JՌGa# Y:T4ج\b\u0019\u00186\u000f\u0013Ea:I!\u0010 ʌ\u0010wI@tԬA\u0011\u0013V\u0007U\u0014LIS\u000f! YKej\u007fKl} >8\u001fx\u0014Ax\u0007an׻֬\u0003WVGgf:#O4i\u001f\u007f9|\u001e{\u0005{:\u001f\u0015\u0001\u0003lfuJ6>~\u001c`REH@\",\u0013yb5 +\u0004JV+ $\u0010(Xc\u001e`d3#9C\u0015QB0n:\u0002+N idpcDF}\u0005\u0019f,uN?[4tU0\u0016\u000fV#L[\u00119Cެ\u001e0\u0017a\"\u0014 \u0003\u001dG\u0005\u0006N\u0000\u0006\u000f\u001eK\u0012$ \u0002 \u0015U7+e0c8p=@edu(\u0014ւ\u0015 rTz.; 2rbբ>\u0007'1C?ױٚ&r\u0011p.2%7c̮\u001b]\u001e\u001ayq2P\u001f!񲭴c  +1J%\u00160Xt Kp\u001c&q6jS\u0005\u0016]uKs9\u007f15Dya&b8>O ql\u0011Z;\u0019zt\u0010\u0010}u\u000e,\u0003߮&)S҉\\[@\u0012BwN'o^Np~+\u0002\u001b9\u0010  |{\u0010n\b\u0003\u001e\\Z\u0007ʵ?tk9Vbma|)@mEdiLӔ:n\u001f79egXŚ.S\u001a*O{3cW^㔊^6v#\u0014OWNA\u000e\\ͫ\u000ffcy1䫱llK5o65\u0019L[V\u000ea;\u0012(Qn\u0014\u001dC(gO{9į\u0010>EI)!\u0014|\u000f7ZIgW}k\u001f>&pL\u0016-\u0005ŭuϥLY\u001f(\u0016K(S\u001b\u001fHM\u001fl\u0014*R\u0019|4ˤJ\u001cofv&sn3\u001aRQˬ\u0003\\ާI#'Z\u0014>斁nZ[hYH0  #\u0015\\fG6T0EXիlY?\u001cbNցZ@)-n4\u001cGi(Ӄ\bT\u0015Ʋܾo7\u0012O}^Լ\u0017͵Mdtū~ˣp)R.Fpr\u0002tvM#\u0007I\u001431\u001bS-IGR\u0004 \u0004|n\u0018~\u0006_yBfAQX~$Ս9α\u0003#\u0005d,i\u000eJw\u00001  (^f\u001a\u0014Z\u0005x$\u0096 )[rlW\u0000\u0019x$u\u0002x'X,ZĈ\u000e\u0011\u001cg>ˇP216OPM((K\u001cA\b\u0007X>T쑒!4~D\u0006\u0004?oN2\u0006>ĩ\u0012\"̺u\u0003V\u0015 δJԵ\b@ۈ)d |\u0006I#)A\u0004H\u0006p~~8^AL\u0011t@erKwe^\u0006)GR0u'N5uB\u0005ح%蝕6;ZՐМ)vokMRޝwz wAt)ʹI\u000fn(\u001d[ȥr\u0017|B2mZ\\\u000ftS P YR.-:\u0004\u001d\u0006y'ΡWB沱#5-P_uô\u001e佐6=\bV\u001e\u0006Wj`5cvrUPAb\u0011E5ŝ\u001dvӰh,\u0012`drp)Π\u001d꼿\u0000\bϴJ'x 6\\\u0004\u0014\u0019mL2\u0016} Pׅ\u001eF\u0015F\u0002Y \u001c\u0015f\\\u0006C\u0006IA\u0001IJA\u0003p\u0013Lt\b4xXE7\u0011Osٸ\u001d$tMOHV\u001f@\u001eΘcfnHlB=\u0016Bg+_H)k`h8\u0004\\ϘMcp*#kF\u0016`\u001b,QJ.'`];\u000fD\u0015yO4tMc\u0019o.\u0018ӳ\u007fǌ\u001f\u0010\u000e\"0ה\u0002\u0006׆`,\\\u0012\u0019W&^u 8  \u0006Sg /\u0014N*eg6pυ\"U2P\u001ba8_+M81?  N K\u0002NF  \u001c}\u0017V\u0012\u0011\u001a8ri\u001eD#E ax\bϸ0_\u0013\u0013J\u0000jL=\u0001[^\bU{\u0019yAQ\u0005dydguT\u0007r)\u0013mP\u001c6\u0015 o\u0013\u001aRi1Y  Enp\u000fXV\u0002\u001fgeE.^ɏf:I \u0002FEwL@ \u001d1Ov&|\u0015\u000f\u0016{1~c\u0006Rn57l! \u000fͯ:s ofڱƩw\\A`\u0003w\u000ff\u0006\u0015=F\u001f \u0007&HT\u001e)˧\u007fbٸ\u001eihvu s0O|bp؈Еvم[.+M\u000eg UUfQ\u000e I:Ng,\u001ek gq\u0004 \"\u0012\u0007\u000epq\"Z\u0006\u000eM$!\u0001 \u007f\u001f\u0002̘]P̛Y%V~; E+\u001dI A̔\u0005=\u001f¶\u0005r\u0010=1:/%\u0012\u0001b4O\u0018\u0002#\u0010Y3OZi\u0017|\u0006QW-\u0007ߖ\u0007:\u001a| ~0 iL*\u007f{T\u0006\u007fVʒSa\u0007?D璎s¼\u0014OBWtWn\u0006V/toF6N\b\u0015\u0013 =6b\u0013澓POw(Z\u001b_\u001a]\"\u0002XC),]k\u000eu\u0016PM&f>\b`'.3:gü1\u001b7\u0014 /~F\u001b۰De '\u0010\u0015\b9Ur)QCS\u0014|q$'hN\u0016S\u0014?V}\bI3,E\u0005o,szy\u0005P \u0010U\b T`$k9\u001a6\u001a,pΞǧ\u001c$\u0015MXbńm9\u0015ab(4\u001bQ$y \u000f~+GMа\"i\u0018US^e'>\u00037(L0U?\u0014Y\u0004IW-! 2G\u0015\u0006 _OܣN\u0014\u0014˞:Z,?\u0012C% Tl=q\u0005*YװTMY'-1|/\u0017C%\u001bMWi\be*YbT4!W?}ӷkUX\u001fAz\u0013P|⎅\u0012\u0011\u001b_>r+L6\u0011K$x\u001c,^\u001e+r\u0017'v#fW8Z\u001b\u0014\\\" k\u0019Zx\u000f[\u001axuѲ#_/_D%W'TV\u0006ʦ\\Z2h\u0005~F\u007f\u0006\u007f&)~°\u0004;j_mbRW\u0015\u0003\\ \u0015Q(n_G endstream endobj 17 0 obj 6179 endobj 15 0 obj  > endobj 18 0 obj  > /Font > >> endobj 20 0 obj  > stream x\u0001]ےƑ}WIt\u0004G t/~$J\u0014ii\u001c=\u0012-{g$k֊Cs\u0002\u001a\u0016)zC\u0011f\u0001˩̬K\u007fS\u007f_7zo6o?|hꛇ\u001enj\\껺;n}k\udeba .7^ma}u\u0010C\u001b[k\u0007y{\u001b$}@V[o\u001ddJHdҮJrIiE3vVttiu \u0000 E\u0017e 2\u000eMaRCH\u0013hCi[M\u001b٦Mu\u0010\u0019ue\u0018DʨA\u0004Ĝ\u007fh\u0014tBS}\\focZIN\u0012\u000f{^\u0007rzا\u0010\u0012DxRZ3۵7M͑cHb$AHJ\u001a]\u000ft'4\u0013S\u001feߙ\u001bWk\u001bnx+\u0017Mu\u0011ot5vY?}`7} ڵ AmghfD:\u0013]\u0015zDx2Jb\u001f\u0017boi\u001a\u0012d\\ʛ(QkۉDDH\u0002 ]#LUiF,k>OCx\bØYoǩ 2+Ȁ\u0015fAktY?a\u001c5ZzKjv\u001a`\u0001S w\u0010OFiTc7N\\Ky5j6\u001aC\u0010+Qc0UTFF\u001e\u001aXhG1nӖ\u001b\u001d(5\u001d\u0017\u001e\u0012jAjD\u0007\u007f\bBe\u007f\"\u000fdA\u001cL\u000e6ț§}د\u000f!-5\u0000`Xc0#+ `tµ\u0012#'䉣\u007fO܉Ϡxb#cz'52z>,sq\\Ecc,j\u00053s \u0012FK\u0010\u0015tfWFo K\u0010\u0004wldJ=ajJNFY )\u0019  \\ы*\u0004&&\u0004\u0002\u0010a]Z D\u0011KJ\u0012(C\u0013\u0004p >;\u0002\b\u0002SSY8hux;Z*\u0005]\u001e\u001cU@`@\u0013}N\u0012\"=#&)wҞ29q\u00176b!h\u0002'\"\u007fĨ{t3ӢF[/yv}تBS:XPfRDL3 Ҝ  I\u001d\u000f\u000eO&!Vdl\u0013\u0019^^P8zWg&URpPxNCE\u0017s^pW.IEYHR,1#M\u0007hXdf.%d5&]X^A6Ah\u0005U-y\u0000\u0000\u0010v\b4\u001e[m\u000f7ttRe\u0006\u0000g h\u0006\u0006|\u0004 3qf}VZ>\b\u0005^9&^j~za v\u0019 J\u00015 H\u0002c@`  $*'N\u0010n+H\u007fθ 8YsZ% P/hI(U9oa.P,N*CL0c@?M!*(\u0012C\u001d\u001cxmx\u0013\u0017#+2\u000eakKըn&jS3jPBԕhŧ\u0002WU\u00183\u0013I\u0003\u0004B4!0!`4\u007fNE,)K 05\u0015tq\u0005 \u0002ލ\u00126|ɍ\u000em\u0005ks\u0010;&7\u0011Bj\u001cMaX-F6l\u001fP+I>\u0010\u0014Mma\u0012&+T\u0003^S\u00058+ &\u000e,+Id gbr}ȐB)\u0018;\u000eI,.'\u0006\u0015\u00187d#9b'T \u0016f( T.H\u00175\u00061\u0005A\u0017\u0015S۬[.h\u0013'S x جV (\u001cv1F\" \u0005XA\u0002 '0\u00152>#\u0000-lJ\u0016\b\u0015\u0019ۭm>\u0014\u0013S0=xL`z(C\u0007 `m{~\u0005e\u0012\\T`\u0015f8V@߂ a6M\u001b#h\u000ef6NzC_&fZ fG U\u0010\u0014\u0006k4h\u00147;w\u001fJ\u0007>\u000f\u0016$\u0018'_\\71\b\u0010qDbVdl\u0013\u0019^~8\u0003pTwvTM\u001b\u001fp\u0019΢ 9K=šD.ɬU=C#f\u0010\u0003DXd\u001c!\u0012@\u001ct_S֢WH`GdĮ\u007fmvі~V\u0002\u00040i\u001cs? ;m^-h#f\u001b\u0004-'P,80!\u0002,L\b$_IoD\u0001^bx:v IP20 [\u0001eZP\u0013!0\u0001\u0001 !J>3T\b L\u001eC3qC/?$a7/\b\u0012\u000212\u001d I\u0018*)>!~\u0003]\u0016\u0015j\u0011Uz\u0004z֛\u0010(\b\u0005i*!Kí$\u0004Bvm\"6 oܯٳ\u001fĉ \\ \u000fyb)¿(\u00030ܰ\u0000͹\u0005)#k`ʥ\u0004\u0015\u0006i\u0019֦]5A\u0085@\u001dZ>|ln7\\ a8\u0005 0\u0006r\u0018\b\u0000\u0015X\u001cH\u001a.S`l=@Ȟk\u00079!s\u001b{\u0002c cA\u0019KO\"zc\u0004\u0019Vaw2gh߻Q㗝7\b?\u000ep\u0015^T@;\u0011\u0012b\u0002{\u0006\u0001p\"( 42F0jl%a@JjNftDo c\u00052 \u000f'ծ}Tgj`5ݞB;jUk\u007f\u0017\u000e\u001ekC]amU\u001f\\Q\u007f\u007fP___7Wkw^ՏO 9v۟\u0018z\u001dM&xzm6M[jo\u000f[cB֫_#oUկ\u001f BQY|j:i{u\u000e\u001bסrȓi Wznk7ٷ(m2je!ǋ\u001bH\u000642-ũ \u0010x\u00168WilFՖyѹ\u0011|y*1?( \u000eǫf\u001eG}dUW0\u001aXMΊ\u0011\u0003v?Ufa  }\u0002\u0002\u0004σs\u0010B\u001cIɱ˕x^\u001d\u001cy>zr-nO\u0003q\u0015\u0019*c ` \u0018(cx \u0016\u0012$m1\u00170,XL\u0002\u0004'h@G&\"PUh\u001cd% _}r\u0019{Yℑ\u0019o0Ln~/o\u0010d\\0а\u00067B3\u0002\u007fB_׋j\u0001ژTq-Zz0\u0015i9Ъ?C\u0007 \u0001ј\br\u0011;._\u001b#\u0012+\u0017 2z7O:BO\u001a+Z΋/=٬oG(\u0012\u0010QV\u0002x\u001d\u0007%G C\u0001p$9ݐ\u001c\u007fGa=#\u00199A5ʠ\"lFJ6\u0003bKث\u008fK0!oR'R\u001fJ:3J\u0001A E$\u001f>S$\u0002Gy'\u0017OU$\u0016s_|!eB8\u0013n\u001c#K*/W\u001f~St\u001c\u0000e,W=P ծ7~$}]\u0001)T>ֶ2NWUqe،V \u0018K,-f7Da\\\u001a?p_o`2,ӄ]^mꇛ3bOy\u0005׹\u0007X0\u0003\u0014\u001fHF\u0010Z\\\u001f\ba޻\u0004\u001cG`fv>\u0004\u000fN\bG/~t*-\u0006\u0018sB\u001cT\u00032Kh\u0003pAy4EYR'\u0004\u0004\u001b[zl7VsKe\u001bi u#pX=0=U\u0015f\u0014i#r(\b\u0017#\u001c~:\u0004W -W\u0002R]¹v9b.B\u007fj\u0017U8\u0018\u0012\u0015/%ރ\u001b  eo@ Z\u001c\u0004yi#\u0011\u0007b{i\u001eHREyS7rmd-2$P$A\u000f_HBeI 8!^ I \u000f0~\u001e̍; 8!IS\u0004\u0012oȍ\u0012\u0000jt[,\u000f\u0012\u0007#J\u0000svEî\u0017*=\u0015h(ۘHsB~5\u0015[O cqʭV\u0013)7틟rgRnC|X8[-L +\u0000oXr#\u00002ҍ{)7ҩ.=`_\u001b_8A&Reo\u001f\u0016E\u001adWro[\u001f;׻n]q\u0011r]էپ84;}I@\u0017'8L6\u001a_3s8\u00029\u0012\u0000qOk45$Z=[\u0013,\u001aDZ7yy%%Q\u0016\u0012 \br#^\u0017+ V]C;8Wx/\u007f^%\u0011\u0007 .\u001f|jgZN\u0015!T/|#f,\u0005d3ROBQ#9)O#?>b`\u0017D2}@\u0010 Y\u0002cO\u0015 jD\u0019ݲiIn2>\u001e$m\u0013Ax}jn \u0013 9}\u0019c:}*>sj]*\u001bNf+mw([]}\u0010v7&mv=UO*݉llE1]L«Yy\u0017^a/9«V#Gx\u0019\u001d\u000es\\t|`\u00032E\u0005 !F\u0014sI\\ \u0018Uh CMWll/\\\u0011|#u=\"6?]H7nN6;2N2\u001f\u000f=\u0015\u000e#\u007f`JI\u001e l8\u0015*i\u001f\u0005J^6\u007f*P`1LBwh 7\u000e\u000f۴.Z/>g 0'\u0012\u0005\u00076f|0,ú3}A$\u0005\u0013in?m^*:oWܟcf\u0016\u0019\u0003C \u0015ɍ\u0011\u0004\u001d,bz\u007f֞x\u0018V#@LJE\u0003;RL{\u00183\u0019 \u0016VN\u0007+S\u001522lgrtNh/8\u0012\u0000+^\u007fYV\u0013\u0003Ύ\u0019Bq\u00108@\b\u0002}Iܕp\u0015FV\u0014\u0013%MxՄRҖ%\u001d e\"֤\u001f^ ^ݦjw˽)l\u0002%P !,>\u001fYԍ^vϫ.b-!w\u0007lOm\u000f:|\u001fMLoY\u0014I*u %]V3Uh\u001f\\\u001a\u001cG\u0006\u0010\u0000) $)D$cIdRPs6\u0010\u0000u'\u0014ډ=Yru:\u0016(  @\u001e8[\u0015Էs ٗ+bLY\u0012bL?J2ԉ\u0017\u000f(eP;Hǝ5^A?Ub ?\u007fҿn+W\u0005\u0017a\u001enJ\u0014iM dK\u0003\u000epn0)t\u001eĵlh \u0019\u000ei _YJjH\u001c-31߲>\u0002\u001ce\u0002gƮ\u001e3tLK p 3>\u001c|p2_lQYD\u001a\u0002XtHE9\\01W;l>s鏁\u0019XDv.Qʾb\u0007y\u0010p}3H5lH\u00146R\u0001ٿXsֹ\u001c+]\u000f[6Kw`&B5=78A\u0015@_VL\u001fMla%&\"gN\\B%濋g\u001c\u0019q[]- Dbص\u007fo\u0016vȔ\u0001Žq_\u001cHu9Wwُ;\u0006i N\u0013\u0016\u00053c>b\\q&S\u0003OPnqY~\u0014:\u0017\u0018\u001bKফ΍\u001aIH1n \u0017nR\"\u001duz?wS;Q! itp\u000f\u001eOrN\u0000V\\\"q͍ N-3\u0003*=q\u001eAd0}K\u0013Ȏ?ĦҀwÈ\u001b\u001bUlpd2dGI~\u0004r\u000ePK'.ml̄\u0018\u0018t0C\u0019\u001cM\u0007\u001b\u001aٯʱ\u0019664vv\u0000?h3\\GƆ\u0011+9z?w'\u007f0S\u0006-τX%oa};\u0016\u0017\u0019I]\u0015M5}(\u0017K U/C\u001fa\u0002N  p\u001e}Z o\u0007KX endstream endobj 21 0 obj 6769 endobj 19 0 obj  > endobj 22 0 obj  > /ExtGState > /Font > >> endobj 23 0 obj  > endobj 24 0 obj  > endobj 26 0 obj  > stream x\u0001]ے\u001cq}'ƀas\u0001,٢Hb\u0015Ѓ\");\u0000Y܅\u001dA\u007frΩ+6@\bz&+䩬ʬ\u000f\u000fb߯fwUm/x\\\"{wn|ۿ75گwu~~n\u0012~Du4W5D}(ֽn+z6\\Q vaj O.kBD\\r.l$P\u0005d\u0010\u000f!.] \u0015:\u0000wJ\u0097}xt~\u0017\u001e Fl`NQzE߳\u0019l\u001dCU\u0004w\\\u0010*(\u0007*t\u0000 E꓈\u0016޵E3\u0010BD\"X\u0019)JSt\u0014\u0005@\u0004\u0014>h\u0012l&ŮD \u000f@\u0015b@. b\u0011_\bē%!)Y t˃/\u0011 tv>\u0000]\u0001\u001d8\u0004\u0019:694x On ~\u0002;EED7f;\u001f̥c\b!(Ru\u0015P\u000e\u0014!b;O Zl:f3ZlՑ\u000f@\u001e]\u0002\u0019824F'Lr4C\u0016|\u0012\\D3-r/Id.x  !%\u0018ʁ $q\u0011@t\u000761|B\u00077\u000e)\u0003U\u0007*\u0018\u0000\u000et'\u0017\u0005UU\u0015@d*\u0003\u00144 \u0013Z\u001c?(O\u0010\u000f\u0010]_YQc?(tǕl19CȚ! Nf \u0018m\u0014\u0017\u0001;\u0003d\u0011t\u0016a $CF'v;8z\u0019\u001as\u0018\u0015\u001e_(L~7F\u007fdWСI\u001c\u0005}cpF\u001aZx 37Lt@O3id4|vKhK(&g\u001dsZDD>4H\u000f\u00174\u0011 \u0018Qe6\u0018fU\u0018f\u0005T_\u000e\\ز|vy\u0003spR\u001fr\"\u0000}iҐ$.T=l#@\u0002ɫ!N\u0019\u001a4\u0014\u0014bv eȽR7\u0005j1\u0011N\u0003ri\u0001,sfL\u0011!\bx\u0002>暫\u0006CIj\u0019Q{*]\u0019CJa2\u0011\u0006i4m~we[ gu\b 'N\u001e`E\u0006c_\u0005 ,9;\u0001\u001a{d2)D\u001e Bc%>Gv78w\u0013`}\u00159 β a!uŸ]ӟ\u0011c\u001dp\\)[C5%\u0016_5H\u001d0\u0019gAj\u0005 MHi8On\u0010C+2\u0018 ΫC\u000f3P M%RhD`\\M\u000e3.\u0011r2T'e#R @\u007f W\u001ez]\u0016OcnQC\u0010\\ґ$x\u001f\u0000S\u0015ޭd;̈́H9]`(\u0003`r!\u001e>9&\u0010A\u0002c9\u0000\u0014_\u000f!򅔢 o\u0010\u001fr\u0004F[| >`\u0018\\\u00028~ϟ QV ^W{N;ͷ*u\u001ar\u0004S,\u001b/ЊF\u0012$  7\u0017\u0006r`$\u001deKZ}C8T!`\u001cOA\u001240\u0019\u001a @We4 \u000f8w\u0001l6[qDȭWlyv0\u0015T\u0005!RNt[\u007fi2|bGY\u0003\u0001X|U\u001c;+JU\u0003 lF-ʙ6\u001b4'ӆ+:_,y\u0006r>O+2\u0018QqƇ\u0012k# XXOW&\\\u0007hT\u001cؓ\u0010Lۑʰ FL5! 쫎 V`\u0001!RNtN\u0012P3\u000fo_o\u0014zxK\u00134\u0014 70RfmO&leK\\]Ʊ\u00114>[6+f3bR,V\u001c1\u0004?F|ݮ\u001f\\˳\u0019j)tmc\u0006 ~k w;\u0017a*\u0012\u001c(\u00016uy\u0016jB\u0012\u0017ifڕa&9dNB?M +vM\u001b,\"r\u001eA$\u001f܆][\u001fz3\u0015OaY`y\u007f\u007fvg;w\ud9bf{\u007fzwx>Z}[??~?3}Xo/CբxڋeYokKX/h[6\u001e'\u00018FH_Y\u0017|Hm?\u0005\u0001.\u0013\u001es j\u00176CC͜|08ɠ` ~\u001e_=!\u001cCV[!;ulˆ$~Psjke1\u0012m7\u001a۔%'hs?lުVDHNsaW;(f\u0012qWp8\u007f02?fRD ~OlpV}b2.\u0006.!w\u0004{6 fZ\\T3\u007f.\u007f\u001f \u001bR?xS494vpD\u0011\u0011\u0010W\"$ [N{ ~vO.\u000f *d\u001d\u0011# NS ^8m$G2HXey.ʊ?R\u0011&fSHSE4JJ>Z:,\u000e5\u000fΗD$O X\u0017o$\"et-V1R@֫gԄfo\u001b{\u0011,\u0017X\u000e-P$Č _wsZ  47V,_mb37\"[[˶üU|%90d1?\u001ejP_\u001aAE\u0017\u0006Ȱ8|U,G,,w + kZGz\u000e\u000e\u007fn2nx2$e6eQ\u001eMmb~\u001dtBҊUeZJu\\:\u001b\u0017÷o(,=E\u0011uj\u0011\u0002Z;[{\u0007oN(>\\\u000e-綀l\u0005\u001d\u0015V\u007f!mÌ PT) \\_\u0011^ \u0014hX|`\u001aS\u0003BqTS\u001fGf\u001d\"TqK0J5\u0005챑\u0006c\\\u00063 NVo\u0006'\u007f\u0016\u001d1l}vWW\u0012VlV!oĬ4=V̍nfs97\u0010ύ\u0016\u0004ͤ@tgהaķ4o׍9\bN6Dw⬷)] z4ql ޴si⦩ptNmr>DA~|pC6e:\u00056mf,\u0013etx~e\u001aݮiaf'~d:\u0016MfQi&U.ʉp5w^0?$,\u0007m[\\\u0006 ,\u0011*\u0007,rh1zb#\u0017>{\u0004\u0019έ\u001a \u0014+i9\" g&=s@^u[LG/-\u0002 gt7ϙi1=-h*òuڮ9vo \u000e\u0013wo'J\u0017:\u0006c/\u0014\"ڀZqb`\u0015\u0016ꪣ\u007f\u001ew妄 2Tw0VUvnܔfsmq\u001aV\bɹ 35[{wN\u001bB:\u0012'Z]I$~V%\u0012,\u001f׬\u001eՔ*d\u0018\u0011?D~6d?-KE)BMYǸ b3-򝄩MsPlQi`/95*H/\u0014iH_['\u0004\u001ajjUPD+\bU#D4/h\u0092[.\"-\u001cs\u0011}?v\u0013K 5\u00017\u0015\u0019q ϩ\u0013n\"V궡6\u0011vTRZJ[(\\$^%o:*\u001d\u0000LT\u001cq1\u0018_Ki \u007f^;ZH K?\u001d\u000f]vڊ\u001djʄ&,L\u0000Vc\u007fFn6ww]t#Xco+GdE]` N.[1L~ЂH\u001f*\u0007|/|sv\u0015E\u0001\u0011\"\\S\u0017ZS?C'ai8\u0018 > endobj 28 0 obj  > /ExtGState > /Font > >> endobj 30 0 obj  > stream x\u0001VMo\u00131\u0010W19z׻c \u0002ѢJ+\u0012J 3^S͛7co  \u0016{G*[A\u001d-,!\u001b\u0017b[`\b\u001f\u0000}n\u001e=\u001af{!vW0I\u001e\u00190HK\u0010sҕb\u0019WSF,9>Qf\u0002Hef.f8j\u001d#d\u0015TI\u000e(d&\u001etaZ!H\u001a \u0015B\u0014h*9,\u0012I5\u001b1{D\u001di\u0004qԣc[} Aq14fn%\u0005}_A/\u0018/\u0017N#V\u000e\u0001h8 ސN\u0007u_L.8䊹YY!#!\u00008T,\u001cNN \u0000a\u0018\u001c'k]\u001f F쬗\u0016> > endobj 32 0 obj  > /ExtGState > /Font > >> endobj 3 0 obj  > endobj 33 0 obj  > endobj 12 0 obj  > endobj 34 0 obj  > endobj 35 0 obj (mailto:sanes@cns.nyu.edu) endobj 10 0 obj  > endobj 36 0 obj  > endobj 37 0 obj  > stream x\u0001\u0007`TU8~}m7L&e$$$!\u0005\u0003yB \u0013\u0013 \u0012\b-\"%\u0010z\u000e\u0012D\u001bT\u0004l0I\bL *Yu]Ų뢮@f~羙 }_sKe\u0016 \u0006  f,Fa\u0000; ˛=J\u0015 , ZCw\u0013[a@yg̊5AC OyenΆ /\\Ee e\u001c]t̓|8sӸD\"\u000f g\u0012q 7k񕗵 1p\u001eeLO^bv\u001bx!!*ne\u001b\u0013z`oC2cC_\u001f_y\u0012y6^p\u001boj\u0005\u0002協VմаRx9ۤC\u0014CA\u001f0 M6  j|PI# \u0015,^\u001bIR-^\u001eP\u0007Zhź2f\u000e]@Fzh6ĺ\u001coC. \u001b^y\u0019\u001cQXvoiX\u0016˛Qe0}bedvA(\u000feЖצє\"\u000ed\u0003bl @  ,\u00199L\"z\u0003KF{\u001b\u0015\u0015h \u0006t\u0010ugJ#TCh\" |\b\b\u0017cgfϘ̿\u0011JK^\u0013G*#\"+#m\u0002LȏF=  t'\u001bm\u0001l=\u0006Q\u001bz\u0006\u001dC!ԍz\u001fyW~zox\u000e\u0003\u00049ԅ\u0007 Ow\u0019\u001f3\u0005\u001f\u001d.e?\bpaxG=^D\u001f鈜|\u001b\u0005h\u0001)\u0000LTfÓ7ax\b ¯\u0007\u0019\u007f\u0000DI؂8\u0019Ù8 qx Y\u001al/nf?`\u0019r\u0011\u001d \u0016 (_\u0017!P\u0016'\u0005 VFԄ^EO\"i\u0005Bd\u0004\u001aGRܐ7\u001dF\\n\u0007>OsIhQ5%-\\3\u0003\u001aNI0oy/\u0001Ty\bDK\u0014LFUn4;\u0010\u007f\u0003x 7\u000f\u000f\u0017\u001cb&'n\u0000Kx\u0004\u001d\u0005Nx\u0017f΢i>wI\u0000$\u001f(^e[$,\u001bx\u0005Ɍ`5h\u0018:\u001cECG8+B'R[~\u000fv.\u0015 ~\u0006\u007f[\\\u0018\u0004\\ ܻ\u0004 A8TPJ\u0001~\u0017 M\u0004.\u00005\u001a݆\u007f\u0004\u001bh IBP['HCE('/D!\u000f=Irɐŷ **,\u00183 ;\u007ffF ?-5%ٗ\u0013\u0013\\NfMFɠi5jQ%\u001c`\u0015r_E'Z\u001fdS}#FdҺo\u00064̸>聦\u0004=\u0019uH\u0019Frt|}$ o[y}Yf\u0006nרK}ՙ\u0019]\u0006JAoq;\u000fJ\u0007 9\u0006]\u0007m\u0019הy\u0019A\\\u0019DT!\u0007!TyL/  c H!Mf\u0017m \u0000u8j1\\\u0015\u0005hh ۤA\u001d@\\l \u0001}eFO~B\u0012u\u0002 \u0019}` \u0010LOt!\u0002\"\u001d(\u0019C$߷X\u0002'\u001fe\u0000^/fB%2&Zq\u001dH\u0002ӞS}=ɴ> ߣ+A֠*A  bGh\u007fD_%hm1RtS-O\u0001 pX)h.a\b%m(8F\u0005J6\u0010hl  %  * E\u0005{*RhZzcwQ(\u0003J~,6@E\u001dMTN\u0002AC*'MٶM}S_\u0005m*|mf\"-3}\u001eɷ e|LR \u001egˤ\u000eIid $+z+\u001d5T;J\u0011jQƲJRo\u0000Qi\u000e6\u001aB$&)jkk3AB\u0007)\u0002\u001cz 3h0pRZs\u00164  f ׵@)g\u001b؆k_\u0007,hҬ$\u0004t/=bCD+\u001a\u000e\u0013Acj\u000eA\u0000Q6#؞0# ha}\u001d| 'rU\u001f\u000fVr\"X͘|(\u0019vL\u0003 \u001fJ\u001a*p 2п2|&\u001f3 m \u000eWaE/~\u001e~U3QiOd\u001aƧL[i\u0007-[l\u0006[k?\u0000w\u0006E \u0010\u0000\u0012\u0002\u001aN ܟB\u0014t  G\u0019\u0016h #h? vS_\u00011bT\u0002e\u001a$\u0003F1\u0005\u0012~k\u001e5CW=E1bx [_ٌeK?\u000f;\\7px\u0014\u0001s\u001f\u0010\u0018\u0003ODcdc0P;\u0018.]\u001d\"bB\u0011D\b.Gj\b)GPz\u0014ڗ{/\u0012%KF{\u00116\u0015!M ܂\\\u0005ʢ{)If\u0018W^Xo\b0;\u0015;\u0005T\u0016[-+M`\u001bá39i E\u0003\u0005=^Y%5{\u0012Gw9%zx1L%ș\u0012W\"RWMV\u0000Tu t\u0012}:p:si\b\u0001SNחD ,v[nNAi`^/\u0007 \u0017mog\u007fHk׭j\u0018h|q.k\u000fnWw/w̛G7NDO\u00185eC@Y8 \b#\u0006m\u0013+:Lj1.R#ՓHSk4=\bՊzF\u00179\u001fijQ\u0001q(! qTVHm\u000e|4d\u0001#\u001a\u0015+ƁҿbVL$\u0000 \u0000g֥\\:5 \u0001s\u0005ɔZ1\u000fI0̟\u0018~|CEWdxJ\u0010E\u001bh11.F\u001f#WyZ\u000f$idWJ|\u0011o(2 \u0012k\u0002 &FvVxu\"X\u0001$qw\u0013;(\u0000\u0012+o/ՁMEY.J\u0017&{Q\u001f\b(\u0010\u00056(\bE^Bj\u0005 \u0012KJ]\u001cl]wg]G\u000fnm#GϯZU=9ɻg~-G6Z{NA3Oۚ_,m{=| 0@|J\u0019g,\u0014L1~pOqؿ\u0014Y\u0015!O~dFC=fBIӿv !!1* ,fߟظx/$17!=]\u0015\"{e>\u001d%MOnIfCrb\u0002\b$ǋ  kD\u0003\u0011*)b|\u0018#ȉUT^(₆aAfHہʀ\u0002$\u0000:\u0018+X-I\u000f\u0004u`8{P 2].\u0013I\u001fU\u000f\u001a($S}^ƛ\u0003p\bJ.~cmͣ6n]|\u0017;Çq?\u00184cS%  .jR5ej\u0018g&+58Df\u0016\u001a-=[Y\u0002\u0016 yT\b})]k\u0002O\u0004\u0006\u0003&l\u0004\u0016\u0004\u0017C\u0013G>\u000f2J|o\u000e\u0010G \u007fxuZxߟ?|!\u001fk?е+\u0003w !fU\u0016\u0015\u0019T\u0006r`FR7\u00050 -.-c6\u0011iB$PL\u001f\u0000\"Q\u0003$iUJyIV L|l,: \u0013\b˽\u0003`n07EYEI\u00168%\u001dJR\u0002!J/\u0003JKM\u001dw\u0015\u0003  B9 ~\u0000[\u0005*k=E\u001c]\u001b\u001esŒ~EeeҞj Gqջ#_ðkʝꑆJЇg6\u001d_yvh5  ;`j~ \u0015\u000f֯xs'j\u0000\u0007\u0013P\u001fG\u0007y|! \u001b-\u0000Th\u0001\u0011\b\u0006L)bo\u0001\u0018b\u0018\u001e\u001bn\u001f{/ 3\u001f N Qji\u0012 oҧob-\u0012Q֌\u0010\u0010+])6}\u0013\u008b9O@w:ѵuM\u0017\by\u0004] RY?\u00181 P\u0003e(7 \u0092 \u0012B\u0001KO/|{?\u0007\u000f{U?Ptk\u0016/o{Lڵ\u007f G\u001e]ꚪ\u001d\u0007\u001d\u0005sբ/ yj\u0002L5د5QmuQ:Q-c\u0002ى oa\u0018^ u\u001a\u001e3j\u0011,s \u001e^:\u0005l))`\u000eOڱo˓ȵ4GДl>;\u0004\"\u0003iyLN)\u0019 4gTzzټt O1\u0006k\u0001ƬS@Z\u0007_gKv۱}\u0012R9nFc10,\u000fo$\u001aɷG|DhCRD&%\u0012Z*wZ\u0017\u000eS\u001a%\u0012Q!$RwR\u001eEEmQ\u001f+#\u0012=\u0003\u0011\u0002{\"3 \"4\bDz@)K5z҃ï\u0010\u0019#vaf ƓGYZ{ݯ/q\u0012o;n\u0018z'\u001a8cʁ{WvDV0j@Ir:CU,8csn_\u001a$Q\u001fhQ\u0018\u0001ck\u001c\u0017%҄MYff|m\u0019RJR[sj/fL\u0016k\u0019^'3L\u000f?L\u000ebn^06hD$\u001esTi&}T\bNQ%h,N\u0017g\u0015S=OB+K\u0002n6\u001c 4ax VW\u0015P漏\u007fGX\u0004ǀlũ>58zJZ\u0000\u00043{`2ӵz\u0007Ό[2\u0017fLos {/\u001d;6=kђ7Ѥ-nĮ\u0015\u007feK\u000168CV\u00171q\u000f\u0012ELcVF2-QZ+\u001eVqf'\u001aR \u001aQ+ˬɭ\u0011n\u0013R \u0006?m\u001e!5P+\u0013 +\u0012R\u0018\u001e\b8\u0005 }!@QiJӏb\u0004xʮ{O0~\u001dxm M]YS$|7\u000fqGNig/\u0016-[6\u0001E\u0001|\u0013(\u0000n\u0000\u0000LD\u0015t+liԆ`J- \u0004uV=o~(:Z\u0006\u001cu\u0012\u000fS\u000e\u0001yEqnQ0\u00167hߑ    !y%\u000fI) FuU\u0017\u0012%B/\u0000{fP[\u000e\u0018)1\b\u0000\u0001\u0015#XQ@0ң>f+ߘhGYC7xN[T\u0017Lny{\u0007mr\u0000u'JB\u0017 \u0002@4\u0006Q r  Od\u001d.\".NصYb\u0011\u001d\\1a!\u0001%K H6\u000e Kse\u0018[M\u001a2\u001eV\u0003eat\u001cgR} \u001el!dXl8\u000f\u001a:$J\u001e`*+L\u0001B\u001ct=\u0017c\u007f3@IeI\u00135 \u0016xQb\bޘ>X|\u0019\u0017L \u007f>\u0003]\u007fGvkCp2o>\u001bMw\u007fxx۷v>j:^e>\u00120`K\u001b>\u0001q?Mp|9p)t2&f2\u001a-\u0011F͇8X#b `\u0000\u0011m \u0016Y\u0002 VD\u0016\"2\"u\"`r.\u0003M,V \u0012Mх\u001f Ȭ u n[r >o*\u00148XB \\ W C|!W1uJx]P~wڐ\u0005\u0016[ of\u001e`Ӭ O8\u00066,q >:!h`V؟7\u0004'\u0017't(GpV\u000e\u0012*\u0007X\u0006\u0010Q$NN2K d\u000f$)\u0014k *v`fjӯ;N\u000e\u0011v!\"p\b^9W\b\u000eujޝ`p8D\u0006`;@Koc=b\u007fNc\u0004:5DR\u0001̍x\u0005\u0016Rj\u001aa%]N\u000e`0;z\u0003\u007fx\u0012U9Vb竩s\u001c4 86RW\u0014-W(f**\u0015.\u000e \u0014D\u00045ݠq\u0005\u0006GEE\b\u001dQEli繻ks\u0088\u001dӧz}wK $wH\u001b6L\u0010w00I2\u0019v3,Y}yaE͌*\u001b+D-fm\u0011\u0018\u0011yb\u0006@0'c4Prg\u00005AXȊ\u00025#\u000ea {%1˨w\u0000\u0017\u0003Z)\u0000\u0000[(%% WlO) \u0003l\u0013\u0014؆\u0010\u001c˵p8F\\\u0016\u001dNr\u0011N \u0010oҩb\u0001e\u0002\u0018fa\u001f`s.Y\u0003 ͐ :uG!wdT8 t6؜{\\ϕ L)o- Hyp\u0011gȢ:-d7}_\u0011aþöIG2Nr}jV\u001c ^I$@UBgЙIyLtB)$a!\bT\u0013` !1X !u\u0016V/\u0004?Pn\u0012 \u0012ŲE\u001d ;Ҙ1\u0015!fs\u000fLx}O6l7:T>v峇\u001bQ{\u0007\u001f\u0018jIfC7\u0019(\u00172S\u0001\u0006tY^#2=\"l\u00033?+ Jl!'#S\u0018\u0016}\b\u0003\u0018b\u0013Q\u0007at \u0010˰:8@l>[\u000f_iC?@!_ \u0014v7.!I\u0004F*hnRT'0nAlQ\u0015 \u0015hHi\u0017E\u0000\u0003}M\u0099 !WX\u0011\u0018+F\u0004\u0006Xp_'\u001dU8l\u001465\u000e%}\u0018\u0014y \u001d\u0003ﾻ4G\u001d|Dj& \u0013 \u000f\u001e>,gV;j\u001eв\u001aJ\u001e8@ʠد9c+U-\u001a&]M\u0015jYV$d\u00043JƸm\u00168w?MG\u0006\u0019gPGS5z xRI#n? C6F.@tQn T]X\u0007\u0012quzB~ECEB&j\u0003Ã`8Zr4\u0018\u000f\u001fq\u00044%\b\u000f1xJ^29%W\u007fi٣g\u007f϶-n\\~3Cwމk,\u001foшG\u001f/IuOɛbCSN\u0005/|G\u000e!\u00177L\u001fecXnlxH\u0018?\u0015\u0019T fӀL \u001631`\u0004=!5zp\u0018I\\FԆH\\Y\u0012\u0003bC\"\u0000I\u0001*DF ]q4H]\u0017|\u0011\u00054\u001a\u0000J+Zi4\u0010MMs\u0001C]̨gI\u001c:\u000e9u箄]\u0005Hl_cOI/sqܷ4ܺ\u001d]m$_ r6\u0015PX^T9\u00074Ǆc꯬_8\u0004\u0011bh79\u001e\u0010\u001eP? vi.\u00009rT\u0016U6(G\u0015,i\u0013Um\u001a t9Tq\u0006\"=QSĒsssu'\u0019\u0007\u001cN5f֓s\u0005\u0007J89휝s \u001472mt﮲G>Nh_Y S\u0005,CAR\u0005\u0005!dDlH\u007f_?|5\u000f&tk\u001a9|F->9i2vrVq\u0005`HÊ\u0003\u0000j\\iJc ]\u001ac\u000fF\u001a2\u0014D\u001eB`Й: \u0000\u0010>-\u0006Иθ\u0010\u0019#]lK aώ^e_:\u0003X>k/@ M\u000f\u0019iX_ \u001bF;$\u0000܄(\u001c\bJ.\u0006 \u001aUTvF`_t8LT$bW/\u0016~TX\u00128u΂$Ҫ6}vShСk{Ru\u0000{ zHekdl۬DF\u0007a\u001auPǫT\", \b[a\u0017\u0011\u001e?uzاT\u0000}̫Ԍ ZRcӫkDCCV̴\u0003Y@,+ \u001d (($\u0015\u00052FʮE\u000e\u0005(BN:Q9)\u001cX7cÈrԙ\u000f5 > endobj 39 0 obj  > endobj 40 0 obj  > stream x\u0001Խy`\u0014E?^U=3'sd \u0000\u0001\u0012H\u00024G@D$ \u0012 \u0002r\u001c\u0001TD eDA]\u0006AE\u00040\u0004vAduEYƋu|EYŋL~IP2Tu Bt\\0s^u\u0015yuWf\u0011ܬ\u0019Sg9f\"sLKPΚ̱\u0003ܿUu\u000fG^|$zy327 7, -ƆG\u0000|G*CDO\u0018QI\u0011@M\u0014\u001c}]mOMW\u00104K\u001f{~!\u0007\u0015\u0013\u007f>S%\u0006\u00071\u0004_ VO;\u007fZft]$|\u000fH\u0005\u0004\u0012 ّ}R NH2\"qVE\u0002\u0011i'Aבt gH @IR9\u001aQ\u0007K~\\x풗|ԁ$\b\"QHS6 mA҉vf> HtDw\u0016[E2>pjpr8lX)GΔCg4]9(Swϔμ>y@ =\u0002\u001d!vJIl$$tUh%7gAI&Tb\u0012%ID>\u0003M}K$¾a2gة\u0016ϖ\u0017ONH\u0012\u0004\u0015\u0004sH[\u000e\"-c>b\u001f\u0011;\u0014!U\"MAڂt\u0010[$=\u0010>\u0018#r\u000eW\"1\u0001raΎ\u0003:Ύw\u001cbo4'dQ'\u0010\u0004Nc\u00010*\u0006FrȅXi\u001di|\u0015#-dd^MBbɛx$TT\u0000I\u0007m@oFH[RH2*R\u001dEz\u0015m ICF2כVZsbPdDcO|(W\u001fE20\u001fe/6#d\u0019 QQ(p^aϷ:#\u001d\u0003\u001d f0\b\u0012i\u0014\u0014 H:v4O8q(h8\u009aɗ| >\\X\u0019_K\u0016\u0014F\u001ah\u000186>B\u001bg\u001biJXA\u001b/I\u0018aڨ SHݿ9,|(mA\u001b\u001bhc6\\\u0018Z+5\u000f\u0007ա\u0012E@Nt,r>v\u0016Ìƀ1_C\u0010G\u001a\u001aEs2a^\u0014Vf{3\u007fE\u0005\\\u0002\u00051\u0005z\u0001h\u0002n\u0002ngG^4\u0005\u0010ҷH\u001dH:86܎\b\u0012i  ot;ߢ+GλSt\by%(~^/\u0007\u0018ijHM\u0017I\u001bB\u001e\u001daVJ t\u007fEe/\u007f_/4blMT\u001f\u000etd׎H56:f\u001f\u001a\u00175 wUcxt\u0011thG\u001fh\u0007Av\u0006\bfގD L3p=\u0002F'\u0019Ly] UCv\"C\u001bo46 \u001cC $kNO\u0007ć\"욬\u0018 o&p& hcGM\u001dwv \u0003yNy6_(}\u0014MY&\"xI\\\u0019݈ Eyh büg\u0006h\u0011\u001dE'\u00026m\u0016\u0011\u0003\u001bd6^#^faIO?':lX\u0004y \u0011\\dn\u001ck%3\u0015\u001b\u0005ׁ\u00182 r_Lruǝ\u0007ڎ6)@\u0002/Qה\u001d=X\u0013{e~ xGwd\u0006h\u0006\u0017 \u0000.F V 1\u0015\u000fJ\u0014NOU\u001a\u0012j{tOW\bה \u0019,\u001e Ncȭ]\u000f5oU\u0015IkRTܣ*HCRe'}\u001clPj͎MMkk~um0P[{Z7i(\u001e\u001e+5)&EWP,Ĩ2hys)c|P|VӜz,M)E\\\u0017k\u000e\u0004}\u001d'H*4&\u001eKU\u0006Sve1׵gztߥ:2\u0013f\u0004,_\u000330s\u0002\u001294b\u0004SiQ&1lF\u0019iV\u0005_-UX)&?\u0010iJSѦ\u007f\u0011`@׿YSEI'Q-Evd2UXQD?\u0018k>^(辴 Th ՘۩0\u0018_[[5r\u0005\u000eRk2QrEhEЭY=?s{ \u0014 FqV\u0016\u0015x\u001a\u001b.\buLke:\u001dCD\u001d\u001f\u001f1t.@\bNz!6\\gk =E$e\u0013M~,¹p %E\u0003S9\u0013U\u001fMܔ%^,t\u0016nLn~kz^Z/z>_Os旍-F \u00177V\u0015laI\u0011s!דJi DC5\u001dGu[7\u001b^\u0012\u001a\u0017Sf\u0018` `>\u007f\u0005v\u007fwym!F(\u0016E3K\u0001_A/\u001b'Ҝg\u000e\u001d`$zқߒL_\u001d?v؎[\u001a@%%\u0013'ٺSgNgS \u0012I\u0005L\u001drLޠ\u001e7:m -.\b'#8;B{$\u0000\u0015\u00022{xew:L\\\u0006@!3Bző٨%B= 2쌐,=N }]~Uү\u000f4[] vҠ!HRΝF?|\u000fNŉv RN\u0011P_?zeEEe=\u0015 keh6.++|Z 0L\"\u0017Cʚe\u0017̿˖.Rq{Y!.~{v =\\/_ \\EFAZWc?*J\u0018[8\u000fE\u0017F8U Eg*+9\u001d1whz!\u0014ݐ^x޹W9O?7Ëj\"1A\\ x\u001dFԼ̾Vw~8{[}{\u001bZ,^HQ52ƈlBaddc[\u0005K-LCu /\u007f\u0014֥:9/8D\u0004w\\f;Trn7.m^ )Z,_\u007fȳÎNc\u0000.10}\u0013\u000est㭭\u001dgv;\u001c\u0002F3*p\u0012( a~6\u001cL\u0018\b,\"X4\u0002c qkN*f3\u001b\u000fkM\u007fz\u001a\u0011 =$\\8ߧq,\b娚\u0016MV\u001e6 \u001c.\b)\u0005ָCQ}\"o( X\u0011\u0011gye  l9\\=\u0013EX=*\u001a\\X\u001axRdM,^ڔuKqIJ rC%YNsC9g}G^9/~om\u000fgmf0U{^ \u001f!m\u0006\u0018[5\u0013e4!GMr+9E1iّ\u0012S\u0017'\u0004\u0005\u0013\u001b\u000f\u001b!LT굜x1W\u000eQYf\u0010;%\u0006ɽ|\u0015\u001e[+]/fdN03T\u000fg*V8$ \u0013Rtnowǽ˥\u001e咜]oQ@\u001b-ˢ-\u0016-Qn Q\u001b$kaPŎbw!9(Ծ=t׋/NS\u001e \u0002)ONP\u000e\"0>+\u0004\u001anw9.F\u0007y!4\u0002\u0001\b*rS \u007f@# N\u0018\u0005N{\"\u001f\u0011.){I -\u0007 FV\u0018^61 ԡLnufϲlv+HDshPmvM;;]op\u0001WӢ{)|uAU\u0010O\u0010\u0012clH|\u001b\u0003/^\u0006R5'bA0گE0=A.u\\\u00049ʋ\u0016N5L*XE\"\u0018\u001fet!ߐ h\u0005W\u0002#,=4߻;O\\mF\u00105,̟itGo\u001eUax&tr_^\u0004Fby٤z\u0011;`\u0018nna ֪\u0015\"1䄳0%y* a\u0005W .\u0018\u001e\u0013z~\"?\u001a \u0007eA\u0014`zƮ>C-ӜdO^*\u0016\u0012 \u000e8\u001c\u0012ՍMͅiN^(^\u000f\u007f$3J\u001a(\u0014\\b\u00113Z\u0015q\u0018'\u001fj\u001eV\u001fW`4amX,PKqYpBs\u0013\u0006  }jD?>\u007f\"cigwЯK\u000fr\u000fX`\u001f\u0018'\u0017#\u0019\u001cm!pO#={:ca-촆\u0016.`\u0001\u0004s;!\u0001q\u0018\u0002\u0000tp=-\u0016Dߌ\u0015+S\u0004(y\u001cHE0>xG\u0000\u0014 \u0007D]ǞrxCX\\ \u001e' \u007f\u0012\u001631~tg^`f|Y=\u0003\u0007\u0002_y>.lH X>q /\u0016EG٦p!\u001bãoTgXn e\u001338bucwΧws68K\u000e\u001c\u001b;9o]F䌗󲳋:O`$ \u0005Bַ$s[\u0004\u0016\u001bdN.'t\u0005; Kec-\u0003\u001f\u001e]m- v\u001a}\u001d?|?{\u0007zu\u0006n3x\u0001\"~R {S\ude19{)|l \u0005EeK\u00162\u0015\u0010IV@3/5S6j4kNKKc\u0011,m\u0004*rHEh\u0016~ }ﲿ/C[?\u001f#W}\u0015\u0001` Sܟw=ī\u001f(\u0005\u00135V=rvZ%SjG̈f\u000f#dgl 68H\u000f\\k}HǥI lMH/ç\u001fx=愊\u0003!l\u0012ݴn&/R\u000ea\u0001\u0011\u0019k2eyh|BxqQ7;DY`\u0004Un6=Fɗ_\u0018d\u001b.gØ\b\u001cK,|H\u0007?VuNhϼ\u000e\u0010+*n\\^\u0012WXLㅛ\u0004g\u001a籦\\\u0004x[\u0004oy\u0000~V>\u0003&srf꠩CqHk2\u007f\u0010@\u0004& \u001f\u0007ߑbGxX+iOI'F\u0001obm4\\9sϯOE/XYv7mNO]\u0018 WBfd7Lcs\u0019\u0014'܋}MPNCF*{#_yZzܺOm}:9l͙Ζ u\u001chduBD\u0004,en[K\u000fmml ygk\u001e = .4\"\u0017xw{tGU͝}\u0015׎ =G\u0019%fr)aA'd \u0001^CxY\u001f']\u001c5E\u0014q-Z\u0006\\A Au|CљI\u0013\u001b|3~D=YJ{KZHW>T\u0004cF^1\u0018mZRa\u0003\u007f00\u0007\u0001c,`?[3 >#\u001dL&ߺoK?Kb8u߷I\u001fګyh\u0012\u0007\u0007ϣ.-\u0010 Y}>N)7Ĝ^G || \u0011 $x\b&r\u00116q *7;/pq0 ٢|In&\u007fbZJGub zoӆ3[\u007fkAѫFr$CRz \u0012p\u0010\u0004\u0012 WP\u00043yRvl).ɔ=zen\u00052)Ù\u0017\u0010%lv$lTv*U(k\u001b\u0010u\"r\u0011v\u001d{((*7\u0012I쑊\u0003:\u0003|ݥ\u0003݅2Y&Q!!\u001f\u0006=͍Pj\u0017.BG\u0017>TNŎj1v|.M\u0018\u001dd`3u\u0012::(m[+ hf9l7\u001a\u0013&!a|3\u0001\u000e\u0001A\u0000\u0019k4R5E]4\u0000jWKv\u0004\u0012\u001be\u0019 .A\u0018\u00195Sj\u008c&\u0003{\u0000N%}\u0011\u0085f\u0018p&\u0006/6|Nõ1շm\u001b[Eh}\u00184r\u007fiiFzG/5'\u0007!u1!\u001a)&)+bi_m yB3:c%RgP\u001aZ,\b$8тcCg)2;VP?.yy\u0017\u0018~\u0005 ]#+1),G\u0015S\u00166\u0006\u000eZ\u000eag )ӛ*Ibf9\u001d{[rH9\u0006^gQh)\u0004#of1G\u0018@U]3\u007f^\u0018}%-\u0003q5߲\u0010B\u000e@\u0010NeE\u0005\b\\Aj(}I\u0007p C\u0005v\u001f vU[Vq-\u0016\u0007Ӛ\u0017N9J M-1rȤ6:C\u0016k9qf~Øy/y 8>\u0001)J}rCNVeiޓ\u0007Н\u0005/BuX.I(\u001d\u000ew>vS\u0007i?{\u001a_i\u007fܽ쳯x=X \u001a,\u0003*'Iͮg lKed~Dcnt \u007f@OED\u001d=Qɮ6C 4ج%t\u0003s\u0000\u0019F!SbH|\u000e3\u00186b02Y'h\u0017q3^\u007f+\bW\u0005Y~\u0015ב~C͹ I\u00115\u000e~'YWt\u0005D\u001fD.\\\u0016\"rwZs,& \bL.m j_RlLx.+ D #*|\u00106\u0007\u001c8\u007fp\u000e:+\u001f]\u0000wNko\u0010\u0006; _ \u0013Kψ y\u001bΏ]>\"e\u0001w\u0013oaĭ΍7mcbszoiO\u0000@m\u0006t\u0016=ht!ۯ R^!yY/\u001f{Tٟ3]\u001d\u0017U? i}\u0013?sb\u0016\u0012\u0001\u0018 B\u0019=xN\u0017ZC\u0006Fz\u0003ح\u0001\u000e@`\u00193 \u0014\u000f\u0015Q8B\u0002.(\u0019J\u0012\u00058)uQ3 Wo^`n4+f\u0003\u0000\u0017v/ \u00193xޖg\u0000fgln\u000e &97aeEB7\u0018Tx'.Q.\u000eO)52e^\u001b__x ~ $)T\u0006(rroS⭄)Lx\u0013}CU\u0004Cc{RhRĜʕ\u0013nO 7(Gl\u000e'\u0005e_PLt\u0012>\u000f (\u001f\u0010%7\u001cK̐\u001b\u001b\u0003 T.\u0005ј\u0001\u0016  \u001c8.fhac!+%2 5 \u001d{Gvy\u0002{êӦ\u0013GrF\u001aa\u0007 rX\u001cQۯ\u0013\u001d\u001cK\u0013.*У\u007f|)}`gV\u0011϶{\u001ax^\u0013\u001a`f zm\u0013\u00075 \u0019NM>:cgv+/\u001bU\\ RVCw(C n9\u0012\u00034\u0010S \b.\u00179\bwu\u001a5\u001c\u001d {E5o\u0017f~3n5d}^  \u0015{)ak /\u001bd\u000fg|\u001e%\u0000PbR\u0013\u0017v0\u0007wY (\u0019\u001c@N΄\u0003 '\u0010WX]Cj\u000f,4\u0003VwFpHl c 2jI8θ\u001a\u0001tZ:7W\u007fa =\u0000+jIxkh~?%B\u001crs\u0005J۹]\u001f=z;~):|p\u0015{9xcr9G\u0012\u0005$(p&|够7 s w\u000eՐ\u001aDz^;$b\u0006IwRb\u0019 pSY.sOW[\u0017+-׻튛[N8x+\u001eZb%\u0018) JH\u00116\u0018 a/9-Fc\u0004tݟRUh1܊\u001dqSKCX\u0011.00|N'bA \u00017\u000e4$J,H\u001aQQ\u0015[weT]?\u001dl{jƐ˧.s&Q$N#\u007fmM_L]\u0010:\u007f\b  \u0019|]vX\u000eXN\u0013\u000f\u0011T\u001e*  LW\u0013: f\u001bjZ,\u0011wp-b0p]Nع.dc#Cts> KD_uT ]ƵFn7[ 9__6#kxs \u0017Ϝݡ\" \\Wf\u0003!&~s\u0005QЪτ:\\f㐪g.e@i)\u001a͠t\u001dh#>\u0012 RU:\u00100\u000e窑Y͒e2S\\F\u0015%Ff\u0010a\u001cHY\u0016d2\u001a\u0011;\\V\u001db(B(93jA\b\\Դt$!u\u0014|%Ӫt5Z}M\u0014\u0014%,X=6y\u0019uON\u0001\u0010h=\u001cc3Z7(cgs0\b*2Hz\u0016\u000e-F]\"K(Wf+SX\u0010\u001f e]!@HVcX\u0000$ #+M[>ރi\u001b,y:!\u0012Nod\u001fTVOG{\u000e)6:PЂ w$\u000f>oqzCs\u0006@#xS\u000f]m\u0000\u0000\u001b2'PPh*ɳ,,G:#Π7tFd4Y CQ\u0019\u0011Tc,=P\u001dI\u0005~u.6V׌&\u0013 B|b\u001c\u001aJhV\u0013%ҘQx\u0011c\u001e ۛ\u0004 s,DZ\u0016rk@ʾV['V\u0012.:N\u0000'^{9\u0099 \\\u0004CmJRZ.ǤFe('R0\u0015l -\u000eŶ-\"~ۭঙ1\u0000\u0018DM\u0011$+vz,\u0019- \u0014|Sd.N%谶y1X\u0013_w\u0015_g|2_w8 \u0005|u:\\ \u001cg4Vvf;_D΄R\u000e\u00162̍r:ћi0\u000f\u001c\u0016\u0019m 7ϗS{PEt:R\u0000S\u0003,Ggx\u000e \\zĆҩ$vS\u0014vLE{Ouq\u00126f^'\u0013\u0010 \u0011J(RiהKʕ\u007f?\u0016mu\u0004CP#L}݌hR7L\u0004YYlp}) q+ \bR\u0000'k\"\"3\u001dY\u0018\u0004R\u001ec(l4EOS9B+ P|P\u0001k\u00018es\u0002UP٩ \u0015e;=f4GS\u0013,\b\u000f\u000f+ 62=0׺P\b\u0011\bD4\u001b\u0014\" p_q\u001f8\u001dUb/4\u0003\"di'w/u΅Z\u001fJ߱Ǘ,}\u0006[0jц\u001f\u000e+x R \u0014UN|{ĶNf7\u0017 Z@vz_HwDz\u0003\u001f^^\u000fk\u001a0\u0006T؛/ \u001aJ:N0FB]c]cz\u0003\u0001~cc\u00017a9\u0012\u0002k \u001e^\u001eŃͩ3ɖ3>߾.SuDtA=\u0011\u0006'\u0010e`$v;>\u0011q!t=fm b|d\u0004R\u0007\u001ai\u0019|u.\u0012k\u0012\u0010k2 V͹>\u001aͦg([ܫ^x7q\u00193\u0014k1(\u00121t \u007f4[\u007f?\u0015D\u0001N#\u0002v\u0011kZG*Ьᡉ ֙Ou{~gl*uK63B \u0007\u0007\u0001IJf_1\u007fĞ;\u001d\u001d\u000e&ǉ :rL֡\u0018\u0010\u0004Z\u0018|\u001d6>8FP)\u001fA|u\u001c\u0007\u0011C/%\u001aȀ@96\u0003GHlB,%տ.Nt7NSЯ~3k\u0017%o\u0019GVdΛ7o*ji>dۮ5\u0016*5\u001elqz\u0017z\bp0̍5\u001by#$NU\u0019ǛgHs\u0019f\u0003Q}\u00161\u0013'1\u001c\u000e T|nz=k yBVDǫr0dlO\u0017[!P\u0003\u001dw@^ \u0007a\u0002 /LTС%)\u0004>\u0005\"\u0010-y\u0012^j\u0003ЈXk%]+mrNf0\u0010\u0019\u0002\u0007\u0016@`\"ԯyb]rdIl$xE\u000f\u007f\u001d~:_5h_X! !\u001e&\u0002|\u0004\u00112SYT\u0018ߏ Wufߗoi\u0007ok058\u001bm)ptxkT§?JFw͢w\u0019 \u001f\u0002lUC&f,_ƴ\u0005߱pi7O7v\u0004[ػZ2\u0014)H_d׬ NePs8B\u0012#DW\u0016|\\u4\u0001|^\u0001$\u000e%\u0007ؕGUsΜ9̜m2K&d$0\u0011%!# `ؑ@P\\E\u0001\u0001A\u0001 ]Em\u0002\u0002jIk%j\u0015/h\u0011Es[JṲI^ agKE#L\u0002jyd5ʵ\u0001n't mxq^@TT,\u0016ͨ\u001b\u0019]\u001d\u0015+\u0001 +\u00198\u001a(Y2FLgY~5k(|펢\u001c]l)q8nt\u001abQoDF\u0001\u001btPd[@/uKxrq\u00117نyCn,\\s@1`d\u0014( D7f\u000e$\u0002\u00185.\u0002Z\\/^yo,/nͯ?fק\u001fݶrӿ}Ssǧ8mЎ\u0007cy~_Ȳg}_o=K^u\u001d\u0015\u001c\u000f9U)lauJ\u001c\u0000\u0003A]ƫ Ϗ \u00153Tplzn%\u0018]Ĉ \u001f**Im\u001cVN(DXez\u001a=\u001fC\b\u001b\u007f.f9놙3%Y.^/]D?\u0001\u0018\u000e \u0013O\u000fH \u000fw0D\u001f\u0018\u00049\u0014 p%_kBZY8`%x;5!e]to\u000eyX%sz9K7\u0015z?\u007f\u0005?lz5bُ\u001a~{;ʅͻGOvl\u0012v-[6'\u000fwCc|_\"J$Gxg~;H3:t&luĤ\u0012\u000e#6| ^\u0004`(\u0010*1\u007f\"| y\u0015:*\u0000\u001be MQz15&\u0003W3\u0002_z 3\u0002琁 3E;Adj\u001aRPÈǄ\u0005\u001d֘\u0018CgNs\u0010uFޅ!ӱ\u0005\u0002.(XxX\u0016}mG!x\u0003F!\u007f/\u0004\u0005b\u0003\u007f0Jq#j&#,C\u0014 62%bZ9VxK|l;֧ĲMۇ/ʎ[{n\u007f#u̿aъA.ݛ\u0003\u000040Bũ\u0000v)V*\u0003\u0003#\u0014QIjVj֮  7Gۣ#cM&u9Þ\u0011\u0010hηGn稒?8݇\u0005emz`o\u007f6/EDق\b&`@\u0007A\u00172\u0003-\u00174p;~@ (Ni\u001aI lI@\u0017\u0017\u001fWRȌr$*\u001aeB և×Q\u000f M]%\u00038Bg4jwA ګ 4EhA\u001bjD׻\u001b\u0002E%hSOH ^9/HnL*ĨD2=\u0014mJQ\u0006ѹbr\\p2|D3\u0019)\u0011f:gXkSaN3??Ϙ\u0015\u0002A\u0010\u0014\u0001D̅m\u001aoj6\u0013Pb5a5'߅XCxVڒyvԄ(rKżS%T)nd \u0010f8 \b3H\u001b\u0010>Ǭq\u000f@`\"ѕx!\u0000a'\u00153\u0000 \u0007Hñ  v*9L\u001e܂L7\u001eGwoۜ%P\u001fke>֝f\u001fs\u0013\u000f8{^}WBHL\u0004\u0006]H cCTS\u001f\u001f\u001dX_T' 9\u0012\u0000v\u0013787$f\u0016.xCzH8p:f\u0012\u0003ip\u0007\u0004\u0014\bL\u0013w\u0002>|\u001c(`@) $1$ ϫ^^xG/ݺm%Od\u0005eH\u0003߇fڶ} p\u001e\u0011,\bl\u001eQE c{N~= !gf\u0007I\u001d\u001c\u0019g\u0017Q,YIO u!z1c\u0011={>\u001c!ӺK_sСC \u0017e-\u001cYT:ޠZ\u0007\u0013\u0017u\u0010ŵ(uXY+ mγ\u0005hn,ot[Q\u007f\u0002DٟbMJڤ5M\u001ce:G  \u001bD|+5t֨Xvc @iM?L'\u000fe\u0011,zhqWPU`!\u0013\u009eC\u0005\u001c*P!(\u0007vA4 >6~m|{H\\2[ba\u0010\u007f\u0011m~0]\u0017\u001e9& ]ʱ#'Z\u0016&\u0002}\u0001*x:R\u0019`}=#ɬ\u0007\u00051\u0010,;+ \u0015\u001f k\u0017gAh \u0007L\"&\u001aK\u001e\u0013\b5 \u00017qN`\u0014\u0017`8L6\u001dd>DyLV\u0015r (lMSQ\u0001[`J,&cꮟWv={tEc[Kg=.ܰe\u001e\\*s-;Acs\u001b\u0015t\"DowpuK\u0015'\u0012\u0003 UER(\u0013,V(%jS\u0005\u0000_Β*,Ja4Oa\u0005gQ( 8q~(\u001a \u0003\u001e@In{ wk\\1\u0017+= OR\u0002Om \u0015\\đE]\u0011x\u0007z,6\u00013 c\\m\u007f\u0003\u0012tA B0P#ǝ\u001c \u0015P\b\u0012\u00047\u0010\u0004\u0017T\u0004\u0006*{G\u0013ˮA \u0002\u0016#bվ\u0015o^XSoѭǏ0-#\u001dpH\u0007/\u001e1~C 5\u0005y\u000eM;u_4E%3\u0017}Ǡqw\u0018]f;r\u0012 \\U}\u000fZ5*j\u000eލ{\u0018dvg\u0005E\\\u0005\u000e8;@r\b\u000e8;ꮪ\u0003U\u0001\u001c@/\u0002 5\u0000m$7B\u00025Fe:-4+2\u000edFaLM[ǯ\u0013'߫ܯ۬>{\\{{Nީ{Y;ʽ}}j9Zh\u0015\u001c \u0000];RG([۠Oκ\u00065FFP\u0017tT+\u0007t\u0018Ҩ\u001b\u001dN\u001fNs}K\u000eҀAT-\u001a\u008002\u001f9N43\u00192BS.\u0010g=.,h\u0017 { ._\u0013]vx\u001b;s\u00185C\u0017\u0000 a8\u0019|i8(Kc\u0005\u007fUfޯOt\u007ffcMLZ*a{\u000e\u0016mLNzhcf\u0005C䴭$\u001d\u0000\u0018K\u0000V*Y.;,\u001f\u000f!g\u0019m6\u0001\u0018,d@\u0018Z@r\u0018:\u0019: [7X*s~\u001d0'\u0012\u0018aK\u0013FYӭ PCƔb\u001c\u0012lfW\u0000Ef\u001e0 KE):RB~l$-ȻVls|a9OI`Sro%\u001d¶Rr2$47Br嫔\bk=ݘ`υJMrvy_:`!W+t\b*rox07ȾMG\u0014x\u007fZxZ\u0007!+\u001d\b\u0001x;)W\u001c\u0000;\u0018bG\u001dlMh!C9K\u0001\u001b\u0010q!\u0017\u0003)f\u000e\"+\u0015DM\u0005\u001bv$Mʴ5I5Y\u0015fi\"\"504{\"K0O??\u007f\u0002\u0016e? b\u0014DԾ`YtgkF(%C.4V~9vN\u0005CadO+\u0000wҚ\u0002BBHla\u0005BAlqRc#*isf'1A_p\u001f\u0014\u0018c5\u0016Ng ]\u0015JXwBtd81Ҭs\u0014$\u0010 [Ġ4fľ\u001du1\u001ftt\u0019_#B:Q8qj (I\u0005q up$'\u0018o\u0013ك\u0015}Dh2(m;e,ƅ\"0=\u0018Q] \u0013ex_\u001fy3b3 dL  \u007f^\u0011naa\u008a=_\u001f \u0007u*\u0019$\u000f[-A1%:n \u0010u\bݼuSϫC`뇰\u0016I^y@f\\'\\P\u0013Ϲ8i5\u0013\u0005 %}ⱨ+\u0015,Pq֛,0W\u001fb\u0007\u0007Tѓb\u0005m\u0018È꠩3#b] s - o\u001d\b\u001aG2ܙWգ\"\u0010aZ\u0010!_}?\u0018AAҍ !\u001evq -@J\u0010\u0006kH N3y\u0007}B\u001e\u0003u \\vmZ T)C\u001a|17 P\u0017ȑ\u001cunĦ>w\u0006Yu\u001d&27[\u001dZ˃:lT=xlSln4͐$PI+ +T]¿o`O\u0014!{B\u001e\u007fmrJ.crQ2\u001fMA>]%w=uz]\u0011~\u0012jjcGVS ڕ+H8!p6\u0011ZVG!p\u001d\u0011\u0011G}GX /pYʬ0Q)#\u000eM * xY.Q\u0002WC.*\u000fF/Ů\u001fT]%-Pe\u001cae62U\u0015\u0016\u00000Sl˘|i9BeuBL\udf70i\u0018p5G\u0014WvWA\u0002\u00154d|\u0011k'^(QbrR#\u0018\\q\u001f \u001dPOi-_\u0018\u0001\u0004>MT\u0011ӱ:tw8tlɣӗ-jnU\u0005uO/ endstream endobj 41 0 obj 26261 endobj 9 0 obj  > endobj 42 0 obj  > endobj 43 0 obj  > stream x\u0001 |TE7\\Uw{wzt;t6BB!\u0004\"\u0010\u0004YLH@V7\u0002\u0010\u0015YUp\u0005\u0001#M\"Qu\u0016q\u0019EqdfPԑgAGI83[ުSNn,^:I;\u0011v3ۈ6\u0001\u001bDA(ͻ6]\u000e%Dp57Mw\u00102v93g Hi\u00020gKˑVYx|W\\;s\u001cns\u00007-~^$W?m\u0014u;[BÎt\u001b+!\u0014駱l$2aNJTL$}vs\u0013ּ:VOߠ>\u0010ϼ謩\u007f\u007fN 9h )#S\u0017vdO9\u001bgJ{ExF\u008bq u ³]L\u0006tt)*\u0015\u001c^\u0017_~PEfrTʫwuiu\u0011iX2DmU\u0016 \u0000\u0004\u0011@n\"FH/\".)R? \u0010\u000fOAZ46R?? )]lSYaN\u0001Y#\u0005U\u0013ăj\u001d\u0018!xpj!D܀B\u000e z\u001fg{\u000f\bX#Ӭ5b-U\u0014\u0004ܭ|SW|X\u0019 \u0014+[]Xzzzztj=\bpg\u001dڔ\b76a\u0019ل\u0015yVN\u0010/\u0006wgN~Y\u0017| \u0000HIQ\u001bRgNge\u001c\u0012'\u0013\u0018+[x@(ԇ2\u0017\bm`C7=5xO!!\u0013  Yp62g0-v\u0013~ϧ2\u001e\u001dK^v8(ػ\u001c\u001eda3'd+r\u001d`R v\\;\\+mzjsI=W \u0013\u0018\u0002i%R;ҭD&~t^\u0004H Mڀ\u00066`\u0018mh\u0003F\u001b0t 6`\u0018h\u0005F+0ZuV`\u0002\u0015\u0018:\u0006o+0ZuF`4\u0002\u0011\u0018:F#0\u001a\bF\u001d\u0011\u0018h14`hЀ\u0018\u001a04`ht  \u0018\u001a04\u001d\u0014\u0018(\u0005FQ R`\u0002T(\u0005F)0Ju\b0\"\u0000#cD\u0011\u0001F\u0004\u0018\u0011\u001d#\u0002\b0\":\u001d\u0018v`؁a1\u0003\u000e a\u0007\u001d\u0018v\u001d(0\u0002(0\u0018Gq\u0014\u0018GqT8 8ʖ\u0011\u000e׾ @9 :a\u001c\u0006a\u001cQ\u000e\u00030P\u000e\u000f \u00133L/p{ ^\u001d\u0017\u0005nۋqH\u0002# \u0004F\u0012\u0018I`$u$0H\u0018\u001d\u0000F\u00070:t\u000e`t\u0000\u0003\u0018\u001d:F\u00070:ѡcl\u0002&`l\u0002&\u001dc\u001306\u0001c\u001306\u0018 \u0018tSnM\u0006쵬\u0016p%Z+\u0011\u001dBgd\u000eo&&Re$CL\u000ev+m\u001eH3\u0016\"mEڍ\"FS~Ve6eU٭H \u0013nEY-\u001fY6,\u001ch!\u001bGJ\\A&ka 7\u00019[\u007f \u001c'\"\u0014ҷ 鋅tw!XHkUv!\u0015uI\u0017! \u0004M9>2|\u000427\u0012}_{Ýnz0  \"\u0014Fڃ 6J2b\\0Re\u0010hMZ#\u000f\u0002!E\"Hずt\u0018\u001efۺ^\u0010'/\u001fx\u0007:J\u0001;&\u0002Й7+\\}$kEt/\u0016.ݝc4x3|\u0000\u001d\u0004@Kg`:~\u001bЩ$,r)\u0003p2&/ OCI\u0002μ8o]\u0017n\u00014c97:#:3\\[\u001bH\u001ex*b{\u0012,tC&j}߿`\"\"۹tf \u001f,9\u001a׆;k==\u00030uG,/pxpn\u0003B \u0016fp{4X%\\w/\u000f\u001f$ʹ\u0017n\u0003a\u0014 s\u0017t>|cX 煫\"\u00079}0jprAN\u0001R~ з0\u0017o O\u000eP9lR.SF)#d)!ep\u001a\u0006l0\u001a \u0006 \u001a\u0018\\G\"n'd\\E^\u0010 ['\bz\u001eU\u001dߋE\u0004]_sE\b\u0014ԌD& ;\u0014ƭ%]PC\u001bV\"\u001cf:JූueZB4˝h\u0019U T\u000esPs\u0014#)wSʎ܎J\u0019wmCex\u001bJ;K dIgf\u0010\u001b{33g:ζ\u0011(HXQ]?[0 \u0015^q,\u001d!\u0017^C\u0001\u0014IQ3k\u0011FK/M4r\u001dYF֓-ꤍ\u0011d\u0019$\u001f}Z@\u0015t\u0002{Z4\\Fz\u001b\u0018/+^&n.K?2\u0017\u001e/Ie}?\u001cq2\u0004\u0014\u0018En'/7+X2\u0019o~hA\u000f`+`\u0005]J$$\u0001r\b\u00039J>.\u001a,z\u000f;3mQy}π1 \u001a-!O}7m*^E\u00171z%[ . I\u000f\u0017\u00136w\\Dn\"+A'I\u0017y\u001e^\u007fNqGLel\"kc\u000fzppX!\u0012\u0016\u007f+~,6(3ԙmRHB;\u001d+\u001f\u0003g\u0001\u0015\\4y\u007fD>!\u007f珠\u0015xt-Jߡ_a8/`uxB\u0018t\u000e8)>a\u007fe\u0014$![\u0018*,\u0012\u001e\u0017BpX\\qq8D(N\u001713e҅diKzY:)W˳6 6e7}}\u007fLT2\u00055n\u0002%~N\u0004\u0004-\u000e@ߡG)BFi\u001e]Ei\u0003@/96K\u001f's\u0018\u0001\u0014ղl&V5.2gٛ\u00038TN^!&\u0014 Cqt2:a \\y@{{q \u0004f+fKść;Eҵ+#L\u000eșr|C\"+CFe\u000fC\u001bͤy\u0004\u007fXYl's+ T`u0\"d\u007f\u001a!y蛛 .kb\u0012\u0012zTWJ P ţ\u000f;*. /n\u0017bQ h\u0013;\u000eQyVͦ-\u0002aW Oד]\u0004\u001dNot%yyt\u0015\u007fTI\u001e[sC\u0019Z\u0005\u0016gOAS J_C F3!e\u0004Ak:[\u0004F~ \u0010+3p!yrt#d L\u0016H{[o￱\u007f!5p\u0003+\u001b\u0018{U\u0011݀ux\u007f\u001dkej6%_Q\u001fͥeX\u000f'\u001bMNyo!*(8f#Fp%y|E\u0006̍ \" w\u0018Da!2\u0006H\u001bl>\\\u0006mz>q\u0012rrK\u0018bDW\u0006 \u000f\u001c5\brNó%xPH`\u0006*H:7w\u000eQ4>\u0005VP+U_(#R\u0017\u000fc CcQ߁+H. \u001bGt\"H]>G\u00051I{0ӿFX \u001a\u0005Bdo~]$I[#c7_?x\u0010c2c,\u001eD\u0018MȚKzcm{w$3;f\u001eF \u0016 1\u0019ՍIc@c13g'\u001b'5 FŃtYIµ\" \u0019&)N*k\" &ɆȞA춓YEٱ3/oJ 31IG\u0011[tc\u0011\u000fAa\u0018߂\bo~HwRy(\u007fBs3\u0001\\[ߺ\u001e\u00133M$)I+a,J/m^\u0015IQj\u0004'%7F;\u0003\u0001( \u0014&ku{\\d%7vw\u0007;҄c d̖3s@==7繆KQ>A\u001fOF'M1i\u0018\u0019F_9 \u0013_3\u0005Vr6fdAR\u001dݺ>c4)c$؉\u007fZ3sFεOαZ \u0016_ߺ~fw\u007fX\u001e[ö@ '\u007f`f e>\u001d\u000eedԞ\u0018];iF|큋)vJS'lt=9\u0013kٹZ&K;A\u0015\biۊz^\u0012%.\bu\\uv]sss1\u0014~x`;Nj\b@fn)\u0003'^O!=T4\u0001)t)  ^G(\u0017\u0017ڡ\u0019_Ja-@]f \u0018W\u00190\u0007d\u0015k'm \u001d[\u001d_9grk_z.7?F\u001f#p @1\u0010 -\u000eOGWd\u001fݜ3 \u001d\u0006\u000fN\u0012@Q3nVe\u0010IL Ĩ)J\u0006YJ1 \u0013\u0015F짫/WMjeHi\u0011u\u0002/,9\u0013\u0011zh\u0012D^\u001fKۤ@p\u00063ma, 8%rY?\u001dy&g`*1 xtX\u0013\u0001Sff \u0014X,RRR:lRV\u0012 e\u0006\u00041\u001e Q\u0001'JbPfoQ+ ffЊ e\u00135vOy*b\u001c $6;좽fiGmư(\u0018U\u0013~+Z&#]lL8QsrVUQ\u0013[  \u0012{d6zJSױ\u0018?z\"\u0000\u0002`ǅ{OZ\u0016ڒd9\u0016ɋW$V d ʲʡ\u0015x,[vlhm-7>Wp_\u0007W=@*>,R@_)ƌH+ٺlv}tՍ\u0017=ѻ4w|gsǜ?yR8h`\u001e^ h!^v}S|̘k|v\u0019Tٱ\u0013\u0010wp%~ͨhD,\u0015\u001er M^W5d\u0017\\PB4t![ 7ϻa`\u001d\u0003L8q:\b: #qpy\u0016\u0017HfÈx}CJˁ\u007f\u001fwqlF\u001f\u0017R/v\bOkXn\\kNw*;\u00177T4G90- gE477Sk\u001f}w =TJp?UҩW̹/+f՞jY\u0012,\u001557 lݵO/s}o],H\u0019hb7\u001bifheY,\u0014\u001b=lጒ ɛ-(A\u001aOk\u0007_0Oe\u0016Y^́c?215;bX \u001fUL̡9\"\u00112z ŉd@6pT L\b\u0015^\\t\u0002\u0001D\u0000I9UATdkKՕJ92dX؉ =\u0018\u0012ܔ\u0005n nYђ(rnQ\u001eVU\u0001\u0007R&v\u0014,\u0018ղb x\u0011%0ײ#\u0013\u001c\u001dqs1ZZjJ/S-[ii9 \u0003R TH3` sIu1DI7\u0017lI?L \u000f}t)YS\u001a;~:R'i3]G\u000fr\u00037mx\u0007?&\u001d6`-(  xl+;B\"\u0019\u0010lCWg>lq-N\u0017A[xKncU흡*7^\u0019}O\u0006ך8G+\u001b\u000f\u001b#ؽeGR\u0014[gYP.1\u0011\u001d(c\u000fZ3}՛Z\u001ea|곔\u008b.m\u0018?蝝Q4jv[\u000fϘlQ\u000f-\u0018Z\u0017zuSU'\\5\\ .^slsu}}?\u00055W7[ \\\u0005RudP2\u00147-`BK\u000fK7WMR \b\u0005\u0012;G\u0011H`nA\u0000\u00175X4X53ama\u0013mԦ} \u001dZ(ؾN#\u0010QLPM +Ԙyl\\lpat Ǳ\"\u000ey\u0006B[P\u000f$YEF`;\u0012Ib  JқhZv.K! O\u001bve'\u001b\u0011Y>dU_O}5!NP; Zy>9\u001cT4{{*҃&)l̵  \u0002$\u001f\u001eh) .ڙsar9\u0016\\D9\u001by=\be\u0019sF20\u0011Y[[+N}S}O~V9vFu5Gg_N\u001d;l( /:s羹N\u0007[HMdvA\u0012\u0015C KT * ڨ\b4 \u0002\u001b \u00165\u0005\"RmXT#\u0010q%0\"#'z©SiO\u00148qY \u0012$n۸\u0001̗h_D(\u007f:mjѷ*^%\u001a^rSXb؄{\u0006\u001eT*/\u00116@TjbߒV!>\u0001UG6 'F}[xߞ\u001efa\u001d@\u000fjȚ`|a\u000e猪*{ ;},Xe\u0014u*f&ߒ>>\u001fڏۭB\u001cM \u0007]\u0003POf:s6L̠\u0019|eV)!~L#\u0019sNcHDKY?Hzؚ\u0003;N,guߢ\"n\u0002 ,@Z\u0001SH\bf^\u001e\u0011\u0007֠䮣 hImyj糽=w %|P?`ˁ,m_u/y}Fg\u0018[r\u001fR?K8^QZ*JF\\ѹ[@dIT*\u0006\u0003S2Dc\u001blhi\bmv \u0001Q0SY{uҟn\u0003O x\u0019-\u0013\u0017>6 *\u0001\u000e_ϲ,\u0014\u0007i>#}\u0007}/٭}+1;\u001ecL\u0002YC\u000e\u0012 ޮX\u000e\u001a7A$Mjڥ\u0014Z6$K\u0015 \u001fQB(\u0011z ]\u001f3\u0006(k jï\u0004~\u001dU#&K\u0002V!;>M?.穛ć\u000e\u0018J!~!oaZyI\u0002WA&WDX- b)\u0017\u0014/\u0019pq\u0016/jaE-Dc\u000frjpV -f\u0011K-\u001e\\̮\u001a1br֠'l4z\u0010-z4@NkF~Э\b?\u000f|\u007f08i\u001a\bOݚ\u0016o)[Y1 \u0007#\u0012@ 4*KD J\u0001x\u001b\u0017\u001fyb{ 7BI[s?1\b3\u000f.13f2 qC\u0004b\u0000횚9 4U\u001bO\u001b=[MVk\u000f\u0011\u0003#qѲL]n)ޮiĔ&\u001cv8Oo(*uAS\u001b\u001a.UXbMbB\u001da*܈Uf\u0001ѫ*\u0003]\u00182YQd \u001dF%a\u0017}VpA%L-gL\u0006\u0001\u0007\u001f#,Qh5\u0010\u0001G -9a\u007f\u001f* \b\u0018o\u0006U-K8 k,\u0013\u0018[\bf13\u0016\u0018Vj\ud996.~*b? ;L\u0001T؏-BӼ:γ \u0006쀌xC=\bWzK\u0014\\ę\u0015X=\u0000Χ(`D_R\u007f\u0013^\u0015 ST\u000fa2.\u0011\u0004M\u0010;t\u0018: \u0004Wۆ p$\u0018\u0012\bDýVCې\u0014^4Fj9 \u001a.(\u001d,%e \u0016\u0017U͚\u001a\u001d`Sp[gEP\u0014\u00042)#Xr1Ӕ4Eu2Q\u001eQv)׍_ʿ)+ZY&So'\u001fiVh&:'p\u0019B\u001d\u000f\bk\u0019\u000f\u0001\u0017\u000eA!\u0013ǥЌly>M,m6 ߳/Qч:K=z,\u0010\u007f|\u000eé[\"~UL˕\u001eWOP\u000f$tZV\u0012s\u0005F \u0018޿\u0015pt`|Rn;_gN[u5\u0016Ju i@p O\u001f\u007fKV융|7blE\u0013d\u0005\u000ew߇˩j\u001b[%3Z9 ƉAvК#\u0011\u0016\u0016~wYdqu}k] @\u0015rEW{o\"%6+b7\u0006n̺1^YX\u0017X\u001dyXy\u0019e5\u0007\u001eGeɱ@Y`\bu^\u0003h\u00101ǓQ\u0010eL(y좽*kHn:Y j pvEE~j\u007fUѽ{g-\u007fw\\1\u001az7ΠΣ\u001bSR\u000fru_ޜL\u001f\u0018=\" 4kB13Qv[mR*Uf\u001e\u0019\u001eQA6z \u001ePkަ\u0018eu\\֡ mK737֪kCqfuuu~V\u001a]\u0016fv[ :\\\"(gd\u0018\u001d\u000e\u000e9)ʇ_\u0016XiŢ9{y\u001a#״ xkmGӌ{dlnBK\u0003y\u0003 \u0001^s:\u001c2ތ0b\u000e8d;0 _j媮?X \u001fI,хgs\u0010\u007f0.4X\u0012X=  t} \u0012\u001en\u001cnȮ\u0000\u001dYFgǶ\u00196~ \\\u0018\u0005+\u0018pvGcW% 0 |5 9蕟׆)\u0006EU\u0010\"ꅆ URuAfCG=/x>t\u007f&M\u0016\u00192%7C5\"`kPh \u0007Y$X\u001a\b\u0006 m\u001b{T4s{d?yg\u0017eD\u001d\u0012\u0006\u001cZ\u0001mnel,26lE{zw?Z A=а{9L*\u000f6|tӜ |\u001b0>3לEB\u001c1D\"S\u0016\u0018\u0005(\u0007;\u0015/k*q\u007f:]\"\u0004C֌\u0018EA\"\u0003ĭ\u0016\\Ux/fuM\u007f>0\u007fE>S].\u0003bt\u000e\u0016\u0012cx\u0001!\u001b?Fy\u0010@\u0006KwyKWڲ٢3L2\u001cF \u0019?ϖхjM\u0014/ati \u001c!\bDU,\bwL2P\u0011 \u0006U4\u0003F\u000f^\"|\u0013\u0002|8K#\u001b\u0014E\u0003 \u0001[\u0002릛jƈ|tH+&\b\u000f0규u\u0004\u0013Zp\u0002\u000fgQZ|g\u001di[_?\u0015p\u0003W3Tk ?\u0006 \u0003\u0000\u0001n,\u001ao9X\u0083\u001b03\u0000)sROВO\u0019r\u0016^\u0013C \u001c1w \u000e\u000f_p/\bq\u00184N\u0012\u001b]6e\u000f}E\u0010_xDڬ =m}9HT\u0006+OMj5;\u0011²-p.ѿm6f\u007f\u0003ߗ/3t\u007f'g \u0018\u001e\u001c5\u0017JOOX&-Vw8{z CX'*x-\u000fwHۍ\u0007\u0003cمrqb\u000e>y_u\u001b\u000fG)Z,L\u0006 ֬m]\u001a\u001d)fwi0 V=9ͱ\u001fLr\u001eZ\u000eE!4,*NC_\u000e5\u001bi\u0007H@-#3t&;Ǥ(-q$kF¬Yb-j,\u0004\b>  ~\u0012k>\u0001Cs|WO˲\u0002\u0011\u001a\"O7I\u0018\bZ\u000e\u00044!qy)`p\u0014;y| +\u000f\u0013Adj\u001c\u0017k5pǸ\u0004&e@%+\u007f\u001eAuo:BЬ\u001f jMBZ  >y\bQ]'t\u0014˾_N\u0005 4ᶙ ˧]^]M%% cn\u001e5F ?\u0001R 6\u0013aGxOQ\u000e{pF\u000e,|ςU)3\\F\u0006nFxu%\u0019\u000e覢ffęk\u0006\u0013 ՜{؂\"T\u0015\u0016+c5 :5\u0010qJc\u000fOrg2xp\u001f\u0013Q1ubas '\u0012qp\u0016׮{D  \u0000\u001d~.% \u000eKߤ+\u000eT\u0003&\b\u0005S\u0018\u0013\u0007uX\u001eAρ( o\u001f\u0004ˣ#zH\u0001[.\u0018f1'!K\u0018\u0018_]̌XSd`kSveyל,8\\pJ J \u001aqłO \u0002H MIJ E|Q֌%*v#/\u0019CdFN6A\u0017bһYf \u0004L-̤8\u0011sQ'!y\u0018mMP\u001b~iVTӆ_({; \u000eV\u0014e3پK.\u001c \u001c=f j%q\u000f\u0010*\u001e$\u0019\u000eN9]uid'4;\u007f $\u001a)>q8;\u0016JbsxΤqK  7zeUѱe\u000e> k\u0018\u001d#a\u0019c33!TY2\u0012:ae\\F]_AۣgmʿwdO8k{: V[n׍ ӿ[\u0013NTc\"ԏr۟\u0014쪛s:7f\u0001]CYLOƉbsgݶyk1S\u007fLN>ӵ뱮Ol\u0005CJ};\u0012Ut4WZ* %&|k\u0013\u0007ym4Yy\">f˴\u0002E\u0001\u007f L6@\u0014noQ tnu\u0019ΕNi'q&,L#T\u0001?f\u0015Ft d=R[\u0010 U[\u0015\u0014g8\\-\u001b\u0007{)V\u001ee\u0007\u001c=K/`%%b|u\u0015\u001c\\3\u0018c)َ1\u0016^! y^7!\u0007 UUb\u0003\u001ebYNg\u00059\u0007L۳{JmL˩˞\u001d_\\Z}{Z\u0019\u001f#כ[&꣣\u0010ɋW+ n{ \u001bhX£e\"zP ܍,W\u0012\u0001xҼh Z2\u000eʊb_-Q]d!%~_\u001bg mu/ӀJ\u0007\u0005N\u0012UȔCC);.\u0011/\u0013\u0003la1 DM\u0001\u001aP?W5ϦE\u001e.h4ѡ\u001c^>\u0015IexY \"s\u000eͮ~r\u007fϖf(}Z&\\\u0013\u0016\u0000ƚ^Mp\u00118ydLlE$ܮDe\u0007-)& $>\u0010 ZRt̒h\u00189\u00070d䨰'Μ;a&_{ǰ'V+\u0010Y\u0002pxkMOיOP\u0015bqC5\u001bvx^\u0015\u0017>Op`#\"n90f\u0013\u0012:\u0003R\u001b>!uNu׸vVWkK\".+*upA-8=mHVBNпp\u0019F\u00119W\u0016\u0019Z\u001cVו\u0001ktqu\u0011_h Z\u0019lX\u0005h\u0015\u0012D[M)]m+1x[m\u0006S MS6g,I3`f)B@\u0018]eUȘ(9S4qCEzݑ\u001dB[\bhm)լL\u0002L:N \u0017u\u0006^9Hlmg\u001dZGFq1\u0012\u0000D8c=1\u0016\u0000D97 1\u0013\u00019\u0003O1\u001f\u0007sy\u001eh\u0003$zi(#l*`I\\8\u0014\u0006p^D1+B\u0005\bs4A\u0007K\u001a>, *i;\"\u0018 Ԝ)\u0006t\u001eW\u0002|\u0006\u0005T\u0007%#%>\u0010EJ\u001e0 x\u001c0y \u0000.Nr0ֶ; 0x*&0B6\u0006~D\"A\u007fJywǮLȅy;ݞcftjvni?֛v@qz͋|Ϙ !\u0007R\u0003lS\u0013zc\u0019s#o3\u001d渽h,ZQkY&\u001b\u0011%{E !]\"Nv]XId`UyVL\u0001ʼ',p\u0017\u0017&㥴ʯO&0i\u0013O:,\u0017P !@\u0019UPœ eEPs#5Yv\u0005,^@  =\u0004\u007fF\u0001\u0005\u0006'\u0016kZ\u001bt\u001cr]t'\u0016\u00045\u00078E0\u0013\u0010*;iP  ǁP]_a\u001e \u001eL?\u0001b\"\u0017@͘PP )PaB[\u001aW\u0011[\u001b'oj55#Ȋ\u0011܇QMl>^\u001f \u000eb)\u0004M* *\u0002)-{\u0002\u0014!\u0002\u0011FTc C$\u0001\u0018\u0003p\u0000g0PcU&\u0007:\u0005յY\u0015㊗WdEni:K\\i^Zj\u0001V[1[W\u0015$49ӭD%pQHb\u0004\u0000?\u001dx䭁F\u007f\u0015\u00129j\u0015@\u001e|\u0002Qlmؠ' }i\u0019pAZ'e-*w(@P=\u0011MQKAXD  d|\u007f\u0011a\u001d!::\u0005\u0011)_5ɭkٻ;eXPaCgc7q \u001f5e9 0yPjZ\u000e\u0000#6\u001a\u000f&~p\u0012s\u0016\u0019\u0005\u0004otΨ->\u00122yJYY\u0014f\u000e-\u0012`A]K\u001ez\u0004\u0014HSčFH\u0019k\u0019la'\u000f騅ia\u0019SB-hc QϏ\u001d\u007fj 3Tj1ȡ8˝gne-݅x\u0000\u001d!\u007fC\u001ctU\u0005\u0017W6f \u0002 cH\u0018RCaߖvΎ:xZ6H=\u0001/#\u0011*Y?8ؼ;rX9_{\u0003\u0011+OtV?ug?fud N@4X YE4Hq\u0005&_jzT^\"6v@+ ;!z~hAE\u001fڗ/:> gq2,!]ճkO#/\u001fmCݽ\u000f. endstream endobj 44 0 obj 20305 endobj 45 0 obj (V80) endobj 46 0 obj (Mac OS X 10.8.3 Quartz PDFContext) endobj 47 0 obj (Paul Fan) endobj 48 0 obj () endobj 49 0 obj (Safari) endobj 50 0 obj (D:20130516184623Z00'00') endobj 51 0 obj () endobj 52 0 obj [ () ] endobj 1 0 obj  > endobj xref 0 53 0000000000 65535 f  0000091886 00000 n  0000003949 00000 n  0000028738 00000 n  0000000022 00000 n  0000003929 00000 n  0000004068 00000 n  0000006957 00000 n  0000043232 00000 n  0000070521 00000 n  0000029107 00000 n  0000004194 00000 n  0000028899 00000 n  0000004221 00000 n  0000006936 00000 n  0000013269 00000 n  0000006993 00000 n  0000013248 00000 n  0000013376 00000 n  0000020369 00000 n  0000013503 00000 n  0000020348 00000 n  0000020476 00000 n  0000020630 00000 n  0000020683 00000 n  0000027246 00000 n  0000020737 00000 n  0000027225 00000 n  0000027353 00000 n  0000028477 00000 n  0000027507 00000 n  0000028457 00000 n  0000028584 00000 n  0000028849 00000 n  0000029008 00000 n  0000029064 00000 n  0000029550 00000 n  0000029792 00000 n  0000043210 00000 n  0000043912 00000 n  0000044147 00000 n  0000070499 00000 n  0000070999 00000 n  0000071239 00000 n  0000091635 00000 n  0000091657 00000 n  0000091679 00000 n  0000091731 00000 n  0000091758 00000 n  0000091777 00000 n  0000091802 00000 n  0000091844 00000 n  0000091863 00000 n  trailer    ] >> startxref 92061 %%EOF"}]}]