[{"detail": [{"content": "CORE MATERIAL       CORE MATERIAL for Midterm Exam:  Core Material focuses on Keefer's breakdown of non-verbal communication. You should be able to analyse the image, posture, kinesiology, facial expressions, effort-shape movements, vocal timbre, pitch, resonance, sensory preferences and awareness, and positioning in time and space of any human body. Naturally these observations are not foolproof and each student has her own methodology but none of the following should be overlooked in an effort to understand mindbody dynamics. (Remember that all these observations are relative to the cultural background of the character. For example, Americans might blush with embarrassment while the Japanese might laugh.)    It is important to learn the following terminology for the midterm exam. There is a difference  between non-verbal communication and non-verbal behavior . Is your character  actually sending a message, unconscious or conscious, or she just expressing herself non-verbally?  This field is broken down into the following studies:      PROXEMICS: The study of space   CHRONEMICS: The study of time   KINESICS: The study of movement   HAPTICS: The study of touch   OCULESICS: The study of eye movement   OFFACTICS: The study of scent   VOCALICS: The study of the non-verbal communicative aspects of the voice      Note the following myths about body language:\"The body never lies. Eye contact tells the truth. Non-verbal is always natural. You can learn to read a person's non-verbal behavior like a book.\" If these statements were true, then we would have invented language only to lie! Non-verbal communication can act to INTENSIFY, DE-INTENSITY, MASK, OR NEUTRALIZE  verbal communication.    Two kinesiologists, Birdwhistell and Paul Ekman, illustrate contrasting approaches to the study of non-verbal communication. Birdwhistell broke gestures and movements down into allokines, kines, kinemes, kinemorphemes etc. in an attempt to develop the same kind of meaning we have in linguistics. On the other hand, Paul Ekman said that non-verbal communication is always dependent on its context (time, space, culture, emotion etc.) and that no universal signs or symbols could be delineated. He broke it down into:   1)Emblems, like waving goodbye  2)Illustrators  3)Regulators  4)Affect Displays  5)Adaptors, unintentional gestures like olding arms etc.   Keefer's breakdown of non-verbal communcation is as follows:      IMAGE: Although this is the most superficial, it is what we notice first. What is the person wearing?   How do clothes, hairstyle and texture, make-up etc. reflect the economic, social, political,   emotional, sexual aspects of her being? Do not let your analysis stop here.   POSTURE: By consulting your Anatomy Coloring Book or any other anatomy text, try to   determine the ideal, neutral posture of our musculoskeletal system. Then look at the different  pathologies such as kyphosis, lordosis, scoliosis, anterior or posterior pelvis tilt, genu valgus and genu varum (knock-kneed and bow-legged) etc.  to see how your character differs from the norm. What feelings does their posture seem to convey? Look through the BodyMind book  and see how much of Dychtwald's findings match your own. During live interaction, posture can  either be inclusive or non-inclusive, (face-to-face, back-to-back, parallel, etc.) congruent or incongruent,  (imitative) or can reflect the unintentional emotional state of the participants.   STYLE: One's style can be dramatic, dominant, animated, relaxed, attentive, open, friendly,  contentious, impression-leaving etc. A switch in habitual style can reveal a change in emotional  attitude or strategy.     KINESIOLOGY: is the study of the movement of the joints through space in terms of flexion/   extension, abduction/adduction, external and internal rotation. Some joints in the hands and   feet and shoulder girdle also move in other ways. Analyse the way   your character swings her arms, tilts her head, uses her feet on the ground etc. What does this   say about her character?     FACIAL EXPRESSIONS: FAST or the Facial Affect Scoring Test is a way of describing   facial expression, breaking the area up into 3 parts: A. eyes, eyebrows and forehead, B. nose, cheeks and   mid-face, and C. jaw and mouth. How do muscular tension in the jaw, flared nostrils, grinding teeth, pursed   lips, squinting eyes, frowns or laughter, facial asymmetries hide or reveal intended emotional    communication?    EFFORT-SHAPE: Using Laban's system of effort-shape, analyse your character's movement   in terms of her orientation to gravity (strong/light), to time (sudden/sustained),   to space (direct/indirect), and to flow (bound/free.) How do these movement qualities affect   or reflect her emotions?    VOCAL TIMBRE, PITCH AND RESONANCE: If you close your eyes and listen to the sound of the voice,   apart from its meaning, is it shrill, husky, nasal, orotund(robust and clear), breathy, strident, too high or too low, thin, weak,   or somehow \"trapped in the throat?\" Is the articulation clipped and clear or slurred? What are   the vocal dynamics of the non-verbal behavior such as laughing, crying, whimpering, giggling,   snickering, sobbing, sighing, growning, yawning, screaming, etc.?    SILENCE: Analyse the three kinds of silence: psycholinguistic (speech pauses), hesitation,    which could reflect anxiety, masking or other emotions, and interactive, a pause to listen or digest.       SENSORY PREFERENCES AND AWARENESS: What is your character's strongest sense? How does this   determine their social interactions? For example, if she has a strong sense of smell, is she easily   repulsed or attracted to others? Is a visual person more image conscious? Is an oral person   more tuned to the rhythm and dynamics of existence?    TIME: Time can be technical, formal, informal, ordering or part of biological time. Punctuality   is influenced by whether the culture has a monochronic approach to time,    scheduling events one at a time as North Americans do or polychronic, having   many events going on in one time slot, as they sometimes do in South America. If many things   are going on, punctuality is obviously less important. How does your character use time? Is she late or early for appointments? Is she in    a rush to finish, patient or even leisurely? Does she need a watch to be punctual? Is punctuality   important? If you are constructing a fictional character, how does she feel about aging, the past,   the future? How is this reflected in her being?    SPACE: Humans often react to space as TERRITORY. What are the differences between primary,   secondary, home, interactional, body and public territory? How does your character defend   her territory? With MARKERS, LABELS, OFFENSIVE DISPLAYS OR TENURE? When faced with   ENCROACHMENT, INVASION, VIOLATION OR CONTAMINATION of this territory, does your character   withdraw, insulate or defend her turf as Queen of the Mountain? What is your character's relationship to space? Does she control her presence or    spread herself and her things all over the place? What are comfortable social, personal and intimate   distances for her when conversing with others? When you read Edward Hall's books, you see that   use of space is determined by culture, ethnicity, geography and architecture.    There is a difference between HIGH DENSITY and CROWDING. Crowding is experienced   when congested groups of people create behavioral constraints, such as inability to move legs   or cough etc., surveillance (being watched), stimuli overload (loud noises, offensive smells,   unpleasant sights, etc.) For example you may have the same number of people in the same   space at a cocktail party and the experience will be one of high density as opposed to crowding.      Studies have shown that crowding produces high birth and death rates and more health problems.    People cope with crowding by ignoring, shifting responsibility, blocking inputs and having     shorter conversations. Analyse the ENVIRONMENT for perceptions of formality, warmth,    privacy, familiarity, constraint and distance. How does the environment then influence behavior    and communication?     TOUCH: When someone touches you do you feel the gesture is professional/functional,    social/polite, friendly, loving/intimate, or designed for sexual arousal?   Non-verbal communication moves on a gradient from 1) intimacy, 2) immediacy, 3) neutrality, 4) verbal hostility, to 5) physical violence. Many organizations strive for more immediacy in communication through a positive and conformist approach to attractiveness, body shape and size, scent, hair, dress, emblems, illustrators, affect (always positive), regulators such as head nods. But many of us decrease immediacy consciously or unconsciously with adaptors such as folding arms or shifting away, incogruent posture or non-inclusive positioning. Immediacy is also dependent on appropriate proxemics, chronemics and kinesics, a pleasant environment and vocal resonance. Immediacy is  often misinterpreted as intimacy is sexual harrassment cases. Sometimes because of crowding or psychological burn-out, we try to decrease immediacy by avoiding eye contact, shorter  conversations, facial masking and extreme punctuality.   While the above definitions and categories should be learned and assimilated in order to analyse characters and their interactions, feel free to develop your own way of describing these scenes. For example, a writer might describe a fictional character with a poetic language that she makes up, and then create a scene that dramatizes the above concepts in her own way. Meanwhile, a therapist would just report accurately on her patient's non-verbal behavior or try to channel that behavior more constructively. Law enforcement officers might use any of these elements during interrogation or observation, knowing that like verbal language, people can use body language to lie, distort or mask their true feelings. The saying \"The body does not lie\" only works if our behavior is unconscious.  Through social conditioning and intellectual choices, we have made much of our non-verbal behavior conscious.    Perform the eight basic effort actions on your own body and then imagine how your character would perform them:       Back to main page"}]},
{"detail": [{"content": "CORE MATERIAL       CORE MATERIAL for Midterm Exam:  Core Material focuses on Keefer's breakdown of non-verbal communication. You should be able to analyse the image, posture, kinesiology, facial expressions, effort-shape movements, vocal timbre, pitch, resonance, sensory preferences and awareness, and positioning in time and space of any human body. Naturally these observations are not foolproof and each student has her own methodology but none of the following should be overlooked in an effort to understand mindbody dynamics. (Remember that all these observations are relative to the cultural background of the character. For example, Americans might blush with embarrassment while the Japanese might laugh.)    It is important to learn the following terminology for the midterm exam. There is a difference  between non-verbal communication and non-verbal behavior . Is your character  actually sending a message, unconscious or conscious, or she just expressing herself non-verbally?  This field is broken down into the following studies:      PROXEMICS: The study of space   CHRONEMICS: The study of time   KINESICS: The study of movement   HAPTICS: The study of touch   OCULESICS: The study of eye movement   OFFACTICS: The study of scent   VOCALICS: The study of the non-verbal communicative aspects of the voice      Note the following myths about body language:\"The body never lies. Eye contact tells the truth. Non-verbal is always natural. You can learn to read a person's non-verbal behavior like a book.\" If these statements were true, then we would have invented language only to lie! Non-verbal communication can act to INTENSIFY, DE-INTENSITY, MASK, OR NEUTRALIZE  verbal communication.    Two kinesiologists, Birdwhistell and Paul Ekman, illustrate contrasting approaches to the study of non-verbal communication. Birdwhistell broke gestures and movements down into allokines, kines, kinemes, kinemorphemes etc. in an attempt to develop the same kind of meaning we have in linguistics. On the other hand, Paul Ekman said that non-verbal communication is always dependent on its context (time, space, culture, emotion etc.) and that no universal signs or symbols could be delineated. He broke it down into:   1)Emblems, like waving goodbye  2)Illustrators  3)Regulators  4)Affect Displays  5)Adaptors, unintentional gestures like olding arms etc.   Keefer's breakdown of non-verbal communcation is as follows:      IMAGE: Although this is the most superficial, it is what we notice first. What is the person wearing?   How do clothes, hairstyle and texture, make-up etc. reflect the economic, social, political,   emotional, sexual aspects of her being? Do not let your analysis stop here.   POSTURE: By consulting your Anatomy Coloring Book or any other anatomy text, try to   determine the ideal, neutral posture of our musculoskeletal system. Then look at the different  pathologies such as kyphosis, lordosis, scoliosis, anterior or posterior pelvis tilt, genu valgus and genu varum (knock-kneed and bow-legged) etc.  to see how your character differs from the norm. What feelings does their posture seem to convey? Look through the BodyMind book  and see how much of Dychtwald's findings match your own. During live interaction, posture can  either be inclusive or non-inclusive, (face-to-face, back-to-back, parallel, etc.) congruent or incongruent,  (imitative) or can reflect the unintentional emotional state of the participants.   STYLE: One's style can be dramatic, dominant, animated, relaxed, attentive, open, friendly,  contentious, impression-leaving etc. A switch in habitual style can reveal a change in emotional  attitude or strategy.     KINESIOLOGY: is the study of the movement of the joints through space in terms of flexion/   extension, abduction/adduction, external and internal rotation. Some joints in the hands and   feet and shoulder girdle also move in other ways. Analyse the way   your character swings her arms, tilts her head, uses her feet on the ground etc. What does this   say about her character?     FACIAL EXPRESSIONS: FAST or the Facial Affect Scoring Test is a way of describing   facial expression, breaking the area up into 3 parts: A. eyes, eyebrows and forehead, B. nose, cheeks and   mid-face, and C. jaw and mouth. How do muscular tension in the jaw, flared nostrils, grinding teeth, pursed   lips, squinting eyes, frowns or laughter, facial asymmetries hide or reveal intended emotional    communication?    EFFORT-SHAPE: Using Laban's system of effort-shape, analyse your character's movement   in terms of her orientation to gravity (strong/light), to time (sudden/sustained),   to space (direct/indirect), and to flow (bound/free.) How do these movement qualities affect   or reflect her emotions?    VOCAL TIMBRE, PITCH AND RESONANCE: If you close your eyes and listen to the sound of the voice,   apart from its meaning, is it shrill, husky, nasal, orotund(robust and clear), breathy, strident, too high or too low, thin, weak,   or somehow \"trapped in the throat?\" Is the articulation clipped and clear or slurred? What are   the vocal dynamics of the non-verbal behavior such as laughing, crying, whimpering, giggling,   snickering, sobbing, sighing, growning, yawning, screaming, etc.?    SILENCE: Analyse the three kinds of silence: psycholinguistic (speech pauses), hesitation,    which could reflect anxiety, masking or other emotions, and interactive, a pause to listen or digest.       SENSORY PREFERENCES AND AWARENESS: What is your character's strongest sense? How does this   determine their social interactions? For example, if she has a strong sense of smell, is she easily   repulsed or attracted to others? Is a visual person more image conscious? Is an oral person   more tuned to the rhythm and dynamics of existence?    TIME: Time can be technical, formal, informal, ordering or part of biological time. Punctuality   is influenced by whether the culture has a monochronic approach to time,    scheduling events one at a time as North Americans do or polychronic, having   many events going on in one time slot, as they sometimes do in South America. If many things   are going on, punctuality is obviously less important. How does your character use time? Is she late or early for appointments? Is she in    a rush to finish, patient or even leisurely? Does she need a watch to be punctual? Is punctuality   important? If you are constructing a fictional character, how does she feel about aging, the past,   the future? How is this reflected in her being?    SPACE: Humans often react to space as TERRITORY. What are the differences between primary,   secondary, home, interactional, body and public territory? How does your character defend   her territory? With MARKERS, LABELS, OFFENSIVE DISPLAYS OR TENURE? When faced with   ENCROACHMENT, INVASION, VIOLATION OR CONTAMINATION of this territory, does your character   withdraw, insulate or defend her turf as Queen of the Mountain? What is your character's relationship to space? Does she control her presence or    spread herself and her things all over the place? What are comfortable social, personal and intimate   distances for her when conversing with others? When you read Edward Hall's books, you see that   use of space is determined by culture, ethnicity, geography and architecture.    There is a difference between HIGH DENSITY and CROWDING. Crowding is experienced   when congested groups of people create behavioral constraints, such as inability to move legs   or cough etc., surveillance (being watched), stimuli overload (loud noises, offensive smells,   unpleasant sights, etc.) For example you may have the same number of people in the same   space at a cocktail party and the experience will be one of high density as opposed to crowding.      Studies have shown that crowding produces high birth and death rates and more health problems.    People cope with crowding by ignoring, shifting responsibility, blocking inputs and having     shorter conversations. Analyse the ENVIRONMENT for perceptions of formality, warmth,    privacy, familiarity, constraint and distance. How does the environment then influence behavior    and communication?     TOUCH: When someone touches you do you feel the gesture is professional/functional,    social/polite, friendly, loving/intimate, or designed for sexual arousal?   Non-verbal communication moves on a gradient from 1) intimacy, 2) immediacy, 3) neutrality, 4) verbal hostility, to 5) physical violence. Many organizations strive for more immediacy in communication through a positive and conformist approach to attractiveness, body shape and size, scent, hair, dress, emblems, illustrators, affect (always positive), regulators such as head nods. But many of us decrease immediacy consciously or unconsciously with adaptors such as folding arms or shifting away, incogruent posture or non-inclusive positioning. Immediacy is also dependent on appropriate proxemics, chronemics and kinesics, a pleasant environment and vocal resonance. Immediacy is  often misinterpreted as intimacy is sexual harrassment cases. Sometimes because of crowding or psychological burn-out, we try to decrease immediacy by avoiding eye contact, shorter  conversations, facial masking and extreme punctuality.   While the above definitions and categories should be learned and assimilated in order to analyse characters and their interactions, feel free to develop your own way of describing these scenes. For example, a writer might describe a fictional character with a poetic language that she makes up, and then create a scene that dramatizes the above concepts in her own way. Meanwhile, a therapist would just report accurately on her patient's non-verbal behavior or try to channel that behavior more constructively. Law enforcement officers might use any of these elements during interrogation or observation, knowing that like verbal language, people can use body language to lie, distort or mask their true feelings. The saying \"The body does not lie\" only works if our behavior is unconscious.  Through social conditioning and intellectual choices, we have made much of our non-verbal behavior conscious.    Perform the eight basic effort actions on your own body and then imagine how your character would perform them:       Back to main page"}, {"content": "Journal of verbal learning &amp;amp; verbal behavior | NYU Health Sciences Library                                                  Jump to navigation                             Locations       NYU Medical Archives                                                                              Home               Services                               - View all Services -               Literature Search Services               Education and Curriculum Support               Information for Patients and Families               Clinical Care Support               Research Support               Document Delivery and Interlibrary Loan               Publication Tracking                               Faculty Bibliography               Faculty Bibliography API                                                                   Meet your library liaison      Kevin Read   Library liaison to the Dept. of Emergency Medicine and the Skirball Institute of Biomolecular Medicine                                                 Subject Guides                                    - View all guides -                              What is a subject guide?     A subject guide is designed to inform a particular research topic. These resources can act as a supplement when researching.                              FAQs                               - View all FAQs -               How do I install the library bookmarklet?               My password doesn’t work, what should I do?                I can’t access a library resource, what should I do?               What if the library doesn’t have what I need?               How do I download EndNote?                                     Use this bookmarklet when you find an article through an outside search like Google Scholar. If we subscribe to the content, you'll be immediately redirected to our login page for access.                             About Us                               Our Divisions                               Administration               Content Management and Scholarly Communication               Division of Knowledge Informatics               Lillian & Clarence de la Chapelle Medical Archives               Operations               Research, Education, and Clinical Support (RECS)               Systems and Technology                             Our Staff Directory               Benefactors                               Daniel C. Bryant, MD               Dr. Harvey Taterka               Herman Robbins, MD               Sidney and Theodora Yudin Medical Ethics Library               Clarence E. de la Chapelle, MD               Frederick L. Ehrman                             Policies                               Access Privileges               Borrowing and Circulation               Code of Conduct               Giving to NYU Health Sciences Library               Privacy Statement                             Careers at NYUHSL               Locations               Contact Us                                                                           Journal of verbal learning &amp;amp; verbal behavior                   Link: Journal of verbal learning &amp; verbal behavior      Resource type Journal   Coverage v.1:1 1962-v.23:6 1984   Access Terms NYU only   Subject(s) Behavioral Sciences Education Speech-Language Pathology   ISBN/ISSN 0022-5371;1878-4097e   Vendor ScienceDirect   Record ID 17752                                                                                           Email us                   Request a Consultation                   Request article or book                   Troubleshoot Access                                                         @lisamcguire1 @ReadKev We don't have a link to anything right now, but can email you something. @Ecureuil81 knows how to find you.       @NYU_HSL       4 days 5 hours ago"}]}]