[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Kinship and Community: Ancient Texts and Modern Theories                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1739                    Section        001                    Instructor        Bruce King                    Days                            Mon,Wed                                 Time                            4:55 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       What is the relation of the family to larger structures of community and of state? Do kinship bonds provide a model for those of community or must they be superseded in the interest of a more enlightened state? To what degree do contemporary aspirations for gender equality entail a radical renovation of our understanding of the family? We consider these questions through a close reading of ancient texts, from the Greek and Judeo-Christian traditions, which we read in conjunction with some contemporary thinkers on kinship and the state. Primary readings include: Aeschylus Oresteia , Sophocles Oedipus Tyrannus and Antigone , Euripides Ion , Plato Republic 5 , Aristophanes Ecclesiazusae , Longus Daphnis and Chloe , Genesis and Exodus , Paul Letter to the Galatians , Martyrdom of Perpetua , Shakespeare Measure for Measure , John Henry Noyes Bible Communism ; theoretical texts include: Freud Totem and Taboo , and selections from Engels, Lévi-Strauss, G. Rubin, P. Clastres, and J. Butler.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Kinship and Community: Ancient Texts and Modern Theories                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1739                    Section        001                    Instructor        Bruce King                    Days                            Mon,Wed                                 Time                            4:55 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       What is the relation of the family to larger structures of community and of state? Do kinship bonds provide a model for those of community or must they be superseded in the interest of a more enlightened state? To what degree do contemporary aspirations for gender equality entail a radical renovation of our understanding of the family? We consider these questions through a close reading of ancient texts, from the Greek and Judeo-Christian traditions, which we read in conjunction with some contemporary thinkers on kinship and the state. Primary readings include: Aeschylus Oresteia , Sophocles Oedipus Tyrannus and Antigone , Euripides Ion , Plato Republic 5 , Aristophanes Ecclesiazusae , Longus Daphnis and Chloe , Genesis and Exodus , Paul Letter to the Galatians , Martyrdom of Perpetua , Shakespeare Measure for Measure , John Henry Noyes Bible Communism ; theoretical texts include: Freud Totem and Taboo , and selections from Engels, Lévi-Strauss, G. Rubin, P. Clastres, and J. Butler.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.4 % 1 0 obj  > endobj 6 0 obj  > endobj 2 0 obj  > endobj 3 0 obj  > stream         application/pdf   iText 2.1.6 by 1T3XT   2014-10-01T09:56:45-07:00 2014-10-01T09:56:45-07:00 Publishor 6.4.5.1 by Documill ( http://www.documill.com/ )                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               endstream endobj 4 0 obj  > endobj 5 0 obj  > endobj 7 0 obj  > endobj 8 0 obj  > >> /MediaBox [0 0 612 792] >> endobj 9 0 obj  > >> /MediaBox [0 0 612 792] >> endobj 10 0 obj  > >> /MediaBox [0 0 612 792] >> endobj 11 0 obj  > stream  xYKoF\u0010^@@\u000f6Gh!v\u000e͇H9\u0016D˪^DQn[\u0014IҟC\u000fO̷\\RJrR\u00106է j۸~_o_Ou\u0011'~#Ƈzŝ?\u007f?^ϺѬxO˽\u0006_\u007f-蘕kz\u0018qy\u0011 t!\u0002$-QT7q\u0002qpD_L\\JDJo]?\u0013\u00131kN}B|O5qL\u0003\u001d\u001a{LOoiVZ.Og\\xŻ\u001eۇ+ \u0015%h\u0016/Ԑ8\u0010\u000fľ8\u0012_z&NE$\u0016ωŮh\u007f_ (*X\u001cRD \u0016IFi]#rDN(\u0018K_ћ\u0005}\u001bѷְ`J\"p\u0018ֈ\\L\u0019\u0018H2X7\u0016Sx9Sz;\u0005A5u,\u0013\u001aO@Y_\u0010\u0013vCJ\u007f#7C49 t`JqW?\u0013d\u0014b)I\u0004K\u001176ȉ\u0003_HL$\\ /MA\u001a2\u001fkSWY>Wq%C\u001cX@xM?U\u0006+(\u001b R\u0004EAB@+\u00167d SΔa!n:$\u0000BRȋ\"\u0003E\baKAIWĳ±K\u0012Cʖ0X$M70t\u0007,PSC\u00178Sr ^\"Yl} \u0011\u00072\u000eEY@W\u000eaR\u0018X4\u0010jͺ9Ra6R\\[i\u0007ܳbla)G%aܱs[f\u0012TڿGi\u0012!zѱ \u0001x1Jh\u001cQ\u001b\u0013|rL {\u001b7V!dsZA\u001b )j2JQ\b\u0010c{(̓BhM+\u0016,E*'N^9lĮ4&WčuPRe\u001b\u001aXT$\u00063\u0015j;cC(P s`\u000f\u0010\u0010jr܎g\u0001s\u001b,1n2U\u0014rdԛ\u0012= ;U w\u0000p\u0006\b\u001ei6\u001dY ^X\u0016N\u001cV&햖V\u0015+w@9E\\*;=uy\\\u0013d|T8*9fv{\u0011p\u0005͢oμզS&3\u00020 \b䊬X!XѾ\u00104[N\u0018\u0016i#z=l\u007fVl\u0007X3Xxr^c圕Uo}Iĥ=\u0013$\u000eZ\u0013yU̸ۉh\u0095[YŶ 34󥈰\b\u0013$U>\u0011KrB?$R\u000fŘ\u0003kxq͵Љ7_l\u00108nTu/e\u0016BsZޮdˉj\u0012TcUݧ-z\u001fժ8>l EHfYuʐ)A*\u001d+ gRQB{Q x \u0012 h.N\u0006cW)q\u0013&\u0012pd\u0000%Z\u0003\u001ays}n \u0016v:E\u0005\u001dRRA)*ml N?n6\u0017\u000f蒹\u0018d\u000f\u000el -Ǎ|d\u0001\u0017a\u0000\u0019E\u0016\u0014\u0006`؜m,\u0013~HhCN\u001dT\u0005\u000f\u0015V_/8!rO\u000f{\u0019\u001d#t\u0019fa/9+ \u000eތT&78K1Ĕ剏!} rCBWi\u001dpQas\u001f!421\u0012>T\u0012.^ bg+&lc\u0000amƄX5 eDA > endobj 13 0 obj  > stream  xZK\u001b\u0011n@\u000eԁkIqVl\u0005\u0019σ\u0012| fYr,Cj\u0004\u0006\u0013\u0004v\u0000뒟C\u0002$?1iCR\u000e\b-ɞUuSttߍ~\u001a'\u001fyO3I\u0010w\u001cnG7aߺ\u0011\u0007}|}cWjYv4\"P!\b;\u0010-~EAW 5WTGjZN{Gڨ[UlwQ\u0012\u001ej u\u0007 \u0016whJG\u00033x>\u0017!\u0001|_\u001a>/hƚowR\u0011 MaD\u0014𹣶_Grߴ\u000e&Q=\u001fQ7?܏܀`\u001c I\u001e{\bjx\u0015  \u0006u \u000eUj ۔j\u001d\u0013\u0004JЋw4vu~/8%`k ^% H\u000f\u0003\u007f\u0003j-6sP&%_G}\u0005cS^'dȏ,w\u001e3\u001bгl\u0003D\u001e\u0004~#?Ч\u007f%d-rş|\u0012-i;Ƚ4 Jo) /u= 9e.J@kJ\u0012\u0006\u0003\u0007\u0005y\u0005\u0016 \u000f,\u001ehJ!u|xaA)\u0013N 4,LH\u001bmae\u0019 \u0016_Rks\u000e^+f3\u0007\u0012I9& NnWDcb\u0014 |\"Df8 h/~%|\u0006% \u0012W\u0004\u001dޚWГ\u0017'p\u000fb/\u001e\u0001Ӱ \u001d:\u0003Qq\u000f\u0015e1F }C alCqn0v\u0014  pAXQ.\u0014\u0014;\u0005\u0015\u007f\u001e[;ǒT8 \u0005F\u0002tȡc z;0\u0003ٷ\u0003;\u0011&etz`Ɖў\u0001EyE\u001a1\u0018\u0005&ⱳ4Hǲcsڸ+֥T \u001dB\u0005MAűz覀)\\ʕݵ5_4j\u0013/f\u001dy[12#G6;D T0{~K:;lG& m-\u0006o[ Q{]QNIns! !9kA܀-Q\u0013 N\u000ea3Y\\K*\u0013 )5Z\\VByoNk \u001d\u007f:% T-@qsKMGIGwj\u0012+x\u0011U|AہZ.[tͮ4nwiDGU]'\u0007BDno\u0002\u001d T\u001e\u001b4~cL\u0005Цp\u0010\u000eo)}-$3b9-Z7a\u001d]\u0018yF6|\u000f3fÐP಑a?n䷪pD(iF7>o7MHd1)(µN {`o\u0014/9莤\u007fKE[]U.@\u0019&c  > stream  xQN@\u0010dosk`z\u0012Z{1ƔRj\u0014\u0016J\u0004n\u0004\u0001\u0013j\u0013\u000ffҝ3ot/`y\u0018K2\u001exl kIHZN\u001c\u000e?+7F>9\u0012Uolxr@\u0011g\u001f/\u001dOg˥ϖ\u0011 &\u0007\u0016{\u0004C]v+N\u0007C#+zƴ\u001aD8 `\u0019n*Դ\u0006AA\u0013\u0010W9 9JrЄ\u0005\\V\u0001#h\u000f=UO\u0005\u0018#9!a\u0015|\u001758\\KZHᜒt{8\u001d v\u0006C O\u0017Rv_{\u001a\u0005[  endstream endobj 15 0 obj  > /W [3 [277]  6 [556]  8 [889]  11 [333 333 389]  15 [277 333 277 277 556 556 556 556 556 556 556 556 556 556 277 277] 34 [556 1015 666 666 722 722 666 610 777 722 277 500 666 556 833 722 777 666 777 722 666 610 722 666 943]  60 [666]  62 [277]  64 [277]  68 [556 556 500 556 556 277 556 556 222 222 500 222 833 556 556 556 556 333 500 277 556 500 722 500 500 500] 98 [277]  171 [556]  3243 [222 222]  3247 [333 333] ] /Type /Font /Subtype /CIDFontType2 /FontDescriptor 17 0 R /DW 1000 /CIDToGIDMap /Identity >> endobj 16 0 obj  > stream  x]K@\u0010\u0004~ 9X\u0019`\u0010C\u001ed7!W=F!=쿏4B mL\bçt+wߗKnx%]//K.=r8l\u007fnb^z4^Xޖ\u000fbm\u0019r׉_esneU\u0000]m:R+/CmvzNűZ_8~^_(4^yU7\\J Q W\u001br-TYNkr\\ US'0pV\u0019[\u00141\u0018[\u0002\\clf%\u0007زk-\u00075\u0016 Ycl\u001ac\u0000\u0018[\u0012\\\u001e\u001ao\u0013\u001ao\u0013\u001ao\u0013\u0015ƾT\u0006\u00067/ p\u0003\b7/m\u0006{}\u0001n`_ Ky7d\u0003Qn}6 \u00066\u001bz p#Wo\u0011nꭁ\u001bzÍ\\\u001dFZ\u000enn[\u000f72 p#w\u0012x8\u008dP\u001dj\u001d\u0004nn\u0007pmW\bp\u001b\u0015\"܆}\u0006nþ\u00029۰p۰}6+tp\u001b\u0015ن}\u0001nþm\u0019BSoEfe{Q=]ٞby4lϧmmge{>mGɿ3c;U\u0003\u000feY+ΧӔ/vU\u001fz  endstream endobj 17 0 obj  > endobj 18 0 obj  > stream  x |\u0014E8\\OU_s3\\!$\u0010! r%,r\u0004p( FD\u0005\u0001٘@DD\b\u0001dE\u0004D\u0016\u0003\"D\u0013 \u001ao\u0005t@pW\\EqtOLB@{TWuuuWs?OUO\b\u0010BLd\u0011aD;\u001b5\u001b\bVMlS}nBC m#dB&=Xzv Ϊg\u001fՄ̚s˔\u0002.6y)U\u007f\u000fDzo>;\u0017'\u0011,1>\u0001\u0012V~\u0011R5mgy ?^\u001cB\u0019b\u001bb#\u001f%?\u007fb\u0012V\u0015B&\u0013[ۄMmfZй0WK&m!AD\u001dx$\u0013$Yө !\u0012n\"|\u0015j\\[i\u0017y\"4\b3a#́1Ƴ\bS ~ \u0010n&r7\u001e$|\u0001A2 +Kvr/SXmO\u001al2\u0012\u0013TѶ\u0002[7K8y _K H\u0015dzG]7CoDl\u0017\u001bt'Hwoɣfl\u0012DA%+}d9}G\u000eyo*I \u001a\u00182(mcp382m\u0003j{h|Ww\u000fB~3~\u0017l\u0013-a \u000fX*gL\"l \u0014k\u001ed\u0006\u0011f\u0013䑶Of!\u0003q\u0011ݭ8sd.\u007f\u001dYOn'\u000f\u0019g-\u001ds퇵8\"ClFddq>\u0007K\u0011 =꧐\u0005x /I\u000eDK_G󈫋8\u001bQbrG\u0003\u000fU\u0012x}\u001e=\u0007EH\u0013\u0012\b]0)6D\u0000Dhe\u0010,R\u0010ԝ\u0012_\"Cx5\u0010x qz\u0017\u001ahW| i+rѵqr\u000e|}j\\D\u0015\u001e\u0013VmjGW4ю[N\u0011.\u000fڄ#ً\u0006+a\u0007y\u0017\udaaehw\u0018ڎk\u001dÙoJtz\u0012A a[T\u0018|\u0003\u0005+K+\b3BB8[Q\u0003R\u0013#+\u001b\u001c&c\u007f\u0003d\u0019\u0013gVv sdx-$\u001fJ\u0007 ﻑ\u0006&# \u0002· \u0014lX7\u007f&\" @%\"RG>c\u000fƢy\u000egsF:؍2| b$y\u00015d-\bFq#ow\u0012j\u0010Znq\u0007\u0011g E\u0007~ Ŵ )b\u0014-A:x\u0016rSQ#c=G܋\u001e#DG\u001c5@ \u0013eӏش\u0012OG?\u0013\u0011\u0012 mTG0r??\u0007×Z*79~TYi\u0006&|C\u0012\u0004\u001a.Ai~\u0004OP? ɻHUK\"  !GNc/\bч?\u001af\u0006GX&P2m\u0003~ƧG}yǙA\u0019ؘJ\u000f$7A%ݍ ܆\"%Ծ\u0005\u0013Q\u000f\u0006k$s{\u0015{png\u0011x,6G'Z\u0016\u001cǻB\u0013 r $\u001cQ? u\\\u001f4 , C4\u0015K7tJFu\u0004ևCњ\u001bɈ\u0012>J\u001f\u001eǑ% C1llr#,Sw\u000f \u000e\u001cH 1~؈X]a\\̑=8p%\u000f.O^d %*%Gs\\\u0011rŐؑ9-SaYQ\u0014p҄\u0002!Ԩs\u000eA.A\u0016 W〬q\u0013> M\u0006 _5rZ[qF4Z\u007f E;]\u0011\u000e7 \u00160\u001eQ\u001d% BCP\u001e  fA\u0000\"2@\u0014T ̖޽ΰ3\u0015\u000f/.\u0012 \u0017\u000eAA \u000f\u0003u\u0005z\u001b\u0005\u007f\u0001_§\u001c:$&G\u001c\u0007U96\u0001`~%MSX@J%R((۵.]s\u001c\u000e`\u0012kŵvQ(\u0016KrJ\u0014d\u0011,[\u0012j\u0005J MQAL6~s!s\u0017%r,PA\u0013j\b\u00121݊Nmv{acnMvC\u0002q \u000f\u000fq\"̀I\u0013K\u0002sٙ\u0013KY\u001eXʙK\u007f2\u0011%DaVVAf \u0016oR\u0003\u0007/$r4IN뚖wȒ77\\koUS3p ;S]Wmm c\u001am q+\u0006&yjYPݩ\u007f qh-%U\u0011\u0007H\b\u0004\u001e\u0004'A.]J&_&g.i.dsQG#w/|\u001f\u0007z.:r2\"1Ɗ \u0014\u001d,| ^Op\u000e&Z^\u001d#}(%DL\u001f~DBӳv\u001fް\u0004GʈOFpa\b?G aɒ\u0016ɤ-Z \u001ei]ˠ\u0012(\u0017\\\u000fE\u0005\u0017# PZLjQ\u000f\u0000LCv.q\u0010\\(\u0002d%l\u0017\u000f\\\u001am\u0002j4 BOk@op`4\u001f\u001dE -7X(+>Q\u0014\u001eK\u0016++FցV}\u0003}B\u001aG\u0006\u0010]-l`\b 82 N3\u0004 u#y-\u0016i@fdA]*\u0007EsQA3 ѓ\u000e֋\"Hv4\u0007;\u0013\u001buz\\>Z\u0000.#\u0017Z7KnYȀWZ]z~\u0003܋\u0007 \bO-?\u000f}C@&\u0002BD!7h\u0005Tx4] (H]aM \u0014X(\u0006\u0006\"4(B~l,x\u0015\u001f\u001e8uJrNlF|\u000ey\u0015{\u0017UWg\u007fB\u00043\u0019G~\u001e`#\u0003h@dr_\u0005 \u0007 ;NRju䖡z\u0005f3sG5p)Am> cT.]a'\u0018M\u0000( .\"BKZF)8 ,d\u001e.\u0017=\u0011\u0005m]̧!e\u0004q8 \\\u00138 üţ\u00074{ko[\u001a ƽ7ʇw/w{=wڰU\u0016_zM-㹴IB:,3\u0013;yX MT\u00136Zo\u0007${$I^%=.=#1do\u0000A`h\u0015\":k\u0019\u0003|V̄&vĸh\u0003B{T,\u0012\\j%H\bl\u0014h ? \u00050Q \u0013}539A* [I ?o\u001f\u0007[\u0013_\u0006n^v\u0004_ʝO\u0007\u001fzG\u0018a\u0005B]ӳ֚\u000f=t\u0015d}3r\u001fL\u001a7I\u0000X\u0012@=X\u0014\u0004&Ip\u0005|\u0016\u0005~\u0011hX&6\u0019e4\"zlt\u0018J@2\u0002\u0001>N\u0016 [)B@v\"d>(\u0006 a'؉\u0003\u0017O^\u001aڲd?߳p'L%1\u0005H\u0017h/ \u0001&X&?Am&\u001bcy~FU*56\",\u001f$N,KQ\u0018桬Y\\dy\u0014\u0019\u0014\u0011 ?8$l\u0012mb\u0002h1\u0013ȃ$u\u000eOIKٟ\"XI>) \u0001'J\u000eΕTҺZTAX;Qz\u0012\u001d \u0015Wv&\u0011]=ɰ\u0006h\u001b0\u001c|(@bgLynֳ@_\u007f\u0003ߵ>q*۱z\u001f\u001e}l\u0002\u0014\u0018{\u0004Ӈ\u001fO?߭իmLP\"\u007fYշVhBUX-\u001ad !5.\" JlYX\u0016!Bn\u0014b\u0013\u001d-{\u001eG6 ę!j!ZXػ\"\u001caa\u0016l7\u0016d&|u\u0016=->@ v{Nf½9E ^^uhw?\u0019΅\u007fë\u000f&n=\u0005M\u0003\u007fA \u0005k2R\u0005g:Wd:a:k\u0012h-rMl u UYWiѥ-q1\u00135VS\u000e5WB] dB\u0016qb[;Ml\u0015a\u0012ۅ;ȼ*\u0006ya#ѓE[bO/\u0019׶~w\u0010Nnxtzڌ7\u0003\u0019Mܡ?O\u0015}m/zG\u00016#=\u007fm\u0006iQV\u0005z(3\u0002\"(\u0002\u0011M慠qs 9  ct\u001eL~{u\u0003':$|sB?K\u001fj.]ۥ7B\u0011\u0005\u0001b\"EZ:)2E&UBg0 J h\u0016,_ٳzdtt .#K\u001edVr\b\u0014\u000f)4l+ʹLD2\u001d)\b\u0002wV\u001cVԀZ?nU^BYBe\u0002KHt[(MWQL%6CEVf;T^ jI8D3Fb.b|ˉֈ~s#R\u001as-xX\"I}\\]c\u0004g\u001eDNܧC߯?$\\\u0005賫O!~\u0004#\b:+x\u0014F eO1K >MX\u0010#\u0006\u0005\u0014jlIXl\u0017ͰBQۨU,~ЀD\u0019\u00010\u0002\u001d\u0001l1jt *zxu+\u001d==-4\u00024\u0003,\u0000\u0016\"'\u001b˂$lXQ嵝a\u0013[57_w \"\u0002_sSSpr\u001dL\u0006y\u001b\u0018Qe*\u00044EB\u00124#WrTx_`=?ψ\u0018\u0001\u0006X~4@()lɃ\u000fͺe |ON\u0005\u001eyd\u0013?8 $GrHp\u0001\u0006?q}{B} \u0017\u00148G35\u0001,\u0016PZPZ\u001433/6)\u001eIe@/ x\u0012*QV\u0000x\u0010},\"ML ȫ&2dC)D^GU/m\u000f\u000f3)f\bRٜg, \u00073ce/۸V\u0018F_\u000eoS\u0018RA\u0005Da>wǎtP\u0015Y*\u0018$|/-oԴj\u0005Q],8\u0004J=zm\u0015w\u0019W\u0014\u001a5)Ɨ\u000e8iA\u0018đmNԺZ\u0017㭻8\u000e֣LD\u001c$iL@\u0019)\u00184 }N}!\\K\u001e\u0007.|x\u001b\u0017ƻ`\u0005 \u0002 mm$4pT\u0000pO\u0005\u000fhqXE,^\u001dG\u001d8\u001dUZ\u0000#Hw;\u00042M'SZ$ȔhS(h2ČD!eA+@\u0014\\p\u0010\"ED^d\u0014Q\u0013U ǐ\bp-)K|\u000feǬF?\u001fI&Z\u00023+\u0005(&'R;~ \u0015Qh\u0000c\u0012/\u0003\u007fH 2\u00074o WKdZ.\u007fY y| ɏ\u0019Z*\u0015dRQ\u001bT\u0001M?X/\u0005;`VG+DUV\u0002Y\u0005yj*8W\u0016\"   w \u001cWqf8b&|Ӱ\u0011Gml\u001c\u00162[Xn\u007ft5cf WfRaTpxvM\u001cn\u00036\u0000v˕\u0003AY\u001f=}\u001eV*7F\u0004o3\u001c\u0092q=wE 9!\u0015a'I$`uD3_yZ\u0015]ܓ'a^FJG v#M\"#aA~v\u000ex*\u00162 rW\u0018\u0012sY\u0011[DZ\u001f\u0004\u0017_\u0014\u007f `v6 \u0005$_\u00073.Q\u001eI\u001aez3\u0011MTO\u0017F26t\u00032\u001d_\u0013\u0003\u001d\u0016\u0011n6\u0019Cn^c#R\"$r$XB\u0015/Y}w>Y\u0013lLݗ *ӀI\u001a#ǉ\u0010\u0004s\"\bfgⶹPzYAֳ#)* ,\u0011\u001c\u00036-IA\u0013m:\"E_\u001e2\u000fQq\u0019k3$\u0016m_t0^\"^忼>\b0`ꁖ\u001fsM\u007f)\u0017\u0005ۂ\u0006T]+\u000fX-\u001eh=\u007f|\\Qi|D\u0019-f\u001cYtAu\u001a,\b  (JB\"4?;'gYg8\u001a5T؜q^m,x \u001a_\u001d6Ls__t\u0013i\u001d؝\u0016GGWrط\u001b\\ZQՖCBwOlذ;0\u0017 [Э>|\u0007Ո8/bx?-)\u0007\u0017\u0000GzO1\u001d4+\u000f38ӝǥQR`[@)eV\u0015ic,|?9~`\u0003v\u0016: VmqD\u001b8\u0006@5CVJBA؉TDU6X\u0003bR\u0007t\u001aY8\u0013\u0016 ՕG\u0007 ܳ/ S\u000e\u0017o\u0011\u0003ڲ\u0007W _V r~DB/r>\u0013\u0010B#8g =$ģ\u001c\u0003ν\u0012\u0001tX\u0015+:\"\u0007\u0003TF+Y8.\b\u0016\u001a`)%PT\u001bPoq\u0007|/;n71Y @GF2\u001b%vfx{\u00074Z H\u001cFs\u0005/ѱ76\u0019p (QB0?N\bQ2ȥӖg\u001e({0\u001eo\u0010y|sgf.bӍ\u0007fߺ\u0007R!\u007f\u000f36Qc\u0012\u0000}\u001f]N6s 6s*;\u0012\u0005\u0014Pd4\u0002( \u0016jN[lMX\u001b۬\"Z\u0003~gԋ9WxD-T?,=d򅭅[\u001c2o\u0012 \u00030(\u0005>eM\u001f\u0018!ќ7{jݥl}\u0011^# '`)a) `t\u0000ƫ3{T4 6iݷ?x\u007f¼=o|w [{v,X'W|MBFݱ:߰mϾ K'n2W-ۜI\u0017i\u0016\u0002B@\u001f'\u00161r-Fzj\".\u0006VSY\"Dd/ c\u001b k| B'cՠnx(KV``\u0002į\\P(AEe ~2 '\u000fl \u0010) S yW}AHnj;܁\\\u001e@!/W\u000eY\u0018\u0019 \u0003p!\u001dhz_HD\u007f!BEƇ\u0006R4-(: \u0006\u0006=;_}Lܻ\u0005B=EOld\u001boU\u007f? K/}[\u0003^\u0018J dâNB\u001a_C[:\u001dUa\u0000mI!~[ \\\u007f\u001cp\u0013;/q{\u007fyLJ([:FإxE\u001b_1\">W(qHM\u0013\u001f\u0007,ܸeǆu\u001bؿ!OK/y\u0003\\{-A:prٚ^BF4a\"ܔ-~ \u0016\u000eؙ\u0016 %UCv\u00045 qjES\u000e}q\u0017(Gw\u0018\u001eAӰ\u0019Qs󲰢\u001bM+߻E\u0018S7A\u0010=x{B&~\u001azJ84h\u001b\b 4x/\u0011Y kчߵ+}&#\u0013`+\u001c+0%\u0001\u0004Ŭ$%x\u0012~\u001eY3Il[\u0012I@E|E\u0007+C\u0012\u0004c\u0011 VEEA$V\u0081pz8?,\u0018giX5Ys¨,\u0004` 괴%6O-Unj;[\u0011\u0005m[\u001408,]`8nv1q;V=!'DIo+={\u0017qؗ{}}Ǯ|ϼ^\u001a;vi\u0019\u0003*g>tBsnW߄V_p}O蛌r^&g*V\u001a`\u001d>\u001av\u0014ȖYXd@%F$-) lj6P\u0016ןvH\u0017{^?3]^xnE$#.ة\\zKHԴ>WI\u001doGJ\u001e1g%ohG\u0014%Q\u0000\u000f+Z\b'lJ,dEA\u00043r\u0004\u001eI\u0002X`\b$R@,fYr\bH}.+V`łz@\u0002!\\ YeIbE\u0002\u0014 %\u0002-\u0016Bt\u00157;;3ۙ\u001d?F\u0010f\u001bː\u0011\u001a\u0001\u000e\b\u0019 eGg xLsS7\u001fCӏ \u0000O\u001cV%r;:\u0013vɲFf+-r@c/$ U\u0002((\u0010\u001c;n'M\u0004\u0011ɏ:\u000ey/mPb7(npn\u0013E5\u0015\u0015\u0006!\u00142)-q\u0000FO\u0011 \u0016\u0018hD\u001a\" # 8Zp=\u000eJe{%XXWH)T\u0011I\u0004#zYn|\u0004^]}\u000e>x\u0017\u0014i_#IFŽyv=,^Ms\u0006]ȵC7\u000f\u0010\u0013N2WS\u0019\u0013&{ Y\u00032g^V5K[9&&\u000ejw\u0013Q_J\u001aPؒ&ƙ6\u000f\u001f-;\u001eB-?\u0018l _3\u00069 E9a/NJsKQlj+\"T6\u001fYdy\u007f\u001f@8@G\u0019%KsE(M9\\+,eGPdo+m)%q|Et'3\u0010$mm\b\u001eEOO\"W\u0004ݚ\u000eMTJ2r #\u0007/\u0014+}4Xgr\u0000?Ik`o\u0013\u000eĪ\u0004\u0005T(\u0003Ui\u0011\u0004zp\u000en\u0006~B^8\u0004Um\u0003ܠ\u000e!\u00183w\u00132\u000eI\u001e,\u0010 \u0011D\u0004[xXhc\u001aW\u0006\u0002\u001c- \u001ẽQ$ k6hƌ\u0014w.\u0018\u0006\u0019֒S\u001cin.\u007f\u0011# د4/hb[[\"y\u0002U|\u001d(7\u001dY\b\u001aW c\u00069 \u0013_\u0011\u0010\u001c\u0006\u007f\u001f7~ƌKV::@\u000ei \u000e\u000efCBق^\u0001 ѡYaxZ4`Guj\u0007Xo\u0014\u001cdg0t2\u001f,\u000eZ\u0017\u001b\u0001CJH\u0003^r+ՙ\u001cd\u001dVs \u0011KipPr6v{5\u001d\u00184/O{2; {\u0013 [_L)lb\u000e!-^.ґ8\u001e|k\u0004\u001dx0~21Q\u0003 E\u007f'\u007f\u0017 \u0007y _&:øGY\u007fŰ\u001b\u001czMUƏ]8\u0019%%~L7 d8`@w{1 e dT`۝x>\u0000}^{\u001fxLIͱ\u00046{3:\\2QI\"s1m:Vl&嘶`y\u0005\"\u0015\u001c{^ $\u000f=\u001dd\u0003o등nGװl f>\u0015S\u0017oBr\u0004v\u001ew#\ḃb\u001amṪzhm ^e\u001a0\u0015\u001b9Kz\u007f/5X\u000e8%\u001dS\u0018S7\u0014P\u000fy\u001e8\u0012c,;ؾ\"\u00067>\u000epil#\u0006\u0011e8uALaL_\u0018M747\u0007_I\u0016R\u000ec]\u0014L \\1ؑ𙉘\u0005ma.c\u001bڎ\u0013׏2p9E\u0011_\u0015/\u0012ߐ\u0018.Hg\\-x2q,6p9q\\{0sEs?[D \u0015C zO9gNS-=Wyt\u0017\u001d\u0007\u00038\u0003H\u00138_`:(Q \u0006.wy?~>Ll\u0003;\u0016\u0013 M+P\u0016n3\u0096s];?v\u001a(\u000fW\u001b7\u007f\u000f1\u0018Ԟ CP`B:y̗sGqYK~?q>\u000fcZ \u000fWyc_ȘXa$T\u009dtv9&Q3ԩ3\u0017 ]Ӷ6o  bs .\u0001H[' Lv6=JǢIKb 鸭ΐqQ(6Ϭ~v\u0012#- \u001f~Q=\u0006\u0007МU !-\u001bhjEt\\:],{?Wk\u0019c>5ߋ\u001ac㬻o1\u001bn?o\u001crq5޿$z\u007fkr\u0019{ \u007fZB.|MO23Ra\u001bڢmqeqsvնVc^v^ s\u0015}\udda60l\u0015\u0011kL onr\\4\u001eGzd.wQTwnGT&YQ\u0018\u0007Uvjr-nWn 7ale\u0011}u2\u001d'\u0015c{9x=\u0013\u001bu\u0010\u0006M  dtu1a[#s[1\u001c@WtC\u000f ]e]QƳ%,Wy ac\u0018\u0015}[\u0002|\u0013k7*/\u001dѠ,͝\u000e艊s#h\u001bz\u001a:\u001dˮr\u001fs\u001e *\u000fBWN7,\u0003G|Ω0\u0001E\u0001vCBݤ\u001cà\u001dG.\u0015h\u0015\u00064iȵ\u0001,U'71Ȣ$s\u0014j5p\u0006W۩H͆n9\u0006.(\u007f9Yߋ1Fj|U$/Ɲ}hX\u0006\b\u0007[&lpwͼ3\u007f#\u0097727r-\b\u001fBh\u0010\u0018\u007fndw\u0011Ax\u0003oiDAw 1snү\u0000^O\u0019~*2?\u0016\bI@׌q\u007f#0\u0017X\u0005~ K\u0001}0\u0002:x\"cqZ,\u001b\u007f/O:tV(p\u001e\u001a\u0006\u001e\bc~Lipڽ'>_pif ?\u001cu:0h׳8) \u0018\u0019CQ{\u007fE \u001d?\u0010;\u0007\u0012}?\u0003o\u0018\u0003\u0001\u001dֵQ0ǀJ`\u001bP\u0003&\u0017#G#\u001e\u0005\u0014\u000emt\bsH3{\u0018U1P_Cُ8Dν;\u0004\u0005\u0003g\u0011dֹGp]$_#sN\\u`>T]\u0019>1nk\u0006rz+Nܙs3nY>1.\u001dn\u0004xMn- ݇KS1\u001fuo\u0001_\u0003v\u0000sKԾ5~gksCp(p S`90p\u000e(\u0001 \u001b饒\u001f\\I\u0018\u000fd\u007f} N3L}\u001dO\u000eS\u007f\u0016^6%} g _\u0003 \u0017і\u001eN\u007f Nm\u0007k\u001a\u007f\u001e?̷O\u007f\u000faiyEލm~'q\u0001q6g珦\u001eS\u0000;77vN2_BK̙^\u001e4ݽ9}\u001em\u0015v\u007fy\u00136\u000fqo\u0017[rsoʼ=.G]@\u001d\u007f=+PesٮCq珺\u0007>\u001eO\u007f't?~#{\u0005#G\u001a\u000fm=9\u001e\u00077݂.݌\u0011vyCr\u00108\u001e*z+h{ ~#e\\pF-}0}U+PG\u0015\u001f3\u0016}t\\5dˈ~׎2WC\u0015j\\yMnzWO\u0001ȬH\u001e\u001boˌ+}\u0003\u0002?{\u001fⷹ^Qr?_NTf e׋m\u001e\u0002.z;µz-@2\u001e@j\u0003\u001e\u0000m{'\u0007\u0003Eͼ\u0004.\bcԥs̓\u001c\u007f\u0010hs#x(P\u0010gZ{8ׅVG\u000f\u001a΢>8\u001fƵ\u0001Lf\u0018 xGPk]ӴF:/!|\u0003G_Ifx߉\u007f\u001b6p\u0007Z6G\u001d\u007f\u0010k΁NO\u0010-d7\u0007RMΥ~\u001b:Ǘ]\"uDHlEˁ\u0017Q-\u001f7F=s u췐Ǒ;ϟ}\u0011%xy4I ,ς^8\u000f\u001dd\u0019\u0003,\u000emi׋R\u0016a\u0005|݇y@,H3\u0002\u00116z\u001b8FI|0/n/p tgp|[n߬C}os@\u000e׬*[ze\\u\u0019\u0018W\"¯ Kv#n\u00042Ț2`~ Y\u000evۋ\u0004o@\u007f\u001b/mMwè!o\b|g\u00042m$Sk,7?{\u0018\u001bЯ\u0017 lwe\\C\u0004z\u001eדQ\u0015c>fz\u0003 n\u001fԵV Kxv\u0015!\u0010=W3h:H#\u0005\u0018\\_ DߍD{27\u0012:Q[:qKfK\u0013s \u001c@x\u001dX\b,FK`֏}\u0014zʼ\u0013U7\u001d04,\u0001p]~y\"\u001d~=ќYUF\\-Z\u0014  \u001atM8\u001c?\u001eK. 8\u0016#9 \"D0Ћy[l 4*\u007f X\u001a]\u0007Z,n\u0012 2˯\u0012(\u0006V\u0002{CLLۍ|5݃\b40\u001b\u0007\u0019q\u0004h\u0004\u0016\u001b\u0000(\u000f  -TXpMMJKQn߅\u001ep1}q9\"s-ϪB$P~\u001bb$WeJY\u000ea-#\u0004\u0013G\u001f\u001csGmqV6{\u0019\u000e̙}\u007f\u0011stҳVWlLg柩u?d6.l\u0003zj\u000fC=q\u0015x\u001d}Xܺ5ʏg\u0003\u0017nq\u001f;ěg\u000fLW]\u001a\u0016c>k\u000ff.Aߎ\u0017P\u000f]\u001b6?\u000eEvZ5Wq=-L7C\u0006r\u0017N\u0019P\u00019 q\u0016\u001dD\u0006ls ![}\u00042ܧ*Ŀ\u000f2\u0016@Ko@\u0011]\u0015HJ3k@9g\u0006,Ȯ%g \u000e\u00135D9`\u0012'\u0001$Y\u00102p\u001a8n!x\u0016(p+cD/\u0000/\u0015p\u0014ϏKi'gN\u0011vx&N=\u0019\u0013\u0006O\u001d\u001eCt\u0018Vy\u0012t\u001f\u0006~\u0015=\bC\u0000.`ݣn\u0006\u0007\u0004lG:C7lq\u0003Z\u001c^\u000e0|\u001bl03\"|>jX2l\u0006V\u0015柪gɽow\u0013mmf\u0013vmsv\u001932E ڨ~!g&2\u0010nߤg37]AװM\\-]+Dbe׳-\u001c\u0006{kӯO}Uf?ej}4'󿭾H\u007fɡ\u0017,\u0016grxK> oe[ l;  \u0018αχ7FM \u001e >`A[hO_i\u001d/\"\u007fҠ>t1ܦ)S\u007fVg՟Pt:\u0018\u000fVh}&\u000ec]I\u000e\u007f^\u0012\u0000% @z[=\u001f7٣׈ۤQ i \u0018s]s\u0018UkE|\u0017nWt\u0000\u0003Twz\u0002;\u0006 M.8M78^jIt\u0007\u001eM@\u0003Db?~\u0012]Mwwu\u007f\u000ftLJ{oTm{Rt\")vskTE{,\"?w\u000fKv_(2#SFy 捋 5dWm\u007f\u0019au\u0010>\u0019_lPCnwM\u001bRt{ .o k z>ύ\u0014;a{-R\u0014o\u0005ߦLWKQ_nP\u0015褊\u000ed8 t\u0019\u0000Ne\u0012\u0005қ\u00173tϝy\u0015\u0013p#\u0082t\u000flV\u000fX m  qbtFVg1_V\u0012ו rT[&G\u0000cՀxsn\u0013V=d@\u001f0DD\u007f#{^\u001f&\u0002x\u001e~\u0006_\u0007B=(\u0013b7\u00112mSϟ agP\u0000q'D9>į\u0014GaWd\\a\"Jkѹ\u0018BV| l],\u0004}3!1\u0018umltG2\u0007\u0000n̶ X)qe(W\u001c\u0005nD8=ѧ}SBu\u0015\u0011\"9 =iԕ+\u000e\u0015u}\u0010˙1kM8g>`\u0014uݿy\"ۼKTI'JcLx9 \u001cga]N\u007f\u000f\u0001\u001b\u0007\u0007xW\u001b{ ?\u0016O?\u0016C܄ 77v?=e\u001a(}\u000e:X3YW\b Ev W\u0013%Ϗ\u00192*t\u0019\u0005:ђ\u0010澇\\]V^tչ+dk-\u0004a׵g_t1\u000flv\u0018\u000f^\u0011r\u001eA~9q\u0007@\u001fBZ\u001dﳗ\\\u007fݵ!\u001f\u0017#=cX{\u000e( \u001f#z%HyBZj+\u0007ܫqZ{Ezj]\u001c?1]bY}\b\u001aWm\u000eY`+&\u000f\bZKq]E%-WbOH˦,`}\\'_ײW[\u0019^\u001a?\u0003];LשqEfy\u001f|̦ʧm +!+fe`iq}ѧm`^\u0015L\u001f;,?i\u0003H'G, \u001aobDQb}`>\u000f\u0000\u0002\u001dsƫg'e|gZ8N\u001e\u007fpL\u0018QeѮkE1\u0012\u0015֞Gbof RK\u007f\\,7B,x_U R{5ku ?+]7R_)SKBKB\u001eeLqbek\u000eUB\u0001Y\u001f,ا_\u000ec\u001d\u0017u Qym-6? TFk>\u0004\u001d$S:6xh (\u0014\u0002u^W\u001aZ-/ ulikO|~Ab{\u001co[Ҭ땖*n}Aql̋\u0015:&1j?h{\u001dڧյs=V[ڵRW}ߨ}4:\u001d\u000e2hܣ\u0006}Es=`4\\\u0017阳k|[m͞)G$\u001b>K|?f4\u001c4\u0019oY ;mOKQ$1_)}xS~n\u000e\u007f&׿&¶Q\u0010on\u00127󥣽扲;>\u0003~N\b}f#W5n绾z\u0014)>\u0006f!5_s\u00033?\u0006_ ZǑ\u0013xwxQ{;\u0002 3\u001fwU3\u001b/û;]^SH\u00033Xy\\ow\u0003߂O GXY,\u0013. \u000e\u0019\u00062qyt\u0000h \u001f\u00164/o\"_L'=?Kqq5\u001e\u0019\u0013m{v_\u007fT{hz\u0011\u001drjf~\u000ey|.΋q#.]wǼ_↧\u0001U]3 ܍0!7 >)OYB\u0011;̉/\"q;~\u0017 9y\b\u0013?K^Cv\u0000? \u00030\u001b) \u0017 M\u0016\"Nҋ\u0011 %ΙMo3F^ do.4^\u0013T; #RV|G]{ L^[\u001a9ו啍.u\u0007,IT{6@ͭ4\u0000V\u0002\u0017Eɫ\bWeg$qV'ѐ*ouki;\u001cIgNyvZ;Ϋ3j:6\u00072=\u001f\u007fN}н#\u0018;oroL|\u001f?ޑ΀/\u00187 77Rm1=oz%t|?\\#񙷩\u000fĴQ\u0007})\u0001_vK!\u0014ʙ\\tw\u001b/ |Y \u000f߿\u001f}ƎrS1bd_\u0006\u000e 1yc\u001ef\u000e\\)\u0017G2Ų7\u001a{.:m2R\u001c'k />}\u001dXG$C&L\u001elǷ] \u001d׏LE\\_m\u0012вhy7hj@˻&rS\u0001-l f\u001euUʽ5\u0004ro̧;2\u0006y1&\u00175Mщ?\" +W i\\\u0001yOG\\ :(cũ|WY\u001dYukūwF{x\u007f~WXIk\\ \u0001\u001d={!_ۀbKٙojx_!~O\u0006\u0018\u00037\u0005]]PF\u0019*5Z,\u000f}%-\u0015Fwˌ\u0001\u001a+|؎\u0019_\u0003z F.~ vOBڌr[\u0012褜0:J K] Ѯh:=\u001a7S#~ HP5%WJװw\u001dV9V\u001f=m4T\u001b\u000fmlطP-~\br}!'U\u0013\u0013\u000e>\u0006ˠ6{Gx}_\\\u001elewRq\u0005eGY)^\u0006pO\u000fy_n賴V\u0005Q5[?j\u0016CW\u001af ~ƙ\u00176Hx@-V[PG\u0015g`=\u000e\u001bߚ\\\u001bķ \u001dY8F7ǔ2kqI^RG:Y \u000f\u00171z.?JLd\u0005iSs\u0012\u0017qO\u0012{~=&mPpSrcHB6Dzoq՞=\u001f.*\u0006T>di6:{3nf\u007fUctQ)i3lQ\"\u001aa*:wP}J*G =\u000f7u}ts*_iZy321^F6+Γ^?;Y鼩hּ x%~w?d)\u0019)w˩Y^uvmq3\u0007ֈ\u0013 ߏgiu\u0018VX$Ra;B} g\u0014?\u001ek>~-Vkp=1o{\u0012\u007f(\u0017^\\e\u0015un\u001fה7-;\u0015\u001aJVG )K(\u001f\u0018Vmexyj8u\u0016(\u007f%\u001eCeT\u0006y(߯\u0018]K̺\u0012s\u0015Yvw^sfZ}ilh[y\u0013V~\u0004cՅ v}8\u001af+Gڵ\u0007?>?ZṛdO{\u001f}N'ΣY0nf= +j+ďSE93z9$$u\u0011mCU\u0006{2˻E\u000e \u001dL:e׌#eq3]c9\u001esB啞M7ΘӶxn k9\u001e?g \u0018 '^1>i\u0003\u0016\u001e5kcv\u007fb\u007fppʭ\u001f e)\u001fPR@=繖ve/\u0006x=ӏsy^ji4~wǓUw}3\u0016pgQSУ \u001fz gt4>^\u0013oԐz\u001c$\u007fy+ַFQYfFnGѾt6ÞQWm|;iiCW~d\\ \u001f{ğE}@ل\u001aONjekqL.)\u001f\u001c3ٵ}ha=P\u001f*^\u001eڷ{\u0016Rסn GğxN>{s\u000fm^URƾ\u0013uLcF\u007f1kT[\u0007{,վt8e\u001frk\u00113qO#cNKc[\u0017Gg1_7yL7\u001d=\u0016M\u007f,\u0013gBGQq]GsݫA:\u0017U\u0000 ]\u000eط4Gi?aϯG\u0019NvP^(|h~Cum ķoR߆ \u0016>U㣍AyXjs~v iZ k}\u000ez-5׎vC\u001bnx2;_?QZ۳OM~m]-~a\u0014M{x9C^r\u001dQ/噦 /e\\絞+,d94=_&6@{ ,\u0017mzTlOz?*}sxM_ILĳW\u0007-_m]YIA S\u001fMsMp5_ \u001fpn\u0011?g8϶[\"\u007fF>\u0004'\u007fE_uZ\u0006񾠵m\u001f\u0001',VSk (\u001cV\u000fô9g-mK{>m\u0003p^L .d!uwҷ2H}iH>fDH=>\u000f\u0006\u000f֋kS qX\u0019So\u0013/K\u0010ψ\u00152[|[PZH \u001e \\eο ej\u000e\u0010I'ʵL\u001c\u001eeiPw\u0016r\u00137y _[\u001bJ m\u00169-`,tu̦9{-FOyK\u007f]ב]2cPlePpME]2jqU\u0017np\u000e0 ?\\HȈ\u0005 } _\\7Q}XZq+ ג\u001f\u0015\u007f)㕎{-o}[zu Ysn=`t3T]e߮\u000eǬ{=}֊Añ8\u0011ﯵrIci z܀xv]+/t}X3Ug\u001d\u0002\u001dAVzGiٞw\u001b\u000f\u0006\u001dX%I{-(3H\u007fl\u0012lϙFu#5NK\u007f:E/s|\u0013,\u0016_rEz?r\u001cDj\u00052s9g}D||엉5hx\\' =\u0016_9΢ʤ᤽ӐWN]`? \u0017iѨAyx_\u001e x~|>s>g4\\4\u001er\u001f ֝;m7 \u001a8׸ڿM2՘o\u0001VvJ}z\u001b2^_6 ,\u001enQYǄ\u001a־Xe߫=y㍶=e6#\u000eYu.X\u0017n\u001bwe\u007f64w\u001d།>\u0005\u001bMoѱ1ߨ|\u001e닖՟w\u001b9vYh`׻vZ\u0002\u001e\u001f:-kFvKöx7f5\u0004upf\u0005墖u\u0011:_o{\u000fZ۫\u001f[}/\u0016g>N\u001b2l\u0000K\b;\u001d[8\u007f\u007fU`|sTCO|\u0001F|\u007f݄tKN[_\\Q\u000eA%\u0016e\u001a \u001d&\u0017OmO̱r\\\u0006K{Z\u007f*\u000f\u000eSW;^pHC[N\u00173iQKځ~_qg\u000e\u001b]ߴ=#~ D\u001aˍ.v\u001aZ8lg\u0006qis\u00166f}?\\]%v#\u000eX\u0017C׋_\\kzM=2@Ǥ{΍G\u0003:+M{5h6mM啶[S5.y\u0011h_~C|F-nPy6lϵr&{{֋߶o7g8np\u0010R_\u00197\u0012tlt\u0018\u001flZF'm6\\O9boZ\u001aIi#d~\u0003ܛ&~MYI\u0012Iz\u001aԉuҦ͵\u0015en\u0016o式V\u007f\\i\u000eP-~\u0006ܳI]{{|:įNJkK mohKg]is=5_m\\6bv\bί[\u0002\u0016o\u001c\\K0&i2n }~@)v  ~ \u0016gx7Y\u0012,\u000fh#Zů\u0007pZ )Oc} h) B  \u0003,\u0011K8B>W)~SP-^omR|Ii\u0014\u0011Ҷ h-\u0011o\u000fbdl׼\u000f{)-\u0017w(KiGQL$\u0017G2s\u0017*6\u0016 uzm2OC]h{oto2\u001at^zFwqN±[fx?\u001a\u001c'8b>[|o\u000eiMF\u007fhP6lɹ}&#ϳhG\u0012e*ʾD_\u0010Zo%r)??2\u0002m\u0014߇ۃŷIs\u001c*\u0017 Qo&Vݥ5}4\u001ao\u0003sN뜷pM; 2kqṆ9BWpO=v-\u0001 l|x]=xǶ~G\u000eӤni_>\u001c\u0007ķ)ڄ&)Կş\u0013\u0007\u001cGW߫;BYM\u007f44ڠ8FI_M\u001f7\u001f+\u0014;;[\u0014O>˱vQ4\u0002vM}ZRp\u001dZ\u0019N\u0001ۻ>\u001eEzv\u001f\u000f\u001f\u0006u\u001c3-\u0018M\u007fP&Աi5u*T.l\u0017??\u001c\u0010^_\u001bCƓGn1uxnm\u0000yγ{, \\^\"6\u0001X/~ \u0017׊kfl\u0013Oz\u001eȹ\u00075W+\u0007O\\GQ^\u0013'u\u00039uURx^P&ԍB\u001d@O\u0006y>\u0004 }G/\u0013/\u001bOyK?\u000eᲯG\\ddߣn]#~e țc-Vc\u0007\u0010Kq\u001c&џc\u000f\u0007p\u00147,;e \u0016{[s}6Hk Ee\u001b=,\u00132XoU\u0016\\܁\u0010XUYV \u000eFGhà\u0018>zrM9bϸnJP\u001eP eAP׺~E_*!OJA5h\u0015AMĸfD\u0000uЇ \u001f\u0003rRo/;眜u\u001b'Ϋ\u001cp.\u0019\u0010  '^\u001b&\b\u0004ir]_\bpc^\u007fypOį1qW9s\u001e*~ u\u0016kf,?P\u001cWRL\u000furڮ9\u000eu%+\u00169  홮\u001bΪ\u001f/̇@ԅз ?Lu5\b\u0010xVaE8'bFRݠ3;\u0018:ϻBֈWUIO\u0006D \u0017P\u001fVbv7c=_\u0014°j{=[r}I͹!g5ʠn\u0007 &ȧ'~I\u001anz'K\u0004yO[wO@3\u0000DR#~mHo\u000fxx.DAX l-\u0015NB[Ҷ@\u001c5};2~ \u0015FE㼜s4.gQi=M'ͶW%^&b:  I;\u001f$\u001ew,}QОr}xK\u0019 ܵybq?V?֔M\\wS~pݐ\u000fhµ?kl\u001cO+.h4;h  XR\u0000 _\u001cVyT/(45\u0014S\u001fY\u0013|O]٤kB\u0003\u001c6mmlwtkW%A\u001dV\u0006`_,@A_\"\u00029/iX>H\u000f\u001boUp8]M)~x\u0016 KsjX?e\u001ay$~ }3}gNh2Յy\u0017,i񺪮!pϗߨ\u0013OC󱽙\u0005M {-.\u001cƽۋz\bҠ\u000f\u000e-qu#>t[\u001ds\u000f^ : \u0001\u0016\by\u001a|sJ\u001f\u00044\u0012OZf˹Àx_}\u001eZk ?y hY$~u \u007f\"Nr2 [\u001by\u001f\u001f{[ko\u0010~49$~ ׺(\u0006qH\u0015\u0005޷Q_R{D8wA7w}y T\u007f#\u001buiߊ\u000fq)^*R\u0016n\u0014\u0019=`@\u0016rMmA\u001f\u0002\u0005\u001bʱF|B\u0005W?XQ,~\u001d~Cw\\',uߗ\u0007t\u00179tC:kL>H\u0007\u000e;F_\u00066#6v\u0018ۤЖ=U\\ܢ| \u000ec\u0014s\u001aG-֋?[_|\"~\u007f\u0013MS9hM~3铡8dy &A\u001d\u0003)WI\u00139P>r͚kN:4;Y2ߗ½wşuu\u00138^P\u0007N\u000e՛6\u0006\u0018@ZWD;\u0016`HWjh\u000f$\u0015\u0015~Hir]\u001ep\u001f>==t^s I[$rk\\_.J6\u0007*ȏ/2z49ڊH\u0017m\u0007l9I=|\bB\u001fy\u000f>ü\u000e\u001dq^\u001ch_ m\u00178&N;\u001cQap\u001aDX'~\u0011Bu\u0010R޶(9 j\u000f9>ӮG[ j:4L?u~:OE9Gdmu\\ m0 O\\M\"\\m#uٍR؏;ʔ\u00040(\u00153\\\u007f \u0000\\S\u0015\\Ssy8}\u0013/'Ag \u001b\u0016?\u000fC?Smc#~mį[qs\u001dVM\u0016\u0019\u00198(~c%?u$ؿ\u0007ŏ ~\b\u0019%[\u0003p o)+[ş\u007f],uòo\u000eJ>\u000eeG\u0013\u0010>J9J݆ KY@?`\u001bį ss=A\u001dQ[a\u0013/U\u0005isݎaM{B5\u001diB֨slܡ`e@7uze\u0010 ު,\u00147^UVocIK\u0015Rs\u0005תcnBE-`\u001fyQxq^/\u0015Km_7P\u0017\u0017(Lv\u0004Oqo\u001dUcp mEz{W>va\u0014 #|ujη)8wqu!Χs\u000f0 {'BzkG\u001b*r\\\u0016sp ?'A?[\u0004ik3)ڮ9/ ^h4\u0017ҲOXMC%mܧ!׳6Ⱥ|O\u001e\u0014}!>J{H\u0017K7^kvkͼ-\u0000uNGJ^K\">תi?Vko Oú  Ѵ\u0017ӗ>WY e\u0016\u0007:xrx[ -SkAR_kbԻ=}\u000fGj\u001a[\u0007qu 06G\u00172v)IP\u000f\u000eF\u001a Fڭ\u001b@ {P;\u0007HAuxvqGuL߳\u007f[=\u0016/=\u0002\\'ι\u000emI n\u0011\u007f\u0016xOxv\u001cϢxHx=g)P'/3>i\u0019xF\u0015\"w\u0006 bۤ c[ \u007f\u0010e\u0012)\u001dq|;ȟe'\u001dN\u001eת+:P>9%\u0016\udbd4+& ,?[^\u0010\u001ff~+IA>1Y2޸6vo q\\  ޓG\u0011G !+PI\u007f\u0004X\u00102Y@IN}b uO\u0018q^5P5\u00056 \u001c\\k|kn~9VXW\\G_j\u001f_h\u001a0Oq\u001e\u00125beʏp\u0012\u0015sZ֊5y\\\u00194:6\u001f︮\u0011\u001flPRҎ:)s.\u0015 \u0014\\:':459\u001d\u0011O#Hgxyz_j{~co\u0012\u007f^s}mx9[\u0011->{ϵ1}s\u001e\u001b\u000e?C\u001f^i\u0000\u001f\u0013Kh̪1~HJP#x^\u001aQ}=mqvOW5F/ʏv\u000etUᲥqwFg&\u001f0+o. ʗ'į)Z-\u0016hcy @VY%_VdE\u0015K\b\u0017c pZ{w\u001b\u00100\\.% ]o6 %n-RJ)!t\u001b.l*Rh\u0018D5hh4Fꪎ*FU]Uu]Wyv\u001c#9\u001a9J̗9}~b>\u001dۼў&_oxzOپsV^\u001bs|~ś\u001fx\u0019O= ~S^Sz[|\u000eo9d^\u0007\u001boCŌ3{5횧a\u0017=Sz_vXl~>xӓ~?y\u007f\u007f\u007fӰ}5]\u007f\u007fտ\u007f\u001eO3諫>A\u001e{f^^/; E/\u0013|-R y\u0003+O{\u007f{Ad\u0017\u000fy\u001d,ox\u007f>y\u007f\u001dY%ã~b\u001dW \u0003\u0010\u001fϛ\u0013Vę\u001b\u0014s693\u001fc1\u0007yM[S1\\\\/Sm߰q`>]>xHʏ8q3i\u001b\u001bk\u0014\u0018 ڬйjV1oo2\u001e/#gf\u001f(i\u007fu{TaKiXcÆ=v\u001eTfE-pQr\u001f\\8\u000eT>08v?z\u0018\u0012;F\u000foBv˹'}obe?c>\u0012+\u0017>s:ߏx9\u0019y[\u001c>!ʬ˻\u0014\u001cPpL G\u0015\u001cFd =߾gl:y[Їrf9\u001eTC\u001e=_ӻlLb\u001b\u001f\u0004\u0001W\u00156U^n2\u0000NtS\u000ftI\u0002-1\u0017\u0007\u0014g lPpN]\u0017lV\u000f`bfa\u0003Ů\u0018Y\u0006}65{MȠ>Ϸ} ĻN*\u00146^RشL \u007fX!?_4M;Kvb@9\u000f  \u0017\u007f\u0007'\u001c\u0006\u001c6;8M[ñs \u001d\u001f\u001c> \\ Ǿ:\u0006;\u001d]>\u001e\u0002o\u001a({Zw{R=\u0017RZ>Gw0W;o\u0011+E'bgo`5mnA\u007fg\u0014k$6Y\u0001`m\u001d\u0016p\u0014r\u0011{\u0018 )(sk\u001b2)z3\u0012w׉Dsx#O{\u001cKmV1\u0015|\u0011Ż=XN)I\u001c\u0017~>aB\u0011^l&\u0015nnWȎ+Mb~\u0013|XX;Ez_\u001fPpy \u0014\u001avq\u0005\u007f\u0001} \\bC_y.O [71?}Wb'zJOf#l\u000e f=(sgD\u0018ObeO :߳cBieQǽ{5BstP\u0018Rč`쉑Ԯ).OXgHacl_xLl֧?\"\u001cTqğﬣ \u001d]\u0017[E Wh4=˞O}7+X&Y \u0004\u001e]vW*#\u0014t y\u001bIȰ\u007f\u0017\u001f\u007ff|+  \u001bmIףj-\u0013{2|9%k\u0005y@1R{DoQZ;\u001fS\"w{sAph('>\u007fz  ŸduR\u0003)\u000f+\u0014Aj!W.ۖ\\ިmPOxra b bWc^˿1lHg\u001eX\u007fm)=HCLp\u001c 7?\">FE\u0017cpb=D`}^\\C^\u0005\u0016y\u0013\u007fF9)]ŰOmJu\\\u0005N{Y(acz:{ދ]\u0002[Y}Lʋ}  9'7\u0004?\u0016x\u001eR3\u001f8һؖ7v^d ]tsا\u0019\u001cIw~\u001eQMf>3r\u0001'\u000eq7\u001bS\u0001lxæ3d 9cZ3ܻ/C|\u0003\u0006l\"o\u0017Lim:XDs\u000eWo>j[`0\u001ftp\u001e\u007fع*a`\u000e}1\u0004\u0007;owX #G\u0013}5E \"6\u0017 :gNd]wHa@~\u001bfY#|k#qXp]-A^ނ\u001f>T.c)\u000f\u001f~)3% Q\u0007gMVF\u0011W\u0000b]yS!\u000e|7e /\u00157vO|~\u007fcZM?0Pؐ-^W\u0010fگ\u0016m7^SU#\u001b\u0018Rf+\u0014s~Vs\u001b ~[1~՞f;`k\u0016}\u001f\u0010vm:d\u0003. xe c+z\u001aADZK\u001eÊ>Ÿ\u001dO8\u001f\u0016Vw\u0001yBncpVCOgn\u0003g\u000eFE\u001bL#f?~\u00057_Β\u007fDa'\u0003\u000fO\u000fߖ+qؑd]ķm˙V\u0017\u0015'cc_\u000fu>\u0017{=ݯ3}\u0015 Ծ\u0001XK\u0019|=|V6%kv\u0013zb\u001cz?2=]=Ol\u001b=\u000f|ËsVλ\u0014ޤxO\u0007\u0006\u0012;}z \u0003\u0007\u001cC~  d[l1]BLziܮY]RDSK;e?8b\u007f\u0016D\"*#iY݉:)oj\u0003dLƂSŚ\u001cg \u0010;k2:=6x\\+8=,\u0004dUj\u000f [cX#>ˡ>yaG\u001bQ\u001b*5?8[ 9\u0003\u0013QŸEa g\u0017:}tQc\u001eO8K={\u0014$2}Lq\u001e/\u001brB NaG\u007f\\H}dy\u0017!GbGܯ8\b{\u0003k\u001d~Ej/5#sQ\u0019O]\u001d\u0000_ ^{ϙa\u0014:}\u0005Ź+۽^'R\u007f@\u0018S_x\u000f{s\u0017\u0014z\u001b \u001elEWEw\u0017+1m=Ѓ8>O\u001eJ:Y\u009eJ1~TŷbߣX^\u0015JǏu* (+|\u000f yeܣ=p\u0013Q\u007ffFaaor/Q)}\u001d|\u0019gB, |\u0016)#|D)\u0019MeanZ[ݧXH-6G#5\u0007]\u0010JyW\u0014$帧u^axBa{:8o;VǼ \u0015k\u001blSKJm3\u0001M\" o-sxίG\u0015\u0013Mx]ץvFcm\u0018\"f\u0015.\u0016O\u0017;BL\u001dy7N?\\O\u001e\u001d 9\u0012N \u0001^\\?W5Od(%\u0005wfўW17\u000f*\u0019-\"6\u001fUع?$'\u001c\u0007ҧô\"} 6+|Ѭ\u0013}n?3'LuT1߉\u000e\\aa\u0007\u001c{\u000e \u001b\u001eauΊ\u007fbǗ18k\u000e=}_qn\u0016EF7d\\ knIyĿṯ9\u001e{K_O\u001et+- (X\u0003d\u0006\u0013\u0019_\u0012wk\u000fxx;wz`#Fcnce?\u0018SĸVg\u00141\u001bS\u0016 -t'[yO\u001f',\u000fr-i\u007f u{]\u0017\u001e TکC^2s\u0018pG\u0015\u001c\u007f8\u001eN\u0004\u0006\u0019}'3gYʇ  ~lGp1\u007fK\u000f(~t|u\u001f1i\bH\u0007\u001b0rcj3p\u0005\u0015v{n\u0003\u0017\u001f1>g\u001fIȶ+΃b}ƇG&ȟC %fA!1ic@\u001b\u001fאb.W\u0019pwXC+9\u001cS:(˷)|&+d4]X\u0011\u0005\u001b\u0013\u001cT>\u0007ֿ_>E]F\u000f]m.ik\u001fw;'+\u001a2r\u001em=\u00180d+l/5Y\u001eHa`\\`_\u001cS\b7+dY=\u0001ѽY/\u0017c锂qb`\u007f\u001aHa}^z;mH{W+\u0015YO*֬VEԸߋ\u001f,3lFu+5'?֥M|\u00048\u001bR\u0018\u0015{*6Cdm|\b+\u0017CrܪЏ{a+\u001fS otd\u0004;\u001bO۞7\u001d2[Ɨ _\u001bLoZ?X|ޒӞJO2k\u000f}io\u001f{ CϘγ]2nI\u007f:Mi-]l# \u001f\u00112\bßfȻ\"?\b\u001aTz\u0018\u001fL\u001fy'6㻳c\u0006\u000f\u000fI'\u007f\u0013)\u001ddmHeh{־{Sc>8\u000fݑ\u000f[=uHy+EwgL%U!/A7d>ak16\u0013`{ֱq FO]\u000f\u0013 \u0015]\u000e䰂#rոox \u001a\b\u0003x\u0017\u00156|a]/϶L\u0016]$+m\u007fQa_d 9mW`؝CotV!QO i\u0019?\u001csy̰6WNN\u00046\u0018K~Zgu\u0016j(xk5zє\u000f\u000fs|#/Y3\u0018\u0004i/߳M+j# \u007fR࿃F9\u001cWȩ\u000eRx= \u007f\u0001\u001a0ڟ\u00130>i-\" \u007f>b㽱\u00193Yy&~T\u007fg w\u0007=wYSGYS\u0019\u001cG:*ދ>}X?\u0017=\u000f6y\u007f}\u000e\u0015 \"oBV\u001euiӟVIholM\u000e~R\u001et\u0015 $ۿץkk  \u0010B\u0018{\u0018+D yGߕ9?pБKs/\u001c%Y:=Zc|NtcSEN.\u000e9Ӄkj\u0011c؄ v=3(\u000f\\*k\u001529E|\u0013{&{\u001f뷵 \u0015v\u0012wOGVݬo_t-\u0001\u0014\u000e sMXFlf O_oU6oL?)b,u]\u0011Tv(>\u007f{_\u0007laQ|\u001d \u0013R\u001cWZa\u001eKB[ t9K\u0004\u0013z>\u0001x\u0001Ԡ4\u0018{6N\u007f\u000f+|'['RrGJ\u000f\u0017k6\u0003^\u007fUy\b[ǁ/oLa{ea\"qxbwQ`ٞ㚵\\*˵w2e\u001fm}Yp\u00111^(\u000feæ\u0004\u000faWJ\u001fN\u0000 >l\u0013dV9\u0018Ĉc3Y^V% lHq\u0016Ř\"2 )|*Cc۔YX*x\u001dQ_b*\"\u0019Od\u001e~\u001bJm\u000e¾Ξ\\a+b5># ^'gߐBb}V\u001c==bo/lLm\u0018[f|J\u001fÃF^ۢ=b~RyvA\u001e\u0005?\u0017N؀7+#s\u001f35U@c!N\u0015X3 \u0019\u0000r1r\bUSd;Sڙ\u000f\u000f\u001e\u001e\u0005o);\u0015t0\"S9  x*\u0003>2ᑶgw*ΨD\u0013Me\u0001\u0002]s\u0013M [\u001f\\\u001b\u001a{ˤ= }2\u007fÿ O\u007fa݂?h\u000f={lΞN}2_TQ|\u0015 ~;v.\u00169\u001c{(3-\u007f9um \u0011 p\u0013\u0007P[\u0013\u0004Zc/U!;P\u000e\u0011ۍ֟>qn9 oW*mFR>Rz{\u0015 {&E\\b?f=\u007fg\u001d \u0011r\u0012Xcb\u001e(  \u00035}!uj.ϕ}\u001d\u000e! \u0019\u001c\u007f\u0002v\u00028'' w,g\u0014\u00146Q\u001aߟW?\u0014|;Ko]?3is\u0016\u000eW-\u00159\u0007\u000e@ƺGo=~w~6f\u0014\u001c\u0007΁9k\u0018\u001ar I\u0005 Daa^\u001b>G\u0011_J} r eݙ%+m6@ʾ/d,[\u0007/\u0012\u00177EO|Y\u0018\u000fYOIO +8c(t\u0019+6`WR,u92-u FM/|^\u0003\u00178##Be=$6~>= o\u0001 {\u0006dbdޑ 5\u0007eA9'KNx*0]\"\u0011\u000e\u001e6 ~c}J\u0017\u007f'rk\u0014\u0011 g]\u001f\u0019bΐ\u001bXD]н'R\u001e\u0013\u0007{\u0007v\u001b찜;\u0002uXqZ\u0005zb \u0018}#It\u007f`W gmJ~g}Y̌5l\u0016+v \u001f\u0018Y\u0011\u0000>9\u001f{R3s]u!ߗe\u001f!`]s\u0015V7\u000f,\u001c}(Àz ?\u000e5jm\u0003i\u001f\u0001\u0014>\u0010;8^%s\u0018w)d_; Wn/y>oz\u0019y=\u0004/{~>̝S;;\u001fg_{\u001fzZ\u001e \u000f\u0013  \u0003\" 1\u0005G\u0003\u0013׿Q16&\u0014r>\u0003fˌq\\qǄ dB?q~$3\u001d \u0003\u0016bjGuSӊs{\u0007Â9\u0019m2)|HpܰK&`\u007f{ z= \u001f\u0003|\u000e\u000e\u000e{9Ó[} +जS\u007f2)sK\u0019Nx\u000f(~\u0001/Zu ,6Uj=\u0001>h\u001f>n~__S 70Q-Wx\u0016{ȱ\u00179Kk\u007f-=uB\u0019U]CqL[xw\u00118.}Kq\u000e 89 L?`Ǧ\u000f\u0007 t3\u001f2~\u001fj\u000ew\\!`{ocä\u0001Q\u0006`s\u0001\u0019gދޞc7= 7Wu9ۢT\u001eځy_}\u0013۶ES\u001do7sfϳmP=RWz^L] .% |L\u0014ǀZWߴUkʜ5Ob܏)6`kdϻ?\u0010Co Er \u0003x\u007fߔƧ!}ǚ2\u0017ܧXS@\u007fwb}\u001f+\u0003Rޗk\u001bPS+-\u001a?D߃'gm\u0000Z\u0000H\u001aUڐV\u0003\u0017roY￬\u000f\u0007\u0014㊸\u0001 \u0010>+b_{BL\u001c|]%]\u001e=\u0012~\u007fn\u0013d\b\u0001~J\u0002te|T\"\u0005\u0016 e9\";\u0011P\u0018d\u001a2\u00076'})C )^\u0017dugqJ ?6eL9\u000e_6 \u001eJO\u007fR?X\u001f\u0011&+bCZz?) A~%g{}\u000fqo\u0018A.:褂g\u001e;yb$f\u001f$zِ\u007f׼|&\u0003W;?\\ E4yʌ-'sVQ\u0014r̐\u0003;ccu}\u0015k\u0019z`\u000fOxy8}\u0019\u0019\u0013]xBF g =}M \u00141o7l\u0001ЃGSf+N\u0014]!_SȨw*썇=}7Afw-_WB\u0018\u0014``?ys\u0010C,\u001d[\u000fcE\u00868t hK:Y$3\"w|] }}lԟL\u001bBa8;KaÝRģb\u0003\u0017Şt\\\u0011^B\u000e\"uB\u001f[.yAeeWl3b|T\u0017\u00151xޟiKsi)\u001f{I)y?߸\u001c \u001f=z+ީTK\u0018 8^(E W\u0018 ' C {&)F = _\u0011\u000f@FgPA֎p%֩\u0000\u0013E\u0010;d7\u0003Íآ8S#8;\u0015?4c\u0015v\u000f-6\u001cÈ\"N\u001fH\u007fOG\u0006ئXEp\u0010\u0018맼m-TЧiGgWk\u0003 F'ک8c .\" 1Ap zy8\"s4\"6yoʓ~^ )8HYBȱwPS2\u0017 \u001br/\u0005!zo{zT\u001cSaآ\u000ey\u001b}+C^^[\u0007N+V\u0006H)lbp)-7{~aJM>oH~^'3솝=V\u0000 봧&}⽎ؤ)y. 1ƈG#\u0016iB^{~Rq~\u00190\u001bщt\u001d\bN2gcoRȐSj=5^o#!)\u0087:^ =p>2]l\u0003kc@NmO\u007fonzy߭?$|ַ}W`F\u00076;ֳȘ\u00147|aw)AgcunK|G&\u0017 +|FcQ؉`A\u001e\u0000|TwUăc k0s\u0010\u00198/;\u0011d9C \u000e.UeYqjׅ1\u0018UձǱF\u0017{\b㏹˼ħ\u001etho!\u0016B|^x aX\u0019=o rbGCR\u0015\u0003C\u000e]=\u001dQȫiao.˞\u0000g\"}BfZb=a]?x'4@ޟ\u0016 Xj#8+#Y;L*8\u001dy~A\u000e(\u0004Px{\u0015~w [\u0007VeGd\u001dޫ8k}\u001f=\u0012>-gnw ak [c\u001dűtX\u0012\u0002 N'uL}bpMF\u0019 |\u001f ف6go(օ̷\u001aR\\,}|\b'зX+M\u001eTl)txt\u0010VlJ\u0007\u0015|LU\u0001XحsīfY\u0000 \u0018ޝ WqH{!VvHf?>ަT+p#m>a \u001b \u0017\u0014%/}|͟x~>03\u0003XS(惯7=Py\"s82dVb\u0005m\u0007\u0015aM*S j9\u0019}io/+y\u000f]\u0002^Vo +\\\u00138{\u0014 '\u0014\u007fܧZK#[PءX0ٰi4f\u001a5\u000f'\u0011rv\u0011﷓\u0016\u0014'b\u000f=lR̷w)\u0013\u0005?38߯x(\\ʇo\u0004_&>Y^&غM^Km&@DV.2+ ֐1dAŹ{\u0014\u0013[s޻we g\u001eNy\u007fבܣ{C2\u001f_\u001cWacN3ȥMScҚVz͹Kd\u0016ތ\u001fΰ}YfNn3o ܨ\u001b`\u001e'w\u0015lρ{ \u0017E[;V+pvG\u0015{$\u001dyw[ \u001aO\u0000\u001b.s\u007f\"^)NQq>X>n\u000fzM# \u001fߴ:`s5{[ ^qinjt|aQޟ`~ \u0018d:\u001b=ٺj~[7\u001dQOuxy\bp]M7\u0005;:L.WMvذN2NKX7ǥm \u0007f\u0011Æ=x ;;/8\u001c3p8~\u001b%E\u0094\u0005OdX!+cj\u0005X\u0011mx]XSb \u0000v(lS7dL\u007f>E\u0013;\u0014,wVp$ZC_ⷦδ\u0013kac@q.\u0018\u0012\u0001wp w\u0004p\u0013 \u0004{\u000e\u001b> u}\u000f5k^FxUȑ#scB1G\u001fY}nߦxWzžLܩ8\u0013=\u001a\u001d=iBE/DfMam&Q{`M^\u0010 E\u007f7Rn}^\u001a#\u001a\\\u0015>i8b\u001b\u0015'1W?xB!iY\u001b uYgVgl~kٸ x\u007f\u0007\u0000y\u007f{\u007fs\u001c5g~V}ޮS^.ʣwFU\u001b~\u0003ak1o\u000fMQ4=bar\u000715&rKem\\fOuR\u0011oĻy'g!OY\u0017)t\u0005\u0003g97\u0014>\u0002{\u0015q(/{{Z\u001f!g~[\u0007o^G~>yw/+d{Gz,''\u001cW\u001c\u0017w[9 ⿽\u0011p!E \\M;:\u00107N sxgNc=7Λ-Wݿ6=ֳG1\u0018` %\u0007792^*wٜ$\u0015ۭ޷ą`C'Mq \u0004.$ϡo~]c*zP \u000eY\u0006ݨBO^6ŹJoP\u001f\u0011ۻQ\u0016sa\u0007>8w\u0003{\u0014r\u0011xq\u0005o\u0014\u0004y#\"WoP\u000f\u0003 \u0001Șb_>\u000e?ဂc\u001a\u001e WƯwӃ)bf\u0014g\u001c{N*l\u001dÊ\b\u0019\u0011夷όZm\u0003/\u0011\u0019l8pNS\u000f)\u0011\u0095=\u0018qbe떍7 Cl&{\u007fy%syY\u0007 9vJaWܣ9\u0010i齡yY'\u0015c5)\u00007~ vd!BOEv@  6}t\u0015 }\u001b$s\u000e_:.N*싼b/\"\u000e5\u000fN\u001b\u0002来qX1>+ t&d~dECt\u001f \u0015y $>\u0016dF\u0019A\u001eFdL!7NǴ\u001bܦQ\u0005Gqm\u0007\u0001\u000e!\\\u0014?)6|_mdT\u0003q#wˌ}>/mUsw5\u0019aB^!dW\u001e3yc@6GC g\u0005XN>c>n\u0007lm*c`_v\u007fFL(TGpY/\u0019]9Nҽ3۸\u009f\u0018\u0007\u0014 6=1A\u0005\u0017[Y\u001d\u0010_6͊T\u001e8\u001eO_Q\u0007*g>7T#X\u0003ӡ\u001fX\b|^\u001d\u0018\u001ei\u000et?\u000f)lqgRzC Y \u0014}؛Q\u0005b\u000fM1\u000f1؋\u0014V\u0005F}@7d\u001dA֓\u0014 u8V] >\bv:l\u00003\u0011&s5ߋ_w\u0013Ni\" ٝ8QgZ\u001ad5 \u001dk s0`\u007fcPar`\u0019.)Ο@fE\u0016bF|]؇0\u001d\u0001.jr)2t@6\u007feN`Y6y\u001b=pJmM$\u0001\u001d\u0006\u0006gh\"V3}a@\u0001F7\u0018U؁\u0015\u0015坊3;Jǿ_ Kb_==UmmBث7|2W\u0004\u0011e>\u001c}\u0018>/\u001cabZ\u001bst9l+\u0015Ů\u001f\u0019\u000eb,\u007fAq>\u0019!S\\ͼӊ߷)wd{)v6},S-\u0010\u001b\u0018vF&#/1+>d?X\u000fd)\u0003`\u0012ir_k݆ l\u0003) \u00066Ghy\u001fS+\u001f\u0012\u000e\u0004s\u0005=2/{5HA\u0005/׃J\u000f\u0019\u0013\b\u0015ؒr􈧏iB1ԖƔ\u00176½\u0000\u0007^\u0005\u0002\u0019i?\u0004F\u0015\u0011\u001b\u0010 te \u0011pJ2#G.\u0014; 6Zl+| \u0017s\u0017\u000f\u0011{WƼlm>r\u0003 rh>\u0019\b\u001b\u0014~WN ;c\u001b}\u000f\u001e2\u00119\\\u001bO+\u001d'1\u001fi\u0015TG\u0019 n鹼Z\u001d{m\b>K!7(\u0006 ^ #^5\u0003)gZa\u001f}^} [WN)d\u0011m\"򹬈\u007fBvb^Ķp%\u0010~\u001by'\u0005v\u000e\u00199\u0011VaCǦZa>ۢXkmLqN1\u0005\u0017\u0010;nE\\i\u007f{\u0015\u001cw# \u000e;\u0012d7tASxY\u001b統vA\u0011c |=聤ɳY'\u0014#=5 AŹ\u0003L \u0014r\u001e\u001607+2{\"2\u0004EДB!޽Oc^]p-Q-Sk\u0014\u001c\u001bΜA\u007f恝\u0018\u001d\b}mb\u001eVf̞fe\u0015\u0013\u000f*t\u0000|ٗK\u001b9gFa\u0013C6aZ:+\u0015BN 9!صG\u0006l\u001d\u0011n*cz$i`g19\u0018OlNp\u00137kl\"\u000fG\u0014&\u0003ذ#\u001eP\u0004E\u0007\u0001&\u000fg$}_x:Ƚ\u001bNAu\u000f0Z\u0005\u0001^\u00056 b23>qڙ[K}ܧПpN \u007fr6;]oX\u0013\u007f9'Cݫx96m,AQ n \u0003jaKEnY7{\u0014\\\u0006|K\u0015\u001a8WĢر)dg\u007f\u00186 n^8? 8@ϟg9\u0005\u001f#>bƻ\u0007\u0000r%2'gp\u000eK )7ga\u0011[q\u0012k\u001egMH.-.\u0007\u001a\u0014ܮ/qN  8!y-w'C(\u001f>\u0019Qk\u000fkjE*qpq\u001fWy%(\u0019\u000en\u0018P8/؇{oG!-_CE\u0007a|3vAKŦ\u001e u\u000eT1v{\u000f\u001aǿGa s7lW'\u0014J\u000e7g4/ȜȁobQAa?6Gt=1XCmC\u007fO\u007f\u0006s--l铿1)VnOc\u000f>Ùd?\\\u0017Uwo\u0003c\u0018!\u000fwo\\pp\u0005t2w\u001f\u0019 ;Ⓐ{wACj\u001d7\u000ex>ؘ\u001c[ǌӘf>E\u00133\u0011$0ml=5;sd䭊3O8]\u0006N)y\u007fG苔sR!r\u0000~i Eg\u007f2=6W!?)L ={\u0015zTa7\u0001aJ[\u0004\u0018\u001cr\u0005r.r\u001a,\u001e\u001eu{@[\u000fc#^S_^L 񋏂9eVF!\u001374\" Mbe9m29}O\u0001?&L| \u001c \u001e [S׫5n=\u0012[9k\b4SCV4\u000f9=8W\u0018 \u0005X\u001c[\u001c6ͳ GXc~qz\u007f'\u001e?m~ d|pGd\u0004\u0001?؀b졟r^\u0012|D~3\u0007c\u0007\u001bTE+yg\u0017W\u000flKz\u0006-  \u0006F\u0005\u001f\u0003 z7۽o ~\\!+lTpR#s\u0004>ÀboƗC\u0006q!;6kQ͝Xqf\u0010\u001eƘE\u001b\u0005A ^>K\u0016QrPa߅\u0003ۗ\u0015Af nu~\u001d1+gR{ޑ\u0015c8-؊7G 5vfxY?[oMx?07p9\u001bRpY+w*)\u0017lR5s\u0003~ĸ\"a\\  ~MY34\u001f6|8;3\u000fz~؏.y9S\u0019KX\u0012ko6@Tħe\u0011m?>\u001eW\u001e m\u000e\u000e'\u000e'koրd[\u001dTͱblŶ'\u0013η]7^\u0001[ :pz1Vl{ښ}(\\|X\u00180\u0015g8.\u001dDo~\u007f\u001b ]7nY}~zv\"azac4O켞Pgn_qZכ z\u0006 moX\u001ffy\u001euV־\u0017;\u007f:~;U=f\u0003^Wۮ\u001b/u\u0017=\u001f~Uy\u007f\u0019:Z]sJ]ψG\u0003gYybk[\u001dT&/r~O' ;p_jOWW\u001b޾d2E\u001cQgDcmם/G=}o4\u0012>n^\u0019\u000f^;vym /Ĕ:o\u0006߁.oG[;\\\u001dmwz|\u000e\u001dzm3ڗ\u001cݼ?Sg?}i`2鄙ٗ2\u007f\u007fJ\u000f8#{նN_\u000e9_HxzDN뽝7^T%\u001eA\u001f:\u001coo,QgF\u0013ۮ\u001bK\u0014w\u0003u{ݬqX\u007fv]ٻ\u0006o^wr~g}:k/0R\u001c/wKd}:OzxvXk O]7H\u0085\u0019_[yvp/uھ1t\u001a7}l>ݜ\u000fv>W\u001cTgKNۛ~\u001cK?g̞ϳ{Q=/åSm ө/'̴]7n\u001d\u007f\u001f~dl?8'\u001e u~zfmMyin4RaͨR>|v?n~>\u0014{_ցѶz[x|FW|G\u001f;aO|7zazf?7zf󔏪34odyFx\u007fFp6\u001flF},ZכzfNX| w:\u000fr~ݮ]\u001f\u001dp~oН/Y~ݔ\u001ep}oy}Myiyu{=;auƷ\u001a\u001f:\u001b\u007f\u001b\u001c\u001bPBXWڱYndy88=:k7Q7my!>Ә;sm_3~t:OQgUE\u007f:;'XCF~ؗ)\u001ch>-/UZ\u007fe\u007fYu֟~RKoK?\u001a,J\u0017-r~7zA̹D\u001f\u000e>\u007f]n_KF]ί Ixz3=XG4{f&V4q ӳj~Xmaʹk{ZOsmY6O&2Z q}=,m\u000e=vyb\u0013y\u0017\u00164v'ZIakt:=;sm3{}Yc\\+{sB}=&\u001dgC̶ɭM>pV>\u001f \u0013~d\\r1v\u001aߓ=֡s^In]-\\ )x۟-8ʖu+Ą#tS;} \u001c\u0013s|z^é߯WNS땓r x\u0005~Gy}Nsg \u001fn{WT#ОTNy{~_Qu\u0011 z jui/'s5g3[x eyj=3zIxkΚ}'L{S9\u00033\u0011>M7g\\纽='ߩy;gL'Ͽӵ剟>N9|Ϻx~g mޟsۯ\u0005N\u0007cߩ\u001f6>ac)_>\u007fnON>w uѸ\u000f\u001a_4\u001aw 7\u001ağ7,g.4\u001aw6sѸk}#Ƣo4_5\u001aXҼ\u0017j4^j4}n\u000ecV|SƊh͍/4\u001a_&fWDΫFof~J\u001a׼^;ƿyo>Ѹw\u001bf\u001a\u007fٞo5\u001aCf*4\u0005\u0001BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014WІˍƺ%|\u0007 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 Ui4ɞ=ōƂ\u001b\u001bҟ`\u000f4z>3`7h4so=G\u000f[\u007f/o7{7&wONM~\u007f'\u0017Lm&~on|_o|eWWnj|y|gLo_9+W7&ķm^-m|\u0005|Y/466/z'~Oz~g\u0017\u007fkF\u007fߗn}j3c//|K=_\u001a;S?y\u0005\u007f/?}\u007fpOݟ[͢&\u00164>ܼ;X޸yGsY\u0013K\u0017r¿8{>[\u007fw/4ō\u007fټSM,\\o,ꂥ_|pW?}\u007fh4,[x\u000f, ?yi~z|.^i?ؼi\u001ckf\u007f[\u000fz\u001d\u001bW54yO7z\u0016Lx-w߶\u001d ?3,\u009f\\璅piZw-\u001a\u001fm .@\u001f z_zm}w߼pA[E`7\u001a\u001fh,?\u000fz'o?}Y~ꭷYzj7{j}w\u007frޯPOkh~ڍ_]~{?f {~]>ow\u007f\u007fm&\u00164~o4\u007ffH_?7G޿l߽\u007f\u001a\u001f?{\u000f^ڻkhbA\u0017{i|\u0017\u001b;&\u00166'\u007fS}޳sk񯛸޳\u007fpu\u0017M{̽\u0017\u0019?lr髟9z[,\u007fzo\u001b|6@f/n6دӍ\u007fė@㏛|Oɟj\u000e\u000f^m>\u001fl\u0003LY\u001e6LOhݟm\u007f;5\u001b?=\u0007͆p\u001f7/{ /\u001a\u001f\u0017/#|_m|\u0005W?}w[\u007f/71&z\u001b\u007f7\u001bkz'\u001aė\u007fQ\u0013y?7 n\u001b%_e+?\u001c\u007f۽\u007f]V\u0002\u001dU\u0012UU\u0012 \u0012*\u0007\b\u00034 F\"t\"؉\u0012mmH4\u0015i H\u0004@\u0001\u001b\u0010p Py\u000f1Q=}iqęAEK\u001b\u0005$[t\u000eﾻA9A6f˕fgC\u0016jLv\u000fjH/ w/{XiMjT\u0018-u\u00014Y3+\u0000j 0nF\u0014Tqa^ݡ\".M .)6D^(\u0018\u00172\u0007:u4$\u001dH;;  \u000f\u001c@\\M\u001enC\u001f!j 6 ?h?E\u0014iWk\u00118m)\u0014 \u0011\u001faMQ%K\u0001yćx5\u0001\u0018X\b ToVQ\u0001L|.\u0010_dx_FJ]##M\u0000\u0013?sbow{ L\u0000\u000f\u0002q&;1 [lHj%v4ēVL\u0013ONb=j'a`;p 05AF\u0004I\u0006\u001cFG܋ ە]7)n2&\u0006R4nPF\u0018s5\"\u00024V\u0007\u000eqq!\u0001g\u007f?;On+_\u001b߭L\u001b3XL\u0001:$\u0014c(\"\u0000ԋv| \u0001\u00042\u001d\u001dc\u001e2d%w \u0001FJJhHןC{\u0003Җ[Vߊvya\u0010g \u001a\u0011EVQ1\u001b\u000e~\u001f\u001c\u0000s|\u0014p.\u0018\\\u0000N\u0006\u0017eĊb \u0016n\"4h@\u0018 \u00129D\u0012X\u000e .\u00038\u0006?\u0001gSr4\u001c*\u001d,\u001a\u0006H1^csYj;ۼ\u007fI[;^ -\u001d\u001c\u0004b\u0004>I\u0002\u0007B+᭗$=%[ \u007f\u001c~?i%~\\q\u007fy\u0014?b\u001b\b:S\u0005\u0019 @ߓC{ dϫGٳvp\u000f0M\u0011b,̸\u007flN3R3N#)` \u0010$\u0000\u0019\u0001F\u0001\u000eIC\u000544F[;wܩs紲\u001f[~qGAΖm9}V.It\u007fJ|A\u0018 \"fZnEr\u007f\\G1v5$ \u0002-U\u0005;ͨ7'\u0005:®S\u0007 ?\u0006\u0018c BN\u0006jdʛ3X%V J\\+1R%ؕl.eg\u0006\\xi:tY*0ƈ@\u0018\u0004\"F9i M\u001c2\u0000\u0002m +GV0p $[X:l\u0010(_f\u000f1\u0018ò`d \u001099r0gs\u0007\u0015\u001fX,X.3\u000eF\u0015c;ϔ\u001c| {n8|\u0005\u0018Q\u001cp%)1s\u0012̳TM\u001fR=TMeaS.\"쨲(;2\b;\u000f^ s)d6&f \"\u001e \u0000\u0001!\u0001c\u001b\u001e\u00133֓*\u0011\u000f_Lʀ\u0016#G\u0006 !W!kV`\u0003 'S\u00025\u0006Bs'\u000ekLqs̢YkУ4jH\u001acAKҀV\u0003[k4L\u000fu$v*D7& \u00010\u0012=>:\u007fEYaf >U-r ,m)ui`ST9Q(D\u0019;3I\u00063x\u0002W\u0018\u00075\u001c֜rUD\u0004\"UCl\u0001\"\u0000- 7h=(\u007fi\u0016ɃiF0},\u0001N\u0003癓Y>\u0016U>YZzy\b\u000fS's8 \u007f6\u00036\u0000d9+l$\u001egy:?VU\u001c\u0014#~L?Bw>G?\"\u0000#V\u0019Wyaxlõ`jtp*5\u0016E$uT`H;5BrRJ`ӭT80MJ+FC]^\u0013VY\u000e\u0018)9چ\u001bo)z=~A\u0006\u0003O۬Ts\u0007]\u0001+oV fWXX-vn4.ڢN\u001fHڊ=@z\u0017,r=]$/S*:8mAae8JyRZ \u0016;J51ŞR.G&NT\u0005evbQ2'9 RR\u001cŘ( |;\u001f|> )&9S35~S\u00134\u001dZ:whN\u0001\u0011`\u0004FN\u001a\u0016oj#\u0019(0 p\u0010\u0019X\u0005\u0005\u0000c@\u001czɰKe2ʎDQ*je'\u001b\u0013u j\u001eR\u0006h l\u0012}rBRuvQ,oLw7M&{ʼKJ\u0005B\u00145Uw\u0007s]yl+w\u0014z !t3}%=!\bSQ\u0002t\u0002@\u0004 t\u0019q%t sRz!Љz\u0010+\u000fbw=+\u0017uTs\u001dc\u0007/\u001f_(\u001c\u007f= \u0017|).V>)\u0015 '599ŕ\u001c\u0017?. -\u0019` a:Փ%Ցt ^\\\u001dGy`QBkXGM(MQ\u0011)@i57,kLˇ\u001b,%\u0018MōB7F\u0002\u001ej_D ] /Info 6 0 R /Size 19 >> startxref 87020 %%EOF"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Kinship and Community: Ancient Texts and Modern Theories                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1739                    Section        001                    Instructor        Bruce King                    Days                            Mon,Wed                                 Time                            4:55 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       What is the relation of the family to larger structures of community and of state? Do kinship bonds provide a model for those of community or must they be superseded in the interest of a more enlightened state? To what degree do contemporary aspirations for gender equality entail a radical renovation of our understanding of the family? We consider these questions through a close reading of ancient texts, from the Greek and Judeo-Christian traditions, which we read in conjunction with some contemporary thinkers on kinship and the state. Primary readings include: Aeschylus Oresteia , Sophocles Oedipus Tyrannus and Antigone , Euripides Ion , Plato Republic 5 , Aristophanes Ecclesiazusae , Longus Daphnis and Chloe , Genesis and Exodus , Paul Letter to the Galatians , Martyrdom of Perpetua , Shakespeare Measure for Measure , John Henry Noyes Bible Communism ; theoretical texts include: Freud Totem and Taboo , and selections from Engels, Lévi-Strauss, G. Rubin, P. Clastres, and J. Butler.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.4 % 1 0 obj  > endobj 6 0 obj  > endobj 2 0 obj  > endobj 3 0 obj  > stream         application/pdf   iText 2.1.6 by 1T3XT   2014-10-01T09:56:45-07:00 2014-10-01T09:56:45-07:00 Publishor 6.4.5.1 by Documill ( http://www.documill.com/ )                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               endstream endobj 4 0 obj  > endobj 5 0 obj  > endobj 7 0 obj  > endobj 8 0 obj  > >> /MediaBox [0 0 612 792] >> endobj 9 0 obj  > >> /MediaBox [0 0 612 792] >> endobj 10 0 obj  > >> /MediaBox [0 0 612 792] >> endobj 11 0 obj  > stream  xYKoF\u0010^@@\u000f6Gh!v\u000e͇H9\u0016D˪^DQn[\u0014IҟC\u000fO̷\\RJrR\u00106է j۸~_o_Ou\u0011'~#Ƈzŝ?\u007f?^ϺѬxO˽\u0006_\u007f-蘕kz\u0018qy\u0011 t!\u0002$-QT7q\u0002qpD_L\\JDJo]?\u0013\u00131kN}B|O5qL\u0003\u001d\u001a{LOoiVZ.Og\\xŻ\u001eۇ+ \u0015%h\u0016/Ԑ8\u0010\u000fľ8\u0012_z&NE$\u0016ωŮh\u007f_ (*X\u001cRD \u0016IFi]#rDN(\u0018K_ћ\u0005}\u001bѷְ`J\"p\u0018ֈ\\L\u0019\u0018H2X7\u0016Sx9Sz;\u0005A5u,\u0013\u001aO@Y_\u0010\u0013vCJ\u007f#7C49 t`JqW?\u0013d\u0014b)I\u0004K\u001176ȉ\u0003_HL$\\ /MA\u001a2\u001fkSWY>Wq%C\u001cX@xM?U\u0006+(\u001b R\u0004EAB@+\u00167d SΔa!n:$\u0000BRȋ\"\u0003E\baKAIWĳ±K\u0012Cʖ0X$M70t\u0007,PSC\u00178Sr ^\"Yl} \u0011\u00072\u000eEY@W\u000eaR\u0018X4\u0010jͺ9Ra6R\\[i\u0007ܳbla)G%aܱs[f\u0012TڿGi\u0012!zѱ \u0001x1Jh\u001cQ\u001b\u0013|rL {\u001b7V!dsZA\u001b )j2JQ\b\u0010c{(̓BhM+\u0016,E*'N^9lĮ4&WčuPRe\u001b\u001aXT$\u00063\u0015j;cC(P s`\u000f\u0010\u0010jr܎g\u0001s\u001b,1n2U\u0014rdԛ\u0012= ;U w\u0000p\u0006\b\u001ei6\u001dY ^X\u0016N\u001cV&햖V\u0015+w@9E\\*;=uy\\\u0013d|T8*9fv{\u0011p\u0005͢oμզS&3\u00020 \b䊬X!XѾ\u00104[N\u0018\u0016i#z=l\u007fVl\u0007X3Xxr^c圕Uo}Iĥ=\u0013$\u000eZ\u0013yU̸ۉh\u0095[YŶ 34󥈰\b\u0013$U>\u0011KrB?$R\u000fŘ\u0003kxq͵Љ7_l\u00108nTu/e\u0016BsZޮdˉj\u0012TcUݧ-z\u001fժ8>l EHfYuʐ)A*\u001d+ gRQB{Q x \u0012 h.N\u0006cW)q\u0013&\u0012pd\u0000%Z\u0003\u001ays}n \u0016v:E\u0005\u001dRRA)*ml N?n6\u0017\u000f蒹\u0018d\u000f\u000el -Ǎ|d\u0001\u0017a\u0000\u0019E\u0016\u0014\u0006`؜m,\u0013~HhCN\u001dT\u0005\u000f\u0015V_/8!rO\u000f{\u0019\u001d#t\u0019fa/9+ \u000eތT&78K1Ĕ剏!} rCBWi\u001dpQas\u001f!421\u0012>T\u0012.^ bg+&lc\u0000amƄX5 eDA > endobj 13 0 obj  > stream  xZK\u001b\u0011n@\u000eԁkIqVl\u0005\u0019σ\u0012| fYr,Cj\u0004\u0006\u0013\u0004v\u0000뒟C\u0002$?1iCR\u000e\b-ɞUuSttߍ~\u001a'\u001fyO3I\u0010w\u001cnG7aߺ\u0011\u0007}|}cWjYv4\"P!\b;\u0010-~EAW 5WTGjZN{Gڨ[UlwQ\u0012\u001ej u\u0007 \u0016whJG\u00033x>\u0017!\u0001|_\u001a>/hƚowR\u0011 MaD\u0014𹣶_Grߴ\u000e&Q=\u001fQ7?܏܀`\u001c I\u001e{\bjx\u0015  \u0006u \u000eUj ۔j\u001d\u0013\u0004JЋw4vu~/8%`k ^% H\u000f\u0003\u007f\u0003j-6sP&%_G}\u0005cS^'dȏ,w\u001e3\u001bгl\u0003D\u001e\u0004~#?Ч\u007f%d-rş|\u0012-i;Ƚ4 Jo) /u= 9e.J@kJ\u0012\u0006\u0003\u0007\u0005y\u0005\u0016 \u000f,\u001ehJ!u|xaA)\u0013N 4,LH\u001bmae\u0019 \u0016_Rks\u000e^+f3\u0007\u0012I9& NnWDcb\u0014 |\"Df8 h/~%|\u0006% \u0012W\u0004\u001dޚWГ\u0017'p\u000fb/\u001e\u0001Ӱ \u001d:\u0003Qq\u000f\u0015e1F }C alCqn0v\u0014  pAXQ.\u0014\u0014;\u0005\u0015\u007f\u001e[;ǒT8 \u0005F\u0002tȡc z;0\u0003ٷ\u0003;\u0011&etz`Ɖў\u0001EyE\u001a1\u0018\u0005&ⱳ4Hǲcsڸ+֥T \u001dB\u0005MAűz覀)\\ʕݵ5_4j\u0013/f\u001dy[12#G6;D T0{~K:;lG& m-\u0006o[ Q{]QNIns! !9kA܀-Q\u0013 N\u000ea3Y\\K*\u0013 )5Z\\VByoNk \u001d\u007f:% T-@qsKMGIGwj\u0012+x\u0011U|AہZ.[tͮ4nwiDGU]'\u0007BDno\u0002\u001d T\u001e\u001b4~cL\u0005Цp\u0010\u000eo)}-$3b9-Z7a\u001d]\u0018yF6|\u000f3fÐP಑a?n䷪pD(iF7>o7MHd1)(µN {`o\u0014/9莤\u007fKE[]U.@\u0019&c  > stream  xQN@\u0010dosk`z\u0012Z{1ƔRj\u0014\u0016J\u0004n\u0004\u0001\u0013j\u0013\u000ffҝ3ot/`y\u0018K2\u001exl kIHZN\u001c\u000e?+7F>9\u0012Uolxr@\u0011g\u001f/\u001dOg˥ϖ\u0011 &\u0007\u0016{\u0004C]v+N\u0007C#+zƴ\u001aD8 `\u0019n*Դ\u0006AA\u0013\u0010W9 9JrЄ\u0005\\V\u0001#h\u000f=UO\u0005\u0018#9!a\u0015|\u001758\\KZHᜒt{8\u001d v\u0006C O\u0017Rv_{\u001a\u0005[  endstream endobj 15 0 obj  > /W [3 [277]  6 [556]  8 [889]  11 [333 333 389]  15 [277 333 277 277 556 556 556 556 556 556 556 556 556 556 277 277] 34 [556 1015 666 666 722 722 666 610 777 722 277 500 666 556 833 722 777 666 777 722 666 610 722 666 943]  60 [666]  62 [277]  64 [277]  68 [556 556 500 556 556 277 556 556 222 222 500 222 833 556 556 556 556 333 500 277 556 500 722 500 500 500] 98 [277]  171 [556]  3243 [222 222]  3247 [333 333] ] /Type /Font /Subtype /CIDFontType2 /FontDescriptor 17 0 R /DW 1000 /CIDToGIDMap /Identity >> endobj 16 0 obj  > stream  x]K@\u0010\u0004~ 9X\u0019`\u0010C\u001ed7!W=F!=쿏4B mL\bçt+wߗKnx%]//K.=r8l\u007fnb^z4^Xޖ\u000fbm\u0019r׉_esneU\u0000]m:R+/CmvzNűZ_8~^_(4^yU7\\J Q W\u001br-TYNkr\\ US'0pV\u0019[\u00141\u0018[\u0002\\clf%\u0007زk-\u00075\u0016 Ycl\u001ac\u0000\u0018[\u0012\\\u001e\u001ao\u0013\u001ao\u0013\u001ao\u0013\u0015ƾT\u0006\u00067/ p\u0003\b7/m\u0006{}\u0001n`_ Ky7d\u0003Qn}6 \u00066\u001bz p#Wo\u0011nꭁ\u001bzÍ\\\u001dFZ\u000enn[\u000f72 p#w\u0012x8\u008dP\u001dj\u001d\u0004nn\u0007pmW\bp\u001b\u0015\"܆}\u0006nþ\u00029۰p۰}6+tp\u001b\u0015ن}\u0001nþm\u0019BSoEfe{Q=]ٞby4lϧmmge{>mGɿ3c;U\u0003\u000feY+ΧӔ/vU\u001fz  endstream endobj 17 0 obj  > endobj 18 0 obj  > stream  x |\u0014E8\\OU_s3\\!$\u0010! r%,r\u0004p( FD\u0005\u0001٘@DD\b\u0001dE\u0004D\u0016\u0003\"D\u0013 \u001ao\u0005t@pW\\EqtOLB@{TWuuuWs?OUO\b\u0010BLd\u0011aD;\u001b5\u001b\bVMlS}nBC m#dB&=Xzv Ϊg\u001fՄ̚s˔\u0002.6y)U\u007f\u000fDzo>;\u0017'\u0011,1>\u0001\u0012V~\u0011R5mgy ?^\u001cB\u0019b\u001bb#\u001f%?\u007fb\u0012V\u0015B&\u0013[ۄMmfZй0WK&m!AD\u001dx$\u0013$Yө !\u0012n\"|\u0015j\\[i\u0017y\"4\b3a#́1Ƴ\bS ~ \u0010n&r7\u001e$|\u0001A2 +Kvr/SXmO\u001al2\u0012\u0013TѶ\u0002[7K8y _K H\u0015dzG]7CoDl\u0017\u001bt'Hwoɣfl\u0012DA%+}d9}G\u000eyo*I \u001a\u00182(mcp382m\u0003j{h|Ww\u000fB~3~\u0017l\u0013-a \u000fX*gL\"l \u0014k\u001ed\u0006\u0011f\u0013䑶Of!\u0003q\u0011ݭ8sd.\u007f\u001dYOn'\u000f\u0019g-\u001ds퇵8\"ClFddq>\u0007K\u0011 =꧐\u0005x /I\u000eDK_G󈫋8\u001bQbrG\u0003\u000fU\u0012x}\u001e=\u0007EH\u0013\u0012\b]0)6D\u0000Dhe\u0010,R\u0010ԝ\u0012_\"Cx5\u0010x qz\u0017\u001ahW| i+rѵqr\u000e|}j\\D\u0015\u001e\u0013VmjGW4ю[N\u0011.\u000fڄ#ً\u0006+a\u0007y\u0017\udaaehw\u0018ڎk\u001dÙoJtz\u0012A a[T\u0018|\u0003\u0005+K+\b3BB8[Q\u0003R\u0013#+\u001b\u001c&c\u007f\u0003d\u0019\u0013gVv sdx-$\u001fJ\u0007 ﻑ\u0006&# \u0002· \u0014lX7\u007f&\" @%\"RG>c\u000fƢy\u000egsF:؍2| b$y\u00015d-\bFq#ow\u0012j\u0010Znq\u0007\u0011g E\u0007~ Ŵ )b\u0014-A:x\u0016rSQ#c=G܋\u001e#DG\u001c5@ \u0013eӏش\u0012OG?\u0013\u0011\u0012 mTG0r??\u0007×Z*79~TYi\u0006&|C\u0012\u0004\u001a.Ai~\u0004OP? ɻHUK\"  !GNc/\bч?\u001af\u0006GX&P2m\u0003~ƧG}yǙA\u0019ؘJ\u000f$7A%ݍ ܆\"%Ծ\u0005\u0013Q\u000f\u0006k$s{\u0015{png\u0011x,6G'Z\u0016\u001cǻB\u0013 r $\u001cQ? u\\\u001f4 , C4\u0015K7tJFu\u0004ևCњ\u001bɈ\u0012>J\u001f\u001eǑ% C1llr#,Sw\u000f \u000e\u001cH 1~؈X]a\\̑=8p%\u000f.O^d %*%Gs\\\u0011rŐؑ9-SaYQ\u0014p҄\u0002!Ԩs\u000eA.A\u0016 W〬q\u0013> M\u0006 _5rZ[qF4Z\u007f E;]\u0011\u000e7 \u00160\u001eQ\u001d% BCP\u001e  fA\u0000\"2@\u0014T ̖޽ΰ3\u0015\u000f/.\u0012 \u0017\u000eAA \u000f\u0003u\u0005z\u001b\u0005\u007f\u0001_§\u001c:$&G\u001c\u0007U96\u0001`~%MSX@J%R((۵.]s\u001c\u000e`\u0012kŵvQ(\u0016KrJ\u0014d\u0011,[\u0012j\u0005J MQAL6~s!s\u0017%r,PA\u0013j\b\u00121݊Nmv{acnMvC\u0002q \u000f\u000fq\"̀I\u0013K\u0002sٙ\u0013KY\u001eXʙK\u007f2\u0011%DaVVAf \u0016oR\u0003\u0007/$r4IN뚖wȒ77\\koUS3p ;S]Wmm c\u001am q+\u0006&yjYPݩ\u007f qh-%U\u0011\u0007H\b\u0004\u001e\u0004'A.]J&_&g.i.dsQG#w/|\u001f\u0007z.:r2\"1Ɗ \u0014\u001d,| ^Op\u000e&Z^\u001d#}(%DL\u001f~DBӳv\u001fް\u0004GʈOFpa\b?G aɒ\u0016ɤ-Z \u001ei]ˠ\u0012(\u0017\\\u000fE\u0005\u0017# PZLjQ\u000f\u0000LCv.q\u0010\\(\u0002d%l\u0017\u000f\\\u001am\u0002j4 BOk@op`4\u001f\u001dE -7X(+>Q\u0014\u001eK\u0016++FցV}\u0003}B\u001aG\u0006\u0010]-l`\b 82 N3\u0004 u#y-\u0016i@fdA]*\u0007EsQA3 ѓ\u000e֋\"Hv4\u0007;\u0013\u001buz\\>Z\u0000.#\u0017Z7KnYȀWZ]z~\u0003܋\u0007 \bO-?\u000f}C@&\u0002BD!7h\u0005Tx4] (H]aM \u0014X(\u0006\u0006\"4(B~l,x\u0015\u001f\u001e8uJrNlF|\u000ey\u0015{\u0017UWg\u007fB\u00043\u0019G~\u001e`#\u0003h@dr_\u0005 \u0007 ;NRju䖡z\u0005f3sG5p)Am> cT.]a'\u0018M\u0000( .\"BKZF)8 ,d\u001e.\u0017=\u0011\u0005m]̧!e\u0004q8 \\\u00138 üţ\u00074{ko[\u001a ƽ7ʇw/w{=wڰU\u0016_zM-㹴IB:,3\u0013;yX MT\u00136Zo\u0007${$I^%=.=#1do\u0000A`h\u0015\":k\u0019\u0003|V̄&vĸh\u0003B{T,\u0012\\j%H\bl\u0014h ? \u00050Q \u0013}539A* [I ?o\u001f\u0007[\u0013_\u0006n^v\u0004_ʝO\u0007\u001fzG\u0018a\u0005B]ӳ֚\u000f=t\u0015d}3r\u001fL\u001a7I\u0000X\u0012@=X\u0014\u0004&Ip\u0005|\u0016\u0005~\u0011hX&6\u0019e4\"zlt\u0018J@2\u0002\u0001>N\u0016 [)B@v\"d>(\u0006 a'؉\u0003\u0017O^\u001aڲd?߳p'L%1\u0005H\u0017h/ \u0001&X&?Am&\u001bcy~FU*56\",\u001f$N,KQ\u0018桬Y\\dy\u0014\u0019\u0014\u0011 ?8$l\u0012mb\u0002h1\u0013ȃ$u\u000eOIKٟ\"XI>) \u0001'J\u000eΕTҺZTAX;Qz\u0012\u001d \u0015Wv&\u0011]=ɰ\u0006h\u001b0\u001c|(@bgLynֳ@_\u007f\u0003ߵ>q*۱z\u001f\u001e}l\u0002\u0014\u0018{\u0004Ӈ\u001fO?߭իmLP\"\u007fYշVhBUX-\u001ad !5.\" JlYX\u0016!Bn\u0014b\u0013\u001d-{\u001eG6 ę!j!ZXػ\"\u001caa\u0016l7\u0016d&|u\u0016=->@ v{Nf½9E ^^uhw?\u0019΅\u007fë\u000f&n=\u0005M\u0003\u007fA \u0005k2R\u0005g:Wd:a:k\u0012h-rMl u UYWiѥ-q1\u00135VS\u000e5WB] dB\u0016qb[;Ml\u0015a\u0012ۅ;ȼ*\u0006ya#ѓE[bO/\u0019׶~w\u0010Nnxtzڌ7\u0003\u0019Mܡ?O\u0015}m/zG\u00016#=\u007fm\u0006iQV\u0005z(3\u0002\"(\u0002\u0011M慠qs 9  ct\u001eL~{u\u0003':$|sB?K\u001fj.]ۥ7B\u0011\u0005\u0001b\"EZ:)2E&UBg0 J h\u0016,_ٳzdtt .#K\u001edVr\b\u0014\u000f)4l+ʹLD2\u001d)\b\u0002wV\u001cVԀZ?nU^BYBe\u0002KHt[(MWQL%6CEVf;T^ jI8D3Fb.b|ˉֈ~s#R\u001as-xX\"I}\\]c\u0004g\u001eDNܧC߯?$\\\u0005賫O!~\u0004#\b:+x\u0014F eO1K >MX\u0010#\u0006\u0005\u0014jlIXl\u0017ͰBQۨU,~ЀD\u0019\u00010\u0002\u001d\u0001l1jt *zxu+\u001d==-4\u00024\u0003,\u0000\u0016\"'\u001b˂$lXQ嵝a\u0013[57_w \"\u0002_sSSpr\u001dL\u0006y\u001b\u0018Qe*\u00044EB\u00124#WrTx_`=?ψ\u0018\u0001\u0006X~4@()lɃ\u000fͺe |ON\u0005\u001eyd\u0013?8 $GrHp\u0001\u0006?q}{B} \u0017\u00148G35\u0001,\u0016PZPZ\u001433/6)\u001eIe@/ x\u0012*QV\u0000x\u0010},\"ML ȫ&2dC)D^GU/m\u000f\u000f3)f\bRٜg, \u00073ce/۸V\u0018F_\u000eoS\u0018RA\u0005Da>wǎtP\u0015Y*\u0018$|/-oԴj\u0005Q],8\u0004J=zm\u0015w\u0019W\u0014\u001a5)Ɨ\u000e8iA\u0018đmNԺZ\u0017㭻8\u000e֣LD\u001c$iL@\u0019)\u00184 }N}!\\K\u001e\u0007.|x\u001b\u0017ƻ`\u0005 \u0002 mm$4pT\u0000pO\u0005\u000fhqXE,^\u001dG\u001d8\u001dUZ\u0000#Hw;\u00042M'SZ$ȔhS(h2ČD!eA+@\u0014\\p\u0010\"ED^d\u0014Q\u0013U ǐ\bp-)K|\u000feǬF?\u001fI&Z\u00023+\u0005(&'R;~ \u0015Qh\u0000c\u0012/\u0003\u007fH 2\u00074o WKdZ.\u007fY y| ɏ\u0019Z*\u0015dRQ\u001bT\u0001M?X/\u0005;`VG+DUV\u0002Y\u0005yj*8W\u0016\"   w \u001cWqf8b&|Ӱ\u0011Gml\u001c\u00162[Xn\u007ft5cf WfRaTpxvM\u001cn\u00036\u0000v˕\u0003AY\u001f=}\u001eV*7F\u0004o3\u001c\u0092q=wE 9!\u0015a'I$`uD3_yZ\u0015]ܓ'a^FJG v#M\"#aA~v\u000ex*\u00162 rW\u0018\u0012sY\u0011[DZ\u001f\u0004\u0017_\u0014\u007f `v6 \u0005$_\u00073.Q\u001eI\u001aez3\u0011MTO\u0017F26t\u00032\u001d_\u0013\u0003\u001d\u0016\u0011n6\u0019Cn^c#R\"$r$XB\u0015/Y}w>Y\u0013lLݗ *ӀI\u001a#ǉ\u0010\u0004s\"\bfgⶹPzYAֳ#)* ,\u0011\u001c\u00036-IA\u0013m:\"E_\u001e2\u000fQq\u0019k3$\u0016m_t0^\"^忼>\b0`ꁖ\u001fsM\u007f)\u0017\u0005ۂ\u0006T]+\u000fX-\u001eh=\u007f|\\Qi|D\u0019-f\u001cYtAu\u001a,\b  (JB\"4?;'gYg8\u001a5T؜q^m,x \u001a_\u001d6Ls__t\u0013i\u001d؝\u0016GGWrط\u001b\\ZQՖCBwOlذ;0\u0017 [Э>|\u0007Ո8/bx?-)\u0007\u0017\u0000GzO1\u001d4+\u000f38ӝǥQR`[@)eV\u0015ic,|?9~`\u0003v\u0016: VmqD\u001b8\u0006@5CVJBA؉TDU6X\u0003bR\u0007t\u001aY8\u0013\u0016 ՕG\u0007 ܳ/ S\u000e\u0017o\u0011\u0003ڲ\u0007W _V r~DB/r>\u0013\u0010B#8g =$ģ\u001c\u0003ν\u0012\u0001tX\u0015+:\"\u0007\u0003TF+Y8.\b\u0016\u001a`)%PT\u001bPoq\u0007|/;n71Y @GF2\u001b%vfx{\u00074Z H\u001cFs\u0005/ѱ76\u0019p (QB0?N\bQ2ȥӖg\u001e({0\u001eo\u0010y|sgf.bӍ\u0007fߺ\u0007R!\u007f\u000f36Qc\u0012\u0000}\u001f]N6s 6s*;\u0012\u0005\u0014Pd4\u0002( \u0016jN[lMX\u001b۬\"Z\u0003~gԋ9WxD-T?,=d򅭅[\u001c2o\u0012 \u00030(\u0005>eM\u001f\u0018!ќ7{jݥl}\u0011^# '`)a) `t\u0000ƫ3{T4 6iݷ?x\u007f¼=o|w [{v,X'W|MBFݱ:߰mϾ K'n2W-ۜI\u0017i\u0016\u0002B@\u001f'\u00161r-Fzj\".\u0006VSY\"Dd/ c\u001b k| B'cՠnx(KV``\u0002į\\P(AEe ~2 '\u000fl \u0010) S yW}AHnj;܁\\\u001e@!/W\u000eY\u0018\u0019 \u0003p!\u001dhz_HD\u007f!BEƇ\u0006R4-(: \u0006\u0006=;_}Lܻ\u0005B=EOld\u001boU\u007f? K/}[\u0003^\u0018J dâNB\u001a_C[:\u001dUa\u0000mI!~[ \\\u007f\u001cp\u0013;/q{\u007fyLJ([:FإxE\u001b_1\">W(qHM\u0013\u001f\u0007,ܸeǆu\u001bؿ!OK/y\u0003\\{-A:prٚ^BF4a\"ܔ-~ \u0016\u000eؙ\u0016 %UCv\u00045 qjES\u000e}q\u0017(Gw\u0018\u001eAӰ\u0019Qs󲰢\u001bM+߻E\u0018S7A\u0010=x{B&~\u001azJ84h\u001b\b 4x/\u0011Y kчߵ+}&#\u0013`+\u001c+0%\u0001\u0004Ŭ$%x\u0012~\u001eY3Il[\u0012I@E|E\u0007+C\u0012\u0004c\u0011 VEEA$V\u0081pz8?,\u0018giX5Ys¨,\u0004` 괴%6O-Unj;[\u0011\u0005m[\u001408,]`8nv1q;V=!'DIo+={\u0017qؗ{}}Ǯ|ϼ^\u001a;vi\u0019\u0003*g>tBsnW߄V_p}O蛌r^&g*V\u001a`\u001d>\u001av\u0014ȖYXd@%F$-) lj6P\u0016ןvH\u0017{^?3]^xnE$#.ة\\zKHԴ>WI\u001doGJ\u001e1g%ohG\u0014%Q\u0000\u000f+Z\b'lJ,dEA\u00043r\u0004\u001eI\u0002X`\b$R@,fYr\bH}.+V`łz@\u0002!\\ YeIbE\u0002\u0014 %\u0002-\u0016Bt\u00157;;3ۙ\u001d?F\u0010f\u001bː\u0011\u001a\u0001\u000e\b\u0019 eGg xLsS7\u001fCӏ \u0000O\u001cV%r;:\u0013vɲFf+-r@c/$ U\u0002((\u0010\u001c;n'M\u0004\u0011ɏ:\u000ey/mPb7(npn\u0013E5\u0015\u0015\u0006!\u00142)-q\u0000FO\u0011 \u0016\u0018hD\u001a\" # 8Zp=\u000eJe{%XXWH)T\u0011I\u0004#zYn|\u0004^]}\u000e>x\u0017\u0014i_#IFŽyv=,^Ms\u0006]ȵC7\u000f\u0010\u0013N2WS\u0019\u0013&{ Y\u00032g^V5K[9&&\u000ejw\u0013Q_J\u001aPؒ&ƙ6\u000f\u001f-;\u001eB-?\u0018l _3\u00069 E9a/NJsKQlj+\"T6\u001fYdy\u007f\u001f@8@G\u0019%KsE(M9\\+,eGPdo+m)%q|Et'3\u0010$mm\b\u001eEOO\"W\u0004ݚ\u000eMTJ2r #\u0007/\u0014+}4Xgr\u0000?Ik`o\u0013\u000eĪ\u0004\u0005T(\u0003Ui\u0011\u0004zp\u000en\u0006~B^8\u0004Um\u0003ܠ\u000e!\u00183w\u00132\u000eI\u001e,\u0010 \u0011D\u0004[xXhc\u001aW\u0006\u0002\u001c- \u001ẽQ$ k6hƌ\u0014w.\u0018\u0006\u0019֒S\u001cin.\u007f\u0011# د4/hb[[\"y\u0002U|\u001d(7\u001dY\b\u001aW c\u00069 \u0013_\u0011\u0010\u001c\u0006\u007f\u001f7~ƌKV::@\u000ei \u000e\u000efCBق^\u0001 ѡYaxZ4`Guj\u0007Xo\u0014\u001cdg0t2\u001f,\u000eZ\u0017\u001b\u0001CJH\u0003^r+ՙ\u001cd\u001dVs \u0011KipPr6v{5\u001d\u00184/O{2; {\u0013 [_L)lb\u000e!-^.ґ8\u001e|k\u0004\u001dx0~21Q\u0003 E\u007f'\u007f\u0017 \u0007y _&:øGY\u007fŰ\u001b\u001czMUƏ]8\u0019%%~L7 d8`@w{1 e dT`۝x>\u0000}^{\u001fxLIͱ\u00046{3:\\2QI\"s1m:Vl&嘶`y\u0005\"\u0015\u001c{^ $\u000f=\u001dd\u0003o등nGװl f>\u0015S\u0017oBr\u0004v\u001ew#\ḃb\u001amṪzhm ^e\u001a0\u0015\u001b9Kz\u007f/5X\u000e8%\u001dS\u0018S7\u0014P\u000fy\u001e8\u0012c,;ؾ\"\u00067>\u000epil#\u0006\u0011e8uALaL_\u0018M747\u0007_I\u0016R\u000ec]\u0014L \\1ؑ𙉘\u0005ma.c\u001bڎ\u0013׏2p9E\u0011_\u0015/\u0012ߐ\u0018.Hg\\-x2q,6p9q\\{0sEs?[D \u0015C zO9gNS-=Wyt\u0017\u001d\u0007\u00038\u0003H\u00138_`:(Q \u0006.wy?~>Ll\u0003;\u0016\u0013 M+P\u0016n3\u0096s];?v\u001a(\u000fW\u001b7\u007f\u000f1\u0018Ԟ CP`B:y̗sGqYK~?q>\u000fcZ \u000fWyc_ȘXa$T\u009dtv9&Q3ԩ3\u0017 ]Ӷ6o  bs .\u0001H[' Lv6=JǢIKb 鸭ΐqQ(6Ϭ~v\u0012#- \u001f~Q=\u0006\u0007МU !-\u001bhjEt\\:],{?Wk\u0019c>5ߋ\u001ac㬻o1\u001bn?o\u001crq5޿$z\u007fkr\u0019{ \u007fZB.|MO23Ra\u001bڢmqeqsvնVc^v^ s\u0015}\udda60l\u0015\u0011kL onr\\4\u001eGzd.wQTwnGT&YQ\u0018\u0007Uvjr-nWn 7ale\u0011}u2\u001d'\u0015c{9x=\u0013\u001bu\u0010\u0006M  dtu1a[#s[1\u001c@WtC\u000f ]e]QƳ%,Wy ac\u0018\u0015}[\u0002|\u0013k7*/\u001dѠ,͝\u000e艊s#h\u001bz\u001a:\u001dˮr\u001fs\u001e *\u000fBWN7,\u0003G|Ω0\u0001E\u0001vCBݤ\u001cà\u001dG.\u0015h\u0015\u00064iȵ\u0001,U'71Ȣ$s\u0014j5p\u0006W۩H͆n9\u0006.(\u007f9Yߋ1Fj|U$/Ɲ}hX\u0006\b\u0007[&lpwͼ3\u007f#\u0097727r-\b\u001fBh\u0010\u0018\u007fndw\u0011Ax\u0003oiDAw 1snү\u0000^O\u0019~*2?\u0016\bI@׌q\u007f#0\u0017X\u0005~ K\u0001}0\u0002:x\"cqZ,\u001b\u007f/O:tV(p\u001e\u001a\u0006\u001e\bc~Lipڽ'>_pif ?\u001cu:0h׳8) \u0018\u0019CQ{\u007fE \u001d?\u0010;\u0007\u0012}?\u0003o\u0018\u0003\u0001\u001dֵQ0ǀJ`\u001bP\u0003&\u0017#G#\u001e\u0005\u0014\u000emt\bsH3{\u0018U1P_Cُ8Dν;\u0004\u0005\u0003g\u0011dֹGp]$_#sN\\u`>T]\u0019>1nk\u0006rz+Nܙs3nY>1.\u001dn\u0004xMn- ݇KS1\u001fuo\u0001_\u0003v\u0000sKԾ5~gksCp(p S`90p\u000e(\u0001 \u001b饒\u001f\\I\u0018\u000fd\u007f} N3L}\u001dO\u000eS\u007f\u0016^6%} g _\u0003 \u0017і\u001eN\u007f Nm\u0007k\u001a\u007f\u001e?̷O\u007f\u000faiyEލm~'q\u0001q6g珦\u001eS\u0000;77vN2_BK̙^\u001e4ݽ9}\u001em\u0015v\u007fy\u00136\u000fqo\u0017[rsoʼ=.G]@\u001d\u007f=+PesٮCq珺\u0007>\u001eO\u007f't?~#{\u0005#G\u001a\u000fm=9\u001e\u00077݂.݌\u0011vyCr\u00108\u001e*z+h{ ~#e\\pF-}0}U+PG\u0015\u001f3\u0016}t\\5dˈ~׎2WC\u0015j\\yMnzWO\u0001ȬH\u001e\u001boˌ+}\u0003\u0002?{\u001fⷹ^Qr?_NTf e׋m\u001e\u0002.z;µz-@2\u001e@j\u0003\u001e\u0000m{'\u0007\u0003Eͼ\u0004.\bcԥs̓\u001c\u007f\u0010hs#x(P\u0010gZ{8ׅVG\u000f\u001a΢>8\u001fƵ\u0001Lf\u0018 xGPk]ӴF:/!|\u0003G_Ifx߉\u007f\u001b6p\u0007Z6G\u001d\u007f\u0010k΁NO\u0010-d7\u0007RMΥ~\u001b:Ǘ]\"uDHlEˁ\u0017Q-\u001f7F=s u췐Ǒ;ϟ}\u0011%xy4I ,ς^8\u000f\u001dd\u0019\u0003,\u000emi׋R\u0016a\u0005|݇y@,H3\u0002\u00116z\u001b8FI|0/n/p tgp|[n߬C}os@\u000e׬*[ze\\u\u0019\u0018W\"¯ Kv#n\u00042Ț2`~ Y\u000evۋ\u0004o@\u007f\u001b/mMwè!o\b|g\u00042m$Sk,7?{\u0018\u001bЯ\u0017 lwe\\C\u0004z\u001eדQ\u0015c>fz\u0003 n\u001fԵV Kxv\u0015!\u0010=W3h:H#\u0005\u0018\\_ DߍD{27\u0012:Q[:qKfK\u0013s \u001c@x\u001dX\b,FK`֏}\u0014zʼ\u0013U7\u001d04,\u0001p]~y\"\u001d~=ќYUF\\-Z\u0014  \u001atM8\u001c?\u001eK. 8\u0016#9 \"D0Ћy[l 4*\u007f X\u001a]\u0007Z,n\u0012 2˯\u0012(\u0006V\u0002{CLLۍ|5݃\b40\u001b\u0007\u0019q\u0004h\u0004\u0016\u001b\u0000(\u000f  -TXpMMJKQn߅\u001ep1}q9\"s-ϪB$P~\u001bb$WeJY\u000ea-#\u0004\u0013G\u001f\u001csGmqV6{\u0019\u000e̙}\u007f\u0011stҳVWlLg柩u?d6.l\u0003zj\u000fC=q\u0015x\u001d}Xܺ5ʏg\u0003\u0017nq\u001f;ěg\u000fLW]\u001a\u0016c>k\u000ff.Aߎ\u0017P\u000f]\u001b6?\u000eEvZ5Wq=-L7C\u0006r\u0017N\u0019P\u00019 q\u0016\u001dD\u0006ls ![}\u00042ܧ*Ŀ\u000f2\u0016@Ko@\u0011]\u0015HJ3k@9g\u0006,Ȯ%g \u000e\u00135D9`\u0012'\u0001$Y\u00102p\u001a8n!x\u0016(p+cD/\u0000/\u0015p\u0014ϏKi'gN\u0011vx&N=\u0019\u0013\u0006O\u001d\u001eCt\u0018Vy\u0012t\u001f\u0006~\u0015=\bC\u0000.`ݣn\u0006\u0007\u0004lG:C7lq\u0003Z\u001c^\u000e0|\u001bl03\"|>jX2l\u0006V\u0015柪gɽow\u0013mmf\u0013vmsv\u001932E ڨ~!g&2\u0010nߤg37]AװM\\-]+Dbe׳-\u001c\u0006{kӯO}Uf?ej}4'󿭾H\u007fɡ\u0017,\u0016grxK> oe[ l;  \u0018αχ7FM \u001e >`A[hO_i\u001d/\"\u007fҠ>t1ܦ)S\u007fVg՟Pt:\u0018\u000fVh}&\u000ec]I\u000e\u007f^\u0012\u0000% @z[=\u001f7٣׈ۤQ i \u0018s]s\u0018UkE|\u0017nWt\u0000\u0003Twz\u0002;\u0006 M.8M78^jIt\u0007\u001eM@\u0003Db?~\u0012]Mwwu\u007f\u000ftLJ{oTm{Rt\")vskTE{,\"?w\u000fKv_(2#SFy 捋 5dWm\u007f\u0019au\u0010>\u0019_lPCnwM\u001bRt{ .o k z>ύ\u0014;a{-R\u0014o\u0005ߦLWKQ_nP\u0015褊\u000ed8 t\u0019\u0000Ne\u0012\u0005қ\u00173tϝy\u0015\u0013p#\u0082t\u000flV\u000fX m  qbtFVg1_V\u0012ו rT[&G\u0000cՀxsn\u0013V=d@\u001f0DD\u007f#{^\u001f&\u0002x\u001e~\u0006_\u0007B=(\u0013b7\u00112mSϟ agP\u0000q'D9>į\u0014GaWd\\a\"Jkѹ\u0018BV| l],\u0004}3!1\u0018umltG2\u0007\u0000n̶ X)qe(W\u001c\u0005nD8=ѧ}SBu\u0015\u0011\"9 =iԕ+\u000e\u0015u}\u0010˙1kM8g>`\u0014uݿy\"ۼKTI'JcLx9 \u001cga]N\u007f\u000f\u0001\u001b\u0007\u0007xW\u001b{ ?\u0016O?\u0016C܄ 77v?=e\u001a(}\u000e:X3YW\b Ev W\u0013%Ϗ\u00192*t\u0019\u0005:ђ\u0010澇\\]V^tչ+dk-\u0004a׵g_t1\u000flv\u0018\u000f^\u0011r\u001eA~9q\u0007@\u001fBZ\u001dﳗ\\\u007fݵ!\u001f\u0017#=cX{\u000e( \u001f#z%HyBZj+\u0007ܫqZ{Ezj]\u001c?1]bY}\b\u001aWm\u000eY`+&\u000f\bZKq]E%-WbOH˦,`}\\'_ײW[\u0019^\u001a?\u0003];LשqEfy\u001f|̦ʧm +!+fe`iq}ѧm`^\u0015L\u001f;,?i\u0003H'G, \u001aobDQb}`>\u000f\u0000\u0002\u001dsƫg'e|gZ8N\u001e\u007fpL\u0018QeѮkE1\u0012\u0015֞Gbof RK\u007f\\,7B,x_U R{5ku ?+]7R_)SKBKB\u001eeLqbek\u000eUB\u0001Y\u001f,ا_\u000ec\u001d\u0017u Qym-6? TFk>\u0004\u001d$S:6xh (\u0014\u0002u^W\u001aZ-/ ulikO|~Ab{\u001co[Ҭ땖*n}Aql̋\u0015:&1j?h{\u001dڧյs=V[ڵRW}ߨ}4:\u001d\u000e2hܣ\u0006}Es=`4\\\u0017阳k|[m͞)G$\u001b>K|?f4\u001c4\u0019oY ;mOKQ$1_)}xS~n\u000e\u007f&׿&¶Q\u0010on\u00127󥣽扲;>\u0003~N\b}f#W5n绾z\u0014)>\u0006f!5_s\u00033?\u0006_ ZǑ\u0013xwxQ{;\u0002 3\u001fwU3\u001b/û;]^SH\u00033Xy\\ow\u0003߂O GXY,\u0013. \u000e\u0019\u00062qyt\u0000h \u001f\u00164/o\"_L'=?Kqq5\u001e\u0019\u0013m{v_\u007fT{hz\u0011\u001drjf~\u000ey|.΋q#.]wǼ_↧\u0001U]3 ܍0!7 >)OYB\u0011;̉/\"q;~\u0017 9y\b\u0013?K^Cv\u0000? \u00030\u001b) \u0017 M\u0016\"Nҋ\u0011 %ΙMo3F^ do.4^\u0013T; #RV|G]{ L^[\u001a9ו啍.u\u0007,IT{6@ͭ4\u0000V\u0002\u0017Eɫ\bWeg$qV'ѐ*ouki;\u001cIgNyvZ;Ϋ3j:6\u00072=\u001f\u007fN}н#\u0018;oroL|\u001f?ޑ΀/\u00187 77Rm1=oz%t|?\\#񙷩\u000fĴQ\u0007})\u0001_vK!\u0014ʙ\\tw\u001b/ |Y \u000f߿\u001f}ƎrS1bd_\u0006\u000e 1yc\u001ef\u000e\\)\u0017G2Ų7\u001a{.:m2R\u001c'k />}\u001dXG$C&L\u001elǷ] \u001d׏LE\\_m\u0012вhy7hj@˻&rS\u0001-l f\u001euUʽ5\u0004ro̧;2\u0006y1&\u00175Mщ?\" +W i\\\u0001yOG\\ :(cũ|WY\u001dYukūwF{x\u007f~WXIk\\ \u0001\u001d={!_ۀbKٙojx_!~O\u0006\u0018\u00037\u0005]]PF\u0019*5Z,\u000f}%-\u0015Fwˌ\u0001\u001a+|؎\u0019_\u0003z F.~ vOBڌr[\u0012褜0:J K] Ѯh:=\u001a7S#~ HP5%WJװw\u001dV9V\u001f=m4T\u001b\u000fmlطP-~\br}!'U\u0013\u0013\u000e>\u0006ˠ6{Gx}_\\\u001elewRq\u0005eGY)^\u0006pO\u000fy_n賴V\u0005Q5[?j\u0016CW\u001af ~ƙ\u00176Hx@-V[PG\u0015g`=\u000e\u001bߚ\\\u001bķ \u001dY8F7ǔ2kqI^RG:Y \u000f\u00171z.?JLd\u0005iSs\u0012\u0017qO\u0012{~=&mPpSrcHB6Dzoq՞=\u001f.*\u0006T>di6:{3nf\u007fUctQ)i3lQ\"\u001aa*:wP}J*G =\u000f7u}ts*_iZy321^F6+Γ^?;Y鼩hּ x%~w?d)\u0019)w˩Y^uvmq3\u0007ֈ\u0013 ߏgiu\u0018VX$Ra;B} g\u0014?\u001ek>~-Vkp=1o{\u0012\u007f(\u0017^\\e\u0015un\u001fה7-;\u0015\u001aJVG )K(\u001f\u0018Vmexyj8u\u0016(\u007f%\u001eCeT\u0006y(߯\u0018]K̺\u0012s\u0015Yvw^sfZ}ilh[y\u0013V~\u0004cՅ v}8\u001af+Gڵ\u0007?>?ZṛdO{\u001f}N'ΣY0nf= +j+ďSE93z9$$u\u0011mCU\u0006{2˻E\u000e \u001dL:e׌#eq3]c9\u001esB啞M7ΘӶxn k9\u001e?g \u0018 '^1>i\u0003\u0016\u001e5kcv\u007fb\u007fppʭ\u001f e)\u001fPR@=繖ve/\u0006x=ӏsy^ji4~wǓUw}3\u0016pgQSУ \u001fz gt4>^\u0013oԐz\u001c$\u007fy+ַFQYfFnGѾt6ÞQWm|;iiCW~d\\ \u001f{ğE}@ل\u001aONjekqL.)\u001f\u001c3ٵ}ha=P\u001f*^\u001eڷ{\u0016Rסn GğxN>{s\u000fm^URƾ\u0013uLcF\u007f1kT[\u0007{,վt8e\u001frk\u00113qO#cNKc[\u0017Gg1_7yL7\u001d=\u0016M\u007f,\u0013gBGQq]GsݫA:\u0017U\u0000 ]\u000eط4Gi?aϯG\u0019NvP^(|h~Cum ķoR߆ \u0016>U㣍AyXjs~v iZ k}\u000ez-5׎vC\u001bnx2;_?QZ۳OM~m]-~a\u0014M{x9C^r\u001dQ/噦 /e\\絞+,d94=_&6@{ ,\u0017mzTlOz?*}sxM_ILĳW\u0007-_m]YIA S\u001fMsMp5_ \u001fpn\u0011?g8϶[\"\u007fF>\u0004'\u007fE_uZ\u0006񾠵m\u001f\u0001',VSk (\u001cV\u000fô9g-mK{>m\u0003p^L .d!uwҷ2H}iH>fDH=>\u000f\u0006\u000f֋kS qX\u0019So\u0013/K\u0010ψ\u00152[|[PZH \u001e \\eο ej\u000e\u0010I'ʵL\u001c\u001eeiPw\u0016r\u00137y _[\u001bJ m\u00169-`,tu̦9{-FOyK\u007f]ב]2cPlePpME]2jqU\u0017np\u000e0 ?\\HȈ\u0005 } _\\7Q}XZq+ ג\u001f\u0015\u007f)㕎{-o}[zu Ysn=`t3T]e߮\u000eǬ{=}֊Añ8\u0011ﯵrIci z܀xv]+/t}X3Ug\u001d\u0002\u001dAVzGiٞw\u001b\u000f\u0006\u001dX%I{-(3H\u007fl\u0012lϙFu#5NK\u007f:E/s|\u0013,\u0016_rEz?r\u001cDj\u00052s9g}D||엉5hx\\' =\u0016_9΢ʤ᤽ӐWN]`? \u0017iѨAyx_\u001e x~|>s>g4\\4\u001er\u001f ֝;m7 \u001a8׸ڿM2՘o\u0001VvJ}z\u001b2^_6 ,\u001enQYǄ\u001a־Xe߫=y㍶=e6#\u000eYu.X\u0017n\u001bwe\u007f64w\u001d།>\u0005\u001bMoѱ1ߨ|\u001e닖՟w\u001b9vYh`׻vZ\u0002\u001e\u001f:-kFvKöx7f5\u0004upf\u0005墖u\u0011:_o{\u000fZ۫\u001f[}/\u0016g>N\u001b2l\u0000K\b;\u001d[8\u007f\u007fU`|sTCO|\u0001F|\u007f݄tKN[_\\Q\u000eA%\u0016e\u001a \u001d&\u0017OmO̱r\\\u0006K{Z\u007f*\u000f\u000eSW;^pHC[N\u00173iQKځ~_qg\u000e\u001b]ߴ=#~ D\u001aˍ.v\u001aZ8lg\u0006qis\u00166f}?\\]%v#\u000eX\u0017C׋_\\kzM=2@Ǥ{΍G\u0003:+M{5h6mM啶[S5.y\u0011h_~C|F-nPy6lϵr&{{֋߶o7g8np\u0010R_\u00197\u0012tlt\u0018\u001flZF'm6\\O9boZ\u001aIi#d~\u0003ܛ&~MYI\u0012Iz\u001aԉuҦ͵\u0015en\u0016o式V\u007f\\i\u000eP-~\u0006ܳI]{{|:įNJkK mohKg]is=5_m\\6bv\bί[\u0002\u0016o\u001c\\K0&i2n }~@)v  ~ \u0016gx7Y\u0012,\u000fh#Zů\u0007pZ )Oc} h) B  \u0003,\u0011K8B>W)~SP-^omR|Ii\u0014\u0011Ҷ h-\u0011o\u000fbdl׼\u000f{)-\u0017w(KiGQL$\u0017G2s\u0017*6\u0016 uzm2OC]h{oto2\u001at^zFwqN±[fx?\u001a\u001c'8b>[|o\u000eiMF\u007fhP6lɹ}&#ϳhG\u0012e*ʾD_\u0010Zo%r)??2\u0002m\u0014߇ۃŷIs\u001c*\u0017 Qo&Vݥ5}4\u001ao\u0003sN뜷pM; 2kqṆ9BWpO=v-\u0001 l|x]=xǶ~G\u000eӤni_>\u001c\u0007ķ)ڄ&)Կş\u0013\u0007\u001cGW߫;BYM\u007f44ڠ8FI_M\u001f7\u001f+\u0014;;[\u0014O>˱vQ4\u0002vM}ZRp\u001dZ\u0019N\u0001ۻ>\u001eEzv\u001f\u000f\u001f\u0006u\u001c3-\u0018M\u007fP&Աi5u*T.l\u0017??\u001c\u0010^_\u001bCƓGn1uxnm\u0000yγ{, \\^\"6\u0001X/~ \u0017׊kfl\u0013Oz\u001eȹ\u00075W+\u0007O\\GQ^\u0013'u\u00039uURx^P&ԍB\u001d@O\u0006y>\u0004 }G/\u0013/\u001bOyK?\u000eᲯG\\ddߣn]#~e țc-Vc\u0007\u0010Kq\u001c&џc\u000f\u0007p\u00147,;e \u0016{[s}6Hk Ee\u001b=,\u00132XoU\u0016\\܁\u0010XUYV \u000eFGhà\u0018>zrM9bϸnJP\u001eP eAP׺~E_*!OJA5h\u0015AMĸfD\u0000uЇ \u001f\u0003rRo/;眜u\u001b'Ϋ\u001cp.\u0019\u0010  '^\u001b&\b\u0004ir]_\bpc^\u007fypOį1qW9s\u001e*~ u\u0016kf,?P\u001cWRL\u000furڮ9\u000eu%+\u00169  홮\u001bΪ\u001f/̇@ԅз ?Lu5\b\u0010xVaE8'bFRݠ3;\u0018:ϻBֈWUIO\u0006D \u0017P\u001fVbv7c=_\u0014°j{=[r}I͹!g5ʠn\u0007 &ȧ'~I\u001anz'K\u0004yO[wO@3\u0000DR#~mHo\u000fxx.DAX l-\u0015NB[Ҷ@\u001c5};2~ \u0015FE㼜s4.gQi=M'ͶW%^&b:  I;\u001f$\u001ew,}QОr}xK\u0019 ܵybq?V?֔M\\wS~pݐ\u000fhµ?kl\u001cO+.h4;h  XR\u0000 _\u001cVyT/(45\u0014S\u001fY\u0013|O]٤kB\u0003\u001c6mmlwtkW%A\u001dV\u0006`_,@A_\"\u00029/iX>H\u000f\u001boUp8]M)~x\u0016 KsjX?e\u001ay$~ }3}gNh2Յy\u0017,i񺪮!pϗߨ\u0013OC󱽙\u0005M {-.\u001cƽۋz\bҠ\u000f\u000e-qu#>t[\u001ds\u000f^ : \u0001\u0016\by\u001a|sJ\u001f\u00044\u0012OZf˹Àx_}\u001eZk ?y hY$~u \u007f\"Nr2 [\u001by\u001f\u001f{[ko\u0010~49$~ ׺(\u0006qH\u0015\u0005޷Q_R{D8wA7w}y T\u007f#\u001buiߊ\u000fq)^*R\u0016n\u0014\u0019=`@\u0016rMmA\u001f\u0002\u0005\u001bʱF|B\u0005W?XQ,~\u001d~Cw\\',uߗ\u0007t\u00179tC:kL>H\u0007\u000e;F_\u00066#6v\u0018ۤЖ=U\\ܢ| \u000ec\u0014s\u001aG-֋?[_|\"~\u007f\u0013MS9hM~3铡8dy &A\u001d\u0003)WI\u00139P>r͚kN:4;Y2ߗ½wşuu\u00138^P\u0007N\u000e՛6\u0006\u0018@ZWD;\u0016`HWjh\u000f$\u0015\u0015~Hir]\u001ep\u001f>==t^s I[$rk\\_.J6\u0007*ȏ/2z49ڊH\u0017m\u0007l9I=|\bB\u001fy\u000f>ü\u000e\u001dq^\u001ch_ m\u00178&N;\u001cQap\u001aDX'~\u0011Bu\u0010R޶(9 j\u000f9>ӮG[ j:4L?u~:OE9Gdmu\\ m0 O\\M\"\\m#uٍR؏;ʔ\u00040(\u00153\\\u007f \u0000\\S\u0015\\Ssy8}\u0013/'Ag \u001b\u0016?\u000fC?Smc#~mį[qs\u001dVM\u0016\u0019\u00198(~c%?u$ؿ\u0007ŏ ~\b\u0019%[\u0003p o)+[ş\u007f],uòo\u000eJ>\u000eeG\u0013\u0010>J9J݆ KY@?`\u001bį ss=A\u001dQ[a\u0013/U\u0005isݎaM{B5\u001diB֨slܡ`e@7uze\u0010 ު,\u00147^UVocIK\u0015Rs\u0005תcnBE-`\u001fyQxq^/\u0015Km_7P\u0017\u0017(Lv\u0004Oqo\u001dUcp mEz{W>va\u0014 #|ujη)8wqu!Χs\u000f0 {'BzkG\u001b*r\\\u0016sp ?'A?[\u0004ik3)ڮ9/ ^h4\u0017ҲOXMC%mܧ!׳6Ⱥ|O\u001e\u0014}!>J{H\u0017K7^kvkͼ-\u0000uNGJ^K\">תi?Vko Oú  Ѵ\u0017ӗ>WY e\u0016\u0007:xrx[ -SkAR_kbԻ=}\u000fGj\u001a[\u0007qu 06G\u00172v)IP\u000f\u000eF\u001a Fڭ\u001b@ {P;\u0007HAuxvqGuL߳\u007f[=\u0016/=\u0002\\'ι\u000emI n\u0011\u007f\u0016xOxv\u001cϢxHx=g)P'/3>i\u0019xF\u0015\"w\u0006 bۤ c[ \u007f\u0010e\u0012)\u001dq|;ȟe'\u001dN\u001eת+:P>9%\u0016\udbd4+& ,?[^\u0010\u001ff~+IA>1Y2޸6vo q\\  ޓG\u0011G !+PI\u007f\u0004X\u00102Y@IN}b uO\u0018q^5P5\u00056 \u001c\\k|kn~9VXW\\G_j\u001f_h\u001a0Oq\u001e\u00125beʏp\u0012\u0015sZ֊5y\\\u00194:6\u001f︮\u0011\u001flPRҎ:)s.\u0015 \u0014\\:':459\u001d\u0011O#Hgxyz_j{~co\u0012\u007f^s}mx9[\u0011->{ϵ1}s\u001e\u001b\u000e?C\u001f^i\u0000\u001f\u0013Kh̪1~HJP#x^\u001aQ}=mqvOW5F/ʏv\u000etUᲥqwFg&\u001f0+o. ʗ'į)Z-\u0016hcy @VY%_VdE\u0015K\b\u0017c pZ{w\u001b\u00100\\.% ]o6 %n-RJ)!t\u001b.l*Rh\u0018D5hh4Fꪎ*FU]Uu]Wyv\u001c#9\u001a9J̗9}~b>\u001dۼў&_oxzOپsV^\u001bs|~ś\u001fx\u0019O= ~S^Sz[|\u000eo9d^\u0007\u001boCŌ3{5횧a\u0017=Sz_vXl~>xӓ~?y\u007f\u007f\u007fӰ}5]\u007f\u007fտ\u007f\u001eO3諫>A\u001e{f^^/; E/\u0013|-R y\u0003+O{\u007f{Ad\u0017\u000fy\u001d,ox\u007f>y\u007f\u001dY%ã~b\u001dW \u0003\u0010\u001fϛ\u0013Vę\u001b\u0014s693\u001fc1\u0007yM[S1\\\\/Sm߰q`>]>xHʏ8q3i\u001b\u001bk\u0014\u0018 ڬйjV1oo2\u001e/#gf\u001f(i\u007fu{TaKiXcÆ=v\u001eTfE-pQr\u001f\\8\u000eT>08v?z\u0018\u0012;F\u000foBv˹'}obe?c>\u0012+\u0017>s:ߏx9\u0019y[\u001c>!ʬ˻\u0014\u001cPpL G\u0015\u001cFd =߾gl:y[Їrf9\u001eTC\u001e=_ӻlLb\u001b\u001f\u0004\u0001W\u00156U^n2\u0000NtS\u000ftI\u0002-1\u0017\u0007\u0014g lPpN]\u0017lV\u000f`bfa\u0003Ů\u0018Y\u0006}65{MȠ>Ϸ} ĻN*\u00146^RشL \u007fX!?_4M;Kvb@9\u000f  \u0017\u007f\u0007'\u001c\u0006\u001c6;8M[ñs \u001d\u001f\u001c> \\ Ǿ:\u0006;\u001d]>\u001e\u0002o\u001a({Zw{R=\u0017RZ>Gw0W;o\u0011+E'bgo`5mnA\u007fg\u0014k$6Y\u0001`m\u001d\u0016p\u0014r\u0011{\u0018 )(sk\u001b2)z3\u0012w׉Dsx#O{\u001cKmV1\u0015|\u0011Ż=XN)I\u001c\u0017~>aB\u0011^l&\u0015nnWȎ+Mb~\u0013|XX;Ez_\u001fPpy \u0014\u001avq\u0005\u007f\u0001} \\bC_y.O [71?}Wb'zJOf#l\u000e f=(sgD\u0018ObeO :߳cBieQǽ{5BstP\u0018Rč`쉑Ԯ).OXgHacl_xLl֧?\"\u001cTqğﬣ \u001d]\u0017[E Wh4=˞O}7+X&Y \u0004\u001e]vW*#\u0014t y\u001bIȰ\u007f\u0017\u001f\u007ff|+  \u001bmIףj-\u0013{2|9%k\u0005y@1R{DoQZ;\u001fS\"w{sAph('>\u007fz  ŸduR\u0003)\u000f+\u0014Aj!W.ۖ\\ިmPOxra b bWc^˿1lHg\u001eX\u007fm)=HCLp\u001c 7?\">FE\u0017cpb=D`}^\\C^\u0005\u0016y\u0013\u007fF9)]ŰOmJu\\\u0005N{Y(acz:{ދ]\u0002[Y}Lʋ}  9'7\u0004?\u0016x\u001eR3\u001f8һؖ7v^d ]tsا\u0019\u001cIw~\u001eQMf>3r\u0001'\u000eq7\u001bS\u0001lxæ3d 9cZ3ܻ/C|\u0003\u0006l\"o\u0017Lim:XDs\u000eWo>j[`0\u001ftp\u001e\u007fع*a`\u000e}1\u0004\u0007;owX #G\u0013}5E \"6\u0017 :gNd]wHa@~\u001bfY#|k#qXp]-A^ނ\u001f>T.c)\u000f\u001f~)3% Q\u0007gMVF\u0011W\u0000b]yS!\u000e|7e /\u00157vO|~\u007fcZM?0Pؐ-^W\u0010fگ\u0016m7^SU#\u001b\u0018Rf+\u0014s~Vs\u001b ~[1~՞f;`k\u0016}\u001f\u0010vm:d\u0003. xe c+z\u001aADZK\u001eÊ>Ÿ\u001dO8\u001f\u0016Vw\u0001yBncpVCOgn\u0003g\u000eFE\u001bL#f?~\u00057_Β\u007fDa'\u0003\u000fO\u000fߖ+qؑd]ķm˙V\u0017\u0015'cc_\u000fu>\u0017{=ݯ3}\u0015 Ծ\u0001XK\u0019|=|V6%kv\u0013zb\u001cz?2=]=Ol\u001b=\u000f|ËsVλ\u0014ޤxO\u0007\u0006\u0012;}z \u0003\u0007\u001cC~  d[l1]BLziܮY]RDSK;e?8b\u007f\u0016D\"*#iY݉:)oj\u0003dLƂSŚ\u001cg \u0010;k2:=6x\\+8=,\u0004dUj\u000f [cX#>ˡ>yaG\u001bQ\u001b*5?8[ 9\u0003\u0013QŸEa g\u0017:}tQc\u001eO8K={\u0014$2}Lq\u001e/\u001brB NaG\u007f\\H}dy\u0017!GbGܯ8\b{\u0003k\u001d~Ej/5#sQ\u0019O]\u001d\u0000_ ^{ϙa\u0014:}\u0005Ź+۽^'R\u007f@\u0018S_x\u000f{s\u0017\u0014z\u001b \u001elEWEw\u0017+1m=Ѓ8>O\u001eJ:Y\u009eJ1~TŷbߣX^\u0015JǏu* (+|\u000f yeܣ=p\u0013Q\u007ffFaaor/Q)}\u001d|\u0019gB, |\u0016)#|D)\u0019MeanZ[ݧXH-6G#5\u0007]\u0010JyW\u0014$帧u^axBa{:8o;VǼ \u0015k\u001blSKJm3\u0001M\" o-sxίG\u0015\u0013Mx]ץvFcm\u0018\"f\u0015.\u0016O\u0017;BL\u001dy7N?\\O\u001e\u001d 9\u0012N \u0001^\\?W5Od(%\u0005wfўW17\u000f*\u0019-\"6\u001fUع?$'\u001c\u0007ҧô\"} 6+|Ѭ\u0013}n?3'LuT1߉\u000e\\aa\u0007\u001c{\u000e \u001b\u001eauΊ\u007fbǗ18k\u000e=}_qn\u0016EF7d\\ knIyĿṯ9\u001e{K_O\u001et+- (X\u0003d\u0006\u0013\u0019_\u0012wk\u000fxx;wz`#Fcnce?\u0018SĸVg\u00141\u001bS\u0016 -t'[yO\u001f',\u000fr-i\u007f u{]\u0017\u001e TکC^2s\u0018pG\u0015\u001c\u007f8\u001eN\u0004\u0006\u0019}'3gYʇ  ~lGp1\u007fK\u000f(~t|u\u001f1i\bH\u0007\u001b0rcj3p\u0005\u0015v{n\u0003\u0017\u001f1>g\u001fIȶ+΃b}ƇG&ȟC %fA!1ic@\u001b\u001fאb.W\u0019pwXC+9\u001cS:(˷)|&+d4]X\u0011\u0005\u001b\u0013\u001cT>\u0007ֿ_>E]F\u000f]m.ik\u001fw;'+\u001a2r\u001em=\u00180d+l/5Y\u001eHa`\\`_\u001cS\b7+dY=\u0001ѽY/\u0017c锂qb`\u007f\u001aHa}^z;mH{W+\u0015YO*֬VEԸߋ\u001f,3lFu+5'?֥M|\u00048\u001bR\u0018\u0015{*6Cdm|\b+\u0017CrܪЏ{a+\u001fS otd\u0004;\u001bO۞7\u001d2[Ɨ _\u001bLoZ?X|ޒӞJO2k\u000f}io\u001f{ CϘγ]2nI\u007f:Mi-]l# \u001f\u00112\bßfȻ\"?\b\u001aTz\u0018\u001fL\u001fy'6㻳c\u0006\u000f\u000fI'\u007f\u0013)\u001ddmHeh{־{Sc>8\u000fݑ\u000f[=uHy+EwgL%U!/A7d>ak16\u0013`{ֱq FO]\u000f\u0013 \u0015]\u000e䰂#rոox \u001a\b\u0003x\u0017\u00156|a]/϶L\u0016]$+m\u007fQa_d 9mW`؝CotV!QO i\u0019?\u001csy̰6WNN\u00046\u0018K~Zgu\u0016j(xk5zє\u000f\u000fs|#/Y3\u0018\u0004i/߳M+j# \u007fR࿃F9\u001cWȩ\u000eRx= \u007f\u0001\u001a0ڟ\u00130>i-\" \u007f>b㽱\u00193Yy&~T\u007fg w\u0007=wYSGYS\u0019\u001cG:*ދ>}X?\u0017=\u000f6y\u007f}\u000e\u0015 \"oBV\u001euiӟVIholM\u000e~R\u001et\u0015 $ۿץkk  \u0010B\u0018{\u0018+D yGߕ9?pБKs/\u001c%Y:=Zc|NtcSEN.\u000e9Ӄkj\u0011c؄ v=3(\u000f\\*k\u001529E|\u0013{&{\u001f뷵 \u0015v\u0012wOGVݬo_t-\u0001\u0014\u000e sMXFlf O_oU6oL?)b,u]\u0011Tv(>\u007f{_\u0007laQ|\u001d \u0013R\u001cWZa\u001eKB[ t9K\u0004\u0013z>\u0001x\u0001Ԡ4\u0018{6N\u007f\u000f+|'['RrGJ\u000f\u0017k6\u0003^\u007fUy\b[ǁ/oLa{ea\"qxbwQ`ٞ㚵\\*˵w2e\u001fm}Yp\u00111^(\u000feæ\u0004\u000faWJ\u001fN\u0000 >l\u0013dV9\u0018Ĉc3Y^V% lHq\u0016Ř\"2 )|*Cc۔YX*x\u001dQ_b*\"\u0019Od\u001e~\u001bJm\u000e¾Ξ\\a+b5># ^'gߐBb}V\u001c==bo/lLm\u0018[f|J\u001fÃF^ۢ=b~RyvA\u001e\u0005?\u0017N؀7+#s\u001f35U@c!N\u0015X3 \u0019\u0000r1r\bUSd;Sڙ\u000f\u000f\u001e\u001e\u0005o);\u0015t0\"S9  x*\u0003>2ᑶgw*ΨD\u0013Me\u0001\u0002]s\u0013M [\u001f\\\u001b\u001a{ˤ= }2\u007fÿ O\u007fa݂?h\u000f={lΞN}2_TQ|\u0015 ~;v.\u00169\u001c{(3-\u007f9um \u0011 p\u0013\u0007P[\u0013\u0004Zc/U!;P\u000e\u0011ۍ֟>qn9 oW*mFR>Rz{\u0015 {&E\\b?f=\u007fg\u001d \u0011r\u0012Xcb\u001e(  \u00035}!uj.ϕ}\u001d\u000e! \u0019\u001c\u007f\u0002v\u00028'' w,g\u0014\u00146Q\u001aߟW?\u0014|;Ko]?3is\u0016\u000eW-\u00159\u0007\u000e@ƺGo=~w~6f\u0014\u001c\u0007΁9k\u0018\u001ar I\u0005 Daa^\u001b>G\u0011_J} r eݙ%+m6@ʾ/d,[\u0007/\u0012\u00177EO|Y\u0018\u000fYOIO +8c(t\u0019+6`WR,u92-u FM/|^\u0003\u00178##Be=$6~>= o\u0001 {\u0006dbdޑ 5\u0007eA9'KNx*0]\"\u0011\u000e\u001e6 ~c}J\u0017\u007f'rk\u0014\u0011 g]\u001f\u0019bΐ\u001bXD]н'R\u001e\u0013\u0007{\u0007v\u001b찜;\u0002uXqZ\u0005zb \u0018}#It\u007f`W gmJ~g}Y̌5l\u0016+v \u001f\u0018Y\u0011\u0000>9\u001f{R3s]u!ߗe\u001f!`]s\u0015V7\u000f,\u001c}(Àz ?\u000e5jm\u0003i\u001f\u0001\u0014>\u0010;8^%s\u0018w)d_; Wn/y>oz\u0019y=\u0004/{~>̝S;;\u001fg_{\u001fzZ\u001e \u000f\u0013  \u0003\" 1\u0005G\u0003\u0013׿Q16&\u0014r>\u0003fˌq\\qǄ dB?q~$3\u001d \u0003\u0016bjGuSӊs{\u0007Â9\u0019m2)|HpܰK&`\u007f{ z= \u001f\u0003|\u000e\u000e\u000e{9Ó[} +जS\u007f2)sK\u0019Nx\u000f(~\u0001/Zu ,6Uj=\u0001>h\u001f>n~__S 70Q-Wx\u0016{ȱ\u00179Kk\u007f-=uB\u0019U]CqL[xw\u00118.}Kq\u000e 89 L?`Ǧ\u000f\u0007 t3\u001f2~\u001fj\u000ew\\!`{ocä\u0001Q\u0006`s\u0001\u0019gދޞc7= 7Wu9ۢT\u001eځy_}\u0013۶ES\u001do7sfϳmP=RWz^L] .% |L\u0014ǀZWߴUkʜ5Ob܏)6`kdϻ?\u0010Co Er \u0003x\u007fߔƧ!}ǚ2\u0017ܧXS@\u007fwb}\u001f+\u0003Rޗk\u001bPS+-\u001a?D߃'gm\u0000Z\u0000H\u001aUڐV\u0003\u0017roY￬\u000f\u0007\u0014㊸\u0001 \u0010>+b_{BL\u001c|]%]\u001e=\u0012~\u007fn\u0013d\b\u0001~J\u0002te|T\"\u0005\u0016 e9\";\u0011P\u0018d\u001a2\u00076'})C )^\u0017dugqJ ?6eL9\u000e_6 \u001eJO\u007fR?X\u001f\u0011&+bCZz?) A~%g{}\u000fqo\u0018A.:褂g\u001e;yb$f\u001f$zِ\u007f׼|&\u0003W;?\\ E4yʌ-'sVQ\u0014r̐\u0003;ccu}\u0015k\u0019z`\u000fOxy8}\u0019\u0019\u0013]xBF g =}M \u00141o7l\u0001ЃGSf+N\u0014]!_SȨw*썇=}7Afw-_WB\u0018\u0014``?ys\u0010C,\u001d[\u000fcE\u00868t hK:Y$3\"w|] }}lԟL\u001bBa8;KaÝRģb\u0003\u0017Şt\\\u0011^B\u000e\"uB\u001f[.yAeeWl3b|T\u0017\u00151xޟiKsi)\u001f{I)y?߸\u001c \u001f=z+ީTK\u0018 8^(E W\u0018 ' C {&)F = _\u0011\u000f@FgPA֎p%֩\u0000\u0013E\u0010;d7\u0003Íآ8S#8;\u0015?4c\u0015v\u000f-6\u001cÈ\"N\u001fH\u007fOG\u0006ئXEp\u0010\u0018맼m-TЧiGgWk\u0003 F'ک8c .\" 1Ap zy8\"s4\"6yoʓ~^ )8HYBȱwPS2\u0017 \u001br/\u0005!zo{zT\u001cSaآ\u000ey\u001b}+C^^[\u0007N+V\u0006H)lbp)-7{~aJM>oH~^'3솝=V\u0000 봧&}⽎ؤ)y. 1ƈG#\u0016iB^{~Rq~\u00190\u001bщt\u001d\bN2gcoRȐSj=5^o#!)\u0087:^ =p>2]l\u0003kc@NmO\u007fonzy߭?$|ַ}W`F\u00076;ֳȘ\u00147|aw)AgcunK|G&\u0017 +|FcQ؉`A\u001e\u0000|TwUăc k0s\u0010\u00198/;\u0011d9C \u000e.UeYqjׅ1\u0018UձǱF\u0017{\b㏹˼ħ\u001etho!\u0016B|^x aX\u0019=o rbGCR\u0015\u0003C\u000e]=\u001dQȫiao.˞\u0000g\"}BfZb=a]?x'4@ޟ\u0016 Xj#8+#Y;L*8\u001dy~A\u000e(\u0004Px{\u0015~w [\u0007VeGd\u001dޫ8k}\u001f=\u0012>-gnw ak [c\u001dűtX\u0012\u0002 N'uL}bpMF\u0019 |\u001f ف6go(օ̷\u001aR\\,}|\b'зX+M\u001eTl)txt\u0010VlJ\u0007\u0015|LU\u0001XحsīfY\u0000 \u0018ޝ WqH{!VvHf?>ަT+p#m>a \u001b \u0017\u0014%/}|͟x~>03\u0003XS(惯7=Py\"s82dVb\u0005m\u0007\u0015aM*S j9\u0019}io/+y\u000f]\u0002^Vo +\\\u00138{\u0014 '\u0014\u007fܧZK#[PءX0ٰi4f\u001a5\u000f'\u0011rv\u0011﷓\u0016\u0014'b\u000f=lR̷w)\u0013\u0005?38߯x(\\ʇo\u0004_&>Y^&غM^Km&@DV.2+ ֐1dAŹ{\u0014\u0013[s޻we g\u001eNy\u007fבܣ{C2\u001f_\u001cWacN3ȥMScҚVz͹Kd\u0016ތ\u001fΰ}YfNn3o ܨ\u001b`\u001e'w\u0015lρ{ \u0017E[;V+pvG\u0015{$\u001dyw[ \u001aO\u0000\u001b.s\u007f\"^)NQq>X>n\u000fzM# \u001fߴ:`s5{[ ^qinjt|aQޟ`~ \u0018d:\u001b=ٺj~[7\u001dQOuxy\bp]M7\u0005;:L.WMvذN2NKX7ǥm \u0007f\u0011Æ=x ;;/8\u001c3p8~\u001b%E\u0094\u0005OdX!+cj\u0005X\u0011mx]XSb \u0000v(lS7dL\u007f>E\u0013;\u0014,wVp$ZC_ⷦδ\u0013kac@q.\u0018\u0012\u0001wp w\u0004p\u0013 \u0004{\u000e\u001b> u}\u000f5k^FxUȑ#scB1G\u001fY}nߦxWzžLܩ8\u0013=\u001a\u001d=iBE/DfMam&Q{`M^\u0010 E\u007f7Rn}^\u001a#\u001a\\\u0015>i8b\u001b\u0015'1W?xB!iY\u001b uYgVgl~kٸ x\u007f\u0007\u0000y\u007f{\u007fs\u001c5g~V}ޮS^.ʣwFU\u001b~\u0003ak1o\u000fMQ4=bar\u000715&rKem\\fOuR\u0011oĻy'g!OY\u0017)t\u0005\u0003g97\u0014>\u0002{\u0015q(/{{Z\u001f!g~[\u0007o^G~>yw/+d{Gz,''\u001cW\u001c\u0017w[9 ⿽\u0011p!E \\M;:\u00107N sxgNc=7Λ-Wݿ6=ֳG1\u0018` %\u0007792^*wٜ$\u0015ۭ޷ą`C'Mq \u0004.$ϡo~]c*zP \u000eY\u0006ݨBO^6ŹJoP\u001f\u0011ۻQ\u0016sa\u0007>8w\u0003{\u0014r\u0011xq\u0005o\u0014\u0004y#\"WoP\u000f\u0003 \u0001Șb_>\u000e?ဂc\u001a\u001e WƯwӃ)bf\u0014g\u001c{N*l\u001dÊ\b\u0019\u0011夷όZm\u0003/\u0011\u0019l8pNS\u000f)\u0011\u0095=\u0018qbe떍7 Cl&{\u007fy%syY\u0007 9vJaWܣ9\u0010i齡yY'\u0015c5)\u00007~ vd!BOEv@  6}t\u0015 }\u001b$s\u000e_:.N*싼b/\"\u000e5\u000fN\u001b\u0002来qX1>+ t&d~dECt\u001f \u0015y $>\u0016dF\u0019A\u001eFdL!7NǴ\u001bܦQ\u0005Gqm\u0007\u0001\u000e!\\\u0014?)6|_mdT\u0003q#wˌ}>/mUsw5\u0019aB^!dW\u001e3yc@6GC g\u0005XN>c>n\u0007lm*c`_v\u007fFL(TGpY/\u0019]9Nҽ3۸\u009f\u0018\u0007\u0014 6=1A\u0005\u0017[Y\u001d\u0010_6͊T\u001e8\u001eO_Q\u0007*g>7T#X\u0003ӡ\u001fX\b|^\u001d\u0018\u001ei\u000et?\u000f)lqgRzC Y \u0014}؛Q\u0005b\u000fM1\u000f1؋\u0014V\u0005F}@7d\u001dA֓\u0014 u8V] >\bv:l\u00003\u0011&s5ߋ_w\u0013Ni\" ٝ8QgZ\u001ad5 \u001dk s0`\u007fcPar`\u0019.)Ο@fE\u0016bF|]؇0\u001d\u0001.jr)2t@6\u007feN`Y6y\u001b=pJmM$\u0001\u001d\u0006\u0006gh\"V3}a@\u0001F7\u0018U؁\u0015\u0015坊3;Jǿ_ Kb_==UmmBث7|2W\u0004\u0011e>\u001c}\u0018>/\u001cabZ\u001bst9l+\u0015Ů\u001f\u0019\u000eb,\u007fAq>\u0019!S\\ͼӊ߷)wd{)v6},S-\u0010\u001b\u0018vF&#/1+>d?X\u000fd)\u0003`\u0012ir_k݆ l\u0003) \u00066Ghy\u001fS+\u001f\u0012\u000e\u0004s\u0005=2/{5HA\u0005/׃J\u000f\u0019\u0013\b\u0015ؒr􈧏iB1ԖƔ\u00176½\u0000\u0007^\u0005\u0002\u0019i?\u0004F\u0015\u0011\u001b\u0010 te \u0011pJ2#G.\u0014; 6Zl+| \u0017s\u0017\u000f\u0011{WƼlm>r\u0003 rh>\u0019\b\u001b\u0014~WN ;c\u001b}\u000f\u001e2\u00119\\\u001bO+\u001d'1\u001fi\u0015TG\u0019 n鹼Z\u001d{m\b>K!7(\u0006 ^ #^5\u0003)gZa\u001f}^} [WN)d\u0011m\"򹬈\u007fBvb^Ķp%\u0010~\u001by'\u0005v\u000e\u00199\u0011VaCǦZa>ۢXkmLqN1\u0005\u0017\u0010;nE\\i\u007f{\u0015\u001cw# \u000e;\u0012d7tASxY\u001b統vA\u0011c |=聤ɳY'\u0014#=5 AŹ\u0003L \u0014r\u001e\u001607+2{\"2\u0004EДB!޽Oc^]p-Q-Sk\u0014\u001c\u001bΜA\u007f恝\u0018\u001d\b}mb\u001eVf̞fe\u0015\u0013\u000f*t\u0000|ٗK\u001b9gFa\u0013C6aZ:+\u0015BN 9!صG\u0006l\u001d\u0011n*cz$i`g19\u0018OlNp\u00137kl\"\u000fG\u0014&\u0003ذ#\u001eP\u0004E\u0007\u0001&\u000fg$}_x:Ƚ\u001bNAu\u000f0Z\u0005\u0001^\u00056 b23>qڙ[K}ܧПpN \u007fr6;]oX\u0013\u007f9'Cݫx96m,AQ n \u0003jaKEnY7{\u0014\\\u0006|K\u0015\u001a8WĢر)dg\u007f\u00186 n^8? 8@ϟg9\u0005\u001f#>bƻ\u0007\u0000r%2'gp\u000eK )7ga\u0011[q\u0012k\u001egMH.-.\u0007\u001a\u0014ܮ/qN  8!y-w'C(\u001f>\u0019Qk\u000fkjE*qpq\u001fWy%(\u0019\u000en\u0018P8/؇{oG!-_CE\u0007a|3vAKŦ\u001e u\u000eT1v{\u000f\u001aǿGa s7lW'\u0014J\u000e7g4/ȜȁobQAa?6Gt=1XCmC\u007fO\u007f\u0006s--l铿1)VnOc\u000f>Ùd?\\\u0017Uwo\u0003c\u0018!\u000fwo\\pp\u0005t2w\u001f\u0019 ;Ⓐ{wACj\u001d7\u000ex>ؘ\u001c[ǌӘf>E\u00133\u0011$0ml=5;sd䭊3O8]\u0006N)y\u007fG苔sR!r\u0000~i Eg\u007f2=6W!?)L ={\u0015zTa7\u0001aJ[\u0004\u0018\u001cr\u0005r.r\u001a,\u001e\u001eu{@[\u000fc#^S_^L 񋏂9eVF!\u001374\" Mbe9m29}O\u0001?&L| \u001c \u001e [S׫5n=\u0012[9k\b4SCV4\u000f9=8W\u0018 \u0005X\u001c[\u001c6ͳ GXc~qz\u007f'\u001e?m~ d|pGd\u0004\u0001?؀b졟r^\u0012|D~3\u0007c\u0007\u001bTE+yg\u0017W\u000flKz\u0006-  \u0006F\u0005\u001f\u0003 z7۽o ~\\!+lTpR#s\u0004>ÀboƗC\u0006q!;6kQ͝Xqf\u0010\u001eƘE\u001b\u0005A ^>K\u0016QrPa߅\u0003ۗ\u0015Af nu~\u001d1+gR{ޑ\u0015c8-؊7G 5vfxY?[oMx?07p9\u001bRpY+w*)\u0017lR5s\u0003~ĸ\"a\\  ~MY34\u001f6|8;3\u000fz~؏.y9S\u0019KX\u0012ko6@Tħe\u0011m?>\u001eW\u001e m\u000e\u000e'\u000e'koրd[\u001dTͱblŶ'\u0013η]7^\u0001[ :pz1Vl{ښ}(\\|X\u00180\u0015g8.\u001dDo~\u007f\u001b ]7nY}~zv\"azac4O켞Pgn_qZכ z\u0006 moX\u001ffy\u001euV־\u0017;\u007f:~;U=f\u0003^Wۮ\u001b/u\u0017=\u001f~Uy\u007f\u0019:Z]sJ]ψG\u0003gYybk[\u001dT&/r~O' ;p_jOWW\u001b޾d2E\u001cQgDcmם/G=}o4\u0012>n^\u0019\u000f^;vym /Ĕ:o\u0006߁.oG[;\\\u001dmwz|\u000e\u001dzm3ڗ\u001cݼ?Sg?}i`2鄙ٗ2\u007f\u007fJ\u000f8#{նN_\u000e9_HxzDN뽝7^T%\u001eA\u001f:\u001coo,QgF\u0013ۮ\u001bK\u0014w\u0003u{ݬqX\u007fv]ٻ\u0006o^wr~g}:k/0R\u001c/wKd}:OzxvXk O]7H\u0085\u0019_[yvp/uھ1t\u001a7}l>ݜ\u000fv>W\u001cTgKNۛ~\u001cK?g̞ϳ{Q=/åSm ө/'̴]7n\u001d\u007f\u001f~dl?8'\u001e u~zfmMyin4RaͨR>|v?n~>\u0014{_ցѶz[x|FW|G\u001f;aO|7zazf?7zf󔏪34odyFx\u007fFp6\u001flF},ZכzfNX| w:\u000fr~ݮ]\u001f\u001dp~oН/Y~ݔ\u001ep}oy}Myiyu{=;auƷ\u001a\u001f:\u001b\u007f\u001b\u001c\u001bPBXWڱYndy88=:k7Q7my!>Ә;sm_3~t:OQgUE\u007f:;'XCF~ؗ)\u001ch>-/UZ\u007fe\u007fYu֟~RKoK?\u001a,J\u0017-r~7zA̹D\u001f\u000e>\u007f]n_KF]ί Ixz3=XG4{f&V4q ӳj~Xmaʹk{ZOsmY6O&2Z q}=,m\u000e=vyb\u0013y\u0017\u00164v'ZIakt:=;sm3{}Yc\\+{sB}=&\u001dgC̶ɭM>pV>\u001f \u0013~d\\r1v\u001aߓ=֡s^In]-\\ )x۟-8ʖu+Ą#tS;} \u001c\u0013s|z^é߯WNS땓r x\u0005~Gy}Nsg \u001fn{WT#ОTNy{~_Qu\u0011 z jui/'s5g3[x eyj=3zIxkΚ}'L{S9\u00033\u0011>M7g\\纽='ߩy;gL'Ͽӵ剟>N9|Ϻx~g mޟsۯ\u0005N\u0007cߩ\u001f6>ac)_>\u007fnON>w uѸ\u000f\u001a_4\u001aw 7\u001ağ7,g.4\u001aw6sѸk}#Ƣo4_5\u001aXҼ\u0017j4^j4}n\u000ecV|SƊh͍/4\u001a_&fWDΫFof~J\u001a׼^;ƿyo>Ѹw\u001bf\u001a\u007fٞo5\u001aCf*4\u0005\u0001BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014WІˍƺ%|\u0007 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 BP(\u0014 Ui4ɞ=ōƂ\u001b\u001bҟ`\u000f4z>3`7h4so=G\u000f[\u007f/o7{7&wONM~\u007f'\u0017Lm&~on|_o|eWWnj|y|gLo_9+W7&ķm^-m|\u0005|Y/466/z'~Oz~g\u0017\u007fkF\u007fߗn}j3c//|K=_\u001a;S?y\u0005\u007f/?}\u007fpOݟ[͢&\u00164>ܼ;X޸yGsY\u0013K\u0017r¿8{>[\u007fw/4ō\u007fټSM,\\o,ꂥ_|pW?}\u007fh4,[x\u000f, ?yi~z|.^i?ؼi\u001ckf\u007f[\u000fz\u001d\u001bW54yO7z\u0016Lx-w߶\u001d ?3,\u009f\\璅piZw-\u001a\u001fm .@\u001f z_zm}w߼pA[E`7\u001a\u001fh,?\u000fz'o?}Y~ꭷYzj7{j}w\u007frޯPOkh~ڍ_]~{?f {~]>ow\u007f\u007fm&\u00164~o4\u007ffH_?7G޿l߽\u007f\u001a\u001f?{\u000f^ڻkhbA\u0017{i|\u0017\u001b;&\u00166'\u007fS}޳sk񯛸޳\u007fpu\u0017M{̽\u0017\u0019?lr髟9z[,\u007fzo\u001b|6@f/n6دӍ\u007fė@㏛|Oɟj\u000e\u000f^m>\u001fl\u0003LY\u001e6LOhݟm\u007f;5\u001b?=\u0007͆p\u001f7/{ /\u001a\u001f\u0017/#|_m|\u0005W?}w[\u007f/71&z\u001b\u007f7\u001bkz'\u001aė\u007fQ\u0013y?7 n\u001b%_e+?\u001c\u007f۽\u007f]V\u0002\u001dU\u0012UU\u0012 \u0012*\u0007\b\u00034 F\"t\"؉\u0012mmH4\u0015i H\u0004@\u0001\u001b\u0010p Py\u000f1Q=}iqęAEK\u001b\u0005$[t\u000eﾻA9A6f˕fgC\u0016jLv\u000fjH/ w/{XiMjT\u0018-u\u00014Y3+\u0000j 0nF\u0014Tqa^ݡ\".M .)6D^(\u0018\u00172\u0007:u4$\u001dH;;  \u000f\u001c@\\M\u001enC\u001f!j 6 ?h?E\u0014iWk\u00118m)\u0014 \u0011\u001faMQ%K\u0001yćx5\u0001\u0018X\b ToVQ\u0001L|.\u0010_dx_FJ]##M\u0000\u0013?sbow{ L\u0000\u000f\u0002q&;1 [lHj%v4ēVL\u0013ONb=j'a`;p 05AF\u0004I\u0006\u001cFG܋ ە]7)n2&\u0006R4nPF\u0018s5\"\u00024V\u0007\u000eqq!\u0001g\u007f?;On+_\u001b߭L\u001b3XL\u0001:$\u0014c(\"\u0000ԋv| \u0001\u00042\u001d\u001dc\u001e2d%w \u0001FJJhHןC{\u0003Җ[Vߊvya\u0010g \u001a\u0011EVQ1\u001b\u000e~\u001f\u001c\u0000s|\u0014p.\u0018\\\u0000N\u0006\u0017eĊb \u0016n\"4h@\u0018 \u00129D\u0012X\u000e .\u00038\u0006?\u0001gSr4\u001c*\u001d,\u001a\u0006H1^csYj;ۼ\u007fI[;^ -\u001d\u001c\u0004b\u0004>I\u0002\u0007B+᭗$=%[ \u007f\u001c~?i%~\\q\u007fy\u0014?b\u001b\b:S\u0005\u0019 @ߓC{ dϫGٳvp\u000f0M\u0011b,̸\u007flN3R3N#)` \u0010$\u0000\u0019\u0001F\u0001\u000eIC\u000544F[;wܩs紲\u001f[~qGAΖm9}V.It\u007fJ|A\u0018 \"fZnEr\u007f\\G1v5$ \u0002-U\u0005;ͨ7'\u0005:®S\u0007 ?\u0006\u0018c BN\u0006jdʛ3X%V J\\+1R%ؕl.eg\u0006\\xi:tY*0ƈ@\u0018\u0004\"F9i M\u001c2\u0000\u0002m +GV0p $[X:l\u0010(_f\u000f1\u0018ò`d \u001099r0gs\u0007\u0015\u001fX,X.3\u000eF\u0015c;ϔ\u001c| {n8|\u0005\u0018Q\u001cp%)1s\u0012̳TM\u001fR=TMeaS.\"쨲(;2\b;\u000f^ s)d6&f \"\u001e \u0000\u0001!\u0001c\u001b\u001e\u00133֓*\u0011\u000f_Lʀ\u0016#G\u0006 !W!kV`\u0003 'S\u00025\u0006Bs'\u000ekLqs̢YkУ4jH\u001acAKҀV\u0003[k4L\u000fu$v*D7& \u00010\u0012=>:\u007fEYaf >U-r ,m)ui`ST9Q(D\u0019;3I\u00063x\u0002W\u0018\u00075\u001c֜rUD\u0004\"UCl\u0001\"\u0000- 7h=(\u007fi\u0016ɃiF0},\u0001N\u0003癓Y>\u0016U>YZzy\b\u000fS's8 \u007f6\u00036\u0000d9+l$\u001egy:?VU\u001c\u0014#~L?Bw>G?\"\u0000#V\u0019Wyaxlõ`jtp*5\u0016E$uT`H;5BrRJ`ӭT80MJ+FC]^\u0013VY\u000e\u0018)9چ\u001bo)z=~A\u0006\u0003O۬Ts\u0007]\u0001+oV fWXX-vn4.ڢN\u001fHڊ=@z\u0017,r=]$/S*:8mAae8JyRZ \u0016;J51ŞR.G&NT\u0005evbQ2'9 RR\u001cŘ( |;\u001f|> )&9S35~S\u00134\u001dZ:whN\u0001\u0011`\u0004FN\u001a\u0016oj#\u0019(0 p\u0010\u0019X\u0005\u0005\u0000c@\u001czɰKe2ʎDQ*je'\u001b\u0013u j\u001eR\u0006h l\u0012}rBRuvQ,oLw7M&{ʼKJ\u0005B\u00145Uw\u0007s]yl+w\u0014z !t3}%=!\bSQ\u0002t\u0002@\u0004 t\u0019q%t sRz!Љz\u0010+\u000fbw=+\u0017uTs\u001dc\u0007/\u001f_(\u001c\u007f= \u0017|).V>)\u0015 '599ŕ\u001c\u0017?. -\u0019` a:Փ%Ցt ^\\\u001dGy`QBkXGM(MQ\u0011)@i57,kLˇ\u001b,%\u0018MōB7F\u0002\u001ej_D ] /Info 6 0 R /Size 19 >> startxref 87020 %%EOF"}]}]