[{"detail": [{"content": "NYU Law forms two new partnerships to help underprivileged students pursue law | NYU School of Law                           Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; News &rsaquo; NYU Law forms two new partnerships to help underprivileged students pursue law             NYU Law forms two new partnerships to help underprivileged students pursue law                 News       Alumni   Centers   Faculty   Global   Students   Press Highlights   For the Media   Faculty Experts                           The ongoing economic crisis, coupled with the constantly mounting cost of higher education, has made attending college a bigger challenge than ever for financially disadvantaged youth. With that in mind, the NYU School of Law has entered into two significant partnerships designed to give a crucial leg up to students of modest means.   This summer, NYU Law hosted for the first time the Summer Law Institute (SLI), an intensive five-week program that introduces rising New York City ninth-graders to the often unfamiliar world of law practice. While the SLI is also held at Brooklyn Law School, Columbia Law School, Fordham Law School, and St. John’s University School of Law, the session at NYU is unique because it is geared primarily toward young men of color, 26 in all.   The Law School’s other significant new partnership is with the Training and Recruitment Initiative for Admission to Leading Law Schools (TRIALS), a collaboration of NYU Law, Harvard Law School, and the Advantage Testing Foundation. A fully subsidized summer residential program, TRIALS helps 20 less-advantaged students to prepare themselves for law school through a rigorous five-week session that includes LSAT courses taught by Advantage Testing Foundation senior instructors; a variety of lectures by lawyers, public figures, and legal scholars; and the opportunity to build mutually supportive intellectual communities.   Summer Law Institute   James O’Neal, co-founder and executive director of Legal Outreach, the New York-based organization that created the SLI, noted that the biggest challenge has been attracting and retaining African American and Latino boys to the program; female applicants outnumber males by three or four to one. The version of SLI held at NYU was dubbed Pathways to Achievement and Community Transformation (PACT). Each SLI branch features a class on criminal justice, taught by law students and focusing on everything from crime investigation to sentencing or acquittal; daily guest speakers from the legal profession; field trips to law firms and courthouses; and the culmination of the five-week curriculum, a mock trial competition. PACT has an additional element: an emphasis on creating support systems among minority males, including the involvement of mentors who meet with youths one-on-one and host informal “pow-wows” in their homes.   “It’s about forming bonds with each other and learning to support each other as they go forth trying to achieve academically,” O’Neal said, adding, “Those within the legal profession are acutely aware of the fact that there is a dearth of African Americans and Latinos within the legal profession itself, that diversity is a real issue of concern. More and more, people and institutes are recognizing the need to intervene early in the lives of young people to expose them to the possibilities that exist.”   A number of NYU Law alumni participated in this year’s SLI program, which ran from June 29 to August 1. Among the judges of the mock trial competition were Magistrate Judge Ronald Ellis ’75 of the U.S. District Court of the Southern District of New York and Justice Eduardo Padro ’80 of the New York State Supreme Court. In addition, guest speakers included Ivan Espinoza-Madrigal ’05 and Johnathan Smith ’07, both associates at Fried, Frank, Harris, Shriver &amp; Jacobson; Robert Johnson ’75, a district attorney for Bronx County; and Jason Washington ’07, an associate at Kirkland &amp; Ellis.   TRIALS   Arun Alagappan, president of the Advantage Testing Foundation, explained that TRIALS, NYU Law's other partnership, had arisen out of a discussion with then-Dean Elena Kagan of Harvard Law School and NYU President John Sexton , Dean Emeritus and Benjamin F. Butler Professor of Law, both of whom suggested that Alagappan contact Dean Richard Revesz about the prospect of a residential law school preparation program.   TRIALS offers not only full tuition and fees, but also transportation to and from the host university, campus housing, meals, and library and computer access, plus a $3,000 stipend that students can put toward their school-year expenses. In addition to its three founding partners, TRIALS is supported by a grant from the Heckscher Foundation, which promotes the welfare of young people.   “We felt strongly that pooling our resources would provide a unique opportunity to address head-on the long-standing and intractable issue of homogeneity in the legal profession,” Alagappan said, pointing to studies indicating that only 10 percent of law practitioners are ethnic minorities. Socioeconomically, he said, the lack of diversity is even more pronounced. “There’s no question that TRIALS is addressing an urgent need for underrepresented students who are hoping to vault the barriers to admission to a leading law school.”   TRIALS will alternate between the Harvard and NYU campuses; the inaugural summer session, held at Harvard from July 13 to August 14, and the program moves to NYU in 2010. On August 11, TRIALS students spent the day at NYU Law. During their visit, participants met with Revesz, heard from recent alumni at top firms, took a workshop with Office of Admissions administrators, learned about financial aid opportunities, and experienced a mock criminal law class taught by James Jacobs , Chief Justice Warren E. Burger Professor of Constitutional Law and the Courts.   “We can already tell that our students will become magnificent ambassadors for the TRIALS program,” Alagappan said. “They are all motivated, hard-working students with big ideas and bold aspirations. They speak with passion and eloquence about the personal hardships that have inspired them to pursue a law degree and diversify the legal profession. And they are also forming a close-knit community that will foster meaningful friendships and professional relationships as they pursue their degrees and careers.”   Read an article from The American Lawyer about NYU Law's partnership with Legal Outreach   Posted on August 10, 2009                                Law School News Search           &rsaquo;               @nyulaw on Twitter     Please RT: Help find missing person Landon Thomas, recent NYU Law student last seen in Harlem on Monday, April 27. http://t.co/fRCgVNaG3z 23 min ago Alums, check out our Facebook photo gallery from Reunion 2015: http://t.co/mc5QrsS15u http://t.co/z5pgm6QW5O 4 hours ago 2L Eileen Woo '16 won the 2015 Bloomberg Law Write-On Competition for law students. Check out her entry: http://t.co/2O64yqRcN6 5 hours ago   VIEW ALL ›                                   Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]