[{"detail": [{"content": "NYU College of Dentistry                                            David L Glotzer, D.D.S.                   Clinical Professor         Cariology and Comprehensive Care             Room 1603 Va-Ny Harbor Healthcare System, 423 East 23 Street, 16 North        Fax: 212-998-9761    E-mail:                         Education       1954 B.A., New York University 1958 D.D.S., New York University Military Service : Colonel, AUS-ret. Highest Decoration, Legion of Merit                      Research Interests / Professional Overview       Dr. Glotzer has been involved in two major areas of interest at the College. One is the paradigm shift in the approach to Caries from a surgical to a medical approach and to the understanding that caries is a bacterial infection caused by specific bacteria, and is a reversible multifactoral process. The second is an initiative to define a role for dentists in a public health surge response to a major disaster situation. This includes being on the Dean's Committee for Catastrophe Response, involved in curriculum changes, developing an emergency management plan, seeking additional training opportunities and participation in a DHS grant with the School of Medicine. Dr. Glotzer is a Mentor to new students and serves on the Committee on Academic Review and Standards at the College.                      Representative Publications      Complete listing available on the NYU Health Sciences Library site.          Abstracts : Glotzer D, Allen K. Teaching Cariology in the Preclinical Laboratory Using the Polymer Bur and Carious Typodont Teeth. J Dent Educ 2004;68:223-24. Glotzer D, Rekow D, Psoter W, More F. Introducing a Senior Course on Catastrophe Preparedness into the Curriculum. J Dent Educ 2005;69:no.1 Pub Med Articles: JADA, Glotzer, et al, Emergency Preparedness in the Private Dental Office, November 2004 NYSDJ, Glotzer, et al, Preparing for a Terrorist Event, a Scenario- Driven Approach, July 2004 JDE, More, Phelan, Glotzer, et al, Pre-doctoral Curriculum for Catastrophe Preparedness, August 2004"}]}]