[{"detail": [{"content": "IT Education Apps and Tips - NYULMC Division of Educational Informatics                             NYULMC Division of Educational Informatics   Search this site          Home Courseware and Applications                           NYU3T: Teaching, Technology, Teamwork  Sitemap    Help:  Frequently Asked Questions  IT Education Apps and Tips  ALEX Help  Comments and Feedback  Computer Based Testing  CURIE  iTunes U  New Innovations  PRIMES  Student iPads  Student Printing Software                Help ‎ &gt; ‎      IT Education Apps and Tips             Never put any identifiable patient information of any kind in ALEX, NYULMC email, personal email, online collaboration tools, or other education applications. Patients' health information should only exist in the electronic medical records of our hospitals. Click here for a summary of HIPAA and its rules.    Recommended: Doximity  Doximity is the largest medical network in the U.S. and is free for  licensed physicians and medical students. It serves as a social network  for doctors, as well as a rolodex, professional profile page, virtual  fax service, communication tool, news portal and more. Find your profile and register here .  Self-Serve MCIT Tickets: Report Problems Online  Want to report a problem or request a service from MCIT?  You can do that online . (Note this requires you to be on campus or using the VPN for remote access).  New Curriculum Explorer A new version of the Curriculum Explorer is available, using information from our new CURIE system about events and objectives throughout the Curriculum for the 21st Century. ( See more about CURIE here .) The Curriculum Explorer allows any student, house staff, or faculty to access the content of our entire School of Medicine curriculum and search for materials and events by keyword. To access, please log into ALEX and click “Curriculum Explorer” from your My Workspace. You can access past or future ALEX sites, review learning objectives, or search for particular topics. Find more about the Curriculum Explorer here.  Student Printing There is a known issue with the  student printing software. MCIT is actively working to resolve it, and  will be testing a campuswide solution during the week of May 12, 2014 . Thank you for your patience. More information on downloading the student printing softward can be found on this page. Need help? Contact the Help Desk  via the MCIT Service Catalog  or at   212.263.6868.   Grades, Feedback and Comments tool  The Division of Educational Informatics released a new system in April 2014 for posting unofficial grades and comments that is easier for individual students to access and has the utmost security precautions in place. Grade information is accessible both via My Workspace and individual ALEX sites. Any information posted from each module or clerkship will be available in a consolidated view for each student. For students who previously completed clerkships (e.g., Class of 2015), individual clerkships are working to repost past unofficial grades and comments via this new tool. Should you have questions or are missing comments, please email dei.support@med.nyu.edu and we aim to facilitate making that information available.  As before, official grades, comments and transcripts reside within the Office of Registration and Student Records.  Syncing Your Academic Schedule to Your Phone  For  those students enrolled in courses still utilizing the ALEX Schedule,  your personal calendar can be synced to a mobile device (i.e. a calendar  that shows ONLY your sections and not that of the entire class): Instructions are available at: http://dei.med.nyu.edu/help/alex/how-subscribe-alex-course-calendar  For those students whose Stage 1 events are populated in CURIE , you can sync a consolidated CURIE schedule to your mobile device by performing the following: Log into ALEX and visit the Curriculum Explorer (see above) Click the My Schedule button in the upper right-hand order Click on Subscribe Copy and paste the link in the appropriate settings screen of your smartphone Please  note that as of June 2014, all UME courses will utilize the CURIE  Schedule and the ALEX calendars will be fully retired. We appreciate your  consideration as we work to ensure a seamless transition to our improved  curriculum management system. Student iPad Program  As of April 2014, NYU School of Medicine provided iPad minis to all second-year medical students  to  aid in their clerkship experiences. The device fits in a white coat  pocket and is intended to enable just-in-time learning and assessment at  the bedside. This program, made possible with the generous support of  MCIT, facilitates easy access to educational and clinical mobile  resources via a custom NYULMC catalog of recommended applications and  web clips.  Click here for answers to frequently asked questions  about this program. Got a suggestion for an app to include in the NYULMC app catalog? Please submit it here . If  you are not a member of the Class of 2016 but would like to access the  NYULMC catalog of recommended applications on your personal iPad, please  email dei.support@med.nyu.edu .  ALEX   ALEX is our Learning Management System, and serves as a central resource for online medical education content  and computer-based learning activities.     ALEX Help homepage   Don't see your course listed in your ALEX tabs across the top?    How to re-order your ALEX Course Tabs  Password Reset   Reset your password here . This reset applies to NYULMC email, ALEX, and other Medical Center applications.     Network and Wireless   Need help with networking? Contact the Help Desk via the MCIT Service Catalog  or at   212.263.6868    If you have an internet connection that cuts you off every few minutes asking you to re-login with your Kerberos ID, on a PC, here’s how to solve it:     Right click on the LMCmobile Wireless internet connection. Click on Properties, Security, Advanced Settings, check “Specify authentication mode” and set it to “User authentication.” Under “Replace credentials” put your Kerberos ID and password.    Software   Download free Keyserve software   such as Microsoft Office, EndNote, Adobe Creative Cloud, SPSS and others. Note that you can use  the Keyserve mobile version to use some of the software (like Microsoft Office)  off campus. You need to be ON CAMPUS (within the LMC network) to do the initial installation  and setup: Log on to the MCIT Service Catalog Click \"Epic and other Applications &amp; Software\" under \"Report a problem or request a service\" Click the desired link - e.g., Mac Software Downloads or PC Software Downloads (Self-Service)     Student Site  OrgSync has links to useful information, resources, student club calendars, and more.   New Innovations   Your course or training program will likely be using New Innovations for evaluation and  assessment.   Need help?  Email us at #NewInnovationsSupport@nyumc.org   Lecture Capture and Online Lecture Videos   The MCIT Box Service is an alternative to iTunes U for accessing recorded lecture content online. Each module site in ALEX has a link on the left-hand menu to the dedicated folder within the NYUMC Box app . The folders are shared within the community and can be accessed by users with active Kerberos accounts. iTunes U is a  free, hosted service provided by Apple within which we have all the Stage 1 Medical School lectures and more.  Click the iTunes U link above (or from within your Medical School module ALEX site) to get started and log in. You need to  have iTunes installed to access it.   Viewing archived content from previous years/modules:  Log in via  itunes.med.nyu.edu .  In the School of Medicine Courses and Events section, click the Lecture Archive and then find your course and year.  Or, if you are logged into iTunes U via an ALEX course site link, click the New York University School of Medicine link in the breadcrumbs at the top and then do the above.                                         NYULMC Home  |  Contact Us  |  For Faculty &amp; Staff  |  Careers  |  Make a Gift   |  Policies &amp; Disclaimers  |  Academic Departments                Sign in | Report Abuse | Print Page | Powered By Google Sites"}]}]