[{"detail": [{"content": "Courses at NYU &raquo; Juan Monroy &raquo;  New York Independents                   Juan Monroy   Courses in Film, Television, and Media Studies at New York University        Index of Courses   The Evolution of TV Programming (H56.0013)   TV Programming and the Industry (H56.0021)   New York Independents (H72.0225)   Multichannel TV (H72.0511)   Guidelines for Written Work   Contact         New York Independents     This course examines the cultural history of independent film production in New York City throughout the last fifty years. We will examine this rich history in the context of cultural and counter-cultural movements in New York City. We will screen films by filmmakers such as Andy Warhol , Shirley Clarke , Nick Zedd , Lizzie Borden , Jim Jarmusch , Spike Lee , and Diego Echevarria . Students will also visit theatrical and non-theatrical screening venues for film and video throughout the city.    Summer 2006      Department of Cinema Studies    H72.0225    New York University    June 27 &ndash; August 3, 2006    Tuesday and Thursday, 12:30 &ndash; 4:30 PM    721 Broadway, Room 656      Instructor   Juan Monroy      Mailbox     721 Broadway, 6th Floor    Internet     juanomatic&#064;nyu&#046;edu    http://www.nyu.edu/courses/monroy/    Office Hours     Friday June 30     Monday July 10, July 17, July 24, July 31     12:30 &ndash 2:30 PM     Tisch Common Room, 721 Broadway, Ground Floor      Texts   Required readings are available as Portable Document Format (PDF) files on ERes via Blackboard.    Course Website and Blackboard   This course will use Blackboard. Please be sure to check it regularly for course announcements, assignment guidelines, required and optional readings, supplemental screenings, presentations from lectures, and your own personal grading and attendance records. You may also use Blackboard to submit assignments electronically (see \" Submitting Assignments Electronically \" below).   To access Blackboard, point your browser to http://classes.nyu.edu , and log in using your NYU Net ID and password. You will find our course under \"Courses You Are Taking.\"      Website    Blackboard    ERes       Office Hours   Please feel free to meet with me during office hours. I will also be available using Blackboard's Chat feature during those times.      Tisch Common Room    721 Broadway, Ground Floor    Friday June 30, Monday July 10, July 17, July 24, July 31    12:30 &ndash 2:30 PM      Field Screenings   In addition to our regular class sessions, students will be required to make at least three visits to independent and non-theatrical screening venues throughout New York City and report on those visits.    Holiday and Make-Up Class   We will not meet on Tuesday, July 4, in observance of Independence Day . We will have make-up class on Friday, July 7, from 12:30 to 4:30 PM, in our usual meeting venue.    Requirements    Regular attendance    Attendance at all class session is of vast importance, and thus there are no &quot;excused&quot; absences. Our sessions involve intensive group discussion of assigned readings and in-class screenings.    If you miss more than two class sessions, those absences will count against your final grade. Missing more than 30 minutes of class, either due to late arrival or early departure will count as one absence.    If you experience a medical, family, or financial catastrophe during the semester, immediately contact your academic advisor, Ventura Castro at Cinema Studies, and me so we can all work together in helping you complete your work through an exceptionally difficult time. Note: coursework for other classes, including film shoots or other crew production work, does not qualify as &quot;exceptionally difficult&quot; circumstances.    Reading    Complete each week's readings before our class session. The lectures will cover material that assumes you have completed that week's assigned readings. I invite you to re-read certain chapters or articles after the class to reinforce the lecture and screenings from our sessions.    Writing   All written work must be submitted on time. Late work will not be accepted , except for &quot;exceptionally difficult&quot; circumstances outlined above. You must also complete every assignment in order to receive a grade for this class.   In addition, all written work must be formatted according to Guidelines for Written Work . In general, your writing must be clear, professional in tone, elaborate any point you make, prove all original assertions, and cite your source for any information that is not &quot;common knowledge.&quot; Please print your paper and proofread it for grammar and typographic errors before submitting it. Excessive errors will result in a lower grade. Also, please do not submit assignments via email attachments (see Submitting Files Electronically below).   I police plagiarism vigilantly. Any student who hands in work not their own will receive a failing grade for the course.     Assignments   Reports on Independent, Non-Theatrical Venue   &raquo; First Report Due: Tuesday, July 11, 2006, 12:00 PM   &raquo; Second Report Due: Friday, July 21, 2006, 12:00 PM   Visit at least two independent, non-theatrical screening venues in the five boroughs of New York City. Qualifiying venues include art galleries screening video of film work, microcinemas, rooftop or garden screenings, and outdoor screenings not sponsored by the city or major corporations. You should consult my list of Summertime Microcinemas in NYC for some possible venues.   Write two 1,000-word reports on the screening and screening environment. Your report should focus on the experience. You should address the audience, the physical space, the screening ritual, and your experience in getting to the venue.   Your reports will become part of an online directory of microcinemas in New York City. To maximize our coverage of these screening venues, you should avoid replicating venues that your classmates will be reviewing.    Review on Film at Anthology Film Archives   &raquo; Due: Friday, July 28, 2006, 12:00 PM   Write a 1,000-word review of a film or video made after 2004 screened at Anthology Film Archives. Consider the political voice of the film and video. Your review should also include your impressions of the venue, much like you did in the first two reports.    Final Essay   &raquo; Due: Friday, August 11, 2006, 12:00 PM   Write a 1,800-word historically inflected review essay of an independent film or video and consider how it speaks to its historical moment. This film should not be one screened in class, although it must be in conversation with the artistic history of New York City. You should consult with me within the first two weeks of class to select an appropriate film.    Submitting Assignments Electronically   Unless I have given you specific permission, please send no email attachments. I will only accept assignments electronically provided they are in Adobe Portable Digital Format (PDF) and submitted through the Assignments section of Blackboard.   This is to prevent my receiving your file in a format incompatible with my computing platform and ensuring I do not exceed the storage capacity of my email account.   Otherwise, please hand in assignments as hard copies to my mailbox.    Evaluation          Requirement Weight           First Report 20%           Second Report 20%           Film Review 20%           Final Essay 40%          You must submit every assignment on-time in order to receive a grade for this course. If you do not, you risk receiving a failing grade.    Regular attendance means simply that: you must regularly attend this class. Your attendance your final grade will be reduced or increased as follows:     Times in Class   --------------- x Final Grade   12         If you experience a medical, family, or financial catastrophe during the semester, immediately contact your academic advisor, Ventura Castro at Cinema Studies, and me so we can all work together in helping you complete your work through an exceptionally difficult time. Note: coursework for other classes, including film shoots or other crew production work, does not qualify as &quot;exceptionally difficult&quot; circumstances.    Schedule    June 27 &raquo; Introduction. Pre-War Avant-Garde     Reference    David James, \" Underground Film ,\" Allegories of Cinema (Princeton: Princeton University Press, 1989).   Screenings    Panorama of Brooklyn Bridge, River Front, and Tall Buildings from the East River (Edison, 1901) B&W 5'    Manhatta (Charles Sheeler and Paul Strand, 1921) B&W 11'     Meshes of the Afternoon (Maya Deren, 1943) B&W 18'    At Land (Maya Deren, 1944) B&W 15'    Shadows (John Cassavettes, 1959) B&W 87'    Morir en New York (Jacob Burkhardt, 1975) B&W 19'    Berlin/New York (Jack Waters, 1986) Color 14'      June 29 &raquo; Andy Warhol     Readings    Gregory Battock, \" Four Films by Andy Warhol ,\" The New American Cinema , ed. Gregory Battock (New York: E. P. Dutton and Co., 1967).    Thomas Waugh, \" Cockteaser ,\" Pop Out: Queer Warhol , ed. Jennifer Doyle, Jonathan Flatley, and Jose Esteban Mu&ntilde;oz (Durham: Duke University Press, 1996).   Screening    Chelsea Girls (Paul Morrissey and Andy Warhol, 1966) Color/B&W 180'      July 6 &raquo; Kenneth Anger and Jack Smith     Readings    Marc Siegel, \" Documentary that Dare/Not Speak Its Name: Jack Smith's Flaming Creatures ,\" Between the Sheets, in the Streets: Queer, Lesbian, Gay Documentary , ed. Chris Holmlund and Cynthia Fuchs (Minneapolis: University of Minnesota Press, 1997).    Susan Sontag, \" Jack Smith's Flaming Creatures ,\" The New American Cinema , ed. Gregory Battock (New York: E. P. Dutton and Co., 1967).    Juan Suarez, \" Pop, Queer, or Facist? The Ambiguity of Mass Culture in Kenneth Anger's Scorpio Rising ,\" Bike Boys, Drag Queens, and Superstars: Avant-Garde, Mass Culture, and Queer Identities in the 1960s Underground Cinema (Bloomington: Indiana University Press, 1996).   Screenings    Flaming Creatures (Jack Smith, 1963) B&W 45'    Fireworks (Kenneth Anger, 1947) B&W 20'    Puce Moment (Kenneth Anger, 1949) Color 6'    Rabbit's Moon (Kenneth Anger, 1950) B&W 7'    Kustom Kar Kommandos (Kenneth Anger, 1965) Color 3'    Scorpio Rising (Kenneth Anger, 1964) Color 30'      July 7 &raquo; Shirley Clarke     Readings    Barry Keith Grant, \" When Worlds Collide: The Cool World \" Literature/Film Quarterly 18.3 (1990): 179-187.    Lauren Rabinowitz, \" Shirley Clarke and the Expansion of American Independent Cinema ,\" Points of Resistance: Women, Power, and Politics in the New York Avant-Garde Cinema, 1943-1971 (Urbana: University of Illinois Press, 1991).   Screening    Bridges Go Round (Shirley Clarke, 1958) Color 4'    Excerpt from Portrait of Jason (Shirley Clarke, 1967) B&W 105'    The Cool World (Shirley Clarke, 1964) B&W 125'      July 11 &raquo; Kuchar Brothers     Readings    David James, \" The Critique of Authenticity: The Kuchars ,\" Allegories of Cinema (Princeton: Princeton University Press, 1989), 143&ndash;149.    Jack Stevenson, \" The Day the Bronx Invaded Earth: The Life and Times of Mike and George Kuchar ,\" Bright Lights Film Journal 26 (1999).   In-Class Screenings    Hold Me While I'm Naked (George Kuchar, 1966) Color 15'    The Secret of Wendel Samson (Mike Kuchar, 1966) Color 33'    Craven Sluck (Mike Kuchar, 1967) B&W 20'    Sins of the Fleshapoids (Mike Kuchar, 1964) Color 43'      July 13 &raquo; Beth B, Nick Zedd     Readings    Jack Sargeant, \" From Trash to Transgression \" and \" Master of Transgression: The World of Nick Zedd ,\" Deathtripping: The Cinema of Transgression , 2nd ed. (London: Creation, 1999).   Screenings    Excerpt from Pink Flamingos (John Waters, 1972) Color    Worm Movie (Lung Leg, 1985) Color 2'    Shithaus (John Spencer, 198?) B&W 12'    NYPD Arson & Explosions Squad vs. FALN (Beth and Scott B, 1978) Color 7'     G-Man (Beth B and Scott B, 1978) Color 25'     Letters to Dad (Beth B and Scott B, 1978) Color 10'    Black Box (Beth B and Scott B, 1979) Color 20'    The Bogus Man (Nick Zedd, 1980) Color 10'    The Wild World of Lydia Lunch (Nick Zedd, 1983) Color 22'    Thrust in Me (Nick Zedd, 1985) B&W 8'    Go to Hell (Nick Zedd, 1986) B&W 7'    Police State (Nick Zedd, 1987) B&W 18'    Whoregasm (Nick Zedd, 1988) Color 12'    War is Menstrual Envy (Nick Zedd, 1992) Color 14'      July 18 &raquo; Richard Kern, Tessa Hughes-Freeland     Readings    Jack Sargeant, \" Watching Thanateros: The World of Richard Kern \" and \" The Female Gaze ,\" Deathtripping: The Cinema of Transgression , 2nd ed. (London: Creation, 1999).   Screenings    Goodbye 42nd Street (Richard Kern, 1984) or alternate    Submit to Me (Richard Kern, 1985) Color 12'    Submit to Me Now (Richard Kern, 1987) Color 17'    X is Y (Richard Kern, 1990) Color 4'    Play Boy (Tessa Hughes-Freeland, 1984) Color 10'    Baby Doll (Tessa Hughes-Freeland, 1992) B&W 5'      July 20 &raquo; Lizzie Borden     Readings    Lizzie Borden, \" Born in Flames ,\" Heresies 16 (1983).    Teresa De Lauretis, \" Aesthetic and Feminist Theory: Rethinking Women's Cinema ,\" New German Critique 34 (1985): 154-75.    Anne Friedberg, \" An Interview with Filmmaker Lizzie Borden ,\" Women and Performance 1.2 (1984): 37-45.   Screenings    Born in Flames (Lizzie Borden, 1983) Color 80'    Working Girls (Lizzie Borden, 1986) Color 93'      July 25 &raquo; Jim Jarmusch     Readings   Emmanuel Levy, \" New York School of Indies ,\" Cinema of Outsiders (New York: NYU Press, 1999).   Jon Pierson, \" Stranger than Paradise and the First Golden Age ,\" Spike, Mike, Slackers, and Dykes (New York: Hyperion, 1997).   Screenings    Permanent Vacation (Jim Jarmusch, 1980) Color 75'    Stranger than Paradise (Jim Jarmusch, 1984) B&W 89'      July 27 &raquo; Spike Lee     Readings    Emmanuel Levy, \" The New African-American Cinema ,\" Cinema of Outsiders (New York: NYU Press, 1999).    Eric Perkins, \" Renewing the African American Cinema: The Films of Spike Lee, \" Cineaste 17.4 (1990): 4-8.    Jon Pierson, \" She's Gotta Have It ,\" Spike, Mike, Slackers, and Dykes (New York: Hyperion, 1997).    Spike Lee, excerpt from Spike Lee's Gotta Have It: Inside Guerilla Filmmaking (New York: Simon and Schuster, 1987).   Screenings    Joe's Bed-Stuy Barbershop: We Cut Heads (Spike Lee, 1983) Color 60'    She's Gotta Have It (Spike Lee, 1986) Color 88'      August 1 &raquo; Jon Jost     Readings   Karen Jaehne, \" Jon Jost: Still 'Indie' After All These Years, \" Cineaste 18.2 (1991): 28-30.   Jon Jost, \" Working Light: Notes on Four Films ,\" Filmmaker (Spring 1993): 40-43.   Screening    Excerpt from Wall Street (Oliver Stone, 1987) Color 125'    All the Vermeers in New York (Jon Jost, 1990) Color 87'      August 3 &raquo; New York Ricans     Readings    Lillian Jimenez, \" Moving from the Margin to the Center ,\" in The Ethnic Eye: Latino Media Arts . Ed. Chon A. Noriega and Ana M. Lopez. Minneapolis: University of Minnesota Press, 1996.   Screenings    El Pueblo Se Levanta (Newsreel Media Collective, 1968) B&W 42'    El Coraz&oacute;n de Loisaida [ The Heart of Loisaida ] (Marci Reaven and Beni Matias, 1979) B&W 30'    Los Sures (Diego Echeverria, 1984) Color 58'               Blackboard    Academic Site    Personal Site          Kanbar Institute of Film and Television    Department of Cinema Studies    Tisch School of the Arts    New York University    ACT-UAW Local 7902      Powered by Apache . Written in XHTML 1.1 . All pages are printer friendly.    This page was updated on Wednesday, 12 July 2006 :: 11:14 PM EDT ."}]}]