[{"detail": [{"content": "Course Descriptions    | Glucksman Ireland House | New York University                                          Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies                Minor              Current Courses              Past Course Offerings            Course Descriptions            B.A./M.A. Program              Study Abroad         Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Home &gt; Undergraduate Studies &gt; Course Descriptions     Course Descriptions                     Basic Language Courses in Irish:       These courses focus on learning Irish (sometimes referred to as Gaelic)   as it is spoken in the Irish-speaking regions of Ireland, known as the   Gaeltacht. The courses utilize conversation and song, and aim to promote   fluency in spoken Irish as well as proficiency in reading and writing.   Students progress to conversation, translations, compositions, and readings   from contemporary Irish literature. They also participate in Irish-speaking   events at Glucksman Ireland House. The Irish language fulfills NYU's    Morse   Academic Plan language requirement .       Elementary Irish I       IRISH-UA 0100 Identical to EURO-UA 0100. Open to students with no   previous training in Irish. 4 points.    This course introduces students to the rudiments of the Irish language,   including phonemes and pronunciation, syntactical structure, and verbal   conjugations. In addition, a history of the language is provided, as well   as a general introduction to Irish culture, including discussions of family   and place names. Students are encouraged to begin speaking with basic   sentence structures.       Elementary Irish II       IRISH-UA 0101 Identical to EURO-UA 0101. Continuation of IRSH-UA   0100 or assignment by placement examination or department permission. 4   points.    This course builds on the grammatical lessons of Elementary Irish I and   expands into more complex verbal conjugations while concentrating on   idiomatic expressions. The accumulation of vocabulary is stressed and   students are introduced to basic literature in Irish while developing   beginning conversational fluency.       Intermediate Irish I       IRISH-UA 0102 Identical to EURO-UA 0102. Prerequisite: IRSH-UA   0101 or assignment by placement examination or department permission. 4   points.    For the more advanced student of Irish, this course focuses on improving   conversational fluency and on expanding vocabulary through reading more   complex literature in Irish.       Intermediate Irish II       IRISH-UA 0103 Identical to EURO-UA 0103. Continuation of IRSH-UA   0102 or assignment by placement examination or department permission. 4   points.    The focus of this course is on conversational fluency, strengthening   students pronunciation and command of the language. This will be supported   by reading novellas suitable for adult learners, songs, poetry, folklore   and group activities.       Introduction to Celtic Music       IRISH-UA 0152 Identical to MUSIC-UA 0151. 4 points.    This course provides a comprehensive introduction to the traditional and   contemporary music of the Celtic areas of Western Europe—Ireland, Scotland,   Wales, Brittany, and Galicia. Recordings and live performances present the   extraordinary range of singing styles and the musical instruments employed   in each culture, including harps, bagpipes and a variety of other wind,   free reed, keyboard and stringed instruments. Forms and musical styles are   explored in depth along with a study of their origin, evolution, and   cultural links.       Global Diaspora the Irish Case       IRISH-UA 170.001    The Irish have exemplified global patterns of migration over centuries.   This course aims at a systematic exploration of the dispersal of Irish   people around the world, focusing on their interaction with the various   host cultures they have encountered both as settlers and in other roles.   Particular attention will be given to the movements of Irish on the   European continent and in Britain, the United States and Canada, the   Caribbean, Australia and New Zealand and South America. We will study   the consequences of emigration for Ireland and for the receiving nations,   as well as Ireland's transformation in the late twentieth century from   emigrant nursery to an emigrant destination. Starting with a chronological   focus, the class them moves to a more geographic concentration on some of   the most prominent Irish diasporic communities. As well as drawing on the   literature extant in the field, this class will make use of oral histories,   film and audio sources to explore the relevant themes and topics.       The Irish &amp; New York       IRISH-UA 0180 Identical to HIST-UA 0180 and METRO-UA 0325. 4   points.    This course considers the symbiotic relationship between a developing   metropolis and an immigrant people since the 18th century, with a special   concentration on significant mid-19th century political, social and   cultural changes when New York City was dramatically altered by the   Irish. The ultimate goal of this course is to learn to think   critically about the past. Students will (1) explore how certain   themes and events are used to define and mythologize the urban and ethnic,   and (2) consider the factors beyond race and language which help define and   preserve ethnic group identity over time. Student projects in new   media will be encouraged.       Topics in Irish History       IRISH-UA 0181 Identical to HIST-UA 0181. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings from visiting scholars and specialists in   particular fields. Past examinations have included imagery and ideology of   Irish nationalism, Irish American popular folk culture, and the Irish in   America.       Section 1 - IRISH-UA 181.001 - Ireland and   America since 1920    This course examines the history of Ireland (including Northern Ireland),   the United States, and significantly Irish America, as they intersect or   diverge over the course of the twentieth century. When Northern   Ireland was created in 1920 and the Irish Free State in 1922, there were   2.3 million Irish-born living in America, nearly half the population of the   entire island. A new phase in Irish-American relations began during   which diplomacy, economics, education, immigration, nationalism, tourism,   culture, philanthropy and the circulatory movement of capital emerged as   major arenas for interaction. Through readings, films, oral history   and discussions that highlight the comparative element of this course,   students will examine key themes that connect Ireland and the United States   in this period as well as interrogating an emerging historiography.       Section 2 - IRISH-UA 181.002 -   Global History of Irish-Speaking Ireland, 1500-Present    Irish (or Gaelic), the language spoken by a majority of the Irish people up   until the beginning of the nineteenth century, has played a major role in   the history of Ireland and its wider global diaspora. The medium of one of   the earliest vernacular literatures in Europe, the subsequent decline in   the number of its speakers prompted a move to restore it as part of the   creation of an independent Ireland. This course will trace the history of   the Irish-speaking community, starting with samples (in English   translation) of early modern prose and poetry, and followed by a look at   the fortunes of the Irish-speaking community in the nineteen century in   Ireland, North America, and Australia. Finally, the last third of the   course will take up the subject of its revival, the status of Irish in a   fully independent state, and the politics of language in Northern   Ireland.       History of Modern Ireland, 1580-1800       IRISH-UA 0182 Identical to HIST-UA 0182. 4 points.    Examines the English conquest of Ireland from the reign of Elizabeth I to   the last meeting of the Irish Parliament. Key themes include the plantation   of Ireland with settlers from England, Scotland, and Wales, the decline of   the Gaelic political order and culture, the religious reformation and   Counter Reformation, Ireland as a site of English and European wars, the   imposition of a penal code, and the vain attempt to rebel against British   rule in the late 18th century resulting in the Act of Union, which   disestablished the Irish Parliament in Dublin.       History of Modern Ireland, 1800 to the present       IRISH-UA 0183 Identical to HIST-UA 0183. 4 points.    This class explores topics of conquest, collaboration, assimilation,   resistance and migration through the prism of the Ireland, in the years   since 1800. Particular attention is paid to the complex geopolitical   relationship that has existed between Ireland and her nearest neighbor,   Britain. The Act of Union is located in the context of a panoramic survey   of the condition of Ireland on the eve of incorporation into the United   Kingdom. We look at the place of the historical memory in fashioning   inherited identities shaped most explicitly by nationalism. The Irish   diaspora is another important part of this course and is a theme that spans   the centuries. We excavate the complex links between culture, language,   politics and identity, and expressed in a variety of movements in Ireland   and abroad. By starting with the emergence of nationalism in the nineteenth   century we can gain an understanding of the political impulses that shaped   twentieth-century Irish history. In the aftermath of revolution, a bitter   civil war and partition, the island saw two state-building projects emerge   catering to the needs of two jurisdictions divided along political,   cultural and economic priorities. We plot out the most significant aspects   of the division that has characterized the history and shed light on the   dynamic of Ireland's more recent history.       Seminar in Irish History       IRISH-UA 185 4 points.    Intensive examination of specific areas of Irish history with an emphasis   on critical reading and individual research projects. Past themes include   the development and modernization of the Republic of Ireland with   particular consideration of the economy; the Great Famine of 1845-1851,   which was an immediate and long-term catastrophe for the Irish people but   which was also the catalyst for substantial changes - positive and negative   - in Irish society and culture; and the cinematic representations of Irish   Americans.       Section 1 - IRISH-UA 185.001 -   The Largest Irish City in the World: New York City, 1880: A Geographical   and Statistical Analysis    In the year 1880, following over a century of robust migration links   between Ireland and the eastern seaboard of the U.S., three-quarters of a   million residents of New York City could claim Irish ancestry, with a third   of these first-generation immigrants. It is this population that will serve   as the basis for a semester-long research investigation of the demographic,   social, and cultural dynamics variables of these residents as revealed in   the 1880 U.S. census. The course will be built around student acquisition,   via labs, of a set of analytical techniques, including statistical   sampling, demographic data analysis, and database construction, as well as   student application of ArcGIS and stats software. Among the digital and   statistical skills imparted in this class will be understanding demographic   dataset structures and design, learning approaches to regularizing and   “cleaning” rough data for effective analysis, user training in IPUMS-USA   data resources, and use of ArcGIS to organize and manage geographically   variant historic data within an urban setting using georeferencing. In   addition, the course will impart firm historical knowledge of the time   period with readings and discussion on the material culture, social   characteristics, and living conditions of Irish populations in nineteenth   century New York and Ireland.  Section   2  - IRISH-UA 185.002 - Sport and Empire   since 1800    The impact of empires, above all the British, after about 1800,   transformed the role of organized sport over much of the globe. But   there were wide variations in the responses of both indigenous and settler   cultures to the opportunities offered, and the challenges, or even threats,   to indigenous identities, posed by the spread of sporting   activity. A host of questions arise, requiring analysis of the   ideological, military, political, religious, social and cultural factors   influencing the wide variety of responses. How closely are sporting   identities/cultures woven into the texture of the national   identities/cultures of their countries? How close is the connection between   sporting identity and other identities like race, class and gender,   themselves also undergoing processes of change. We will also explore   the decline of the major European empires on sporting and   cultural identities at global level.      Section 3 - IRISH-UA 185.003 -   Media, Discourse, and Irish America    This course will explore the ways in which a specific immigrant group has   been portrayed in various media over two centuries, with a particular   emphasis on the visual construction of ethnicity in mediums like film and   advertising. It will concentrate on the images that have been used to   characterize the Irish who live in the United States, analyze the roots of   that imagery, consider the implications of ethnic representation for   Ireland and its American diaspora, as well as the impact of popular culture   on identity formation. Section 4   - IRISH-UA 185.004 - Resurrecting the Ethnic Village: Research   Methods on Irish New York    One of the hallmarks of New York City is ethnic succession which, by its   very nature, renders the past invisible in the modern city. This   course focuses on the mid-nineteenth century when immigration from Ireland   dramatically altered New York politically, socially and culturally.   Students will study an Irish neighborhood in lower Manhattan using   traditional and modern methods of historical research. They will work   alone and in groups on a project which involves the collection of textual,   numeric, and visual data, including fieldwork in Chinatown. They will   acquire basic skills in data management, analysis, and presentation through   hands-on lab work with spreadsheets, Google Products, and   geographic/spatial programs.        The Irish in America       IRISH-UA 0187 Indentical to HIST-UA 0187. 4 points.     From the seventeenth century to the present, Irish people   have been crossing the Atlantic to North America. They are one of the most   significant ethnic groups to ever migrate from Europe to the United States.   Their impact has been disproportional to their numbers but this only   partially explains our contemporary understanding of \"Irish America.\"   Ethnicity is an imprint and defining feature of American life yet the Irish   experience with it over the past four centuries is a story complicated by   multiple generations, diversity of class, continuing immigration, and rapid   changes in both the homeland and the receiving country. This course will   consider the factors affecting emigration from Ireland; examine the impact   of the Irish on the development of the United States since the colonial   period, particularly on its cities; study the changing Irish image in   American popular culture; and consider what the Irish can teach us about   the evolution of ethnic identity. The ultimate goal of this course is to   learn to think historically.       Oral History of Irish America       IRISH-UA 203. 4 points.    The Oral History of Irish America seminar is a unique undergraduate   experience that offers students a small class size (typically no more than   8 students), an interdisciplinary approach to oral history that introduces   students to the methodology, its significance as a resource, its role in   historical research, specific interviewing and research techniques, and the   opportunity to create an original public history document that will be   deposited in the Archives of Irish America at NYU for use by   researchers. Students will be assigned an interview subject chosen   from the Irish American community in New York City. The seminar provides an   opportunity to meet and work with dynamic, involved citizens from all walks   of life. To date we have interviewed parish priests from the Bronx, an   Oscar and Pulitzer prize-winning playwright and director, as well as   actors, musicians, teachers and Wall Street executives, among many   others. In addition to interviewing this person, the student will   produce a package that includes a biography, interview finding guide, and   content for a website. Part of the background research for the   project will be drawn from classroom lectures and readings adapted to   illuminate the life histories of the interview subjects chosen for the   semester to help students place their subjects in context, in addition to   students' independent research efforts. Students should be aware that   the final project requires extensive editing and rewriting because it will   be deposited in the Archives and published on the Glucksman Ireland House   Oral History website. The seminar offers real-world skills applicable   to many career paths, as well as a publication that can be cited on a   student's CV.       For examples of previous student work see:    http://www.nyu.edu/library/bobst/research/aia/collections/ihoral/oral01.htm .   For more information about the course on Oral History of Irish America,   please see our special Oral History   Project page .       Cinematic Representations of Irish   Americans       IRISH-UA 204. 4 points.     The visual image is central to the history of the   twentieth century. This course will explore the ways in which a   specific immigrant group has been portrayed in the media, especially in   feature films from the silent era to the present. It will concentrate   on the variety of images that have been used to characterize the Irish who   live in the United States, analyze the roots of that imagery and the   implications of cinematic representation for Irish American   history. Students will learn how to \"read\" American cinema as   documentary evidence of the visual construction of ethnicity. Through   writing assignments that group films, students will apply increasing   degrees of analysis to thematic, comparative, and chronological changes in   representation during the twentieth century. The skills acquired in   this seminar should translate into a heightened awareness of the   relationship between ethnicity and all forms of media in contemporary   American popular culture.       Contemporary Irish Politics and Society       IRISH-UA 0515 Identical to EURO-UA 0515. 4 points.     An examination of the politics of contemporary Ireland,   north and south. The course focuses on political, governmental, and   constitutional developments in the Republic of Ireland since independence   and discusses the causes of conflict and the prospect of resolution in   Northern Ireland.          The Irish Renaissance       IRISH-UA 0621 Identical to ENGL-UA 0621. 4 points.    This course seeks to understand the extraordinary achievements of Irish   writers in the last decade of the 19th and the first third of the 20th   century. We will read widely in all the different genres — poetry,   polemic, short story, novel, drama — that were remade by Irish writers   during the tumultuous period from the fall of Charles Stuart Parnell into   the early years of national government in the 1930s. Authors read on   the course include Oscar Wilde, James Joyce, William Butler Yeats, George   Bernard Shaw, Lady Augusta Gregory, John Synge, Sean O'Casey, Elizabeth   Bowen, Flann O'Brien and others. We will balance our readings of   literature with consideration of the social and historical contexts of   Ireland under the Union with Britain, and after that Union was partially   broken. In attempting to refine the proper lens through which to view   this literature, we will address a number of salient issues, including the   nature and cultural forms of Irish cultural nationalism, the violence of   civil war, the social position of literature and of intellectuals in   projects of national reconciliation and national identity, and the clash   between revolutionary anti-imperialism and conservative Catholicism,   between rural and urban identities, between provincialism and   cosmopolitanism as strategies for literary self-fashioning.       Irish American Literature       IRISH-UA 0622 Identical to ENGL-UA 0622. 4 points.    The course examines Irish American literature from the 19th century to the   present, considering the literary responses of generations of Irish   immigrants as they strove to understand and contribute to the American   experience. The works of writers such as F. Scott Fitzgerald, Eugene   O'Neill, Flannery O'Connor, John O'Hara, and William Kennedy are explored,   as are the connections between ethnic and literary cultures.       Colloquium: James Joyce       IRISH-UA 0625 Identical to ENGL-UA 0625. 4 points.    This course is an in-depth consideration of all of the major works of James   Joyce, from the early short stories of Dubliners to the late   experimental prose/poetry of Finnegan's Wake ; it concentrates,   however, on a detailed and systematic reading of Ulysses .    The biographical and social/historical contexts of Joyce's work are   investigated alongside consideration of his pathbreaking formal experiments   and his relations with the many currents of literary and artistic   Modernism. Discussion of Ulysses is complimented by consideration of   the many forms of literary and critical theory that have been fashioned   around readings of the book.       Irish Dramatists       IRISH-UA 0700 Identical to DRAMA-UA 0603, DRALIT-UA 0700, and   ENGL-UA 0700. 4 points.    A study of the rich dramatic tradition of Ireland since the days of William   Butler Yeats, Lady Gregory, and the fledgling Abbey Theatre. Playwrights   covered include John Millington Synge, Sean O'Casey, Samuel Beckett,   Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Anne Devlin.   Issues of Irish identity, history, and postcoloniality are engaged   alongside an appreciation of the emotional texture, poetic achievements,   and theatrical innovations that characterize this body of dramatic   work.       Topics in Irish Literature       IRISH-UA 761 Identical to ENGL-UA 761. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings by Ireland House faculty and by visiting   scholars.       Section 1 - IRISH-UA 761.001 - Visualizing Modern Ireland: Art and Literature in the   20th Century       Ireland has a reputation as a small nation with an outsized literary   heritage. Far less often do we think of Irish artists on an international   scale. Nonetheless, the country had a vibrant visual arts culture   throughout the twentieth-century. Did Irish artists and Irish writers   working at the same time perceive their nation and their world in the same   way? How did culture and politics shape literary and artistic movements in   Ireland? This course will attempt to answer these questions through an   exploration of the concurrent and overlapping literary and visual arts   movements in Ireland from approximately 1900 through the 1980s.                 Section 2 - IRISH-UA 761.002 -   Modernism, Translation &amp; Feminism: Irish Poetry 1893-2000    This course will introduce students to the most significant poets in Irish   from the establishment of the Gaelic League in 1893 to the end of the   twentieth century through a close reading of a selection of their poems   with English translations. The politics and practice of translation from a   minority to a majority language will be discussed as well as local Irish   adaptations to international ideas and influences such as modernism and   feminism. The course will also consider the historical context in which   individual poets emerged and the critical debates that shaped both the   writing itself and the readerly response to their work. The course will be   taught by eminent visiting professor Dr. Louis De Paor of National   University of Ireland - Galway. Dr. Louis de Paor, Director of the   Centre for Irish Studies at the National University of Ireland, Galway is a   multi-award winner of the Oireachtas literary competitions and holds his   PhD in Modern Irish from the National University of Ireland. A well-known   poet that works within the Irish language, De Paor's poetry collections   include &lt;em&gt;Próca solais is luatha&lt;/em&gt;, (1988), &lt;em&gt;30   dán&lt;/em&gt; (1992) and his most recent collection titled &lt;em&gt;Agus   Rud Eile De/ And Another Thing&lt;/em&gt; (2010). Dr. de Paor is   currently Senior Irish Language Fulbright Scholar as New York University   for the Fall 2013 semester.       Section 3 - IRISH-UA 761.003 -   Globalization and Irish Drama    This class on Irish drama will examine the many ways that Irish playwrights   have reached out to the world and the ways the world has staged the works   of Irish playwrights. With increased opportunities for theatrical   productions to travel internationally, dramatists of the past 25 years have   sought new strategies for adapting their work to a global   marketplace. We will journey with familiar plays as they are   performed on a world stage (Lady Gregory in Australia, Beckett in Sarajevo)   and will consider how contemporary playwrights have reflected on cultural   tensions within Ireland: debates about multiculturalism, the   influence of new media, and the social impact of the current global   financial crisis. What performance strategies are embedded in the   mobility of exiles and émigrés? What becomes of a national theater in   a transnational world? How are actors trained in Ireland today, and   how does the Irish accent sound as it projects across borders? In   addition to canonical and contemporary plays, we will watch the   high-stepping spectacle of Riverdance and see Ireland get ready for its   close-up in Hollywood. This course aims to give students a chance to engage   with a wide range of current literary and cultural debates concerning   cosmopolitanism, trans-nationalism, localism, and world form, and to ask   how contesting definitions and dramatizations of each term have conditioned   Ireland’s entry into our era of high globalization. Working on   individual research projects – which we will address collaboratively in the   classroom – students will use and create digital archives of the   production/reception of Irish works of art on other continents. We   will study plays by authors such as Dion Boucicault, J.M. Synge, Samuel   Beckett, Brian Friel, Marie Jones, Seamus Heaney, Martin McDonagh, Marina   Carr, Bisi Adigun, Roddy Doyle and others.             Topics in Irish Literary, Visual, &amp;   Performing Arts:    Irish Dance Performance: Tradition, Modernity, and Innovation - What   We Think of That JIG We Do       IRISH-UA 902. 4 points.    Over the course of the last two decades, Irish Dance has changed enormously   and irreversibly. From the exclusive world of competition governed by the   auspices of An Coimisium le Rinci Gaelacha (the Irish Dancing Commission)   to the advent of the spectacle shows in the Mid-90's and beyond, a dynamic   shift in the global perception of the form has consequently challenged   notions of authenticity, tradition, and modernity. Throughout this course,   we shall develop a basic knowledge of the history and lexicon of Irish   Dance, and will use that as a departure point for broader theoretical   considerations.        We will look at traditional form,   stylistic variations and the peripheral influences that shape them. The   course will also examine choreographic innovation, theatrical settings, and   artistic visions of seminal works ranging from the popular, such as    Riverdance, Lord of the Dance and Dancing   on Dangerous Ground , to the contemporary expressions of solo   practitioners.           The course aim is to stimulate a process   of reading expressive form by examining varying aesthetics through critical   thinking, and to contextualize the multifaceted influences that continue to   shape our perception of Irish Dance Performance.         Jean Butler has won numerous awards at   regional, national, and world competitions in Irish Dance over her 30 year   career. She was co-choreographer and principal female lead in the   original production of Riverdance ,   and has gone onto a successful solo career as dancer, choreographer, and   artist-in-residence with musical groups (including The Chieftains),   Ireland's National Theater The Abbey, the World Academy of Music and Dance   at the University of Limerick and New York's Danspace   Project.       Independent Study       IRISH-UA 0998 Prerequisite: permission of the director of undergraduate   studies is required. 2 or 4 points per term.    Independent study with an Irish studies faculty member.       NYU in Dublin       The focus of NYU's summer program in Dublin is contemporary Ireland and   its culture. The program is centered at Trinity College, Ireland's oldest   university, situated in the heart of Dublin, where students reside and take   classes. Courses are open to NYU and non-NYU students, both graduate and   undergraduate, and include Irish literature, history, politics, visual and   performing arts, creative writing, popular culture and the Irish language.   The academic program is complemented by a series of field trips and   cultural and social activities designed to broaden students' knowledge of   Ireland. Among the typical evening activities are outings to the theatre,   poetry readings, screenings at the new Irish Film Center, and traditional   music sessions. Weekend excursions include Donegal and Galway. See our   visit the NYU's Summer   Study Abroad: Summer in Dublin page for more information about   available courses and its application process.                         Freshman Seminar: What Are They Talking   About?: Oral History in the 21st Century       FRSEM-UA 482.001 4   points. Long before the technology of today's social media,   cultures, families and individuals shared their personal and community   stories in an oral tradition that preserved the past for future   generations. We will examine the discipline and evolution of oral history   using the Oral History Collection of Glucksman Ireland House to explore how   and why oral histories contribute to our understanding of the past and can   help to shape the identity of individuals and communities.       This seminar is a unique experience that offers freshmen an   interdisciplinary approach to the methodology of oral history, its   significance as a resource, its role in historical research, as well as   specific interviewing and research techniques. Students will gain access to   our Archive of Irish America and have the opportunity to work with the   interviews we have already deposited, including how the university's   digital mapping technology can applied in our analysis of the   archive. Students will also have the chance to conduct an interview   themselves. The course comprises classroom lectures, readings, and   extensive writing exercises; it offers real world experience and   communications skills acquisition that will be invaluable throughout   students' academic and professional careers.                                          &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions    | Glucksman Ireland House | New York University                                          Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies                Minor              Current Courses              Past Course Offerings            Course Descriptions            B.A./M.A. Program              Study Abroad         Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Home &gt; Undergraduate Studies &gt; Course Descriptions     Course Descriptions                     Basic Language Courses in Irish:       These courses focus on learning Irish (sometimes referred to as Gaelic)   as it is spoken in the Irish-speaking regions of Ireland, known as the   Gaeltacht. The courses utilize conversation and song, and aim to promote   fluency in spoken Irish as well as proficiency in reading and writing.   Students progress to conversation, translations, compositions, and readings   from contemporary Irish literature. They also participate in Irish-speaking   events at Glucksman Ireland House. The Irish language fulfills NYU's    Morse   Academic Plan language requirement .       Elementary Irish I       IRISH-UA 0100 Identical to EURO-UA 0100. Open to students with no   previous training in Irish. 4 points.    This course introduces students to the rudiments of the Irish language,   including phonemes and pronunciation, syntactical structure, and verbal   conjugations. In addition, a history of the language is provided, as well   as a general introduction to Irish culture, including discussions of family   and place names. Students are encouraged to begin speaking with basic   sentence structures.       Elementary Irish II       IRISH-UA 0101 Identical to EURO-UA 0101. Continuation of IRSH-UA   0100 or assignment by placement examination or department permission. 4   points.    This course builds on the grammatical lessons of Elementary Irish I and   expands into more complex verbal conjugations while concentrating on   idiomatic expressions. The accumulation of vocabulary is stressed and   students are introduced to basic literature in Irish while developing   beginning conversational fluency.       Intermediate Irish I       IRISH-UA 0102 Identical to EURO-UA 0102. Prerequisite: IRSH-UA   0101 or assignment by placement examination or department permission. 4   points.    For the more advanced student of Irish, this course focuses on improving   conversational fluency and on expanding vocabulary through reading more   complex literature in Irish.       Intermediate Irish II       IRISH-UA 0103 Identical to EURO-UA 0103. Continuation of IRSH-UA   0102 or assignment by placement examination or department permission. 4   points.    The focus of this course is on conversational fluency, strengthening   students pronunciation and command of the language. This will be supported   by reading novellas suitable for adult learners, songs, poetry, folklore   and group activities.       Introduction to Celtic Music       IRISH-UA 0152 Identical to MUSIC-UA 0151. 4 points.    This course provides a comprehensive introduction to the traditional and   contemporary music of the Celtic areas of Western Europe—Ireland, Scotland,   Wales, Brittany, and Galicia. Recordings and live performances present the   extraordinary range of singing styles and the musical instruments employed   in each culture, including harps, bagpipes and a variety of other wind,   free reed, keyboard and stringed instruments. Forms and musical styles are   explored in depth along with a study of their origin, evolution, and   cultural links.       Global Diaspora the Irish Case       IRISH-UA 170.001    The Irish have exemplified global patterns of migration over centuries.   This course aims at a systematic exploration of the dispersal of Irish   people around the world, focusing on their interaction with the various   host cultures they have encountered both as settlers and in other roles.   Particular attention will be given to the movements of Irish on the   European continent and in Britain, the United States and Canada, the   Caribbean, Australia and New Zealand and South America. We will study   the consequences of emigration for Ireland and for the receiving nations,   as well as Ireland's transformation in the late twentieth century from   emigrant nursery to an emigrant destination. Starting with a chronological   focus, the class them moves to a more geographic concentration on some of   the most prominent Irish diasporic communities. As well as drawing on the   literature extant in the field, this class will make use of oral histories,   film and audio sources to explore the relevant themes and topics.       The Irish &amp; New York       IRISH-UA 0180 Identical to HIST-UA 0180 and METRO-UA 0325. 4   points.    This course considers the symbiotic relationship between a developing   metropolis and an immigrant people since the 18th century, with a special   concentration on significant mid-19th century political, social and   cultural changes when New York City was dramatically altered by the   Irish. The ultimate goal of this course is to learn to think   critically about the past. Students will (1) explore how certain   themes and events are used to define and mythologize the urban and ethnic,   and (2) consider the factors beyond race and language which help define and   preserve ethnic group identity over time. Student projects in new   media will be encouraged.       Topics in Irish History       IRISH-UA 0181 Identical to HIST-UA 0181. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings from visiting scholars and specialists in   particular fields. Past examinations have included imagery and ideology of   Irish nationalism, Irish American popular folk culture, and the Irish in   America.       Section 1 - IRISH-UA 181.001 - Ireland and   America since 1920    This course examines the history of Ireland (including Northern Ireland),   the United States, and significantly Irish America, as they intersect or   diverge over the course of the twentieth century. When Northern   Ireland was created in 1920 and the Irish Free State in 1922, there were   2.3 million Irish-born living in America, nearly half the population of the   entire island. A new phase in Irish-American relations began during   which diplomacy, economics, education, immigration, nationalism, tourism,   culture, philanthropy and the circulatory movement of capital emerged as   major arenas for interaction. Through readings, films, oral history   and discussions that highlight the comparative element of this course,   students will examine key themes that connect Ireland and the United States   in this period as well as interrogating an emerging historiography.       Section 2 - IRISH-UA 181.002 -   Global History of Irish-Speaking Ireland, 1500-Present    Irish (or Gaelic), the language spoken by a majority of the Irish people up   until the beginning of the nineteenth century, has played a major role in   the history of Ireland and its wider global diaspora. The medium of one of   the earliest vernacular literatures in Europe, the subsequent decline in   the number of its speakers prompted a move to restore it as part of the   creation of an independent Ireland. This course will trace the history of   the Irish-speaking community, starting with samples (in English   translation) of early modern prose and poetry, and followed by a look at   the fortunes of the Irish-speaking community in the nineteen century in   Ireland, North America, and Australia. Finally, the last third of the   course will take up the subject of its revival, the status of Irish in a   fully independent state, and the politics of language in Northern   Ireland.       History of Modern Ireland, 1580-1800       IRISH-UA 0182 Identical to HIST-UA 0182. 4 points.    Examines the English conquest of Ireland from the reign of Elizabeth I to   the last meeting of the Irish Parliament. Key themes include the plantation   of Ireland with settlers from England, Scotland, and Wales, the decline of   the Gaelic political order and culture, the religious reformation and   Counter Reformation, Ireland as a site of English and European wars, the   imposition of a penal code, and the vain attempt to rebel against British   rule in the late 18th century resulting in the Act of Union, which   disestablished the Irish Parliament in Dublin.       History of Modern Ireland, 1800 to the present       IRISH-UA 0183 Identical to HIST-UA 0183. 4 points.    This class explores topics of conquest, collaboration, assimilation,   resistance and migration through the prism of the Ireland, in the years   since 1800. Particular attention is paid to the complex geopolitical   relationship that has existed between Ireland and her nearest neighbor,   Britain. The Act of Union is located in the context of a panoramic survey   of the condition of Ireland on the eve of incorporation into the United   Kingdom. We look at the place of the historical memory in fashioning   inherited identities shaped most explicitly by nationalism. The Irish   diaspora is another important part of this course and is a theme that spans   the centuries. We excavate the complex links between culture, language,   politics and identity, and expressed in a variety of movements in Ireland   and abroad. By starting with the emergence of nationalism in the nineteenth   century we can gain an understanding of the political impulses that shaped   twentieth-century Irish history. In the aftermath of revolution, a bitter   civil war and partition, the island saw two state-building projects emerge   catering to the needs of two jurisdictions divided along political,   cultural and economic priorities. We plot out the most significant aspects   of the division that has characterized the history and shed light on the   dynamic of Ireland's more recent history.       Seminar in Irish History       IRISH-UA 185 4 points.    Intensive examination of specific areas of Irish history with an emphasis   on critical reading and individual research projects. Past themes include   the development and modernization of the Republic of Ireland with   particular consideration of the economy; the Great Famine of 1845-1851,   which was an immediate and long-term catastrophe for the Irish people but   which was also the catalyst for substantial changes - positive and negative   - in Irish society and culture; and the cinematic representations of Irish   Americans.       Section 1 - IRISH-UA 185.001 -   The Largest Irish City in the World: New York City, 1880: A Geographical   and Statistical Analysis    In the year 1880, following over a century of robust migration links   between Ireland and the eastern seaboard of the U.S., three-quarters of a   million residents of New York City could claim Irish ancestry, with a third   of these first-generation immigrants. It is this population that will serve   as the basis for a semester-long research investigation of the demographic,   social, and cultural dynamics variables of these residents as revealed in   the 1880 U.S. census. The course will be built around student acquisition,   via labs, of a set of analytical techniques, including statistical   sampling, demographic data analysis, and database construction, as well as   student application of ArcGIS and stats software. Among the digital and   statistical skills imparted in this class will be understanding demographic   dataset structures and design, learning approaches to regularizing and   “cleaning” rough data for effective analysis, user training in IPUMS-USA   data resources, and use of ArcGIS to organize and manage geographically   variant historic data within an urban setting using georeferencing. In   addition, the course will impart firm historical knowledge of the time   period with readings and discussion on the material culture, social   characteristics, and living conditions of Irish populations in nineteenth   century New York and Ireland.  Section   2  - IRISH-UA 185.002 - Sport and Empire   since 1800    The impact of empires, above all the British, after about 1800,   transformed the role of organized sport over much of the globe. But   there were wide variations in the responses of both indigenous and settler   cultures to the opportunities offered, and the challenges, or even threats,   to indigenous identities, posed by the spread of sporting   activity. A host of questions arise, requiring analysis of the   ideological, military, political, religious, social and cultural factors   influencing the wide variety of responses. How closely are sporting   identities/cultures woven into the texture of the national   identities/cultures of their countries? How close is the connection between   sporting identity and other identities like race, class and gender,   themselves also undergoing processes of change. We will also explore   the decline of the major European empires on sporting and   cultural identities at global level.      Section 3 - IRISH-UA 185.003 -   Media, Discourse, and Irish America    This course will explore the ways in which a specific immigrant group has   been portrayed in various media over two centuries, with a particular   emphasis on the visual construction of ethnicity in mediums like film and   advertising. It will concentrate on the images that have been used to   characterize the Irish who live in the United States, analyze the roots of   that imagery, consider the implications of ethnic representation for   Ireland and its American diaspora, as well as the impact of popular culture   on identity formation. Section 4   - IRISH-UA 185.004 - Resurrecting the Ethnic Village: Research   Methods on Irish New York    One of the hallmarks of New York City is ethnic succession which, by its   very nature, renders the past invisible in the modern city. This   course focuses on the mid-nineteenth century when immigration from Ireland   dramatically altered New York politically, socially and culturally.   Students will study an Irish neighborhood in lower Manhattan using   traditional and modern methods of historical research. They will work   alone and in groups on a project which involves the collection of textual,   numeric, and visual data, including fieldwork in Chinatown. They will   acquire basic skills in data management, analysis, and presentation through   hands-on lab work with spreadsheets, Google Products, and   geographic/spatial programs.        The Irish in America       IRISH-UA 0187 Indentical to HIST-UA 0187. 4 points.     From the seventeenth century to the present, Irish people   have been crossing the Atlantic to North America. They are one of the most   significant ethnic groups to ever migrate from Europe to the United States.   Their impact has been disproportional to their numbers but this only   partially explains our contemporary understanding of \"Irish America.\"   Ethnicity is an imprint and defining feature of American life yet the Irish   experience with it over the past four centuries is a story complicated by   multiple generations, diversity of class, continuing immigration, and rapid   changes in both the homeland and the receiving country. This course will   consider the factors affecting emigration from Ireland; examine the impact   of the Irish on the development of the United States since the colonial   period, particularly on its cities; study the changing Irish image in   American popular culture; and consider what the Irish can teach us about   the evolution of ethnic identity. The ultimate goal of this course is to   learn to think historically.       Oral History of Irish America       IRISH-UA 203. 4 points.    The Oral History of Irish America seminar is a unique undergraduate   experience that offers students a small class size (typically no more than   8 students), an interdisciplinary approach to oral history that introduces   students to the methodology, its significance as a resource, its role in   historical research, specific interviewing and research techniques, and the   opportunity to create an original public history document that will be   deposited in the Archives of Irish America at NYU for use by   researchers. Students will be assigned an interview subject chosen   from the Irish American community in New York City. The seminar provides an   opportunity to meet and work with dynamic, involved citizens from all walks   of life. To date we have interviewed parish priests from the Bronx, an   Oscar and Pulitzer prize-winning playwright and director, as well as   actors, musicians, teachers and Wall Street executives, among many   others. In addition to interviewing this person, the student will   produce a package that includes a biography, interview finding guide, and   content for a website. Part of the background research for the   project will be drawn from classroom lectures and readings adapted to   illuminate the life histories of the interview subjects chosen for the   semester to help students place their subjects in context, in addition to   students' independent research efforts. Students should be aware that   the final project requires extensive editing and rewriting because it will   be deposited in the Archives and published on the Glucksman Ireland House   Oral History website. The seminar offers real-world skills applicable   to many career paths, as well as a publication that can be cited on a   student's CV.       For examples of previous student work see:    http://www.nyu.edu/library/bobst/research/aia/collections/ihoral/oral01.htm .   For more information about the course on Oral History of Irish America,   please see our special Oral History   Project page .       Cinematic Representations of Irish   Americans       IRISH-UA 204. 4 points.     The visual image is central to the history of the   twentieth century. This course will explore the ways in which a   specific immigrant group has been portrayed in the media, especially in   feature films from the silent era to the present. It will concentrate   on the variety of images that have been used to characterize the Irish who   live in the United States, analyze the roots of that imagery and the   implications of cinematic representation for Irish American   history. Students will learn how to \"read\" American cinema as   documentary evidence of the visual construction of ethnicity. Through   writing assignments that group films, students will apply increasing   degrees of analysis to thematic, comparative, and chronological changes in   representation during the twentieth century. The skills acquired in   this seminar should translate into a heightened awareness of the   relationship between ethnicity and all forms of media in contemporary   American popular culture.       Contemporary Irish Politics and Society       IRISH-UA 0515 Identical to EURO-UA 0515. 4 points.     An examination of the politics of contemporary Ireland,   north and south. The course focuses on political, governmental, and   constitutional developments in the Republic of Ireland since independence   and discusses the causes of conflict and the prospect of resolution in   Northern Ireland.          The Irish Renaissance       IRISH-UA 0621 Identical to ENGL-UA 0621. 4 points.    This course seeks to understand the extraordinary achievements of Irish   writers in the last decade of the 19th and the first third of the 20th   century. We will read widely in all the different genres — poetry,   polemic, short story, novel, drama — that were remade by Irish writers   during the tumultuous period from the fall of Charles Stuart Parnell into   the early years of national government in the 1930s. Authors read on   the course include Oscar Wilde, James Joyce, William Butler Yeats, George   Bernard Shaw, Lady Augusta Gregory, John Synge, Sean O'Casey, Elizabeth   Bowen, Flann O'Brien and others. We will balance our readings of   literature with consideration of the social and historical contexts of   Ireland under the Union with Britain, and after that Union was partially   broken. In attempting to refine the proper lens through which to view   this literature, we will address a number of salient issues, including the   nature and cultural forms of Irish cultural nationalism, the violence of   civil war, the social position of literature and of intellectuals in   projects of national reconciliation and national identity, and the clash   between revolutionary anti-imperialism and conservative Catholicism,   between rural and urban identities, between provincialism and   cosmopolitanism as strategies for literary self-fashioning.       Irish American Literature       IRISH-UA 0622 Identical to ENGL-UA 0622. 4 points.    The course examines Irish American literature from the 19th century to the   present, considering the literary responses of generations of Irish   immigrants as they strove to understand and contribute to the American   experience. The works of writers such as F. Scott Fitzgerald, Eugene   O'Neill, Flannery O'Connor, John O'Hara, and William Kennedy are explored,   as are the connections between ethnic and literary cultures.       Colloquium: James Joyce       IRISH-UA 0625 Identical to ENGL-UA 0625. 4 points.    This course is an in-depth consideration of all of the major works of James   Joyce, from the early short stories of Dubliners to the late   experimental prose/poetry of Finnegan's Wake ; it concentrates,   however, on a detailed and systematic reading of Ulysses .    The biographical and social/historical contexts of Joyce's work are   investigated alongside consideration of his pathbreaking formal experiments   and his relations with the many currents of literary and artistic   Modernism. Discussion of Ulysses is complimented by consideration of   the many forms of literary and critical theory that have been fashioned   around readings of the book.       Irish Dramatists       IRISH-UA 0700 Identical to DRAMA-UA 0603, DRALIT-UA 0700, and   ENGL-UA 0700. 4 points.    A study of the rich dramatic tradition of Ireland since the days of William   Butler Yeats, Lady Gregory, and the fledgling Abbey Theatre. Playwrights   covered include John Millington Synge, Sean O'Casey, Samuel Beckett,   Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Anne Devlin.   Issues of Irish identity, history, and postcoloniality are engaged   alongside an appreciation of the emotional texture, poetic achievements,   and theatrical innovations that characterize this body of dramatic   work.       Topics in Irish Literature       IRISH-UA 761 Identical to ENGL-UA 761. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings by Ireland House faculty and by visiting   scholars.       Section 1 - IRISH-UA 761.001 - Visualizing Modern Ireland: Art and Literature in the   20th Century       Ireland has a reputation as a small nation with an outsized literary   heritage. Far less often do we think of Irish artists on an international   scale. Nonetheless, the country had a vibrant visual arts culture   throughout the twentieth-century. Did Irish artists and Irish writers   working at the same time perceive their nation and their world in the same   way? How did culture and politics shape literary and artistic movements in   Ireland? This course will attempt to answer these questions through an   exploration of the concurrent and overlapping literary and visual arts   movements in Ireland from approximately 1900 through the 1980s.                 Section 2 - IRISH-UA 761.002 -   Modernism, Translation &amp; Feminism: Irish Poetry 1893-2000    This course will introduce students to the most significant poets in Irish   from the establishment of the Gaelic League in 1893 to the end of the   twentieth century through a close reading of a selection of their poems   with English translations. The politics and practice of translation from a   minority to a majority language will be discussed as well as local Irish   adaptations to international ideas and influences such as modernism and   feminism. The course will also consider the historical context in which   individual poets emerged and the critical debates that shaped both the   writing itself and the readerly response to their work. The course will be   taught by eminent visiting professor Dr. Louis De Paor of National   University of Ireland - Galway. Dr. Louis de Paor, Director of the   Centre for Irish Studies at the National University of Ireland, Galway is a   multi-award winner of the Oireachtas literary competitions and holds his   PhD in Modern Irish from the National University of Ireland. A well-known   poet that works within the Irish language, De Paor's poetry collections   include &lt;em&gt;Próca solais is luatha&lt;/em&gt;, (1988), &lt;em&gt;30   dán&lt;/em&gt; (1992) and his most recent collection titled &lt;em&gt;Agus   Rud Eile De/ And Another Thing&lt;/em&gt; (2010). Dr. de Paor is   currently Senior Irish Language Fulbright Scholar as New York University   for the Fall 2013 semester.       Section 3 - IRISH-UA 761.003 -   Globalization and Irish Drama    This class on Irish drama will examine the many ways that Irish playwrights   have reached out to the world and the ways the world has staged the works   of Irish playwrights. With increased opportunities for theatrical   productions to travel internationally, dramatists of the past 25 years have   sought new strategies for adapting their work to a global   marketplace. We will journey with familiar plays as they are   performed on a world stage (Lady Gregory in Australia, Beckett in Sarajevo)   and will consider how contemporary playwrights have reflected on cultural   tensions within Ireland: debates about multiculturalism, the   influence of new media, and the social impact of the current global   financial crisis. What performance strategies are embedded in the   mobility of exiles and émigrés? What becomes of a national theater in   a transnational world? How are actors trained in Ireland today, and   how does the Irish accent sound as it projects across borders? In   addition to canonical and contemporary plays, we will watch the   high-stepping spectacle of Riverdance and see Ireland get ready for its   close-up in Hollywood. This course aims to give students a chance to engage   with a wide range of current literary and cultural debates concerning   cosmopolitanism, trans-nationalism, localism, and world form, and to ask   how contesting definitions and dramatizations of each term have conditioned   Ireland’s entry into our era of high globalization. Working on   individual research projects – which we will address collaboratively in the   classroom – students will use and create digital archives of the   production/reception of Irish works of art on other continents. We   will study plays by authors such as Dion Boucicault, J.M. Synge, Samuel   Beckett, Brian Friel, Marie Jones, Seamus Heaney, Martin McDonagh, Marina   Carr, Bisi Adigun, Roddy Doyle and others.             Topics in Irish Literary, Visual, &amp;   Performing Arts:    Irish Dance Performance: Tradition, Modernity, and Innovation - What   We Think of That JIG We Do       IRISH-UA 902. 4 points.    Over the course of the last two decades, Irish Dance has changed enormously   and irreversibly. From the exclusive world of competition governed by the   auspices of An Coimisium le Rinci Gaelacha (the Irish Dancing Commission)   to the advent of the spectacle shows in the Mid-90's and beyond, a dynamic   shift in the global perception of the form has consequently challenged   notions of authenticity, tradition, and modernity. Throughout this course,   we shall develop a basic knowledge of the history and lexicon of Irish   Dance, and will use that as a departure point for broader theoretical   considerations.        We will look at traditional form,   stylistic variations and the peripheral influences that shape them. The   course will also examine choreographic innovation, theatrical settings, and   artistic visions of seminal works ranging from the popular, such as    Riverdance, Lord of the Dance and Dancing   on Dangerous Ground , to the contemporary expressions of solo   practitioners.           The course aim is to stimulate a process   of reading expressive form by examining varying aesthetics through critical   thinking, and to contextualize the multifaceted influences that continue to   shape our perception of Irish Dance Performance.         Jean Butler has won numerous awards at   regional, national, and world competitions in Irish Dance over her 30 year   career. She was co-choreographer and principal female lead in the   original production of Riverdance ,   and has gone onto a successful solo career as dancer, choreographer, and   artist-in-residence with musical groups (including The Chieftains),   Ireland's National Theater The Abbey, the World Academy of Music and Dance   at the University of Limerick and New York's Danspace   Project.       Independent Study       IRISH-UA 0998 Prerequisite: permission of the director of undergraduate   studies is required. 2 or 4 points per term.    Independent study with an Irish studies faculty member.       NYU in Dublin       The focus of NYU's summer program in Dublin is contemporary Ireland and   its culture. The program is centered at Trinity College, Ireland's oldest   university, situated in the heart of Dublin, where students reside and take   classes. Courses are open to NYU and non-NYU students, both graduate and   undergraduate, and include Irish literature, history, politics, visual and   performing arts, creative writing, popular culture and the Irish language.   The academic program is complemented by a series of field trips and   cultural and social activities designed to broaden students' knowledge of   Ireland. Among the typical evening activities are outings to the theatre,   poetry readings, screenings at the new Irish Film Center, and traditional   music sessions. Weekend excursions include Donegal and Galway. See our   visit the NYU's Summer   Study Abroad: Summer in Dublin page for more information about   available courses and its application process.                         Freshman Seminar: What Are They Talking   About?: Oral History in the 21st Century       FRSEM-UA 482.001 4   points. Long before the technology of today's social media,   cultures, families and individuals shared their personal and community   stories in an oral tradition that preserved the past for future   generations. We will examine the discipline and evolution of oral history   using the Oral History Collection of Glucksman Ireland House to explore how   and why oral histories contribute to our understanding of the past and can   help to shape the identity of individuals and communities.       This seminar is a unique experience that offers freshmen an   interdisciplinary approach to the methodology of oral history, its   significance as a resource, its role in historical research, as well as   specific interviewing and research techniques. Students will gain access to   our Archive of Irish America and have the opportunity to work with the   interviews we have already deposited, including how the university's   digital mapping technology can applied in our analysis of the   archive. Students will also have the chance to conduct an interview   themselves. The course comprises classroom lectures, readings, and   extensive writing exercises; it offers real world experience and   communications skills acquisition that will be invaluable throughout   students' academic and professional careers.                                          &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | Art History | NYU                                                            Back to Home         Course Offerings   Jump to: Art History: Art History Survey Courses Advanced Courses in: --Ancient Art and Architecture --Medieval Art and Architecture --Renaissance and Baroque Art and Architecture --Modern Art and Architecture Courses (not Advanced) in Non-Western Art and Architecture Other Advanced Courses in Art and Architecture Advanced Seminar in Art History Honors Thesis and Independent Studies in Art History Graduate Courses Open to Undergraduates Urban Design and Architecture Studies: Foundation Courses Architecture and Urban History Courses Seminars Honors Thesis and Independent Studies Courses in Other Departments Counting for Major Credit Graduate Courses Open to Undergraduates    Art History Survey Courses    No previous study is required for admission to the following courses. These courses are the prerequisites for many of the advanced-level courses. Students may not receive credit for both History of Western Art I (ARTH-UA 1) and Ancient Art (ARTH-UA 3) or Medieval Art (ARTH-UA 4); or both History of Western Art II (ARTH-UA 2) and Renaissance Art (ARTH-UA 5) or Modern Art (ARTH-UA 6), as their contents overlap.    History of Western Art I    ARTH-UA 1 Identical to MEDI-UA 1. Students who have taken ARTH-UA 3 or ARTH-UA 4 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from ancient times to the dawn of the Renaissance, emphasizing the place of the visual arts in the history of civilization. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Cloisters, and the Brooklyn Museum.    History of Western Art II    ARTH-UA 2 Identical to MEDI-UA 2. Students who have taken ARTH-UA 5 or ARTH-UA 6 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from the early Renaissance to the present day. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Frick Collection, the Guggenheim Museum, and the Museum of Modern Art.    Ancient Art    ARTH-UA 3 Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   History of art in the Western tradition from 20,000 B.C.E. to the fourth century C.E, from the emergence of human beings in the Paleolithic Age to the developments of civilization in the Near East, Egypt, and the Aegean; the flowering of the classical age in Greece; and the rise of the Roman Empire to the beginnings of Christian domination under the Emperor Constantine in the fourth century C.E. Study of the collections of the Metropolitan Museum of Art and the Brooklyn Museum is essential.    Medieval Art    ARTH-UA 4 Identical to MEDI-UA 200. Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   An introduction to the arts of the Christian Middle Ages in the Greek East and Latin West ca. 200–1400 C.E. Provides an overview of concepts and developments and the vocabulary necessary for analyzing and understanding the arts of the medieval period in light of the historical, religious, political, and social contexts of their creation. Covers architecture, monumental sculpture, painting, mosaics, stained glass, ivory and metalwork, and panel painting. Topics include the creation of a vocabulary of Christian symbols, imagery, and architectural forms; Christian attitudes toward Judaism and the classical tradition; medieval patrons, artists, and audiences; arts of pilgrimage; arts of monastery and cathedral; and the roles and functions of images in the medieval world. Study of the collections of the Metropolitan Museum of Art and the Cloisters is included.    Renaissance and Baroque Art    ARTH-UA 5 Identical to MEDI-UA 333. Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   An introduction to Renaissance and baroque art and architecture, 1400–1750. The course situates major developments in the arts against the context of historical, cultural, religious, technological, and social change. Topics include the emergence of humanism and its engagement with the ancient past; the development of transformative new techniques and technologies for making art; the function of art in religious, public, and domestic settings; the role of the patron; the impact of the Protestant and Catholic Reformations on art and society; the ever-expanding range of iconography; and the proliferation of new genres. Emphasis is placed on the great masters in each phase, and close study of works in the Metropolitan Museum of Art and the Frick Collection is an integral part of the course.    Modern Art    ARTH-UA 6 Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   Art in the Western world from the late 18th century to the present. Content includes the neoclassicism and romanticism of David, Goya, Ingres, Turner, Delacroix; the realism of Courbet; the impressionists; parallel developments in architecture; the new sculptural tradition of Rodin; postimpressionism to fauvism, expressionism, futurism, cubism, geometric abstraction in sculpture and painting, modernism in architecture in the 20th century, and after the First World War, dadaism and surrealism. Also covers developments since 1945, such as action painting, pop art, minimal art, and numerous strands of postmodernism. Study of the collections of the Metropolitan Museum of Art, the Museum of Modern Art, the Guggenheim Museum, and the Whitney Museum of American Art is included.      Advanced Courses in Ancient Art and Architecture    Birth of Greek Art: From the Bronze Age to the Geometric Period    ARTH-UA 101 Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics to be examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures.    Archaic and Classical Art: Greek and Etruscan    ARTH-UA 102 Identical to CLASS-UA 312. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Greek and Etruscan art from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art under the conquests of Alexander the Great. Studies architecture, sculpture, and vase painting within their historical and cultural contexts. Includes study of the Metropolitan Museum of Art collections.    Hellenistic and Roman Art    ARTH-UA 103 Identical to CLASS-UA 313. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Traces developments in art from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. Includes Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the art of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the art of the Roman Empire. Special emphasis on problems of chronology, choice of styles, and copies. Study of the Metropolitan Museum of Art and Brooklyn Museum collections is essential.    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage.    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.    Ancient Egyptian Art    ARTH-UA 110 Offered every year. 4 points.   Traces developments in the sculpture, painting, and architecture of ancient Egypt from predynastic beginnings through the Old, Middle, and New Kingdoms until the conquest of Augustus (3100–40 B.C.E.). Special emphasis on Egyptian art in the context of history, religion, and cultural patterns. Includes study of Egyptian collections of the Metropolitan Museum of Art and the Brooklyn Museum. There is no prerequisite for this course.      Advanced Courses in Medieval Art and Architecture    Art of the Early Middle Ages    ARTH-UA 201 Identical to MEDI-UA 201. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Christian architecture, sculpture, painting, mosaic, manuscript illumination, and luxury arts of the Greek East and Latin West from their origins ca. 200 C.E. through ca. 950 C.E. Considers the visual and material culture of Christianity in the Mediterranean world, Asia Minor, the Middle East, and northern Europe in light of the religious, historical, political, social, and cultural contexts of their creation. Style periods include early Christian, early Byzantine, barbarian, insular, Merovingian, and Carolingian. Monuments studied include the catacombs, the Arch of Constantine, the great mosaic programs of Italy, Hagia Sophia, the Lindisfarne Gospels and Book of Kells, and Charlemagne's palace chapel at Aachen. Topics include art and the commemoration of the dead; Christian attitudes toward Judaism and the classical tradition; art and theology; the emergence of the cult of saints and its art and architecture; early medieval patrons; arts of pilgrimage and early monasticism; word and image in early medieval culture; and iconoclasm and debates about the role of images in early Christianity.    Romanesque Art    ARTH-UA 202 Identical to MEDI-UA 202. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year.   4 points.   Examines the architecture, sculpture, painting, manuscript illumination, and treasury arts of the Latin West during the period ca. 950–1200 C.E., including Ottonian, Anglo-Saxon, Mozarabic, First Romanesque, and Romanesque art. Considers the visual arts of Christianity in Spain, France, Germany, Italy, England, and the Crusader States in light of the historical, religious, political, social, and cultural contexts of their creation. Monuments studied include Ottonian and Anglo-Saxon Gospel books; body-part reliquaries; the Hildesheim doors; illuminated Beatus manuscripts; the architecture and sculpture of Santiago, León, Toulouse, Conques, Vézelay, Moissac, Autun, Aquitaine, Provence, and Tuscany; and the Romanesque bible. Topics include the cult of saints and the arts; the art and architecture of pilgrimage and crusade; monasticism and the arts; Romanesque patrons, artists, and audiences; the Romanesque revival of monumental sculpture; Christian encounters with Islam and Judaism; secular themes in Romanesque art; word and image in Romanesque art; medieval attitudes toward the classical tradition; Romanesque art and social class; and Romanesque attitudes toward the arts.    Gothic Art in Northern Europe    ARTH-UA 203 Identical to MEDI-UA 203. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   The art of the \"age of the cathedrals\"—including architecture, sculpture, stained glass, manuscript illumination, wall painting, luxury arts, and tapestry—from the origins of the Gothic style in the 12th-century Ile-de-France through the early 15th century. Considers artistic developments in France, England, Flanders, Germany, and Bohemia in light of the religious, historical, political, social, and cultural contexts of their creation. Monuments include the architecture, sculpture, and glass of St. Denis, Chartres, Amiens, Reims, Canterbury, Wells, Ely, Strasbourg, Naumburg, and Prague; the Gothic apocalypse and moralized bible; and psalters and books of hours. Topics include Gothic patrons, artists, builders, and art-making; lay literacy and the patronage and reception of art; the cult of the Virgin and the arts; the Gothic image as bearer of religious, political, and social values and ideologies; humor and marginalia; arts of chivalry and courtly love; art, death, and memory in the Gothic period; naturalism and developments in portraiture; the roles of art in devotional and mystical experience; and Gothic art and late medieval notions of vision and the self.    Art and Architecture in the Age of Giotto: Italian Art, 1200–1400    ARTH-UA 204 Identical to MEDI-UA 204. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Examines developments in painting, sculpture, and architecture in Italy ca. 1200–1400, with emphasis on Tuscany, Umbria, Rome, Lombardy, and the Veneto. Traces the evolution of the painted altarpiece in relation to its liturgical, devotional, and cultic functions and with consideration of artistic personalities such as Duccio, Simone Martini, and the Lorenzetti. Studies the great fresco cycles in churches and chapels from the point of view of artists (including Giotto, Taddeo Gaddi, Andrea Bonaiuti, and Altichiero), patron(s), and program. Surveys key monuments of religious and civic architecture and their painted and sculpted decoration within the historical and political contexts of the emerging Italian city-states. Monuments studied include San Francesco, Assisi; the Scrovegni Chapel, Padua; the pulpits and tombs of the Pisani and Arnolfo di Cambio; the great Italian cathedrals; Santa Croce, Florence; the Palazzo Vecchio, Florence, and Palazzo Pubblico, Siena; and Santa Maria Novella, Florence. Topics include the mendicant orders and the arts; the Black Death and art; the status of the artist; gender and social class in representation and patronage; and the \"eclectic\" character of Italian Gothic.    Medieval Architecture    ARTH-UA 205 Identical to MEDI-UA 205. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Surveys the architecture of the Middle Ages in Western Europe with emphasis on the period from ca. 1000–1500 C.E., from the emergence of the Romanesque to the late Gothic period. Examines monumental religious and secular projects, such as the soaring cathedral of Amiens and the civic palaces of communal Italy, from stylistic, technical, functional, iconographic, and ideological perspectives. Topics include regionalism, patronage, the status of the \"architect,\" and the concept of the multimedia ensemble. Also situates buildings within their social, religious, and political contexts and examines the advantages and shortcomings of different approaches to the study of medieval architecture.      Advanced Courses in Renaissance and Baroque Art and Architecture    Architecture and Urbanism in Renaissance Europe    ARTH-UA 301 Identical to MEDI-UA 301. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   A new style of architecture developed in 15th-century Florence against the background of a vigorously evolving humanist culture and spread throughout Italy and beyond over the course of the 16th century. This course traces the evolution of Renaissance architecture through the work of major figures such as Brunelleschi, Alberti, Bramante, Michelangelo, and Palladio. Special attention is given to the social, cultural, and historical conditions that shaped the built environment.    Architecture and Urbanism in the Age of the Baroque    ARTH-UA 302 Formerly European Architecture in the Age of Grandeur. Identical to MEDI-UA 302. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   An architectural history of Europe, 1600–1750, with emphasis on the social, cultural, and historical conditions that shaped the built environment. Palaces, churches, villas, gardens, and urban spaces such as streets and piazzas are studied in terms of the life that went on in and around them. Themes under discussion include the pursuit of status through architectural patronage; the use of buildings to communicate political power or religious authority; the role of ceremony and spectacle in shaping architectural space and design; and the dissemination of the baroque style beyond Europe to the colonies. Special attention to the contributions of Bernini, Borromini, and Cortona in Rome; Guarini and Juvarra in Piedmont; Mansart and Le Vau in France; Neumann, the Asam brothers, and others in Germany and Austria; and Jones, Wren, and Hawksmoor in England.    Northern Renaissance Art, 1400–1530    ARTH-UA 303 Identical to MEDI-UA 303. Prerequisite: History of Western Art I (ARTH-UA 1),or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Addresses painting north of the Alps, ca. 1380–1530, partly late medieval, partly Renaissance. Examines the connection of breathtaking technique and deeply religious aspects of the art to function, symbolic thought, patronage, and changes in the society to which painting was related. Also explains ways in which we write history when most of the vital written documents are missing or destroyed. Artists discussed include Jan van Eyck, the Master of Flemalle, Rogier van der Weyden, Jean Fouquet, Hugo van der Goes, Enguerrand Quarton, Jerome Bosch, Albrecht Dürer, Matthias Grünewald, and Hans Holbein.    16th-Century Art North of the Alps    ARTH-UA 304 Identical to MEDI-UA 304. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Topics discussed include the development of landscape as a separate subject in art; the Reformation's effects on subject matter and aesthetics; what northerners learned from the classicizing Italians and what the Italians learned from northern realism; aspects of patronage and the art market; northern ideas about the nude and eroticism; the northern interest in peasant life and in the grotesque; the sociopolitical significance of dress; and the importance of printmaking. As modern nation-states coalesce, we see the development of artistic tendencies that can be called French, Netherlandish, and German. Among the artists to be discussed are the German artists Albrecht Dürer, Matthias Grünewald, Hans Holbein the Younger, and the Cranach family; the Netherlandish artists Hieronymus (Jerome) Bosch, Quentin Massys, Lucas van Leyden, Jan Gossaert, and Pieter Brueghel the Elder; and Jean and François Clouet and other artists associated with the French court.    Italian Renaissance Sculpture    ARTH-UA 305 Identical to MEDI-UA 305. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The role of sculpture in the visual arts in Italy from ca. 1400–1600, primarily in central Italy, is studied through intensive examination of major commissions and of the sculptors who carried them out. Earlier meetings focus on Donatello and his contemporaries, including Ghiberti, Quercia, Verrocchio, and Pollaiuolo. Thereafter, students examine Michelangelo's sculpture and compare his works with those of contemporaries and followers, ending with Giambologna.    Early Masters of Italian Renaissance Painting    ARTH-UA 306 Identical to MEDI-UA 306. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Achievements of the chief painters of the 15th century studied through their major artistic commissions. Special attention is given to the Tuscan tradition. A brief introduction to Giotto and his time provides background for the paintings of Masaccio and his artistic heirs (Fra Angelico, Filippo Lippi, Piero della Francesca, and others). Topics include the role of pictorial narrative, perspective, and mimesis; the major techniques of Renaissance painting; and the relationship of painting to the other visual arts. In the later 15th century, social and cultural changes generated by power shifts from Medici Florence to papal Rome also affected art patronage, creating new tensions and challenges for artists and fostering the emergence of new modes of visualization.    The Age of Leonardo, Raphael, and Michelangelo    ARTH-UA 307 Identical to MEDI-UA 307. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered in the spring. 4 points.   Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.    The Golden Age of Venetian Painting    ARTH-UA 308 Identical to MEDI-UA 308. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The art of Venice and its surroundings, Emilia and Lombardy. Covers the Bellini family, Giorgione, the young Titian, Sebastiano del Piombo, and their profound impact in Venice and related centers; the itinerant careers of Carlo Crivelli and Lorenzo Lotto; and the origins and implications of Correggio's and his student Parmigianino's daring artistic experiments. Examines the achievements of the mature Titian and their significance for his contemporaries. Veronese, Tintoretto, Bassano, and, in the 18th century, Tiepolo, bring Venice's golden age to a close. Stresses artistic reciprocity between northern and central Italy.    Italian Art in the Age of the Baroque    ARTH-UA 309 Identical to MEDI-UA 309. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.    Painting and sculpture in Italy, 1580–1700. Highlights  major developments in the visual arts and the work of leading artists including Caravaggio, Carracci, Bernini, and Poussin. Focusing on the often paradoxical nature of Baroque art, the course examines the blurring of boundaries between the real and the imaginary, the instantaneous and the infinite, the imitative and the innovative. Special attention is paid to the creative process and the influences on it: the role of the patron, the logistics of site, and the artist's own thought process as revealed through preparatory drawings and sketches. The course is designed to help students develop the skills necessary to \"read\" works of art in all their rich complexity of form and meaning.    Dutch and Flemish Painting, 1600–1700    ARTH-UA 311 Identical to MEDI-UA 311. Prerequisite: History of Western Art II (ARTH-UA 2),   or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   In Antwerp, Rubens overturned all previous concepts of painting. The first to deserve the term \"Baroque,\" he dominated Flanders. Van Dyck, his pupil, took Rubens's style to England. Dutch painters, including Hals, Rembrandt, and Vermeer, moved in a different direction, addressing every aspect of their country and society: the peasant, the quiet life of the well-ordered household, the sea and landscape, views of the cities, and church interiors.    French Art: Renaissance to Rococo, 1520–1770    ARTH-UA 313 Identical to MEDI-UA 313. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   Topics include arrival of the Italian Renaissance in France during the reign of Francis I and the completion of the palace at Fontainebleau; the revival of art around 1600 after the religious wars of the Reformation; the impact of Caravaggio in France; Poussin and Claude Lorrain in Rome, and other painters in Paris (for example, Vouet, Champagne, and Le Nain); artistic splendors of the court of Louis XIV at Versailles; and the rococo of Watteau, Chardin, Boucher, and Fragonard.    Art in Spain from El Greco to Goya    ARTH-UA 315 Identical to MEDI-UA 315. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   The first third of this course focuses on the major figures in the development of early modern Spanish art: El Greco in Italy and Toledo, Velázquez, Zurbarán, Murillo, Ribera, Valdés Leal, and others. Lectures on still life painting and polychrome wood sculpture are also included. The 18th century (the Tiepolo family, Meléndez) is then discussed. The focus then shifts to the art of Francisco de Goya and the projection of Spanish art into the modern era. This course also seeks to define Spain in the 16th and 17th century as a global power and thus emphasis is also placed on art in such New World centers as Mexico City and Lima in the colonial era.    Latin American Art: From Colonial to Modern    ARTH-UA 316 Identical to MEDI-UA 316 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Not a traditional survey, this course opens with a brief consideration of the achievements of the great pre-Hispanic civilizations (Aztec, Maya, Inca, and others) prior to contact with the Iberian world. Major emphasis is given to colonial painting, sculpture, and architecture in Mexico and Central America, the Caribbean, and the Andes. Painting and sculpture of the 19th century and the secularization of Latin American art is then examined before a discussion of the establishment of modernism that comes about with the formation of academies and the travels of many artists from all parts of Latin America and the Caribbean to Europe and the U.S. from 1900 onward. Important modern artists such as the Mexican muralists, Frida Kahlo, Joaquín Torres-García, Tarsila do Amaral, Wifredo Lam, and the surrealists will bring the course up to approximately 1950.      Advanced Courses in Modern Art and Architecture    American Art    ARTH-UA 404 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Examines the art that developed in what is now the United States, from the beginnings of European colonization until the First World War and the internationalizing of American art. Includes painting, sculpture, and architecture, concentrating on the work of Copley, Cole, Winslow Homer, Mary Cassatt, and others. New York City provides major collections of painting and sculpture, as well as outstanding examples of architecture.    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Focusing on the creation of modern building types such as the bank, state capitol, museum, railroad station, and skyscraper, the course begins in the later 18th century with the idealistic designs of Ledoux and Boullée. After considering the forms and meanings associated with neoclassicism, the course examines the Gothic revival and subsequent 19th-century movements (e.g., high Victorian Gothic, Second Empire, beaux-arts classicism) as efforts to find appropriate expressions for diverse building forms. Students consider changes resulting from the Industrial Revolution, including developments in technology, and the reforms of art nouveau and secession architecture. Works of Adam, Soane, Jefferson, Schinkel, Pugin, Richardson, and Sullivan; McKim, Mead, and White; Mackintosh, early Frank Lloyd Wright, and others.    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Chronological account of architecture and ideas since 1914. Considers such subjects as currents on the eve of the First World War, new technology, and the impact of the war; architecture and politics between the wars; the rise of expressionist design; the international style and the concurrent adaptation of traditional styles; art deco design; mid-century glass curtain-wall architecture; brutalism; and reactions to modernism. Includes ideological and political considerations and works by Frank Lloyd Wright, Le Corbusier, Ludwig Mies van der Rohe, Louis Kahn, Alvar Aalto, Philip Johnson, James Stirling, Frank Gehry, and Santiago Calatrava, among others.    Neoclassicism to Realism    ARTH-UA 411 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   The Enlightenment shaped the visual arts in two seemingly antithetical ways. On the one hand, the period's valorization of cool rationalism contributed to the rise of neoclassicism as a dominant style during the 18th century. The other course of Enlightenment thinking, exemplified by the writings of J. J. Rousseau, celebrated emotion as the purest form of intellectual as well as spiritual expression. Romanticism, with its emphasis on subjectivity and intense emotionalism, is as much a product of the Enlightenment as neoclassicism. Following on the heels of romanticism, realism has been alternately described as a rejection of romanticism and as an extension of it. Focusing on these three stylistic movements, this course examines how late 18th- and early 19th-century artists negotiated not just the aesthetic ideas of the Enlightenment but its political consequences as well.    Impressionism to Expressionism    ARTH-UA 412 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Beginning by considering how impressionism refined and redirected the artistic aims of 19th-century realism, this course follows the development of progressive art to the brink of cubism and pure abstraction in the first years of the 20th century. Following impressionism and post-impressionism, close attention is paid to symbolism, aestheticism, art nouveau, the Arts and Crafts movement, fauvism, and expressionism. The aesthetic aims of these movements are analyzed in tandem with the social and cultural conditions that generated them.    Cubism to Abstract Expressionism    ARTH-UA 413 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   After analyzing the invention of cubism by Picasso and Braque, this course examines its international reverberations, including Italian futurism, the later phases of German expressionism, the de Stijl movement in the Netherlands, and suprematism and constructivism in revolutionary Russia. The dada movement in the period during and after World War I is examined as a reaction to the apparent bankruptcy, cultural and artistic, of Western civilization. However, this nihilistic impulse is followed by a \"return to order\" in the 1920s. The course then examines the tensions in the multiple currents of surrealism: metamorphic, academic, and abject. Painting after World War II, from Pollock to Dubuffet, is analyzed as an extension and transformation of prewar trends.    Postmodern Art and Contemporary Art    ARTH-UA 414 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Surveys art in the postmodern era, ca. 1955 to the present. After examining the innovations of the neo-avant-garde generation (1955–75), our focus shifts from the radical innovations in mediums, materials, and techniques to the expanded field of critical engagement that contemporary art encompasses. Discrete \"early\" developments sometimes dubbed neo-dada, such as op, pop, and fluxus, but also minimalism, conceptual art, and arte povera, radically diversified the look of art and forced the dissolution of stylistic and formal categorization in favor of a classification based on a particular question, mediatic intervention, or mode of critique. If the late 20th century brought a new emphasis on gender, race, and a number of newly pressing political forces and motivations, as we enter the 21st century, post-studio (and perhaps also \"post-critical\") artistic practices increasingly tend to be reoriented toward technology and globalism, further complicating our idea of art's relationship with its own present.    Aesthetic History of Photography    ARTH-UA 431 Identical to PHTI-UT 1102. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every spring. 4 points.   Chronicles the history of photography's complex and symbiotic relationship to the other visual arts: painting, sculpture, architecture, installation, and performance, among others. Beginning with the medium's invention and the early fights of its practitioners to establish themselves as fine artists, the course describes photographers' unique attempts to negotiate their relationships with both artistic movements and the media culture of which they are a part. Robinson, Cameron, Emerson, F. Holland Day, Stieglitz, Moholy-Nagy, Rodchenko, Weston, Álvarez Bravo, Lartigue, De Carava, Cahun, Robert Frank, Diane Arbus, and Cindy Sherman (among others) are seen within the context of their respective art worlds, so the impact of art movements, cultural attitudes, and new technologies on photographers during different historical periods can be assessed.    Social History of Photography    ARTH-UA 432 Identical to PHTI-UT 1101. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   A social and political history of photography, from its beginnings to the present day. The course focuses on the popular forms of photographic imagery, such as advertising, fashion, travel photography, family portraits and snapshots, scientific documents, documentary reform, and photojournalism, as well as describes the medium's relationship to Western (and global) social history during the modern era. Brady, Warhol, Capa, Nadar, Martin Chambi, Atget, Tomatsu, Muybridge, Curtis, Bourke-White, Gordon Parks, Álvarez Bravo, and Berenice Abbott are in the cast of characters to be discussed, and readings include those by Susan Sontag, John Berger, and Roland Barthes.    Toward a Critical Vocabulary of Photography    ARTH-UA 433 Identical to PHTI-UT 1129. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   Emphasizes the analysis and synthesis of visual and written information. The readings include essays by critics Roland Barthes, Donna Haraway, Susan Sontag, Boris Groys, and bell hooks, as well as articles or excerpts by Thomas Kuhn, Mircea Eliade, John Berger, and George Kubler. Critical essays are interspersed with other kinds of texts, such as The Tibetan Book of the Dead, Persepolis, Black Elk Speaks, and the novel Perfume. This mixture of topics, texts, and issues is designed to broaden students' understanding of important concerns in philosophy, art history, science, literature, and cultural studies that are relevant to photography. Class time is spent in analysis of these texts in relation to historical and contemporary pictures.    Museums and the Art Market    ARTH-UA 701 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   An overview of the history and theory of museums and the art market. It presents a series of lectures and case studies examining such issues as the birth of the museum, the role played by world's fairs and biennials, the impact of collectors, the art market, and the gallery system. Throughout, the class makes use of museums, galleries, and auction houses in New York.    Courses in Non-Western Art and Architecture    No previous study is required for admission to the following courses unless a prerequisite is stated in the description.    East Asian Art I: China, Korea, Japan to 1000 C.E.    ARTH-UA 510 Identical to EAST-UA 91. Offered periodically. 4 points.   An introduction to the art and culture of the Far East. The materials are presented in a chronological and thematic approach corresponding to the major dynastic and cultural changes of China, Korea, and Japan. Teaches how to \"read\" works of art in order to interpret a culture or a historical period; aims at a better understanding of the similarities and differences among the cultures of the Far East.    East Asian Art II: China, Korea, Japan from 1000 C.E. to Present    ARTH-UA 511 Identical to EAST-UA 92. Offered periodically. 4 points.   An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. The course emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.    South Asian Art I: Indus Valley to 1200    ARTH-UA 530 Offered periodically. 4 points.   An introductory survey of the history of South Asia from 2000 B.C.E. to 1200 C.E., with an emphasis on the Indian subcontinent. From the Indus Valley culture to the present day, artistic production has played a critical role in the transmission of religious beliefs and the development of cultural systems in and around South Asia. Diverse regions were linked by trade, politics, and cultural relationships, and interaction can be charted through the changing forms and functions of art. We consider the historical circumstances surrounding the production of South and Southeast Asian art, as well as the problems that art historians face when trying to interpret the surviving evidence. We look at art in a variety of media, including, but not limited to, architecture, urban form, sculpture, painting, and performance.    South Asian Art II: 1200 to Present    ARTH-UA 531 Offered periodically. 4 points.   An introductory survey of the history of South Asian art from ca. 1200 C.E. to the present. It begins with the introduction of Islamic artist traditions into the Indian subcontinent through the establishment of the Delhi Sultanate, which effectively integrated itself into a widely diverse and multicultural range of preexisting artistic practices. It follows the cultivation of new tastes in the Mughal and Rajput courts through the vigorous interaction among Persian, Indic, and European artists and elites. Finally, it turns to the colonial and postcolonial artistic responses to South Asia's complex past(s). By looking at art in a range of media—including, but not limited to, painting, sculpture, architecture, and photography—this course considers the ways in which art actively served as expressions of political authority and cultural identity.    Art in the Islamic World I: From the Prophet to the Mongols    ARTH-UA 540 Offered periodically. 4 points.   Provides an outline of Islamic material in its early and classical periods, from 650 to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span.    Art in the Islamic World II: From the Mongols to Modernism    ARTH-UA 541 Offered periodically. 4 points.   An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century.    Arts of Africa    ARTH-UA 560 Identical to SCA-UA 787. Offered periodically. 4 points.   The traditional art of sub-Saharan Africa—its diversity and cultural contexts, as well as its universal aspects—is the subject of this course. African art is studied in relation to its meaning and function in traditional societies, wherein art has socialized and reinforced religious beliefs, reflected male and female roles, and validated systems of leadership. The course covers architecture, sculpture, textiles, paintings, jewelry, and ceramics. Field trips to museums and/or private collections supplement class lectures.    North American Indian Arts    ARTH-UA 570 Offered periodically. 4 points.   An introductory survey of North American Indian and Eskimo art. It covers the following art-producing areas and cultures: Northwest Coast (Ozette, Salish, Nootka, Haida, Kwakiutl, Tlingit); Alaska (Old Bering Sea, Ipiutak, and Yupik Eskimo); Southwest (Hohokam, Mogollon, Anasazi, Hopi, Navajo); Plains (Arapaho, Kiowa, Mandan, Sioux); Woodlands (Adena, Hopewell, Mississippian, Ojibwa, Iroquois); and contemporary art (tradition and innovation in contemporary Native American and Eskimo art).      Other Advanced Courses in Art and Architecture    European and American Decorative Arts: Renaissance to Modern    ARTH-UA 10 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of the design of objects used in daily life. Studies works of art in a social and historical context. Beginning with the Italian, French, and northern Renaissance, surveys the Louis styles in France, international neoclassicism, and the Victorian style. The course concludes with the modern period. Stresses the history of furniture, although the course also covers glass, silverware, tapestries, ceramics, wallpaper, carpets, and small bronzes.    Special Topics in the History of Art    ARTH-UA 150, ARTH-UA 250, ARTH-UA 350, ARTH-UA 450, ARTH-UA 550, ARTH-UA 750, and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas. Those that carry prerequisites are normally considered advanced courses in the major, satisfying requirements in the ancient or medieval, Renaissance or baroque, or modern areas.    Note : Any course in the Urban Design and Architecture Studies program may be counted as an elective for the art history major.       Advanced Seminar in Art History    Advanced Seminar    ARTH-UA 800 Prerequisite: permission of the director of undergraduate studies. Open to departmental majors who have completed five 4-point art history courses. Offered in the fall and spring. 4 points.   Exposure in small-group discussion format to historical/critical problem(s) of particular concern to the faculty member offering the seminar. Requires oral report(s) and/or a substantial paper.      Honors Thesis and Independent Studies in Art History    Senior Honors Thesis    ARTH-UA 801 4 points.   Open to departmental majors who have been accepted as candidates for honors in art history in the first term of their senior year and who have the permission of the director of undergraduate studies. See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters by following ARTH-UA 801 in the fall with ARTH-UA 804 in the spring (see Independent Study, below). Applicants must have a GPA of 3.65 in art history courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations.    Independent Study    ARTH-UA 803, 804 Prerequisite: written permission of the director of undergraduate studies and of an adviser. 2 to 4 points per term.   Independent study consists of the investigation, under the guidance and supervision of a designated instructor, of a research topic agreed on by the student and instructor and approved by the chair. Requires a substantial report written by the end of the term. Internships receive a maximum of 2 points, and written work is required, just as it is for any other independent study. Prior approval by a faculty member is required for internship credit.      Graduate Courses Open to Undergraduates    Juniors and seniors who are credited with a 3.65 grade point average in five art history courses may take, for undergraduate credit, the 1000- and 2000-level courses offered in the Graduate School of Arts and Science at the Institute of Fine Arts, 1 East 78th Street. For more information, please consult the Graduate School of Arts and Science Bulletin or the announcement of courses of the Institute of Fine Arts. Before registering for these courses, students must obtain the permission of the director of undergraduate studies, as well as that of the instructor of the course.      Urban Design and Architecture Studies: Foundation Courses    History of Architecture from Antiquity to the Present    ARTH-UA 601 Offered every semester. 4 points.   Introduction to the history of Western architecture, emphasizing the formal, structural, programmatic, and contextual aspects of selected major monuments from ancient times to the present. Monuments discussed include the Parthenon, the Roman Pantheon, Hagia Sophia, the cathedral at Chartres, St. Peter's, Palladio's Villa Rotonda, St. Paul's Cathedral, Versailles, the London Crystal Palace, Frank Lloyd Wright's Fallingwater, Le Corbusier's Villa Savoye, the Guggenheim Museum in Bilbao, Mies van der Rohe's Barcelona Pavilion, and others. Lectures analyze monuments within their contexts of time and place. Also considers aspects of city planning in relation to certain monuments and to the culture and events of their time.    Shaping the Urban Environment    ARTH-UA 661 Offered every semester. 4 points.   Introduces basic concepts of Western urbanism, focusing primarily on Europe and the United States. Lectures, readings, and course work present both a survey of city form since antiquity and an analysis of contemporary urban issues. Students investigate key elements of urban development, including roads, walls, water, housing, transportation, and open space, as well as factors influencing these elements, such as types and shapes of cities, engineering, and architectural form as an expression of political systems. Special attention is given to real estate development, landmark preservation, city planning, and community participation in New York City.      Urban Design and Architecture Studies: Architecture and Urban History Courses    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Medieval Architecture    ARTH-UA 205 Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Medieval Art and Architecture.\"    European Architecture of the Renaissance    ARTH-UA 301 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Architecture in Europe in the Age of Grandeur (the Baroque)    ARTH-UA 302 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Architecture in New York: Field Study    ARTH-UA 602 Offered periodically. 4 points.   Examines the history of architecture and urbanism through the landmark buildings and neighborhoods of New York City. Students consider key issues of architectural history, including style, building type, patronage, professional education, adaptive reuse, construction techniques, and the process of historic preservation, all within the context of urban and national development. Course meetings consist of classroom lectures and field-study trips, including visits to Broadway/ Battery, South Street Seaport, City Hall area, SoHo, Greenwich Village, Ladies' Mile/Gramercy, Upper West Side, Grand Central/ 42nd Street, Park Avenue, and Rockefeller Center.    Cities in History    ARTH-UA 662 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every other year. 4 points.   Historical survey of city types, plans, and symbolic meanings from classical Greece to the present. Subjects include ancient towns and planned cities, especially those of the Roman Empire; medieval commercial centers and cathedral towns; Renaissance plazas and baroque street systems; and 19th-century industrial, colonial, and resort cities. Emphasis on European and American cities. Discussion of London, Paris, and Rome throughout.    History of City Planning: 19th and 20th Centuries    ARTH-UA 663 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every year. 4 points.   Examines the history of cities, planning, and urban design in Europe and the United States since 1800. Students can expect both a survey of city planning history and consideration of thematic issues. Lectures and readings emphasize the social, political, and economic factors shaping modern cities, including industrialization, housing, sanitation, transportation, social reform, recreation, and infrastructure, as well as cultural and aesthetic debates about style, monumentality, and diversity in cities. Course work includes readings of primary documents and recent interpretations, individual research, and field trips to notably planned sites in the New York area.    Special Topics in Urban Design and Architecture Studies    ARTH-UA 650 and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas.      Urban Design and Architecture Studies: Seminars    Decision Making and Urban Design    ARTH-UA 670 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   The impact and limitations of private and public decision-making power on urban design and architecture. City architecture in light of the values and priorities set by a society. Recognition of citizens' groups as increasingly important factors in city planning and related changes. Critically evaluates the complexity of decision making and historical circumstances as related to the built urban environment on the basis of historical and modern American and European examples.    Architecture in Context    ARTH-UA 671 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. 4 points.   Addresses issues arising from new structures and interventions to existing structures, which must relate to existing well-defined contexts of the sort found throughout New York City. Students are encouraged to think about, discuss, create, and report on designs that recognize and suit their contexts. The focus is on typical New York City building types. Includes town houses, additions to existing structures, adaptive reuse of residential structures for institutional use, streetscape improvements, and urban parks.    Environmental Design: Issues and Methods    ARTH-UA 672 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   On the basis of selected topics, examines the manifold technological considerations that affect urban building and urban environmental quality in cities today. Topics include the specifics of power supply, heating, lighting, ventilation, internal traffic (vertical and horizontal), pollution control, and other topics of immediate significance. Focuses on the potential of technology to resolve urban environmental problems.    Urban Design: Infrastructure    ARTH-UA 673 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Serves as a laboratory for the investigation of New York City's infrastructure, using the definition of the word as a point of departure. In what ways can the city be perceived as a collective undertaking, with intricate components interwoven in continuous strands? What systems and forces give the city and its neighborhoods their current form, and what influences their future shape? Can these systems be dissected? What do these analyses tell us about the relationship of the city to its inhabitants and to the wider environment? Through lectures, reading assignments, discussions, and field trips, we investigate some of the major components of the city's infrastructure, such as the street grid, water supply, waste disposal, and subway system.    Urban Design and the Law    ARTH-UA 674 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Relationship between physical surroundings and the basis of society in law. Examines the effects of zoning regulations and building codes; urban renewal legislation; condemnation procedures; real estate law; law concerning tenants; taxation; special bodies such as the Port Authority of New York and New Jersey; preservation and landmarks; licensing procedures for architects, engineers, and planners; and pollution control measures. Special attention to laws of New York City and nearby communities.    Seminar in Urban Options for the Future    ARTH-UA 675 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on alternative futures for the city of tomorrow that may be effected through the development of new forms of technology and the utilization and exploitation of the state of the art in urban structural designs. Topics include redesign of the business district; recovery of city resources; and social, political, and economic implications of new city forms considered in projections for a new urban face.    Drawing for Architects and Others    ARTH-UA 676 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 2 points.   A basic drawing course intended to teach students to perceive—to record phenomena manually without relying on formulaic methods of drawing perspective, volumetrics, and the like. Students are encouraged to examine proportion, scale, light, shade, and texture, as well as means of expression, the nature and essence of objects, various media, and graphic composition. The course assists students in creating a comprehensive series of drawings and in building a portfolio.    Reading the City    ARTH-UA 677 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on observation and documentation of a historical section of New York City from its foundation to the present. Students participate in field walks and attend in-class lectures and discussions. A principal objective of the course is to have students learn to read the historical stratigraphy of the city by using primary and secondary sources such as maps, prints, and panoramas, as well as City Council minutes and other printed documents. The goal is to have them deepen their understanding of phenomena that they have observed firsthand.    Architectural Criticism    ARTH-UA 678 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Combines the reading and writing of architectural criticism. Students read the work of prewar and postwar architecture critics, focusing on those who live(d) and work(ed) in New York City and those who write and wrote for the popular press. Six class sessions are devoted to thematic groupings of reviews—on the skyscraper, the museum, urban planning, and more—in order to compare critical language, approach, and taste, while also tracking changes in architectural style from 1900 to the present. These reviews are supplemented with readings in architectural theory that attempt to define the styles of the past and present century. Students also write three reviews themselves, including one on a building, shop, or urban plan of their choice. The course should offer both an alternative history of 20th-century New York City and an opportunity to think and write about architecture in a new and opinionated way.    Parks, Plants, and People    ARTH-UA 679 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered periodically. 2 points.   Studies the components of successful urban green public spaces designed for and about people. Students participate in numerous site visits to important New York City parks and gardens to study the way people actually use these places. Students also are expected to visit others and report on them to the class. Students study the research and observations of William H. Whyte and the role that good planting and a connection with nature play in improving the quality of life in the city.    Case Studies in Historic Preservation    ARTH-UA 681 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered in the spring. 4 points.   A survey of the history, philosophy, and practice of historic preservation on the national and local levels. Through case studies, students learn about the field as a civic responsibility and public activity. It is, therefore, very much a course in civics, as it aims to equip and energize students to be involved in the quality of the built environment in general and historic preservation in particular wherever they may live, and wherever their professional paths may take them.      Honors Thesis and Independent Studies in Urban Design and Architecture Studies    Senior Honors Thesis: Urban Design and Architecture Studies   ARTH-UA 690, 691 Open to departmental majors who have been accepted as candidates for honors in urban design in the first term of their senior year and who have the permission of the director of undergraduate studies.   See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters. A GPA of 3.65 in urban design courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations are necessary. 4 points.    Independent Study    ARTH-UA 803, 804 Prerequisites: written permission of the program director and of an adviser. 1 to 4 points per term.   See this department's subheading \"Honors Thesis and Independent Studies in Art History.\"      Urban Design and Architecture Studies: Courses in Other Departments Counting for Major Credit    Urban Society    ANTH-UA 44 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. 4 points.   See description under Anthropology .    Cities in a Global Context    SCA-UA 602 4 points .   See description under Metropolitan Studies .    Urban Economics    ECON-UA 227 Identical to SCA-UA 751. Prerequisite:   Economic Principles II (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). 4 points.   See description under Economics .    Cities, Communities, and Urban Life    SOC-UA 460 Identical to SCA-UA 760. 4 points.   See description under Sociology .    With departmental approval, other courses may be substituted.      Graduate Courses Open to Undergraduates    Under special circumstances, students are allowed to enroll for courses in the Graduate School of Arts and Science and in the Robert F. Wagner Graduate School of Public Service . If these courses are credited toward the undergraduate degree, no advanced credit is allowed toward a graduate degree. The Wagner program offers undergraduate courses in management of nonprofit organizations and in the role of government in art production and consumption."}]},
{"detail": [{"content": "Course Descriptions    | Glucksman Ireland House | New York University                                          Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies                Minor              Current Courses              Past Course Offerings            Course Descriptions            B.A./M.A. Program              Study Abroad         Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Home &gt; Undergraduate Studies &gt; Course Descriptions     Course Descriptions                     Basic Language Courses in Irish:       These courses focus on learning Irish (sometimes referred to as Gaelic)   as it is spoken in the Irish-speaking regions of Ireland, known as the   Gaeltacht. The courses utilize conversation and song, and aim to promote   fluency in spoken Irish as well as proficiency in reading and writing.   Students progress to conversation, translations, compositions, and readings   from contemporary Irish literature. They also participate in Irish-speaking   events at Glucksman Ireland House. The Irish language fulfills NYU's    Morse   Academic Plan language requirement .       Elementary Irish I       IRISH-UA 0100 Identical to EURO-UA 0100. Open to students with no   previous training in Irish. 4 points.    This course introduces students to the rudiments of the Irish language,   including phonemes and pronunciation, syntactical structure, and verbal   conjugations. In addition, a history of the language is provided, as well   as a general introduction to Irish culture, including discussions of family   and place names. Students are encouraged to begin speaking with basic   sentence structures.       Elementary Irish II       IRISH-UA 0101 Identical to EURO-UA 0101. Continuation of IRSH-UA   0100 or assignment by placement examination or department permission. 4   points.    This course builds on the grammatical lessons of Elementary Irish I and   expands into more complex verbal conjugations while concentrating on   idiomatic expressions. The accumulation of vocabulary is stressed and   students are introduced to basic literature in Irish while developing   beginning conversational fluency.       Intermediate Irish I       IRISH-UA 0102 Identical to EURO-UA 0102. Prerequisite: IRSH-UA   0101 or assignment by placement examination or department permission. 4   points.    For the more advanced student of Irish, this course focuses on improving   conversational fluency and on expanding vocabulary through reading more   complex literature in Irish.       Intermediate Irish II       IRISH-UA 0103 Identical to EURO-UA 0103. Continuation of IRSH-UA   0102 or assignment by placement examination or department permission. 4   points.    The focus of this course is on conversational fluency, strengthening   students pronunciation and command of the language. This will be supported   by reading novellas suitable for adult learners, songs, poetry, folklore   and group activities.       Introduction to Celtic Music       IRISH-UA 0152 Identical to MUSIC-UA 0151. 4 points.    This course provides a comprehensive introduction to the traditional and   contemporary music of the Celtic areas of Western Europe—Ireland, Scotland,   Wales, Brittany, and Galicia. Recordings and live performances present the   extraordinary range of singing styles and the musical instruments employed   in each culture, including harps, bagpipes and a variety of other wind,   free reed, keyboard and stringed instruments. Forms and musical styles are   explored in depth along with a study of their origin, evolution, and   cultural links.       Global Diaspora the Irish Case       IRISH-UA 170.001    The Irish have exemplified global patterns of migration over centuries.   This course aims at a systematic exploration of the dispersal of Irish   people around the world, focusing on their interaction with the various   host cultures they have encountered both as settlers and in other roles.   Particular attention will be given to the movements of Irish on the   European continent and in Britain, the United States and Canada, the   Caribbean, Australia and New Zealand and South America. We will study   the consequences of emigration for Ireland and for the receiving nations,   as well as Ireland's transformation in the late twentieth century from   emigrant nursery to an emigrant destination. Starting with a chronological   focus, the class them moves to a more geographic concentration on some of   the most prominent Irish diasporic communities. As well as drawing on the   literature extant in the field, this class will make use of oral histories,   film and audio sources to explore the relevant themes and topics.       The Irish &amp; New York       IRISH-UA 0180 Identical to HIST-UA 0180 and METRO-UA 0325. 4   points.    This course considers the symbiotic relationship between a developing   metropolis and an immigrant people since the 18th century, with a special   concentration on significant mid-19th century political, social and   cultural changes when New York City was dramatically altered by the   Irish. The ultimate goal of this course is to learn to think   critically about the past. Students will (1) explore how certain   themes and events are used to define and mythologize the urban and ethnic,   and (2) consider the factors beyond race and language which help define and   preserve ethnic group identity over time. Student projects in new   media will be encouraged.       Topics in Irish History       IRISH-UA 0181 Identical to HIST-UA 0181. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings from visiting scholars and specialists in   particular fields. Past examinations have included imagery and ideology of   Irish nationalism, Irish American popular folk culture, and the Irish in   America.       Section 1 - IRISH-UA 181.001 - Ireland and   America since 1920    This course examines the history of Ireland (including Northern Ireland),   the United States, and significantly Irish America, as they intersect or   diverge over the course of the twentieth century. When Northern   Ireland was created in 1920 and the Irish Free State in 1922, there were   2.3 million Irish-born living in America, nearly half the population of the   entire island. A new phase in Irish-American relations began during   which diplomacy, economics, education, immigration, nationalism, tourism,   culture, philanthropy and the circulatory movement of capital emerged as   major arenas for interaction. Through readings, films, oral history   and discussions that highlight the comparative element of this course,   students will examine key themes that connect Ireland and the United States   in this period as well as interrogating an emerging historiography.       Section 2 - IRISH-UA 181.002 -   Global History of Irish-Speaking Ireland, 1500-Present    Irish (or Gaelic), the language spoken by a majority of the Irish people up   until the beginning of the nineteenth century, has played a major role in   the history of Ireland and its wider global diaspora. The medium of one of   the earliest vernacular literatures in Europe, the subsequent decline in   the number of its speakers prompted a move to restore it as part of the   creation of an independent Ireland. This course will trace the history of   the Irish-speaking community, starting with samples (in English   translation) of early modern prose and poetry, and followed by a look at   the fortunes of the Irish-speaking community in the nineteen century in   Ireland, North America, and Australia. Finally, the last third of the   course will take up the subject of its revival, the status of Irish in a   fully independent state, and the politics of language in Northern   Ireland.       History of Modern Ireland, 1580-1800       IRISH-UA 0182 Identical to HIST-UA 0182. 4 points.    Examines the English conquest of Ireland from the reign of Elizabeth I to   the last meeting of the Irish Parliament. Key themes include the plantation   of Ireland with settlers from England, Scotland, and Wales, the decline of   the Gaelic political order and culture, the religious reformation and   Counter Reformation, Ireland as a site of English and European wars, the   imposition of a penal code, and the vain attempt to rebel against British   rule in the late 18th century resulting in the Act of Union, which   disestablished the Irish Parliament in Dublin.       History of Modern Ireland, 1800 to the present       IRISH-UA 0183 Identical to HIST-UA 0183. 4 points.    This class explores topics of conquest, collaboration, assimilation,   resistance and migration through the prism of the Ireland, in the years   since 1800. Particular attention is paid to the complex geopolitical   relationship that has existed between Ireland and her nearest neighbor,   Britain. The Act of Union is located in the context of a panoramic survey   of the condition of Ireland on the eve of incorporation into the United   Kingdom. We look at the place of the historical memory in fashioning   inherited identities shaped most explicitly by nationalism. The Irish   diaspora is another important part of this course and is a theme that spans   the centuries. We excavate the complex links between culture, language,   politics and identity, and expressed in a variety of movements in Ireland   and abroad. By starting with the emergence of nationalism in the nineteenth   century we can gain an understanding of the political impulses that shaped   twentieth-century Irish history. In the aftermath of revolution, a bitter   civil war and partition, the island saw two state-building projects emerge   catering to the needs of two jurisdictions divided along political,   cultural and economic priorities. We plot out the most significant aspects   of the division that has characterized the history and shed light on the   dynamic of Ireland's more recent history.       Seminar in Irish History       IRISH-UA 185 4 points.    Intensive examination of specific areas of Irish history with an emphasis   on critical reading and individual research projects. Past themes include   the development and modernization of the Republic of Ireland with   particular consideration of the economy; the Great Famine of 1845-1851,   which was an immediate and long-term catastrophe for the Irish people but   which was also the catalyst for substantial changes - positive and negative   - in Irish society and culture; and the cinematic representations of Irish   Americans.       Section 1 - IRISH-UA 185.001 -   The Largest Irish City in the World: New York City, 1880: A Geographical   and Statistical Analysis    In the year 1880, following over a century of robust migration links   between Ireland and the eastern seaboard of the U.S., three-quarters of a   million residents of New York City could claim Irish ancestry, with a third   of these first-generation immigrants. It is this population that will serve   as the basis for a semester-long research investigation of the demographic,   social, and cultural dynamics variables of these residents as revealed in   the 1880 U.S. census. The course will be built around student acquisition,   via labs, of a set of analytical techniques, including statistical   sampling, demographic data analysis, and database construction, as well as   student application of ArcGIS and stats software. Among the digital and   statistical skills imparted in this class will be understanding demographic   dataset structures and design, learning approaches to regularizing and   “cleaning” rough data for effective analysis, user training in IPUMS-USA   data resources, and use of ArcGIS to organize and manage geographically   variant historic data within an urban setting using georeferencing. In   addition, the course will impart firm historical knowledge of the time   period with readings and discussion on the material culture, social   characteristics, and living conditions of Irish populations in nineteenth   century New York and Ireland.  Section   2  - IRISH-UA 185.002 - Sport and Empire   since 1800    The impact of empires, above all the British, after about 1800,   transformed the role of organized sport over much of the globe. But   there were wide variations in the responses of both indigenous and settler   cultures to the opportunities offered, and the challenges, or even threats,   to indigenous identities, posed by the spread of sporting   activity. A host of questions arise, requiring analysis of the   ideological, military, political, religious, social and cultural factors   influencing the wide variety of responses. How closely are sporting   identities/cultures woven into the texture of the national   identities/cultures of their countries? How close is the connection between   sporting identity and other identities like race, class and gender,   themselves also undergoing processes of change. We will also explore   the decline of the major European empires on sporting and   cultural identities at global level.      Section 3 - IRISH-UA 185.003 -   Media, Discourse, and Irish America    This course will explore the ways in which a specific immigrant group has   been portrayed in various media over two centuries, with a particular   emphasis on the visual construction of ethnicity in mediums like film and   advertising. It will concentrate on the images that have been used to   characterize the Irish who live in the United States, analyze the roots of   that imagery, consider the implications of ethnic representation for   Ireland and its American diaspora, as well as the impact of popular culture   on identity formation. Section 4   - IRISH-UA 185.004 - Resurrecting the Ethnic Village: Research   Methods on Irish New York    One of the hallmarks of New York City is ethnic succession which, by its   very nature, renders the past invisible in the modern city. This   course focuses on the mid-nineteenth century when immigration from Ireland   dramatically altered New York politically, socially and culturally.   Students will study an Irish neighborhood in lower Manhattan using   traditional and modern methods of historical research. They will work   alone and in groups on a project which involves the collection of textual,   numeric, and visual data, including fieldwork in Chinatown. They will   acquire basic skills in data management, analysis, and presentation through   hands-on lab work with spreadsheets, Google Products, and   geographic/spatial programs.        The Irish in America       IRISH-UA 0187 Indentical to HIST-UA 0187. 4 points.     From the seventeenth century to the present, Irish people   have been crossing the Atlantic to North America. They are one of the most   significant ethnic groups to ever migrate from Europe to the United States.   Their impact has been disproportional to their numbers but this only   partially explains our contemporary understanding of \"Irish America.\"   Ethnicity is an imprint and defining feature of American life yet the Irish   experience with it over the past four centuries is a story complicated by   multiple generations, diversity of class, continuing immigration, and rapid   changes in both the homeland and the receiving country. This course will   consider the factors affecting emigration from Ireland; examine the impact   of the Irish on the development of the United States since the colonial   period, particularly on its cities; study the changing Irish image in   American popular culture; and consider what the Irish can teach us about   the evolution of ethnic identity. The ultimate goal of this course is to   learn to think historically.       Oral History of Irish America       IRISH-UA 203. 4 points.    The Oral History of Irish America seminar is a unique undergraduate   experience that offers students a small class size (typically no more than   8 students), an interdisciplinary approach to oral history that introduces   students to the methodology, its significance as a resource, its role in   historical research, specific interviewing and research techniques, and the   opportunity to create an original public history document that will be   deposited in the Archives of Irish America at NYU for use by   researchers. Students will be assigned an interview subject chosen   from the Irish American community in New York City. The seminar provides an   opportunity to meet and work with dynamic, involved citizens from all walks   of life. To date we have interviewed parish priests from the Bronx, an   Oscar and Pulitzer prize-winning playwright and director, as well as   actors, musicians, teachers and Wall Street executives, among many   others. In addition to interviewing this person, the student will   produce a package that includes a biography, interview finding guide, and   content for a website. Part of the background research for the   project will be drawn from classroom lectures and readings adapted to   illuminate the life histories of the interview subjects chosen for the   semester to help students place their subjects in context, in addition to   students' independent research efforts. Students should be aware that   the final project requires extensive editing and rewriting because it will   be deposited in the Archives and published on the Glucksman Ireland House   Oral History website. The seminar offers real-world skills applicable   to many career paths, as well as a publication that can be cited on a   student's CV.       For examples of previous student work see:    http://www.nyu.edu/library/bobst/research/aia/collections/ihoral/oral01.htm .   For more information about the course on Oral History of Irish America,   please see our special Oral History   Project page .       Cinematic Representations of Irish   Americans       IRISH-UA 204. 4 points.     The visual image is central to the history of the   twentieth century. This course will explore the ways in which a   specific immigrant group has been portrayed in the media, especially in   feature films from the silent era to the present. It will concentrate   on the variety of images that have been used to characterize the Irish who   live in the United States, analyze the roots of that imagery and the   implications of cinematic representation for Irish American   history. Students will learn how to \"read\" American cinema as   documentary evidence of the visual construction of ethnicity. Through   writing assignments that group films, students will apply increasing   degrees of analysis to thematic, comparative, and chronological changes in   representation during the twentieth century. The skills acquired in   this seminar should translate into a heightened awareness of the   relationship between ethnicity and all forms of media in contemporary   American popular culture.       Contemporary Irish Politics and Society       IRISH-UA 0515 Identical to EURO-UA 0515. 4 points.     An examination of the politics of contemporary Ireland,   north and south. The course focuses on political, governmental, and   constitutional developments in the Republic of Ireland since independence   and discusses the causes of conflict and the prospect of resolution in   Northern Ireland.          The Irish Renaissance       IRISH-UA 0621 Identical to ENGL-UA 0621. 4 points.    This course seeks to understand the extraordinary achievements of Irish   writers in the last decade of the 19th and the first third of the 20th   century. We will read widely in all the different genres — poetry,   polemic, short story, novel, drama — that were remade by Irish writers   during the tumultuous period from the fall of Charles Stuart Parnell into   the early years of national government in the 1930s. Authors read on   the course include Oscar Wilde, James Joyce, William Butler Yeats, George   Bernard Shaw, Lady Augusta Gregory, John Synge, Sean O'Casey, Elizabeth   Bowen, Flann O'Brien and others. We will balance our readings of   literature with consideration of the social and historical contexts of   Ireland under the Union with Britain, and after that Union was partially   broken. In attempting to refine the proper lens through which to view   this literature, we will address a number of salient issues, including the   nature and cultural forms of Irish cultural nationalism, the violence of   civil war, the social position of literature and of intellectuals in   projects of national reconciliation and national identity, and the clash   between revolutionary anti-imperialism and conservative Catholicism,   between rural and urban identities, between provincialism and   cosmopolitanism as strategies for literary self-fashioning.       Irish American Literature       IRISH-UA 0622 Identical to ENGL-UA 0622. 4 points.    The course examines Irish American literature from the 19th century to the   present, considering the literary responses of generations of Irish   immigrants as they strove to understand and contribute to the American   experience. The works of writers such as F. Scott Fitzgerald, Eugene   O'Neill, Flannery O'Connor, John O'Hara, and William Kennedy are explored,   as are the connections between ethnic and literary cultures.       Colloquium: James Joyce       IRISH-UA 0625 Identical to ENGL-UA 0625. 4 points.    This course is an in-depth consideration of all of the major works of James   Joyce, from the early short stories of Dubliners to the late   experimental prose/poetry of Finnegan's Wake ; it concentrates,   however, on a detailed and systematic reading of Ulysses .    The biographical and social/historical contexts of Joyce's work are   investigated alongside consideration of his pathbreaking formal experiments   and his relations with the many currents of literary and artistic   Modernism. Discussion of Ulysses is complimented by consideration of   the many forms of literary and critical theory that have been fashioned   around readings of the book.       Irish Dramatists       IRISH-UA 0700 Identical to DRAMA-UA 0603, DRALIT-UA 0700, and   ENGL-UA 0700. 4 points.    A study of the rich dramatic tradition of Ireland since the days of William   Butler Yeats, Lady Gregory, and the fledgling Abbey Theatre. Playwrights   covered include John Millington Synge, Sean O'Casey, Samuel Beckett,   Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Anne Devlin.   Issues of Irish identity, history, and postcoloniality are engaged   alongside an appreciation of the emotional texture, poetic achievements,   and theatrical innovations that characterize this body of dramatic   work.       Topics in Irish Literature       IRISH-UA 761 Identical to ENGL-UA 761. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings by Ireland House faculty and by visiting   scholars.       Section 1 - IRISH-UA 761.001 - Visualizing Modern Ireland: Art and Literature in the   20th Century       Ireland has a reputation as a small nation with an outsized literary   heritage. Far less often do we think of Irish artists on an international   scale. Nonetheless, the country had a vibrant visual arts culture   throughout the twentieth-century. Did Irish artists and Irish writers   working at the same time perceive their nation and their world in the same   way? How did culture and politics shape literary and artistic movements in   Ireland? This course will attempt to answer these questions through an   exploration of the concurrent and overlapping literary and visual arts   movements in Ireland from approximately 1900 through the 1980s.                 Section 2 - IRISH-UA 761.002 -   Modernism, Translation &amp; Feminism: Irish Poetry 1893-2000    This course will introduce students to the most significant poets in Irish   from the establishment of the Gaelic League in 1893 to the end of the   twentieth century through a close reading of a selection of their poems   with English translations. The politics and practice of translation from a   minority to a majority language will be discussed as well as local Irish   adaptations to international ideas and influences such as modernism and   feminism. The course will also consider the historical context in which   individual poets emerged and the critical debates that shaped both the   writing itself and the readerly response to their work. The course will be   taught by eminent visiting professor Dr. Louis De Paor of National   University of Ireland - Galway. Dr. Louis de Paor, Director of the   Centre for Irish Studies at the National University of Ireland, Galway is a   multi-award winner of the Oireachtas literary competitions and holds his   PhD in Modern Irish from the National University of Ireland. A well-known   poet that works within the Irish language, De Paor's poetry collections   include &lt;em&gt;Próca solais is luatha&lt;/em&gt;, (1988), &lt;em&gt;30   dán&lt;/em&gt; (1992) and his most recent collection titled &lt;em&gt;Agus   Rud Eile De/ And Another Thing&lt;/em&gt; (2010). Dr. de Paor is   currently Senior Irish Language Fulbright Scholar as New York University   for the Fall 2013 semester.       Section 3 - IRISH-UA 761.003 -   Globalization and Irish Drama    This class on Irish drama will examine the many ways that Irish playwrights   have reached out to the world and the ways the world has staged the works   of Irish playwrights. With increased opportunities for theatrical   productions to travel internationally, dramatists of the past 25 years have   sought new strategies for adapting their work to a global   marketplace. We will journey with familiar plays as they are   performed on a world stage (Lady Gregory in Australia, Beckett in Sarajevo)   and will consider how contemporary playwrights have reflected on cultural   tensions within Ireland: debates about multiculturalism, the   influence of new media, and the social impact of the current global   financial crisis. What performance strategies are embedded in the   mobility of exiles and émigrés? What becomes of a national theater in   a transnational world? How are actors trained in Ireland today, and   how does the Irish accent sound as it projects across borders? In   addition to canonical and contemporary plays, we will watch the   high-stepping spectacle of Riverdance and see Ireland get ready for its   close-up in Hollywood. This course aims to give students a chance to engage   with a wide range of current literary and cultural debates concerning   cosmopolitanism, trans-nationalism, localism, and world form, and to ask   how contesting definitions and dramatizations of each term have conditioned   Ireland’s entry into our era of high globalization. Working on   individual research projects – which we will address collaboratively in the   classroom – students will use and create digital archives of the   production/reception of Irish works of art on other continents. We   will study plays by authors such as Dion Boucicault, J.M. Synge, Samuel   Beckett, Brian Friel, Marie Jones, Seamus Heaney, Martin McDonagh, Marina   Carr, Bisi Adigun, Roddy Doyle and others.             Topics in Irish Literary, Visual, &amp;   Performing Arts:    Irish Dance Performance: Tradition, Modernity, and Innovation - What   We Think of That JIG We Do       IRISH-UA 902. 4 points.    Over the course of the last two decades, Irish Dance has changed enormously   and irreversibly. From the exclusive world of competition governed by the   auspices of An Coimisium le Rinci Gaelacha (the Irish Dancing Commission)   to the advent of the spectacle shows in the Mid-90's and beyond, a dynamic   shift in the global perception of the form has consequently challenged   notions of authenticity, tradition, and modernity. Throughout this course,   we shall develop a basic knowledge of the history and lexicon of Irish   Dance, and will use that as a departure point for broader theoretical   considerations.        We will look at traditional form,   stylistic variations and the peripheral influences that shape them. The   course will also examine choreographic innovation, theatrical settings, and   artistic visions of seminal works ranging from the popular, such as    Riverdance, Lord of the Dance and Dancing   on Dangerous Ground , to the contemporary expressions of solo   practitioners.           The course aim is to stimulate a process   of reading expressive form by examining varying aesthetics through critical   thinking, and to contextualize the multifaceted influences that continue to   shape our perception of Irish Dance Performance.         Jean Butler has won numerous awards at   regional, national, and world competitions in Irish Dance over her 30 year   career. She was co-choreographer and principal female lead in the   original production of Riverdance ,   and has gone onto a successful solo career as dancer, choreographer, and   artist-in-residence with musical groups (including The Chieftains),   Ireland's National Theater The Abbey, the World Academy of Music and Dance   at the University of Limerick and New York's Danspace   Project.       Independent Study       IRISH-UA 0998 Prerequisite: permission of the director of undergraduate   studies is required. 2 or 4 points per term.    Independent study with an Irish studies faculty member.       NYU in Dublin       The focus of NYU's summer program in Dublin is contemporary Ireland and   its culture. The program is centered at Trinity College, Ireland's oldest   university, situated in the heart of Dublin, where students reside and take   classes. Courses are open to NYU and non-NYU students, both graduate and   undergraduate, and include Irish literature, history, politics, visual and   performing arts, creative writing, popular culture and the Irish language.   The academic program is complemented by a series of field trips and   cultural and social activities designed to broaden students' knowledge of   Ireland. Among the typical evening activities are outings to the theatre,   poetry readings, screenings at the new Irish Film Center, and traditional   music sessions. Weekend excursions include Donegal and Galway. See our   visit the NYU's Summer   Study Abroad: Summer in Dublin page for more information about   available courses and its application process.                         Freshman Seminar: What Are They Talking   About?: Oral History in the 21st Century       FRSEM-UA 482.001 4   points. Long before the technology of today's social media,   cultures, families and individuals shared their personal and community   stories in an oral tradition that preserved the past for future   generations. We will examine the discipline and evolution of oral history   using the Oral History Collection of Glucksman Ireland House to explore how   and why oral histories contribute to our understanding of the past and can   help to shape the identity of individuals and communities.       This seminar is a unique experience that offers freshmen an   interdisciplinary approach to the methodology of oral history, its   significance as a resource, its role in historical research, as well as   specific interviewing and research techniques. Students will gain access to   our Archive of Irish America and have the opportunity to work with the   interviews we have already deposited, including how the university's   digital mapping technology can applied in our analysis of the   archive. Students will also have the chance to conduct an interview   themselves. The course comprises classroom lectures, readings, and   extensive writing exercises; it offers real world experience and   communications skills acquisition that will be invaluable throughout   students' academic and professional careers.                                          &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | Art History | NYU                                                            Back to Home         Course Offerings   Jump to: Art History: Art History Survey Courses Advanced Courses in: --Ancient Art and Architecture --Medieval Art and Architecture --Renaissance and Baroque Art and Architecture --Modern Art and Architecture Courses (not Advanced) in Non-Western Art and Architecture Other Advanced Courses in Art and Architecture Advanced Seminar in Art History Honors Thesis and Independent Studies in Art History Graduate Courses Open to Undergraduates Urban Design and Architecture Studies: Foundation Courses Architecture and Urban History Courses Seminars Honors Thesis and Independent Studies Courses in Other Departments Counting for Major Credit Graduate Courses Open to Undergraduates    Art History Survey Courses    No previous study is required for admission to the following courses. These courses are the prerequisites for many of the advanced-level courses. Students may not receive credit for both History of Western Art I (ARTH-UA 1) and Ancient Art (ARTH-UA 3) or Medieval Art (ARTH-UA 4); or both History of Western Art II (ARTH-UA 2) and Renaissance Art (ARTH-UA 5) or Modern Art (ARTH-UA 6), as their contents overlap.    History of Western Art I    ARTH-UA 1 Identical to MEDI-UA 1. Students who have taken ARTH-UA 3 or ARTH-UA 4 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from ancient times to the dawn of the Renaissance, emphasizing the place of the visual arts in the history of civilization. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Cloisters, and the Brooklyn Museum.    History of Western Art II    ARTH-UA 2 Identical to MEDI-UA 2. Students who have taken ARTH-UA 5 or ARTH-UA 6 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from the early Renaissance to the present day. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Frick Collection, the Guggenheim Museum, and the Museum of Modern Art.    Ancient Art    ARTH-UA 3 Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   History of art in the Western tradition from 20,000 B.C.E. to the fourth century C.E, from the emergence of human beings in the Paleolithic Age to the developments of civilization in the Near East, Egypt, and the Aegean; the flowering of the classical age in Greece; and the rise of the Roman Empire to the beginnings of Christian domination under the Emperor Constantine in the fourth century C.E. Study of the collections of the Metropolitan Museum of Art and the Brooklyn Museum is essential.    Medieval Art    ARTH-UA 4 Identical to MEDI-UA 200. Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   An introduction to the arts of the Christian Middle Ages in the Greek East and Latin West ca. 200–1400 C.E. Provides an overview of concepts and developments and the vocabulary necessary for analyzing and understanding the arts of the medieval period in light of the historical, religious, political, and social contexts of their creation. Covers architecture, monumental sculpture, painting, mosaics, stained glass, ivory and metalwork, and panel painting. Topics include the creation of a vocabulary of Christian symbols, imagery, and architectural forms; Christian attitudes toward Judaism and the classical tradition; medieval patrons, artists, and audiences; arts of pilgrimage; arts of monastery and cathedral; and the roles and functions of images in the medieval world. Study of the collections of the Metropolitan Museum of Art and the Cloisters is included.    Renaissance and Baroque Art    ARTH-UA 5 Identical to MEDI-UA 333. Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   An introduction to Renaissance and baroque art and architecture, 1400–1750. The course situates major developments in the arts against the context of historical, cultural, religious, technological, and social change. Topics include the emergence of humanism and its engagement with the ancient past; the development of transformative new techniques and technologies for making art; the function of art in religious, public, and domestic settings; the role of the patron; the impact of the Protestant and Catholic Reformations on art and society; the ever-expanding range of iconography; and the proliferation of new genres. Emphasis is placed on the great masters in each phase, and close study of works in the Metropolitan Museum of Art and the Frick Collection is an integral part of the course.    Modern Art    ARTH-UA 6 Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   Art in the Western world from the late 18th century to the present. Content includes the neoclassicism and romanticism of David, Goya, Ingres, Turner, Delacroix; the realism of Courbet; the impressionists; parallel developments in architecture; the new sculptural tradition of Rodin; postimpressionism to fauvism, expressionism, futurism, cubism, geometric abstraction in sculpture and painting, modernism in architecture in the 20th century, and after the First World War, dadaism and surrealism. Also covers developments since 1945, such as action painting, pop art, minimal art, and numerous strands of postmodernism. Study of the collections of the Metropolitan Museum of Art, the Museum of Modern Art, the Guggenheim Museum, and the Whitney Museum of American Art is included.      Advanced Courses in Ancient Art and Architecture    Birth of Greek Art: From the Bronze Age to the Geometric Period    ARTH-UA 101 Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics to be examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures.    Archaic and Classical Art: Greek and Etruscan    ARTH-UA 102 Identical to CLASS-UA 312. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Greek and Etruscan art from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art under the conquests of Alexander the Great. Studies architecture, sculpture, and vase painting within their historical and cultural contexts. Includes study of the Metropolitan Museum of Art collections.    Hellenistic and Roman Art    ARTH-UA 103 Identical to CLASS-UA 313. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Traces developments in art from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. Includes Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the art of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the art of the Roman Empire. Special emphasis on problems of chronology, choice of styles, and copies. Study of the Metropolitan Museum of Art and Brooklyn Museum collections is essential.    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage.    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.    Ancient Egyptian Art    ARTH-UA 110 Offered every year. 4 points.   Traces developments in the sculpture, painting, and architecture of ancient Egypt from predynastic beginnings through the Old, Middle, and New Kingdoms until the conquest of Augustus (3100–40 B.C.E.). Special emphasis on Egyptian art in the context of history, religion, and cultural patterns. Includes study of Egyptian collections of the Metropolitan Museum of Art and the Brooklyn Museum. There is no prerequisite for this course.      Advanced Courses in Medieval Art and Architecture    Art of the Early Middle Ages    ARTH-UA 201 Identical to MEDI-UA 201. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Christian architecture, sculpture, painting, mosaic, manuscript illumination, and luxury arts of the Greek East and Latin West from their origins ca. 200 C.E. through ca. 950 C.E. Considers the visual and material culture of Christianity in the Mediterranean world, Asia Minor, the Middle East, and northern Europe in light of the religious, historical, political, social, and cultural contexts of their creation. Style periods include early Christian, early Byzantine, barbarian, insular, Merovingian, and Carolingian. Monuments studied include the catacombs, the Arch of Constantine, the great mosaic programs of Italy, Hagia Sophia, the Lindisfarne Gospels and Book of Kells, and Charlemagne's palace chapel at Aachen. Topics include art and the commemoration of the dead; Christian attitudes toward Judaism and the classical tradition; art and theology; the emergence of the cult of saints and its art and architecture; early medieval patrons; arts of pilgrimage and early monasticism; word and image in early medieval culture; and iconoclasm and debates about the role of images in early Christianity.    Romanesque Art    ARTH-UA 202 Identical to MEDI-UA 202. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year.   4 points.   Examines the architecture, sculpture, painting, manuscript illumination, and treasury arts of the Latin West during the period ca. 950–1200 C.E., including Ottonian, Anglo-Saxon, Mozarabic, First Romanesque, and Romanesque art. Considers the visual arts of Christianity in Spain, France, Germany, Italy, England, and the Crusader States in light of the historical, religious, political, social, and cultural contexts of their creation. Monuments studied include Ottonian and Anglo-Saxon Gospel books; body-part reliquaries; the Hildesheim doors; illuminated Beatus manuscripts; the architecture and sculpture of Santiago, León, Toulouse, Conques, Vézelay, Moissac, Autun, Aquitaine, Provence, and Tuscany; and the Romanesque bible. Topics include the cult of saints and the arts; the art and architecture of pilgrimage and crusade; monasticism and the arts; Romanesque patrons, artists, and audiences; the Romanesque revival of monumental sculpture; Christian encounters with Islam and Judaism; secular themes in Romanesque art; word and image in Romanesque art; medieval attitudes toward the classical tradition; Romanesque art and social class; and Romanesque attitudes toward the arts.    Gothic Art in Northern Europe    ARTH-UA 203 Identical to MEDI-UA 203. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   The art of the \"age of the cathedrals\"—including architecture, sculpture, stained glass, manuscript illumination, wall painting, luxury arts, and tapestry—from the origins of the Gothic style in the 12th-century Ile-de-France through the early 15th century. Considers artistic developments in France, England, Flanders, Germany, and Bohemia in light of the religious, historical, political, social, and cultural contexts of their creation. Monuments include the architecture, sculpture, and glass of St. Denis, Chartres, Amiens, Reims, Canterbury, Wells, Ely, Strasbourg, Naumburg, and Prague; the Gothic apocalypse and moralized bible; and psalters and books of hours. Topics include Gothic patrons, artists, builders, and art-making; lay literacy and the patronage and reception of art; the cult of the Virgin and the arts; the Gothic image as bearer of religious, political, and social values and ideologies; humor and marginalia; arts of chivalry and courtly love; art, death, and memory in the Gothic period; naturalism and developments in portraiture; the roles of art in devotional and mystical experience; and Gothic art and late medieval notions of vision and the self.    Art and Architecture in the Age of Giotto: Italian Art, 1200–1400    ARTH-UA 204 Identical to MEDI-UA 204. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Examines developments in painting, sculpture, and architecture in Italy ca. 1200–1400, with emphasis on Tuscany, Umbria, Rome, Lombardy, and the Veneto. Traces the evolution of the painted altarpiece in relation to its liturgical, devotional, and cultic functions and with consideration of artistic personalities such as Duccio, Simone Martini, and the Lorenzetti. Studies the great fresco cycles in churches and chapels from the point of view of artists (including Giotto, Taddeo Gaddi, Andrea Bonaiuti, and Altichiero), patron(s), and program. Surveys key monuments of religious and civic architecture and their painted and sculpted decoration within the historical and political contexts of the emerging Italian city-states. Monuments studied include San Francesco, Assisi; the Scrovegni Chapel, Padua; the pulpits and tombs of the Pisani and Arnolfo di Cambio; the great Italian cathedrals; Santa Croce, Florence; the Palazzo Vecchio, Florence, and Palazzo Pubblico, Siena; and Santa Maria Novella, Florence. Topics include the mendicant orders and the arts; the Black Death and art; the status of the artist; gender and social class in representation and patronage; and the \"eclectic\" character of Italian Gothic.    Medieval Architecture    ARTH-UA 205 Identical to MEDI-UA 205. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Surveys the architecture of the Middle Ages in Western Europe with emphasis on the period from ca. 1000–1500 C.E., from the emergence of the Romanesque to the late Gothic period. Examines monumental religious and secular projects, such as the soaring cathedral of Amiens and the civic palaces of communal Italy, from stylistic, technical, functional, iconographic, and ideological perspectives. Topics include regionalism, patronage, the status of the \"architect,\" and the concept of the multimedia ensemble. Also situates buildings within their social, religious, and political contexts and examines the advantages and shortcomings of different approaches to the study of medieval architecture.      Advanced Courses in Renaissance and Baroque Art and Architecture    Architecture and Urbanism in Renaissance Europe    ARTH-UA 301 Identical to MEDI-UA 301. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   A new style of architecture developed in 15th-century Florence against the background of a vigorously evolving humanist culture and spread throughout Italy and beyond over the course of the 16th century. This course traces the evolution of Renaissance architecture through the work of major figures such as Brunelleschi, Alberti, Bramante, Michelangelo, and Palladio. Special attention is given to the social, cultural, and historical conditions that shaped the built environment.    Architecture and Urbanism in the Age of the Baroque    ARTH-UA 302 Formerly European Architecture in the Age of Grandeur. Identical to MEDI-UA 302. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   An architectural history of Europe, 1600–1750, with emphasis on the social, cultural, and historical conditions that shaped the built environment. Palaces, churches, villas, gardens, and urban spaces such as streets and piazzas are studied in terms of the life that went on in and around them. Themes under discussion include the pursuit of status through architectural patronage; the use of buildings to communicate political power or religious authority; the role of ceremony and spectacle in shaping architectural space and design; and the dissemination of the baroque style beyond Europe to the colonies. Special attention to the contributions of Bernini, Borromini, and Cortona in Rome; Guarini and Juvarra in Piedmont; Mansart and Le Vau in France; Neumann, the Asam brothers, and others in Germany and Austria; and Jones, Wren, and Hawksmoor in England.    Northern Renaissance Art, 1400–1530    ARTH-UA 303 Identical to MEDI-UA 303. Prerequisite: History of Western Art I (ARTH-UA 1),or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Addresses painting north of the Alps, ca. 1380–1530, partly late medieval, partly Renaissance. Examines the connection of breathtaking technique and deeply religious aspects of the art to function, symbolic thought, patronage, and changes in the society to which painting was related. Also explains ways in which we write history when most of the vital written documents are missing or destroyed. Artists discussed include Jan van Eyck, the Master of Flemalle, Rogier van der Weyden, Jean Fouquet, Hugo van der Goes, Enguerrand Quarton, Jerome Bosch, Albrecht Dürer, Matthias Grünewald, and Hans Holbein.    16th-Century Art North of the Alps    ARTH-UA 304 Identical to MEDI-UA 304. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Topics discussed include the development of landscape as a separate subject in art; the Reformation's effects on subject matter and aesthetics; what northerners learned from the classicizing Italians and what the Italians learned from northern realism; aspects of patronage and the art market; northern ideas about the nude and eroticism; the northern interest in peasant life and in the grotesque; the sociopolitical significance of dress; and the importance of printmaking. As modern nation-states coalesce, we see the development of artistic tendencies that can be called French, Netherlandish, and German. Among the artists to be discussed are the German artists Albrecht Dürer, Matthias Grünewald, Hans Holbein the Younger, and the Cranach family; the Netherlandish artists Hieronymus (Jerome) Bosch, Quentin Massys, Lucas van Leyden, Jan Gossaert, and Pieter Brueghel the Elder; and Jean and François Clouet and other artists associated with the French court.    Italian Renaissance Sculpture    ARTH-UA 305 Identical to MEDI-UA 305. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The role of sculpture in the visual arts in Italy from ca. 1400–1600, primarily in central Italy, is studied through intensive examination of major commissions and of the sculptors who carried them out. Earlier meetings focus on Donatello and his contemporaries, including Ghiberti, Quercia, Verrocchio, and Pollaiuolo. Thereafter, students examine Michelangelo's sculpture and compare his works with those of contemporaries and followers, ending with Giambologna.    Early Masters of Italian Renaissance Painting    ARTH-UA 306 Identical to MEDI-UA 306. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Achievements of the chief painters of the 15th century studied through their major artistic commissions. Special attention is given to the Tuscan tradition. A brief introduction to Giotto and his time provides background for the paintings of Masaccio and his artistic heirs (Fra Angelico, Filippo Lippi, Piero della Francesca, and others). Topics include the role of pictorial narrative, perspective, and mimesis; the major techniques of Renaissance painting; and the relationship of painting to the other visual arts. In the later 15th century, social and cultural changes generated by power shifts from Medici Florence to papal Rome also affected art patronage, creating new tensions and challenges for artists and fostering the emergence of new modes of visualization.    The Age of Leonardo, Raphael, and Michelangelo    ARTH-UA 307 Identical to MEDI-UA 307. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered in the spring. 4 points.   Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.    The Golden Age of Venetian Painting    ARTH-UA 308 Identical to MEDI-UA 308. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The art of Venice and its surroundings, Emilia and Lombardy. Covers the Bellini family, Giorgione, the young Titian, Sebastiano del Piombo, and their profound impact in Venice and related centers; the itinerant careers of Carlo Crivelli and Lorenzo Lotto; and the origins and implications of Correggio's and his student Parmigianino's daring artistic experiments. Examines the achievements of the mature Titian and their significance for his contemporaries. Veronese, Tintoretto, Bassano, and, in the 18th century, Tiepolo, bring Venice's golden age to a close. Stresses artistic reciprocity between northern and central Italy.    Italian Art in the Age of the Baroque    ARTH-UA 309 Identical to MEDI-UA 309. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.    Painting and sculpture in Italy, 1580–1700. Highlights  major developments in the visual arts and the work of leading artists including Caravaggio, Carracci, Bernini, and Poussin. Focusing on the often paradoxical nature of Baroque art, the course examines the blurring of boundaries between the real and the imaginary, the instantaneous and the infinite, the imitative and the innovative. Special attention is paid to the creative process and the influences on it: the role of the patron, the logistics of site, and the artist's own thought process as revealed through preparatory drawings and sketches. The course is designed to help students develop the skills necessary to \"read\" works of art in all their rich complexity of form and meaning.    Dutch and Flemish Painting, 1600–1700    ARTH-UA 311 Identical to MEDI-UA 311. Prerequisite: History of Western Art II (ARTH-UA 2),   or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   In Antwerp, Rubens overturned all previous concepts of painting. The first to deserve the term \"Baroque,\" he dominated Flanders. Van Dyck, his pupil, took Rubens's style to England. Dutch painters, including Hals, Rembrandt, and Vermeer, moved in a different direction, addressing every aspect of their country and society: the peasant, the quiet life of the well-ordered household, the sea and landscape, views of the cities, and church interiors.    French Art: Renaissance to Rococo, 1520–1770    ARTH-UA 313 Identical to MEDI-UA 313. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   Topics include arrival of the Italian Renaissance in France during the reign of Francis I and the completion of the palace at Fontainebleau; the revival of art around 1600 after the religious wars of the Reformation; the impact of Caravaggio in France; Poussin and Claude Lorrain in Rome, and other painters in Paris (for example, Vouet, Champagne, and Le Nain); artistic splendors of the court of Louis XIV at Versailles; and the rococo of Watteau, Chardin, Boucher, and Fragonard.    Art in Spain from El Greco to Goya    ARTH-UA 315 Identical to MEDI-UA 315. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   The first third of this course focuses on the major figures in the development of early modern Spanish art: El Greco in Italy and Toledo, Velázquez, Zurbarán, Murillo, Ribera, Valdés Leal, and others. Lectures on still life painting and polychrome wood sculpture are also included. The 18th century (the Tiepolo family, Meléndez) is then discussed. The focus then shifts to the art of Francisco de Goya and the projection of Spanish art into the modern era. This course also seeks to define Spain in the 16th and 17th century as a global power and thus emphasis is also placed on art in such New World centers as Mexico City and Lima in the colonial era.    Latin American Art: From Colonial to Modern    ARTH-UA 316 Identical to MEDI-UA 316 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Not a traditional survey, this course opens with a brief consideration of the achievements of the great pre-Hispanic civilizations (Aztec, Maya, Inca, and others) prior to contact with the Iberian world. Major emphasis is given to colonial painting, sculpture, and architecture in Mexico and Central America, the Caribbean, and the Andes. Painting and sculpture of the 19th century and the secularization of Latin American art is then examined before a discussion of the establishment of modernism that comes about with the formation of academies and the travels of many artists from all parts of Latin America and the Caribbean to Europe and the U.S. from 1900 onward. Important modern artists such as the Mexican muralists, Frida Kahlo, Joaquín Torres-García, Tarsila do Amaral, Wifredo Lam, and the surrealists will bring the course up to approximately 1950.      Advanced Courses in Modern Art and Architecture    American Art    ARTH-UA 404 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Examines the art that developed in what is now the United States, from the beginnings of European colonization until the First World War and the internationalizing of American art. Includes painting, sculpture, and architecture, concentrating on the work of Copley, Cole, Winslow Homer, Mary Cassatt, and others. New York City provides major collections of painting and sculpture, as well as outstanding examples of architecture.    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Focusing on the creation of modern building types such as the bank, state capitol, museum, railroad station, and skyscraper, the course begins in the later 18th century with the idealistic designs of Ledoux and Boullée. After considering the forms and meanings associated with neoclassicism, the course examines the Gothic revival and subsequent 19th-century movements (e.g., high Victorian Gothic, Second Empire, beaux-arts classicism) as efforts to find appropriate expressions for diverse building forms. Students consider changes resulting from the Industrial Revolution, including developments in technology, and the reforms of art nouveau and secession architecture. Works of Adam, Soane, Jefferson, Schinkel, Pugin, Richardson, and Sullivan; McKim, Mead, and White; Mackintosh, early Frank Lloyd Wright, and others.    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Chronological account of architecture and ideas since 1914. Considers such subjects as currents on the eve of the First World War, new technology, and the impact of the war; architecture and politics between the wars; the rise of expressionist design; the international style and the concurrent adaptation of traditional styles; art deco design; mid-century glass curtain-wall architecture; brutalism; and reactions to modernism. Includes ideological and political considerations and works by Frank Lloyd Wright, Le Corbusier, Ludwig Mies van der Rohe, Louis Kahn, Alvar Aalto, Philip Johnson, James Stirling, Frank Gehry, and Santiago Calatrava, among others.    Neoclassicism to Realism    ARTH-UA 411 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   The Enlightenment shaped the visual arts in two seemingly antithetical ways. On the one hand, the period's valorization of cool rationalism contributed to the rise of neoclassicism as a dominant style during the 18th century. The other course of Enlightenment thinking, exemplified by the writings of J. J. Rousseau, celebrated emotion as the purest form of intellectual as well as spiritual expression. Romanticism, with its emphasis on subjectivity and intense emotionalism, is as much a product of the Enlightenment as neoclassicism. Following on the heels of romanticism, realism has been alternately described as a rejection of romanticism and as an extension of it. Focusing on these three stylistic movements, this course examines how late 18th- and early 19th-century artists negotiated not just the aesthetic ideas of the Enlightenment but its political consequences as well.    Impressionism to Expressionism    ARTH-UA 412 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Beginning by considering how impressionism refined and redirected the artistic aims of 19th-century realism, this course follows the development of progressive art to the brink of cubism and pure abstraction in the first years of the 20th century. Following impressionism and post-impressionism, close attention is paid to symbolism, aestheticism, art nouveau, the Arts and Crafts movement, fauvism, and expressionism. The aesthetic aims of these movements are analyzed in tandem with the social and cultural conditions that generated them.    Cubism to Abstract Expressionism    ARTH-UA 413 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   After analyzing the invention of cubism by Picasso and Braque, this course examines its international reverberations, including Italian futurism, the later phases of German expressionism, the de Stijl movement in the Netherlands, and suprematism and constructivism in revolutionary Russia. The dada movement in the period during and after World War I is examined as a reaction to the apparent bankruptcy, cultural and artistic, of Western civilization. However, this nihilistic impulse is followed by a \"return to order\" in the 1920s. The course then examines the tensions in the multiple currents of surrealism: metamorphic, academic, and abject. Painting after World War II, from Pollock to Dubuffet, is analyzed as an extension and transformation of prewar trends.    Postmodern Art and Contemporary Art    ARTH-UA 414 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Surveys art in the postmodern era, ca. 1955 to the present. After examining the innovations of the neo-avant-garde generation (1955–75), our focus shifts from the radical innovations in mediums, materials, and techniques to the expanded field of critical engagement that contemporary art encompasses. Discrete \"early\" developments sometimes dubbed neo-dada, such as op, pop, and fluxus, but also minimalism, conceptual art, and arte povera, radically diversified the look of art and forced the dissolution of stylistic and formal categorization in favor of a classification based on a particular question, mediatic intervention, or mode of critique. If the late 20th century brought a new emphasis on gender, race, and a number of newly pressing political forces and motivations, as we enter the 21st century, post-studio (and perhaps also \"post-critical\") artistic practices increasingly tend to be reoriented toward technology and globalism, further complicating our idea of art's relationship with its own present.    Aesthetic History of Photography    ARTH-UA 431 Identical to PHTI-UT 1102. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every spring. 4 points.   Chronicles the history of photography's complex and symbiotic relationship to the other visual arts: painting, sculpture, architecture, installation, and performance, among others. Beginning with the medium's invention and the early fights of its practitioners to establish themselves as fine artists, the course describes photographers' unique attempts to negotiate their relationships with both artistic movements and the media culture of which they are a part. Robinson, Cameron, Emerson, F. Holland Day, Stieglitz, Moholy-Nagy, Rodchenko, Weston, Álvarez Bravo, Lartigue, De Carava, Cahun, Robert Frank, Diane Arbus, and Cindy Sherman (among others) are seen within the context of their respective art worlds, so the impact of art movements, cultural attitudes, and new technologies on photographers during different historical periods can be assessed.    Social History of Photography    ARTH-UA 432 Identical to PHTI-UT 1101. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   A social and political history of photography, from its beginnings to the present day. The course focuses on the popular forms of photographic imagery, such as advertising, fashion, travel photography, family portraits and snapshots, scientific documents, documentary reform, and photojournalism, as well as describes the medium's relationship to Western (and global) social history during the modern era. Brady, Warhol, Capa, Nadar, Martin Chambi, Atget, Tomatsu, Muybridge, Curtis, Bourke-White, Gordon Parks, Álvarez Bravo, and Berenice Abbott are in the cast of characters to be discussed, and readings include those by Susan Sontag, John Berger, and Roland Barthes.    Toward a Critical Vocabulary of Photography    ARTH-UA 433 Identical to PHTI-UT 1129. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   Emphasizes the analysis and synthesis of visual and written information. The readings include essays by critics Roland Barthes, Donna Haraway, Susan Sontag, Boris Groys, and bell hooks, as well as articles or excerpts by Thomas Kuhn, Mircea Eliade, John Berger, and George Kubler. Critical essays are interspersed with other kinds of texts, such as The Tibetan Book of the Dead, Persepolis, Black Elk Speaks, and the novel Perfume. This mixture of topics, texts, and issues is designed to broaden students' understanding of important concerns in philosophy, art history, science, literature, and cultural studies that are relevant to photography. Class time is spent in analysis of these texts in relation to historical and contemporary pictures.    Museums and the Art Market    ARTH-UA 701 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   An overview of the history and theory of museums and the art market. It presents a series of lectures and case studies examining such issues as the birth of the museum, the role played by world's fairs and biennials, the impact of collectors, the art market, and the gallery system. Throughout, the class makes use of museums, galleries, and auction houses in New York.    Courses in Non-Western Art and Architecture    No previous study is required for admission to the following courses unless a prerequisite is stated in the description.    East Asian Art I: China, Korea, Japan to 1000 C.E.    ARTH-UA 510 Identical to EAST-UA 91. Offered periodically. 4 points.   An introduction to the art and culture of the Far East. The materials are presented in a chronological and thematic approach corresponding to the major dynastic and cultural changes of China, Korea, and Japan. Teaches how to \"read\" works of art in order to interpret a culture or a historical period; aims at a better understanding of the similarities and differences among the cultures of the Far East.    East Asian Art II: China, Korea, Japan from 1000 C.E. to Present    ARTH-UA 511 Identical to EAST-UA 92. Offered periodically. 4 points.   An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. The course emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.    South Asian Art I: Indus Valley to 1200    ARTH-UA 530 Offered periodically. 4 points.   An introductory survey of the history of South Asia from 2000 B.C.E. to 1200 C.E., with an emphasis on the Indian subcontinent. From the Indus Valley culture to the present day, artistic production has played a critical role in the transmission of religious beliefs and the development of cultural systems in and around South Asia. Diverse regions were linked by trade, politics, and cultural relationships, and interaction can be charted through the changing forms and functions of art. We consider the historical circumstances surrounding the production of South and Southeast Asian art, as well as the problems that art historians face when trying to interpret the surviving evidence. We look at art in a variety of media, including, but not limited to, architecture, urban form, sculpture, painting, and performance.    South Asian Art II: 1200 to Present    ARTH-UA 531 Offered periodically. 4 points.   An introductory survey of the history of South Asian art from ca. 1200 C.E. to the present. It begins with the introduction of Islamic artist traditions into the Indian subcontinent through the establishment of the Delhi Sultanate, which effectively integrated itself into a widely diverse and multicultural range of preexisting artistic practices. It follows the cultivation of new tastes in the Mughal and Rajput courts through the vigorous interaction among Persian, Indic, and European artists and elites. Finally, it turns to the colonial and postcolonial artistic responses to South Asia's complex past(s). By looking at art in a range of media—including, but not limited to, painting, sculpture, architecture, and photography—this course considers the ways in which art actively served as expressions of political authority and cultural identity.    Art in the Islamic World I: From the Prophet to the Mongols    ARTH-UA 540 Offered periodically. 4 points.   Provides an outline of Islamic material in its early and classical periods, from 650 to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span.    Art in the Islamic World II: From the Mongols to Modernism    ARTH-UA 541 Offered periodically. 4 points.   An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century.    Arts of Africa    ARTH-UA 560 Identical to SCA-UA 787. Offered periodically. 4 points.   The traditional art of sub-Saharan Africa—its diversity and cultural contexts, as well as its universal aspects—is the subject of this course. African art is studied in relation to its meaning and function in traditional societies, wherein art has socialized and reinforced religious beliefs, reflected male and female roles, and validated systems of leadership. The course covers architecture, sculpture, textiles, paintings, jewelry, and ceramics. Field trips to museums and/or private collections supplement class lectures.    North American Indian Arts    ARTH-UA 570 Offered periodically. 4 points.   An introductory survey of North American Indian and Eskimo art. It covers the following art-producing areas and cultures: Northwest Coast (Ozette, Salish, Nootka, Haida, Kwakiutl, Tlingit); Alaska (Old Bering Sea, Ipiutak, and Yupik Eskimo); Southwest (Hohokam, Mogollon, Anasazi, Hopi, Navajo); Plains (Arapaho, Kiowa, Mandan, Sioux); Woodlands (Adena, Hopewell, Mississippian, Ojibwa, Iroquois); and contemporary art (tradition and innovation in contemporary Native American and Eskimo art).      Other Advanced Courses in Art and Architecture    European and American Decorative Arts: Renaissance to Modern    ARTH-UA 10 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of the design of objects used in daily life. Studies works of art in a social and historical context. Beginning with the Italian, French, and northern Renaissance, surveys the Louis styles in France, international neoclassicism, and the Victorian style. The course concludes with the modern period. Stresses the history of furniture, although the course also covers glass, silverware, tapestries, ceramics, wallpaper, carpets, and small bronzes.    Special Topics in the History of Art    ARTH-UA 150, ARTH-UA 250, ARTH-UA 350, ARTH-UA 450, ARTH-UA 550, ARTH-UA 750, and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas. Those that carry prerequisites are normally considered advanced courses in the major, satisfying requirements in the ancient or medieval, Renaissance or baroque, or modern areas.    Note : Any course in the Urban Design and Architecture Studies program may be counted as an elective for the art history major.       Advanced Seminar in Art History    Advanced Seminar    ARTH-UA 800 Prerequisite: permission of the director of undergraduate studies. Open to departmental majors who have completed five 4-point art history courses. Offered in the fall and spring. 4 points.   Exposure in small-group discussion format to historical/critical problem(s) of particular concern to the faculty member offering the seminar. Requires oral report(s) and/or a substantial paper.      Honors Thesis and Independent Studies in Art History    Senior Honors Thesis    ARTH-UA 801 4 points.   Open to departmental majors who have been accepted as candidates for honors in art history in the first term of their senior year and who have the permission of the director of undergraduate studies. See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters by following ARTH-UA 801 in the fall with ARTH-UA 804 in the spring (see Independent Study, below). Applicants must have a GPA of 3.65 in art history courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations.    Independent Study    ARTH-UA 803, 804 Prerequisite: written permission of the director of undergraduate studies and of an adviser. 2 to 4 points per term.   Independent study consists of the investigation, under the guidance and supervision of a designated instructor, of a research topic agreed on by the student and instructor and approved by the chair. Requires a substantial report written by the end of the term. Internships receive a maximum of 2 points, and written work is required, just as it is for any other independent study. Prior approval by a faculty member is required for internship credit.      Graduate Courses Open to Undergraduates    Juniors and seniors who are credited with a 3.65 grade point average in five art history courses may take, for undergraduate credit, the 1000- and 2000-level courses offered in the Graduate School of Arts and Science at the Institute of Fine Arts, 1 East 78th Street. For more information, please consult the Graduate School of Arts and Science Bulletin or the announcement of courses of the Institute of Fine Arts. Before registering for these courses, students must obtain the permission of the director of undergraduate studies, as well as that of the instructor of the course.      Urban Design and Architecture Studies: Foundation Courses    History of Architecture from Antiquity to the Present    ARTH-UA 601 Offered every semester. 4 points.   Introduction to the history of Western architecture, emphasizing the formal, structural, programmatic, and contextual aspects of selected major monuments from ancient times to the present. Monuments discussed include the Parthenon, the Roman Pantheon, Hagia Sophia, the cathedral at Chartres, St. Peter's, Palladio's Villa Rotonda, St. Paul's Cathedral, Versailles, the London Crystal Palace, Frank Lloyd Wright's Fallingwater, Le Corbusier's Villa Savoye, the Guggenheim Museum in Bilbao, Mies van der Rohe's Barcelona Pavilion, and others. Lectures analyze monuments within their contexts of time and place. Also considers aspects of city planning in relation to certain monuments and to the culture and events of their time.    Shaping the Urban Environment    ARTH-UA 661 Offered every semester. 4 points.   Introduces basic concepts of Western urbanism, focusing primarily on Europe and the United States. Lectures, readings, and course work present both a survey of city form since antiquity and an analysis of contemporary urban issues. Students investigate key elements of urban development, including roads, walls, water, housing, transportation, and open space, as well as factors influencing these elements, such as types and shapes of cities, engineering, and architectural form as an expression of political systems. Special attention is given to real estate development, landmark preservation, city planning, and community participation in New York City.      Urban Design and Architecture Studies: Architecture and Urban History Courses    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Medieval Architecture    ARTH-UA 205 Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Medieval Art and Architecture.\"    European Architecture of the Renaissance    ARTH-UA 301 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Architecture in Europe in the Age of Grandeur (the Baroque)    ARTH-UA 302 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Architecture in New York: Field Study    ARTH-UA 602 Offered periodically. 4 points.   Examines the history of architecture and urbanism through the landmark buildings and neighborhoods of New York City. Students consider key issues of architectural history, including style, building type, patronage, professional education, adaptive reuse, construction techniques, and the process of historic preservation, all within the context of urban and national development. Course meetings consist of classroom lectures and field-study trips, including visits to Broadway/ Battery, South Street Seaport, City Hall area, SoHo, Greenwich Village, Ladies' Mile/Gramercy, Upper West Side, Grand Central/ 42nd Street, Park Avenue, and Rockefeller Center.    Cities in History    ARTH-UA 662 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every other year. 4 points.   Historical survey of city types, plans, and symbolic meanings from classical Greece to the present. Subjects include ancient towns and planned cities, especially those of the Roman Empire; medieval commercial centers and cathedral towns; Renaissance plazas and baroque street systems; and 19th-century industrial, colonial, and resort cities. Emphasis on European and American cities. Discussion of London, Paris, and Rome throughout.    History of City Planning: 19th and 20th Centuries    ARTH-UA 663 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every year. 4 points.   Examines the history of cities, planning, and urban design in Europe and the United States since 1800. Students can expect both a survey of city planning history and consideration of thematic issues. Lectures and readings emphasize the social, political, and economic factors shaping modern cities, including industrialization, housing, sanitation, transportation, social reform, recreation, and infrastructure, as well as cultural and aesthetic debates about style, monumentality, and diversity in cities. Course work includes readings of primary documents and recent interpretations, individual research, and field trips to notably planned sites in the New York area.    Special Topics in Urban Design and Architecture Studies    ARTH-UA 650 and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas.      Urban Design and Architecture Studies: Seminars    Decision Making and Urban Design    ARTH-UA 670 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   The impact and limitations of private and public decision-making power on urban design and architecture. City architecture in light of the values and priorities set by a society. Recognition of citizens' groups as increasingly important factors in city planning and related changes. Critically evaluates the complexity of decision making and historical circumstances as related to the built urban environment on the basis of historical and modern American and European examples.    Architecture in Context    ARTH-UA 671 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. 4 points.   Addresses issues arising from new structures and interventions to existing structures, which must relate to existing well-defined contexts of the sort found throughout New York City. Students are encouraged to think about, discuss, create, and report on designs that recognize and suit their contexts. The focus is on typical New York City building types. Includes town houses, additions to existing structures, adaptive reuse of residential structures for institutional use, streetscape improvements, and urban parks.    Environmental Design: Issues and Methods    ARTH-UA 672 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   On the basis of selected topics, examines the manifold technological considerations that affect urban building and urban environmental quality in cities today. Topics include the specifics of power supply, heating, lighting, ventilation, internal traffic (vertical and horizontal), pollution control, and other topics of immediate significance. Focuses on the potential of technology to resolve urban environmental problems.    Urban Design: Infrastructure    ARTH-UA 673 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Serves as a laboratory for the investigation of New York City's infrastructure, using the definition of the word as a point of departure. In what ways can the city be perceived as a collective undertaking, with intricate components interwoven in continuous strands? What systems and forces give the city and its neighborhoods their current form, and what influences their future shape? Can these systems be dissected? What do these analyses tell us about the relationship of the city to its inhabitants and to the wider environment? Through lectures, reading assignments, discussions, and field trips, we investigate some of the major components of the city's infrastructure, such as the street grid, water supply, waste disposal, and subway system.    Urban Design and the Law    ARTH-UA 674 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Relationship between physical surroundings and the basis of society in law. Examines the effects of zoning regulations and building codes; urban renewal legislation; condemnation procedures; real estate law; law concerning tenants; taxation; special bodies such as the Port Authority of New York and New Jersey; preservation and landmarks; licensing procedures for architects, engineers, and planners; and pollution control measures. Special attention to laws of New York City and nearby communities.    Seminar in Urban Options for the Future    ARTH-UA 675 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on alternative futures for the city of tomorrow that may be effected through the development of new forms of technology and the utilization and exploitation of the state of the art in urban structural designs. Topics include redesign of the business district; recovery of city resources; and social, political, and economic implications of new city forms considered in projections for a new urban face.    Drawing for Architects and Others    ARTH-UA 676 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 2 points.   A basic drawing course intended to teach students to perceive—to record phenomena manually without relying on formulaic methods of drawing perspective, volumetrics, and the like. Students are encouraged to examine proportion, scale, light, shade, and texture, as well as means of expression, the nature and essence of objects, various media, and graphic composition. The course assists students in creating a comprehensive series of drawings and in building a portfolio.    Reading the City    ARTH-UA 677 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on observation and documentation of a historical section of New York City from its foundation to the present. Students participate in field walks and attend in-class lectures and discussions. A principal objective of the course is to have students learn to read the historical stratigraphy of the city by using primary and secondary sources such as maps, prints, and panoramas, as well as City Council minutes and other printed documents. The goal is to have them deepen their understanding of phenomena that they have observed firsthand.    Architectural Criticism    ARTH-UA 678 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Combines the reading and writing of architectural criticism. Students read the work of prewar and postwar architecture critics, focusing on those who live(d) and work(ed) in New York City and those who write and wrote for the popular press. Six class sessions are devoted to thematic groupings of reviews—on the skyscraper, the museum, urban planning, and more—in order to compare critical language, approach, and taste, while also tracking changes in architectural style from 1900 to the present. These reviews are supplemented with readings in architectural theory that attempt to define the styles of the past and present century. Students also write three reviews themselves, including one on a building, shop, or urban plan of their choice. The course should offer both an alternative history of 20th-century New York City and an opportunity to think and write about architecture in a new and opinionated way.    Parks, Plants, and People    ARTH-UA 679 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered periodically. 2 points.   Studies the components of successful urban green public spaces designed for and about people. Students participate in numerous site visits to important New York City parks and gardens to study the way people actually use these places. Students also are expected to visit others and report on them to the class. Students study the research and observations of William H. Whyte and the role that good planting and a connection with nature play in improving the quality of life in the city.    Case Studies in Historic Preservation    ARTH-UA 681 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered in the spring. 4 points.   A survey of the history, philosophy, and practice of historic preservation on the national and local levels. Through case studies, students learn about the field as a civic responsibility and public activity. It is, therefore, very much a course in civics, as it aims to equip and energize students to be involved in the quality of the built environment in general and historic preservation in particular wherever they may live, and wherever their professional paths may take them.      Honors Thesis and Independent Studies in Urban Design and Architecture Studies    Senior Honors Thesis: Urban Design and Architecture Studies   ARTH-UA 690, 691 Open to departmental majors who have been accepted as candidates for honors in urban design in the first term of their senior year and who have the permission of the director of undergraduate studies.   See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters. A GPA of 3.65 in urban design courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations are necessary. 4 points.    Independent Study    ARTH-UA 803, 804 Prerequisites: written permission of the program director and of an adviser. 1 to 4 points per term.   See this department's subheading \"Honors Thesis and Independent Studies in Art History.\"      Urban Design and Architecture Studies: Courses in Other Departments Counting for Major Credit    Urban Society    ANTH-UA 44 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. 4 points.   See description under Anthropology .    Cities in a Global Context    SCA-UA 602 4 points .   See description under Metropolitan Studies .    Urban Economics    ECON-UA 227 Identical to SCA-UA 751. Prerequisite:   Economic Principles II (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). 4 points.   See description under Economics .    Cities, Communities, and Urban Life    SOC-UA 460 Identical to SCA-UA 760. 4 points.   See description under Sociology .    With departmental approval, other courses may be substituted.      Graduate Courses Open to Undergraduates    Under special circumstances, students are allowed to enroll for courses in the Graduate School of Arts and Science and in the Robert F. Wagner Graduate School of Public Service . If these courses are credited toward the undergraduate degree, no advanced credit is allowed toward a graduate degree. The Wagner program offers undergraduate courses in management of nonprofit organizations and in the role of government in art production and consumption."}, {"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Note: Majors and minors must register under the DRLIT-UA number for the courses listed below. Fulfillment of the College's expository writing requirement is a prerequisite to all dramatic literature courses.    Survey Courses in Dramatic Literature    Introduction to Drama and Theatre DRLIT-UA 101 Offered periodically. 4 points. A general introduction to the study of dramatic literature as well as to the very notion of theatre and its place in our cultural life, both past and present. Topics include the emergence of new dramatic genres and forms, the relation between “high culture” and popular performance, the changing nature and activity of play-going, theories of character and action, the aesthetics of theatre production, the politics of representation, the idea of human and inhuman in performance, the globalization of theatre, and the urbanization of the performing arts, especially in New York. Eight to ten representative plays are read and discussed alongside various writing about the theatre. History of Drama and Theatre I, II DRLIT-UA 110, 111 Identical to ENGL-UA 125, 126. Either term may be taken alone for credit. 4 points per term.   Examines selected plays central to the development of world drama, with critical emphasis on a cultural, historical, and theatrical analysis of these works. The first semester covers the major periods of Greek and Roman drama; Japanese classical theatre; medieval drama; theatre of the English, Italian, and Spanish Renaissance; and French neoclassical drama. The second semester begins with English Restoration and 18th-century comedy and continues through romanticism, naturalism, and realism to an examination of antirealism and the major dramatic currents of the 20th century, including postcolonial theatre in Asia, Africa, and Australia.    Advanced Electives in Dramatic Literature    Acting Medieval Literature   DRLIT-UA 35 Identical to MEDI-UA 868. 4 points.   Presents medieval literature as a set of springboards to performance rather than as a series of \"books\" to be read. In this strongly performance-oriented course, students approach this \"literature\" as works that were acted out, sung, and narrated from memory as part of a storytelling tradition. Students are invited to draw on their dramatic and musical skills and interests, and stage medieval works. For their final project, students participate in staging and putting on a play, perform a substantial piece of narrative poetry, sing or play a body of medieval songs, or a similar endeavor.    Naturalism   DRLIT-UA 113 Identical to THEA-UA 705. 4 points.   A study of the origins and development of the most influential dramatic movements of the 20th century. Specific topics vary by term and instructor.    Modern Drama: Expressionism and Beyond   DRLIT-UA 114 Identical to THEA-UA 602. 4 points.   A study of the various formal movements that developed in reaction to realism. After examining several 19th-century antecedents, including Buchner, we study the most important experimental styles of each successive era: symbolism, expressionism, surrealism, epic theatre, the theatre of the absurd, and postmodernism. Authors covered include Maeterlinck, Kaiser, Pirandello, Lorca, Beckett, Genet, Bond, Handke, Muller, and Benmussa. The philosophical context is explored through reading Freud, Marx, Sartre, and Derrida; theoretical readings include essays by Artaud and Brecht. While the class focus is on the many styles that evolved in the 20th-century search for a more expressive form, some attention is given to how this search still very much influences theatre artists today.    Theory of Drama   DRLIT-UA 130 Identical to ENGL-UA 130. 4 points.   Explores the relationship between two kinds of theories: theories of meaning and theories of practice. Among the theories of meaning to be studied are semiotics, deconstruction, feminism, psychoanalysis, new historicism, and postmodernism. Theories of practice include naturalism, dadaism, futurism, epic theatre, theatre of cruelty, poor theatre, and environmental theatre. Theories are examined through theoretical essays and representative plays.    Gay and Lesbian Theatre   DRLIT-UA 137 Identical to THEA-UA 624. 4 points.   A survey of contemporary lesbian and gay plays from The Boys in the Band to Angels in America. The goal is to familiarize students with lesbian and gay plays written since 1968 as a discrete body of work within the field of contemporary theatre. The course focuses on plays and playwrights that have had a significant impact in the representation of homosexual life onstage. In addition, students consider the historical, political, and cultural developments from which gay theatre emerged and, through independent research projects, examine the communities that emerged in the process of creating gay theatre.    Popular Performance   DRLIT-UA 138 Identical to THEA-UA 621. 4 points.   A reevaluation of a wide variety of European and American forms that, beginning in the 16th century, were separated from \"high culture\" theatre. These include fairground performance, commedia dell'arte, mummers' plays, circus, pantomime, minstrel shows, vaudeville, and carnival, puppet, and mask theatre. Exploration of what popular performance does differently than \"high culture\" theatre, how it does so, and to whom it addresses itself. A study of characteristic forms and techniques of popular performance, the connection between Western and non-Western forms, and the central role of popular performance in 20th-century theatre.    Topics in Italian Culture: Futurism in Italy   DRLIT-UA 174 Identical to ITAL-UA 173. 4 points.   Arguably the first avant-garde movement of the 20th century, futurism saw itself as a violent explosion that would drastically redefine not only the artistic landscape but reality as a whole. The futurists produced a theoretical program to overhaul literature, painting, theatre, architecture, music, politics, and even cooking. The approach of the movement's 100th birthday is an opportunity to assess its relevance for our understanding of modernity. This is an interdisciplinary course.    Tragedy   DRLIT-UA 200 Identical to ENGL-UA 720, COLIT-UA 110. 4 points.   Historical and critical study of the idea and practice of tragedy from Greek times to the present.    Greek Drama: Aeschylus, Sophocles, Euripides   DRLIT-UA 210 Identical to CLASS-UA 143. 4 points.   Of the many gifts of the ancient Greeks to Western culture, one of the most celebrated and influential is the art of drama. This course covers, by way of the best available translations, the masterpieces of Aeschylus, Sophocles, and Euripides, including the place of the plays in the history of the drama and the continuing influence they have had on serious playwrights, including those of the 20th century.    Comedies of Greece and Rome   DRLIT-UA 211 Identical to CLASS-UA 144. 4 points.   Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century Athens through the Attic New Comedy and Roman comedy. Authors include Aristophanes (11 comedies are studied, and one is staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays were only recently discovered; and Plautus and Terence, whose works profoundly influenced comedy in Western Europe.    Shakespeare I, II   DRLIT-UA 225, 226 Identical to ENGL-UA 410, 411. Either term may be taken alone for credit. 4 points per term.   Introduction to the reading of Shakespeare. Examines about 10 plays each term, generally in chronological order. First term: the early comedies, tragedies, and histories up to Hamlet. Second term: the later tragedies, the problem plays, and the romances, concluding with The Tempest.    Colloquium: Shakespeare   DRLIT-UA 230 Identical to ENGL-UA 415. Assumes some familiarity with Shakespeare's works. Beginning students should take DRLIT-UA 225, 226. 4 points.   Explores the richness and variety of Shakespearean drama through an emphasis on the mastery of selected major plays. Six to eight plays are read intensively and examined thoroughly in discussion.    Restoration and 18th-Century Drama   DRLIT-UA 235 4 points.   The Restoration of the Stuart monarchy in 1660 brought an end to a 20-year period of civil war and military rule in England. As a postwar culture, Restoration England was a divided society, but also a society ripe for social change and cultural innovation. The London public theatres in this period, reopened after twenty years of prohibition, can be variously characterized as progressive vanguard and conservative rearguard, both an open forum for new ideas and subversive critique of the dominant culture, and a bastion of aristocratic privilege and state hegemony. This course considers the cultural activity of the Restoration public theatres from both outlooks. Embracing the divided nature of the art and culture of this period, the readings are organized into a series of unlikely pairings: urban comedies and classical tragedies, closet dramas and box-office successes, propaganda pieces and broad satires, puritan reform and libertine excess. Playwrights include Dryden, Davenant, Cavendish, Etherege, Wycherley, Rochester, Milton, Centlivre, Shadwell, Otway, and Farquhar.    Feminism and Theatre   DRLIT-UA 240 Identical to THEA-UA 623. 4 points.   A study of plays by female playwrights and feminist theatre from the perspective of contemporary feminist theory. Considerations include strategies for asserting new images of women on stage, the dramatic devices employed by female playwrights, lesbian aesthetics, race, class, and the rejection of realism. Possible plays and performance texts treated include those of Maria Irene Fornes, Caryl Churchill, Sarah Daniels, Wendy Wasserstein, Ntozake Shange, Adrienne Kennedy, Susan Glaspell, Aphra Behn, Alice Childress, Tina Howe, Holly Hughes, Karen Finley, Darrah Cloud, and Suzan-Lori Parks.    Modern British Drama   DRLIT-UA 245 Identical to ENGL-UA 614. 4 points.   Studies in the modern drama of England and Ireland, always focusing on a specific period, a specific group of playwrights, a specific dramatic movement of theatre, or a specific topic. Among playwrights covered at different times are Shaw, Synge, O'Casey, Behan, Osborne, Pinter, Stoppard, Bond, Friel, Storey, Hare, Edgar, Brenton, Gems, Churchill, and Daniels.    Modern American Drama   DRLIT-UA 250 Identical to ENGL-UA 650, SCA-UA 842. 4 points.   Study of the drama and theatre of America since 1900, including Eugene O'Neill, Susan Glaspell, the Group Theatre, Thornton Wilder, Tennessee Williams, Arthur Miller, Edward Albee, Sam Shepard, David Mamet, Maria Irene Fornes, and David Henry Hwang.    Theatrical Genres   DRLIT-UA 251 Identical to THEA-UA 632. 4 points.   This course (different each time) explores one or more distinctive theatrical genres, such as tragedy, comedy, melodrama, satire, or farce, or plays of distinctive theatrical types, such as theatre of the absurd, the documentary play, or theatre of witness. Since theatrical genres and theatrical types come into being because playwrights respond to historical necessity by visualizing specific worldviews, the course presents a study of the role and function of the theatre within societies, as a response to historical, psychological, and spiritual forces.    Modern U.S. Drama   DRLIT-UA 253 Identical to ENGL-UA 650, THEA-UA 608. 4 points.   A study of drama and theatre in the United States since 1900, including Eugene O'Neill, Susan Glaspell, Sophie Treadwell, Elmer Rice, Clifford Odets and the Group Theatre, Thorton Wilder, Tennessee Williams, Arthur Miller, Edward Albee, Emily Mann, Sam Shepard, David Mamet, Maria Irene Fornes, Adrienne Kennedy, August Wilson, Lorraine Hansberry, David Henry Hwang, David Rabe, Luis Valdez, and Tony Kushner. We explore these writers and their texts as they relate to the page, to the stage, and to U.S. culture at large. We discuss how these writers (and others) represent themselves and notions of \"American-ness\" in their dramatic works. We include important works from the margins, as well as those that represent the mainstream. Does modern U.S. drama lead or follow U.S. culture? Does it tend to be a design for living or a reflection of custom? We also explore the role of gender in culture as demonstrated in these works. Does U.S. drama question the status quo or reinforce it? These and other interrogations inform our readings, discussions, and written assignments.    Major Playwrights   DRLIT-UA 254 Identical to ENGL-UA 652, THEA-UA 618. 4 points.   This course (different each time) focuses on two or three related major playwrights, for example, Brecht and Shaw, Chekhov and Williams, Churchill and Bond, Beckett and Pinter, Strindberg and O'Neill. Makes an in-depth study of their writings, their theories, and the production histories of their plays in relation to biographical, cultural, political, and aesthetic contexts.    African American Drama   DRLIT-UA 255 Identical to ENGL-UA 255, THEA-UA 605. 4 points.   The study of African American dramatic traditions from early minstrelsy to turn-of-the-century musical extravaganzas; from the Harlem Renaissance folk plays to realistic drama of the 1950s; from the militant protest drama of the 1960s to the historical and experimental works of the present. Issues of race, gender, class; of oppression and empowerment; of marginality and assimilation are explored in the works of such playwrights as Langston Hughes, Alice Childress, Lorraine Hansberry, Amiri Baraka, Adrienne Kennedy, Charles Fuller, George C. Wolfe, Ntozake Shange, August Wilson, Suzan-Lori Parks, and Anna Deavere Smith. The sociohistorical context of each author is also briefly explored. Asian American Theatre   DRLIT-UA 256 Identical to THEA-UA 606. 4 points.   Acts as both an introduction to the genre of Asian American theatre and an interrogation into how this genre has been constituted. Through a combination of play analysis and historical discussion—starting with Frank Chen's The Chickencoop Chinaman, the first Asian American play produced in a mainstream venue—the class looks at the ways Asian American drama and performance intersect with a burgeoning Asian American consciousness. We review the construction of Asian American history through such plays as Genny Lim's Paper Angels and more recent works such as Chay Yew's A Language of Their Own. We also read theoretical and historical texts that provide the basis for a critical examination of the issues surrounding Asian American theatre. Orientalism, media representation, and theories of genealogy inform our discussion.    Political Theatre   DRLIT-UA 258 Identical to THEA-UA 622. 4 points.   Major forms, plays, and theories of socially engaged theatre exemplifying performance as a site of resistance, social critique, and utopianism. While the course provides an examination of the historical development of political theatre, focus may vary semester to semester, from an examination of activist forms including agit-prop, pageantry, epic theatre, documentary, street theatre, and women's performance art, to major theoretical perspectives and their practical translations since Brecht, including Boal and feminist and queer theory, to plays and productions by the Blue Blouse, Clifford Odets, Bertolt Brecht, the Living Theatre, Bread and Puppet, El Teatro Campesino, Heiner Mueller, Caryl Churchill, Athol Fugard, Ng?ug? wa Thiong'o, Split Britches, Tony Kushner, Emily Mann, and others.    Comparative Study: 20th-Century Drama   DRLIT-UA 261 4 points.   The two decades or so following World War II were a particularly exciting period in the history of drama in Europe and America. This course focuses on five playwrights—Samuel Beckett, Tennessee Williams, Jean Genet, Adrienne Kennedy, and Peter Weiss—whose engagements with postwar history and politics shaped the form and content of their works for the stage. Questions include modes of representing historical experience, theatre and historical forms of spectatorship, and challenges to genre. The presumption is that we cannot know in advance what it means to describe a play as \"political.\" Readings include Beckett's Waiting for Godot, Endgame, and selected shorter plays; Williams's A Streetcar Named Desire and Orpheus Descending; Genet's The Balcony, The Blacks, and The Screens; Kennedy's Funnyhouse of a Negro, The Owl Answers, and A Movie Star Has to Star in Black and White; and Weiss's Marat/Sade and The Investigation.    17th-Century Theatre   DRLIT-UA 290 4 points.   Explores plays written by Shakespeare's collaborators, rivals, and followers—English drama in the age of Shakespeare written by playwrights other than Shakespeare. These are plays about world-conquering heroes, murderous conspirators, riotous good-fellows, and star-crossed lovers; they are also about the fast-changing culture of early modern England, dealing with new patterns of urban life, emergent notions of republican politics and personal liberty, the discovery of new worlds and new sciences, and the increasing pressures of European war, revolution, and civil war. A different play each week. Plays by Beaumont, Brome, Dekker, Fletcher, Ford, Jonson, Marlowe, Massinger, Middleton, Milton, Shirley, and Webster.    Theatre of Latin America   DRLIT-UA 293 Identical to THEA-UA 748. 4 points.   An introduction to the history, theories, and practices of Latin American drama, focusing on the 20th century. We pay special attention to the historical reinvention of European-based theatrical forms in the Americas through their continuous interaction with non-European cultural forms. Through the plays of leading dramatists—including Jorge Diaz, Egon Wolff, and Sergio Vodanovic (Chile); Jose Triana (Cuba); Rene Marquez and Luis Rafael Sanchez (Puerto Rico); Isaac Chocron (Venezuela); Emilio Carballido, Luisa Josefina Hernandez, Sabina Berman, and Elena Garro (Mexico); and Osvaldo Dragun, Eduardo Pavlovsky, Roberto Cossa, and Griselda Gambaro (Argentina)—we explore the significance of modernist and postmodernist dramatic forms in cultures where industrial modernity is an insecure social context. We study the wealth of oppositional theatre in Latin America—exemplified by Augusto Boal's \"theatre of the oppressed\"—in relation to the historical use (or abuse) of theatrical spectacle as a political means to control peoples, from the early Spanish conquerors to recent authoritarian state leaders. We read postcolonial Latin American theories of culture and art, such as hybridity, transculturation, Brazil's modernist and anticolonial antropofagia, and the \"aesthetics of hunger,\" drawing on the work of Fernando Ortiz, Angel Rama, and Nestor Garcia Canclini, among others. We consider \"magical realism\" in the theatre as a social poetics of scarcity.    Theatre in Asia   DRLIT-UA 294 Identical to THEA-UA 744. 4 points.   This course (different each time) examines different traditions, innovations, representations, and locations of Asian theatre. The influence of major aesthetic texts, such as the Natyasastra and the Kadensho is studied in relationship to specific forms of theatre, such as Kagura, Bugaku, Noh, Bunraku, Kabuki, Shingeki, Jingxi, Geju, Zaju, Kathakali, Kathak, Odissi, Chau, Manipuri, Krishnattam, Kutiyattam, Raslila, and P'ansori. The dramatization of religious beliefs, myths, and legends is examined in a contemporary context. Different focuses include Middle Eastern performance, Japanese theatre, traditional Asian performances on contemporary stages, religion and drama in Southeast Asia, and traditions of India.    The Avant-Garde   DRLIT-UA 295 Identical to THEA-UA 731. 4 points.   An in-depth study of the origins, characteristics, and practical application of techniques of nonliterary/multimedia theatre, performance, and dance theatre. Emphasis is placed on theatrical forms that have been influenced by the theories of Artaud and the European avant-garde; John Cage and visual aesthetics related to American acting, painting, collage, and environmental and conceptual art. Types of performance studied include dadaist, surrealist, and futurist plays; multimedia happenings of Karpov, Oldenberg, and Whitman; conceptual self-works and solos of performers such as Vito Acconci, Karen Finley, Spalding Gray, and Diamanda Galas; and the work of avant-gardists such as Richard Foreman, Robert Wilson, Meredith Monk, Ping Chong, Mabou Mines, LeCompte's Wooster Group, and Pina Bausch. Readings are supplemented by slides, videotape, and attendance at suggested performance events.    Drama in Performance   DRLIT-UA 300 Identical to ENGL-UA 132. 4 points.   Combines the study of drama as literary text with the study of theatre as its three-dimensional translation, both theoretically and practically. Drawing on the rich theatrical resources of New York City, students see approximately 12 plays, covering classical to contemporary and traditional to experimental theatre. Readings include plays and essays in theory and criticism.    Topics in Performance Studies   DRLIT-UA 301 Identical to THEA-UA 650. 4 points.   This course (different each time) uses key theoretical concepts of the field of performance studies to examine a diverse range of performance practices. Topics include ritual studies, interculturalism, tourist performances, discourses of stardom, theatre anthropology, and documentary performances.    Interartistic Genres   DRLIT-UA 508 Identical to THEA-UA 634. 4 points.   This course (different each time) explores the history and semiotics of one of several hybrid genres, such as opera, dance, drama, film adaptations of plays, or multimedia works.    Contemporary European Theatre   DRLIT-UA 609 4 points.   The European theatre scene of the last two decades has witnessed the emergence of a new wave of dramatists who share a dark, desperate, depressive, yet humorous Weltanschauung and style. They have encountered controversy and shock in reception but could not be ignored, gradually gaining a significant place in recent theatre history. We study and discuss work by Sarah Kane, Mark Ravenhill, David Harrower, Roland Schimmelpfennig, Koffi Kwahule, Yasmina Reza, Juan Mayorga, Biljana Srbljanovi, Gianina Carbunariu, Hristo Boytchev, Matei Visniec, Goran Stefanovski, Vassily Sigarev, and their forerunners Beckett, Ionesco, Orton, Churchill, Koltes, Havel, Mrozek, et al.    Irish Dramatists   DRLIT-UA 700 Identical to THEA-UA 603, IRISH-UA 700. 4 points.   A study of the rich dramatic tradition of Ireland since the days of William Butler Yeats, Lady Gregory, and the fledgling Abbey Theatre. Playwrights covered include John Millington Synge, Sean O'Casey, Samuel Beckett, Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Anne Devlin. Issues of Irish identity, history, and postcoloniality are engaged alongside an appreciation of the emotional texture, poetic achievements, and theatrical innovations that characterize this body of dramatic work.    Gender and Performance in the Italian Theatre   DRLIT-UA 720 Identical to ITAL-UA 720. 4 points.   Examines plays that explicitly highlight and question the status and performance of gender, as well as selections from political treatises, books of manners, and historiography of the early modern period (1350-1700). Topics such as cross-dressing, the emergence of the actress and commedia dell'arte troupes, the dynamics of spectatorship, the development of perspective in painting and theatre, and court power relations are considered, as well as the \"revisions\" that women playwrights and writers made to a largely male-dominated canon.    20th-Century Drama   DRLIT-UA 730 4 points.   Transportable Drama: Stock character types, dramatic figures, and archetypal plots are to a certain extent independent and transportable terms that appear and reappear in multiple play texts, versions of those texts, and in diverse media. Beyond that, the experience of what we call \"drama\" is not limited to play texts and their presentation; it is present in fiction, news, film, television, the visual and electronic arts, and advertising. In this course, we explore how the dramatic impulse of several plots, figures, and characters is expressed in play texts and other media across several historical periods. For example, we may choose to look at Zola's novel and play of Therese Raquin, followed by Marcel Carne's 20th-century film adaptation. Or, we might examine one or more of the historical Don Juan plays in combination with the Byron poem, the Mozart opera, and/or a modern film treatment. Similarly, Shakespearean texts have been widely adapted to the present day, not only in theatrical spin-offs and films, but also through renderings by visual artists. A play based upon a news event, such as Treadwell's Machinal, may be examined in light of the original reportage and public records. By looking at clusters of related works in tandem, rather than as freestanding objects of study, we will gain a greater understanding of drama as a transportable art form and of adaptation in both its practical and theoretical aspects.    Topics in Drama and Theatre   DRLIT-UA 971 4 points.   This course (different every time) explores different topics in drama with an emphasis on discussion and interpretation of selected themes.    Electives in Practical Theatre    Stagecraft   DRLIT-UA 635, 636 Identical to MPAET-UE 9, 10. Either term may be taken alone for credit. 4 points per term.   Comprehensive, practical course in the various technical aspects of theatrical production. First term explores the planning, construction, and painting of scenery and the architecture of the stage. Second term deals with stage electrics, lighting, crafts, sound technology, and special effects.    Acting I   DRLIT-UA 637, 638 Identical to MPAET-UE 27, 28. Either term may be taken alone for credit. 4 points per term.   Class hours are spent in the practice of improvisation, pantomime, and theatre games, as well as brief scenes. Additional hours for rehearsal and performance of scenes.    Acting II   DRLIT-UA 639, 640 Identical to MPAET-UE 37, 38. Either term may be taken alone for credit. 4 points per term.   Emphasis on scene study and the analysis and performance of characters. Students may be cast and rehearsed by members of the directing classes in brief scenes performed on Friday afternoons and in evenings of one-act performances, as well as staff-directed or supervised, full-length productions.    Stage Lighting   DRLIT-UA 641 Identical to MPAET-UE 1143. 4 points.   Theories of light and lighting. The practice of lighting the stage. Experiments with light as design.    Costume Design   DRLIT-UA 642 Identical to MPAET-UE 1175. 4 points.   Costume design for the modern stage; the history of fashion.    Directing   DRLIT-UA 643, 644 Identical to MPAET-UE 1081, 1082. Prerequisites: satisfactory work in Acting II (DRLIT-UA 639 or 640) or equivalent, and permission of the adviser. DRLIT-UA 643 is a prerequisite for DRLIT-UA 644. 4 points per term.   Elements of play scripts are analyzed and dramatized. Students may cast and rehearse brief scenes performed on Friday afternoons.    Design for the Stage   DRLIT-UA 645 Identical to MPAET-UE 1017. 4 points.   Design for today's stage in period and modern styles. Methods of originating and presenting a design conception. Practice in scene sketching.    Styles of Acting and Directing   DRLIT-UA 646, 647 Identical to MPAET-UE 1099, 1100. 4 points per term.   Scenes from period plays (Greek, Roman, Elizabethan, neoclassical French, Restoration, and 18th- and 19th-century European) are studied and performed. A course in performance styles and techniques for those interested in acting, directing, design, theatre history, and criticism, as well as for teachers of acting and directing.    Fundamentals of Acting I   DRLIT-UA 649 Identical to THEA-UA 850. 4 points.   An introduction to the central tools and skills that make up the actor's art and craft. Through theatre games, structured improvisation, and beginning scene work, students exercise their imaginations, learn how to work as an ensemble, and develop a sense of their bodies as expressive instruments. All techniques covered have been developed by the most celebrated 20th-century theorists, such as Stanislavski, Grotowski, and Bogart, and are the same theories that underlie the training of the Tisch undergraduate acting conservatory. No prior experience necessary.    Fundamentals of Acting II   DRLIT-UA 650 Identical to THEA-UA 851. Prerequisites: Acting I and II (DRLIT-UA 637 or 638 and DRLIT-UA 639 or 640), or Fundamentals of Acting I (DRLIT-UA 649), or permission of the instructor. 4 points.   A continuation of Fundamentals of Acting I, focusing on more advanced scene work. Students prepare a series of scenes, and a variety of advanced topics are covered, including text analysis, spontaneity, and character development.    Advanced Workshop in Playwriting   DRLIT-UA 840 4 points.   Principles and practice of writing for the theatre. Students are expected to write and rewrite their own plays and to present them for reading and criticism.    Electives in Cinema    Topics in World Cinema   DRLIT-UA 303 4 points.   This course (different each time) examines the interactions of cultures through cinema. Topics include Japanese, Chinese, and various East Asian Cultures and the connection to Western culture through cinema.    Film as Literature   DRLIT-UA 501 Identical to ENGL-UA 170. 4 points.   This course (different every time) introduces students to the specific choices that a director must make to transform the \"printed word\" into a visual auditory experience. For example, point of view becomes a challenge of camera shots; a described room becomes a matter of lighting, color, and sound; and the sense of time becomes a product of editing, rhythm, music, and splicing. Throughout the course, we pit a director's view against an author's view to examine how the same story may express different agendas, depending on the rendering. Works may include Euripides' Medea (Pasolini), Nabokov's Lolita (Kubrick), Tennessee Williams's A Streetcar Named Desire (Kazan), Paul Schrader's Taxi Driver (Scorsese), Virginia Woolf's Orlando (Potter), and Thomas Hardy's Tess (Polanski). Creative exercises required along with three five-page papers.    Italian Films, Italian Histories I   DRLIT-UA 503 Identical to ITAL-UA 174. 4 points.   Studies representation of Italian history through the medium of film from ancient Rome through the Risorgimento. Issues to be covered throughout include the use of filmic history as a means of forging national identity.    Cinema and Literature   DRLIT-UA 504 Identical to FREN-UA 883. 4 points.   Exposes the student to various modes, such as expressionism, social realism, and the projection of the hero. One film is viewed per week and analyzed with reading assignments that include novels, plays, and poems. The objective is to exploit the potentiality of different media and to make vivid and intellectual the climate of Europe on which these media so often focus.    Italian Cinema and Literature   DRLIT-UA 505 Identical to ITAL-UA 282. 4 points.   Studies the relationship between Italian literature and post-World War II cinema. Among the authors and directors examined are Lampedusa, Bassani, Sciascia, Visconti, De Sica, and Rosi.    Italian Films, Italian Histories II   DRLIT-UA 506 Identical to ITAL-UA 175. 4 points.   Studies representations of Italian history through the medium of film, from the unification of Italy to the present. Fascism, the resistance, 1968, and other events are covered, as are questions of how film functions with respect to canonical national narratives and dominant systems of power.    Film Aesthetics   DRLIT-UA 517 Identical to CINE-UT 120, CINE-UT 316. 4 points.   A historical and critical survey of a particular film aesthetic and its impact on film language, production, and culture. Topics include cinematography, camera movement, sound, color, studio art design, and editing.    Film Theory   DRLIT-UA 531 Identical to FMTV-UT 11. 4 points.   A second-level course that introduces the main schools of film theory, focusing on the question, \"What is cinema?\" Overview of the basic theories developed by filmmakers (e.g., Eisenstein, Pudovkin) and theoreticians (e.g., Arnheim, Bazin, Metz). Refines the student's understanding of the theoretical concerns of cinema studies in its relation to the practice of filmmaking and film criticism.    Special Courses    Internship   DRLIT-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. Open to qualified upper-class dramatic literature majors or minors, but may not be used to fulfill the minimum requirement of either the major or the minor. 2 or 4 points per term.   Requires a commitment of 8 to 12 hours of work per week in an unpaid position to be approved by the director of undergraduate studies. The intern's duties on-site should involve some substantive aspect of work in drama. The student is expected to fulfill the obligation of the internship itself, and a written evaluation is solicited from the outside sponsor at the end. The grade for the course is based on a final project submitted to a faculty director with whom the student has been meeting regularly over the semester to discuss the progress of the internship.    Independent Study   DRLIT-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. May not duplicate the content of a regularly offered course. Intended for qualified upper-class majors or minors in this department, but may not be used to fulfill the minimum requirements of either the major or the minor. 2 or 4 points per term.   Requires a paper of considerable length that should embody the results of a semester's reading, thinking, and frequent conferences with the student's director. The paper should show the student's ability to investigate, collect, and evaluate his or her material, finally drawing conclusions that are discussed in a sound and well-written argument. In the 2-point course, the student is held to the same high standard as is the student who is working for 4 points, but the investigation and the paper are of proportionate length.    Honors Seminar    The subject of the Honors Seminar changes each year and is decided on by the faculty member teaching the seminar. The seminar is a small class (limited to 12) that ideally prepares students for the senior thesis; the primary focus is on research and the application of critical methodologies. Each year, one of the Department of English Junior Honors Seminars is also designated as the drama studies Honors Seminar, with at least a partial focus on drama. Drama studies majors normally take this seminar to complete the seminar requirement. (English majors in honors may also take this designated seminar if they choose to, subject to the 12-student limit.) Dramatic literature majors in honors may also satisfy the seminar requirement by taking, with the instructor's permission, the Honors Seminar in the undergraduate Department of Drama at Tisch School of the Arts.    Admission to the Drama Studies honors program is competitive. The Honors Seminars are limited to 12 students. The minimum GPA for admission to any College of Arts and Science honors program is 3.65 or better (both overall and in the major). In addition, students must have completed the two core courses History of Drama and Theatre I and II (DRLIT-UA 110 and 111) by the end of the semester in which they apply for the honors track.               Contact Us | &copy; New York University , Arts and Science"}]}]