[{"detail": [{"content": "Nicholas Ray's \"We Can't Go Home Again\": Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        Nicholas Ray's \"We Can't Go Home Again\"  Event Date and Time:    December 5, 2012 6:15pm    Location:    Department of Cinema Studies, Michelson Theater 721 Broadway, 6th Floor New York, NY 10003    Shown as a double feature with Susan Ray's \"Don't Expect Too Much.\" Screenings will be introduced by Dana Polan, Professor of Cinema Studies at NYU.    About WE CAN'T GO HOME AGAIN    Directed by Nicholas Ray (1973; restored in 2011 - 94 minutes) The most complete, newly restored version of Nicholas Ray’s experimental masterpiece, made with his students at the State University of New York at Binghamton, WE CAN'T GO HOME AGAIN embodies Ray’s approach to filmmaking as a communal way of life. The film records Ray’s groundbreaking use of multiple image as a way of telling more than one story simultaneously, and of colorization as a way to heighten emotional expression. He called it a “journalistic” film, one that shares the anthropologists’ aim of recording the “history, progress, manners, morals, and mores of everyday life,” at a critical moment in American history. Ray plays himself in the film, serving as mentor, friend, and reference point around whom the students’ stories constellate.    About DON'T EXPECT TOO MUCH    Directed by Susan Ray (documentary, 2011 - 70 minutes) Did Nick Ray leave Hollywood, or did Hollywood leave him? What was he up to when he returned to the States after a decade in Europe? What was his intention with WE CAN'T GO HOME AGAIN , that experimental film he made with a bunch of college students? What was he doing with so many images on the screen all at once? How did he do it? Why was the film never finished? Did he lose his way, his talent, his sanity, his common sense? DON'T EXPECT TOO MUCH , a full-length documentary helmed by Ray’s wife Susan, investigates these questions and the relationship forged by Ray between his life and his art. Drawing on the director’s archive of never-before-seen film, video, and stills, Susan finds answers to our questions about Nick Ray in Nick Ray’s own words and images. And we learn from interviews with members of the original crew of WE CAN'T GO HOME AGAIN , directors Jim Jarmusch and Victor Erice, and others, how this man lived, saw, learned, and taught, how he fought and danced with his demons, how he loved.    About Nicholas Ray    Nicholas Ray was born in the heartland of America, in Galesville, Wisconsin, on August 7, 1911. He lived a bold and adventurous life, always searching for a deeper understanding of himself and his world. His career touched every aspect of American cultural life and included his direction of such film classics as Party Girl, In A Lonely Place, Lusty Men, Bigger Than Life, Bitter Victory , and, of course, Rebel Without A Cause . When the Hollywood system became too restrictive, Ray exiled himself to Europe, where he lived for 10 years, returning to the States in 1969. He worked on We Can’t Go Home Again between 1971 and 1976, acted in films of Wenders and Foreman, and in 1977, having come to grips with his alcohol addiction, he turned to teaching, which he has been quoted as saying was the most fulfilling work of his life.    About Susan Ray    Susan Ray was born on November 15, 1951, in New Haven, Connecticut. She attended the University of Chicago, and it was in Chicago, at the Conspiracy Trial, that she first met Nicholas Ray. Soon she was working full-time for the director, and soon after that they were living together in New York. There Susan worked as a book editor while also giving her efforts to whatever project Ray had underway. The couple collaborated on the concept and first pages for We Can’t Go Home Again . She has edited and introduced with her memoir the book I Was Interrupted: Nicholas Ray On Making Movies , and over the years has published several short pieces about Ray. She has practiced Rinzai Zen for 30 years, ordained in the lineage of Kyozan Joshu, Roshi, and studied with a number of indigenous healers. She is a writer by trade, with a semi-fictional novel in final revisions. Don’t Expect Too Much is her first film, and she hopes not her last. The is event is free and open to the public. Seating is limited and is available first-come, first- served.    NYU Cinema Studies Join our  Facebook  page! Follow us on Twitter  @CinemaStudies   Cinema Studies Calendar  Event Coordinator Jeff Richardson Phone: 212-998-1649 jeff.richardson@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]