[{"detail": [{"content": "NYU Stern | Master of Science in Business Analytics / Academics / Course Index                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Master of Science in Business Analytics    Contact us           Program Overview Program Snapshot   What is Business Analytics     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview     Academics Faculty   Course Index   Blended Learning   Strategic Capstone     Frequently Asked Questions   Resources Business Analytics Blog   Center for Business Analytics   Webinars   Business Analytics Short Courses               Home / Programs &amp; Admissions / Global Degrees / MS in Business Analytics / Academics / Course Index                        Share / Print                Print      Email      Share       Like                                              Course Index                            Module I                      Module 2                      Module 3                      Module 4                      Module 5                             The MS in Business Analytics modules are spread out over two fiscal years and a period of 12 months. Between modules, students complete approximately 20-25 hours of work per week on pre- and post-module tasks.      Module I: NYU Stern - New York     Social Media and Digital Marketing Analytics  The emergence of the Internet has drastically changed marketing. Some traditional marketing strategies are now completely outdated, others have been deeply transformed, and new digital marketing strategies are continuously emerging based on the unprecedented access to vast amounts of information about products, firms, and consumer behavior. The Internet is now encroaching core business activities such as new product design, advertising, marketing and sales, creation of word-of-mouth, new start-up funding, and customer service.    Our goal in this class is to discuss the new business models in electronic commerce that have been enabled by Internet-based social media and advertising technologies, and to analyze the impact these technologies and business models have on industries, firms and people. We will inform our discussions with insights from data and metrics that can guide us for measurement. To recognize how businesses can successfully leverage these technologies, we will therefore go beyond the technology itself and investigate some key questions.     Foundations of Statistics Using R    The purpose of this course is to ensure that students are prepared to use R as a statistical tool and understand the fundamental statistical concepts. This course is divided into two parts: 1) Getting Started with R and 2) Statistics and R.    Part 1: Getting started with R : The R portion of the course will prepare students with the skills needed to work with data using the R statistical computing application. This begins with developing a basic understanding of the R working environment. Second, students will be introduced the necessary arithmetic and logical operators, salient functions for manipulating data, and getting help using R. Next, students will be introduced to the common data structures, variables, and data types used in R. Students will learn how to develop their own R scripts and utilize the various packages available in R for visualization, manipulation, and statistical analysis. Students will learn how to import data sets and transform and manipulate those datasets for various analytical purposes such as dealing with missing data. Finally, students will learn how to create control structures, such as loops and conditional statements to traverse, sort, merge, and evaluate data.    Part 2: Statistics and R: In the second part of the class basic concepts of probability and statistics will be introduced. We shall study the concepts of population and sample, discuss the difference between population parameters and sample statistics, and how to draw inference from known sample statistics to usually unknown population parameters. We shall study discrete distributions, their means and standard deviations, paying particular attention to the binomial distribution. We shall also study continuous distributions and their probability density functions, paying special attention to the most central of the continuous distributions, the normal distribution. The Central Limit Theorem will be introduced, and confidence intervals and statistical tests will be discussed. We shall then study the simple and multiple linear regression, and their applications to prediction and forecast.     Data Driven Decision Making    \"Every two days we now create as much information as we did from the dawn of civilization up until 2003.\" -Eric Schmidt (CEO Google)    \"Data are widely available; what is scarce is the ability to extract wisdom from them.\" -Hal Varian (UC Berkeley and Chief Economist, Google)    The two quotes above summarize the main theme of this course. In every aspect of our daily lives, from the way we work, shop, communicate, or socialize; we are both consuming and creating vast amounts of information. More often than not, these daily activities create a trail of digitized data that is being stored, mined, and analyzed by firms hoping to create valuable business intelligence. With technological advances and developments in customer databases, firms have access to vast amounts of high-quality data which allows them to understand customer behavior, and customize business tactics to increasingly fine segments or even segments of one. However, much of the promise of such data-driven policies has failed to materialize because managers find it difficult to translate customer data into actionable policies. The general objective of this course is to fill this gap by providing students with tools and techniques that can be utilized for making business decisions. Note that this is not a statistics or mathematics course. The emphasis of the class will be on applications and interpretation of the results for making real life business decisions.     Dealing With Data    The volume of data being generated every day continues to grow exponentially. We capture and store data about pretty much every aspect of our lives. Being able to fetch, store, query, analyze, and visualize the data is now a fundamental skill for everyone.    This class is designed for students that want to learn to handle data programmatically, without being programmers. This course guides students through the whole data management process, from initial data acquisition to final data analysis.     Data Science for Business Analytics     This course will change the way you think about data and its role in business. Businesses, governments, and individuals create massive collections of data as a byproduct of their activity. Increasingly, decision-makers and systems rely on intelligent technology to analyze data systematically to improve decision-making. In many cases automating analytical and decision-making processes is necessary because of the volume of data and the speed with which new data are generated.    We will examine how data analysis technologies can be used to improve decision making. We will study the fundamental principles and techniques of data mining, and we will examine real-world examples and cases to place data-mining techniques in context, to develop data-analytic thinking, and to illustrate that proper application is as much an art as it is a science. In addition, we will work “hands-on” with data mining software.     Decision Models    This course trains students to turn real-world problems into mathematical and spreadsheet models and to use such models to make better managerial decisions. This is a hands-on course that focuses on modeling business problems, turning them into Excel spreadsheet models and using tools like Solver and Crystal Ball to obtain solutions to these managerial problems. The course focuses on two classes of models: optimization and simulation. The application areas are diverse and they originate from problems in finance, marketing and operations. We cover problems such as how to optimize a supply chain, how to price products when faced with demand uncertainty and how to price exotic financial options using Monte Carlo simulation.     Please note, all courses and topics are subject to change.                Module 2: Rotterdam   Network Analytics    Social media and mobile commerce create massive connected data sets that contain a wealth of business and social insights. This course will translate cutting-edge network science research into actionable analytics strategies for dealing with big data that is networked, text-intensive and unstructured, with applications from viral marketing, A/B testing and media planning.     Operations Analytics    Operations and supply management use analytical thinking to deal with real-world problems. - F. Robert Jacobs    This course is an introduction to the principles and techniques for operations analytics. Operations and supply management is defined as the design, operation, and improvement of the systems that create and deliver the firm's primary products and services.    A critical success factor in gaining competitive advantage is the ability to apply the right analytics at the right time, to the right people, at the right place and under the right situation. --Joseph Chan    In this course, students will learn operations models and techniques that work with large data sources. Operations management has dealt with applying analytics for many years. Recently, however, due to big data, many older models and software are incapable of running the analyses. This course will demonstrate the application of Operations models that are currently being used in industry incorporating big data.     Please note, all courses and topics are subject to change.            Module 3: Shanghai   Data Visualization    Visualization is a kind of narrative, providing a clear answer to a question without extraneous details. -Ben Fry    This course is an introduction to the principles and techniques for data visualization. Visualizations are graphical depictions of data that can improve comprehension, communication, and decision making. In this course, students will learn visual representation methods and techniques that increase the understanding of complex data and models. Emphasis is placed on the identification of patterns, trends and differences from datasets across categories, space, and time. This is a hands-on course. Students will use several tools to refine their data and create visualizations. These include: R, Python, ManyEyes, HTML/CSS, D3.js, Google Charts, Adobe Illustrator, and Excel.     Decision Under Risk    Analytics is “the scientific process of transforming data into insight for making better decisions”.  For example, sales data can help us understand consumer purchase behaviors as well as demand patterns. These insights can be used to make sales forecasts, which in turn can inform assortment and production planning decisions. Optimization models have played a very important role in turning “insights” into “decisions” for companies in various industries: advertising, airlines, energy, investment and finance, marketing, manufacturing, retailing, etc.    This course is aimed at enriching the student exposure to business analytics techniques. It has two main parts. The first part is on sensitivity analysis, which is a follow-up of the linear programming topic covered in the Decision Models course, and relates to understanding the impact of changing the parameters of a model on the optimal solution. It is executed using Excel Solver. The second part, which spans most of the course, is on decision making under uncertainty. Students will learn how to build optimization models that incorporate random parameters (e.g., stochastic demand, price, etc.).     Data Mining in R    The goal of this course is to provide hands-on experience on key data mining technologies using one particular tool – the R environment. R is a fast growing technology that has been witnessing widespread acceptance both in academia and industry. Recent surveys have even put it in the top regarding usage by professional data miners (Rexer Analytics survey, 2013). There are many factors contributing for this acceptance but clearly these include the price (free), being open source (trustworthy software that can be easily inspected/checked for flaws), the extension of available methods (exponential growth of the set of available methods for different application areas), and the available support from the community (an extremely large community of knowledgeable experts proving top-notch support for free). This course illustrates the use of R for several key data mining processes. This illustration will be driven by concrete case studies that we will “solve” using R. The course can be regarded as a hands-on complement of the Data Science for Business Analytics.     Please note, all courses and topics are subject to change.            Module 4: NYU Stern - New York   Special Topics in Analytics: Revenue Management &amp; Pricing     Revenue management and Pricing (RMP) focuses on how firms should manage their pricing and product availability policies across different selling channels in order to maximize performance and profitability. One of the best-known applications of PRM is yield management whereby airlines, hotels and other companies seek to maximize operating contribution by dynamically managing capacity over time.   Building on a combination of lectures and case studies the course develops a set of methodologies that students can use to identify and develop opportunities for revenue optimization in different business contexts, including the transportation and hospitality industries, retail, media and entertainment, financial services, health care and manufacturing, among others. The course places particular emphasis on discussing quantitative models needed to tackle a number of important business problems including capacity allocation, markdown management, dynamic pricing for e-commerce, customized pricing, and demand forecasts under market uncertainty, to name a few.     Data Privacy and Ethics    There is a growing sense of urgency around the ethics of analytics. Harvard Business Review, for instance, declared that “oversight for algorithms” and “data privacy” will be among the top trends that business professionals cannot ignore in 2015.    Our class will tackle these topics head-on. Together, we will explore what it means to use analytics ethically and how to think about its ethical implications. We will approach these matters from the perspective of professionals who lead analytics-oriented teams or organizations, and whose success depends on their ability to recognize the ethical issues at stake and resolve these to the satisfaction of multiple stakeholders.     Strategy, Change and Analytics    This course focuses on significant strategic decisions, such as the introduction of new products or the acquisition of another firm, and explores how data-driven and analytical approaches can be used to inform these decisions from a senior management perspective. A case-based approach allows us to discuss details of significant strategic decisions. We will cover some core aspects of business strategy, including external analysis, competitor analysis, and opportunity analysis. We will also look more deeply at different aspects of the decision-making process within organizations, both to understand the process and to think about implementation. The goal is to understand the role of analytics and analytical approaches in the broader organization.     Please note, all courses and topics are subject to change.              Module 5: Closing - NYU Stern - New York   Strategic Capstone    The Business Analytics Strategic Capstone presented at the culmination of the program gives students an opportunity to review and interpret data through statistical and operational analysis with the use of predictive models and the application of optimization techniques. The result is a unified and practical case presentation on a topic of the group's choosing. This is a team based project with approximately 4-5 students per group.     Format    The integrative projects should not take the form of formal dissertations or narrative papers. Rather, they should take the form of “reports to management,” emphasizing substance over length and the forest over the trees. Where possible, they should be action-oriented and framed in terms of business policy and competitive strategy. Given this format, they should be easily convertible into PowerPoint presentations.                     Academics     Faculty   Course Index   Blended Learning   Strategic Capstone                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "NYU Stern | Master of Science in Business Analytics / Academics / Course Index                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Master of Science in Business Analytics    Contact us           Program Overview Program Snapshot   What is Business Analytics     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview     Academics Faculty   Course Index   Blended Learning   Strategic Capstone     Frequently Asked Questions   Resources Business Analytics Blog   Center for Business Analytics   Webinars   Business Analytics Short Courses               Home / Programs &amp; Admissions / Global Degrees / MS in Business Analytics / Academics / Course Index                        Share / Print                Print      Email      Share       Like                                              Course Index                            Module I                      Module 2                      Module 3                      Module 4                      Module 5                             The MS in Business Analytics modules are spread out over two fiscal years and a period of 12 months. Between modules, students complete approximately 20-25 hours of work per week on pre- and post-module tasks.      Module I: NYU Stern - New York     Social Media and Digital Marketing Analytics  The emergence of the Internet has drastically changed marketing. Some traditional marketing strategies are now completely outdated, others have been deeply transformed, and new digital marketing strategies are continuously emerging based on the unprecedented access to vast amounts of information about products, firms, and consumer behavior. The Internet is now encroaching core business activities such as new product design, advertising, marketing and sales, creation of word-of-mouth, new start-up funding, and customer service.    Our goal in this class is to discuss the new business models in electronic commerce that have been enabled by Internet-based social media and advertising technologies, and to analyze the impact these technologies and business models have on industries, firms and people. We will inform our discussions with insights from data and metrics that can guide us for measurement. To recognize how businesses can successfully leverage these technologies, we will therefore go beyond the technology itself and investigate some key questions.     Foundations of Statistics Using R    The purpose of this course is to ensure that students are prepared to use R as a statistical tool and understand the fundamental statistical concepts. This course is divided into two parts: 1) Getting Started with R and 2) Statistics and R.    Part 1: Getting started with R : The R portion of the course will prepare students with the skills needed to work with data using the R statistical computing application. This begins with developing a basic understanding of the R working environment. Second, students will be introduced the necessary arithmetic and logical operators, salient functions for manipulating data, and getting help using R. Next, students will be introduced to the common data structures, variables, and data types used in R. Students will learn how to develop their own R scripts and utilize the various packages available in R for visualization, manipulation, and statistical analysis. Students will learn how to import data sets and transform and manipulate those datasets for various analytical purposes such as dealing with missing data. Finally, students will learn how to create control structures, such as loops and conditional statements to traverse, sort, merge, and evaluate data.    Part 2: Statistics and R: In the second part of the class basic concepts of probability and statistics will be introduced. We shall study the concepts of population and sample, discuss the difference between population parameters and sample statistics, and how to draw inference from known sample statistics to usually unknown population parameters. We shall study discrete distributions, their means and standard deviations, paying particular attention to the binomial distribution. We shall also study continuous distributions and their probability density functions, paying special attention to the most central of the continuous distributions, the normal distribution. The Central Limit Theorem will be introduced, and confidence intervals and statistical tests will be discussed. We shall then study the simple and multiple linear regression, and their applications to prediction and forecast.     Data Driven Decision Making    \"Every two days we now create as much information as we did from the dawn of civilization up until 2003.\" -Eric Schmidt (CEO Google)    \"Data are widely available; what is scarce is the ability to extract wisdom from them.\" -Hal Varian (UC Berkeley and Chief Economist, Google)    The two quotes above summarize the main theme of this course. In every aspect of our daily lives, from the way we work, shop, communicate, or socialize; we are both consuming and creating vast amounts of information. More often than not, these daily activities create a trail of digitized data that is being stored, mined, and analyzed by firms hoping to create valuable business intelligence. With technological advances and developments in customer databases, firms have access to vast amounts of high-quality data which allows them to understand customer behavior, and customize business tactics to increasingly fine segments or even segments of one. However, much of the promise of such data-driven policies has failed to materialize because managers find it difficult to translate customer data into actionable policies. The general objective of this course is to fill this gap by providing students with tools and techniques that can be utilized for making business decisions. Note that this is not a statistics or mathematics course. The emphasis of the class will be on applications and interpretation of the results for making real life business decisions.     Dealing With Data    The volume of data being generated every day continues to grow exponentially. We capture and store data about pretty much every aspect of our lives. Being able to fetch, store, query, analyze, and visualize the data is now a fundamental skill for everyone.    This class is designed for students that want to learn to handle data programmatically, without being programmers. This course guides students through the whole data management process, from initial data acquisition to final data analysis.     Data Science for Business Analytics     This course will change the way you think about data and its role in business. Businesses, governments, and individuals create massive collections of data as a byproduct of their activity. Increasingly, decision-makers and systems rely on intelligent technology to analyze data systematically to improve decision-making. In many cases automating analytical and decision-making processes is necessary because of the volume of data and the speed with which new data are generated.    We will examine how data analysis technologies can be used to improve decision making. We will study the fundamental principles and techniques of data mining, and we will examine real-world examples and cases to place data-mining techniques in context, to develop data-analytic thinking, and to illustrate that proper application is as much an art as it is a science. In addition, we will work “hands-on” with data mining software.     Decision Models    This course trains students to turn real-world problems into mathematical and spreadsheet models and to use such models to make better managerial decisions. This is a hands-on course that focuses on modeling business problems, turning them into Excel spreadsheet models and using tools like Solver and Crystal Ball to obtain solutions to these managerial problems. The course focuses on two classes of models: optimization and simulation. The application areas are diverse and they originate from problems in finance, marketing and operations. We cover problems such as how to optimize a supply chain, how to price products when faced with demand uncertainty and how to price exotic financial options using Monte Carlo simulation.     Please note, all courses and topics are subject to change.                Module 2: Rotterdam   Network Analytics    Social media and mobile commerce create massive connected data sets that contain a wealth of business and social insights. This course will translate cutting-edge network science research into actionable analytics strategies for dealing with big data that is networked, text-intensive and unstructured, with applications from viral marketing, A/B testing and media planning.     Operations Analytics    Operations and supply management use analytical thinking to deal with real-world problems. - F. Robert Jacobs    This course is an introduction to the principles and techniques for operations analytics. Operations and supply management is defined as the design, operation, and improvement of the systems that create and deliver the firm's primary products and services.    A critical success factor in gaining competitive advantage is the ability to apply the right analytics at the right time, to the right people, at the right place and under the right situation. --Joseph Chan    In this course, students will learn operations models and techniques that work with large data sources. Operations management has dealt with applying analytics for many years. Recently, however, due to big data, many older models and software are incapable of running the analyses. This course will demonstrate the application of Operations models that are currently being used in industry incorporating big data.     Please note, all courses and topics are subject to change.            Module 3: Shanghai   Data Visualization    Visualization is a kind of narrative, providing a clear answer to a question without extraneous details. -Ben Fry    This course is an introduction to the principles and techniques for data visualization. Visualizations are graphical depictions of data that can improve comprehension, communication, and decision making. In this course, students will learn visual representation methods and techniques that increase the understanding of complex data and models. Emphasis is placed on the identification of patterns, trends and differences from datasets across categories, space, and time. This is a hands-on course. Students will use several tools to refine their data and create visualizations. These include: R, Python, ManyEyes, HTML/CSS, D3.js, Google Charts, Adobe Illustrator, and Excel.     Decision Under Risk    Analytics is “the scientific process of transforming data into insight for making better decisions”.  For example, sales data can help us understand consumer purchase behaviors as well as demand patterns. These insights can be used to make sales forecasts, which in turn can inform assortment and production planning decisions. Optimization models have played a very important role in turning “insights” into “decisions” for companies in various industries: advertising, airlines, energy, investment and finance, marketing, manufacturing, retailing, etc.    This course is aimed at enriching the student exposure to business analytics techniques. It has two main parts. The first part is on sensitivity analysis, which is a follow-up of the linear programming topic covered in the Decision Models course, and relates to understanding the impact of changing the parameters of a model on the optimal solution. It is executed using Excel Solver. The second part, which spans most of the course, is on decision making under uncertainty. Students will learn how to build optimization models that incorporate random parameters (e.g., stochastic demand, price, etc.).     Data Mining in R    The goal of this course is to provide hands-on experience on key data mining technologies using one particular tool – the R environment. R is a fast growing technology that has been witnessing widespread acceptance both in academia and industry. Recent surveys have even put it in the top regarding usage by professional data miners (Rexer Analytics survey, 2013). There are many factors contributing for this acceptance but clearly these include the price (free), being open source (trustworthy software that can be easily inspected/checked for flaws), the extension of available methods (exponential growth of the set of available methods for different application areas), and the available support from the community (an extremely large community of knowledgeable experts proving top-notch support for free). This course illustrates the use of R for several key data mining processes. This illustration will be driven by concrete case studies that we will “solve” using R. The course can be regarded as a hands-on complement of the Data Science for Business Analytics.     Please note, all courses and topics are subject to change.            Module 4: NYU Stern - New York   Special Topics in Analytics: Revenue Management &amp; Pricing     Revenue management and Pricing (RMP) focuses on how firms should manage their pricing and product availability policies across different selling channels in order to maximize performance and profitability. One of the best-known applications of PRM is yield management whereby airlines, hotels and other companies seek to maximize operating contribution by dynamically managing capacity over time.   Building on a combination of lectures and case studies the course develops a set of methodologies that students can use to identify and develop opportunities for revenue optimization in different business contexts, including the transportation and hospitality industries, retail, media and entertainment, financial services, health care and manufacturing, among others. The course places particular emphasis on discussing quantitative models needed to tackle a number of important business problems including capacity allocation, markdown management, dynamic pricing for e-commerce, customized pricing, and demand forecasts under market uncertainty, to name a few.     Data Privacy and Ethics    There is a growing sense of urgency around the ethics of analytics. Harvard Business Review, for instance, declared that “oversight for algorithms” and “data privacy” will be among the top trends that business professionals cannot ignore in 2015.    Our class will tackle these topics head-on. Together, we will explore what it means to use analytics ethically and how to think about its ethical implications. We will approach these matters from the perspective of professionals who lead analytics-oriented teams or organizations, and whose success depends on their ability to recognize the ethical issues at stake and resolve these to the satisfaction of multiple stakeholders.     Strategy, Change and Analytics    This course focuses on significant strategic decisions, such as the introduction of new products or the acquisition of another firm, and explores how data-driven and analytical approaches can be used to inform these decisions from a senior management perspective. A case-based approach allows us to discuss details of significant strategic decisions. We will cover some core aspects of business strategy, including external analysis, competitor analysis, and opportunity analysis. We will also look more deeply at different aspects of the decision-making process within organizations, both to understand the process and to think about implementation. The goal is to understand the role of analytics and analytical approaches in the broader organization.     Please note, all courses and topics are subject to change.              Module 5: Closing - NYU Stern - New York   Strategic Capstone    The Business Analytics Strategic Capstone presented at the culmination of the program gives students an opportunity to review and interpret data through statistical and operational analysis with the use of predictive models and the application of optimization techniques. The result is a unified and practical case presentation on a topic of the group's choosing. This is a team based project with approximately 4-5 students per group.     Format    The integrative projects should not take the form of formal dissertations or narrative papers. Rather, they should take the form of “reports to management,” emphasizing substance over length and the forest over the trees. Where possible, they should be action-oriented and framed in terms of business policy and competitive strategy. Given this format, they should be easily convertible into PowerPoint presentations.                     Academics     Faculty   Course Index   Blended Learning   Strategic Capstone                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Quantitative Analysis Guide - NYU Libraries                               This is the \"Quantitative Analysis Guide\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Quantitative Analysis Guide Resources and support for statistical and numerical data analysis        Last update: Apr 24, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=613098                                                                          Home                                                                                  General Information                         Location   Bobst Library 5th Floor, Research Commons 70 Washington Square South New York, NY 10012        Staffed Hours (Spring 2015)                 Mondays:   12pm - 8pm       Tuesdays:   12pm - 6pm       Wednesdays:   12pm - 8pm       Thursdays:   12pm - 6pm       Fridays:   12pm - 6pm           Data Services workstations are available for walk-in use whenever the library stacks are open .          Contact Us     Get help via our Request Form    Email us: data.services@nyu.edu    Call: (212) 998-3434                                             Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              Services Overview                                Data Services provides services for NYU patrons using a variety of quantitative analysis software packages. Get started by selecting the software you are interested in above.           In-Person Consultations       The best way to request an individual consultation is via our appointment form , which will ensure that the appropriate consultant can meet with you at the time you requested. However, our consultants are also available on a walk-in basis ( see schedule ). You can find our consultants at the Data Services desk located on the 5th floor of Bobst Library.           E-mail Consultations       You may also send us your questions via email at data.services@nyu.edu . Most e-mails will be answered within one business day (messages received on Friday will not be answered until Monday).                                                     Consulting Guidelines                         Services Provided           We can provide guidance for many aspects of data analysis such as designing your study, selecting an appropriate statistical procedure, understanding output, and interpreting results. We can also help you select the best package for your task, interpret error messages, and locate documentation and further resources.       In addition to providing regularly scheduled software-specific tutorials, we can also help instructors by providing classroom presentations to introduce statistical software.       Our role is to assist you with your analysis, rather than to conduct analyses for you. It is the researcher's responsibility to ensure that the research design, analysis, and programming are justified and appropriate for the discipline at hand.               Whom we can help         Consulting services are limited to current NYU students, faculty, and staff.             Types&nbspof&nbspassistance not covered by our service           Statistical tutoring and general inquiries about statistical topics       Assistance with projects of commercial nature or those involving classified information, non-disclosure agreements, related to or likely to be involved in litigation, etc.       Software installation and licensing                                                         Upcoming Tutorials                 Upcoming Tutorials                                                   close                                                                                                          SPSS                                                                                  Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              I would like to...                 Schedule a consultation   Access the software          SPSS is installed in several computer labs on campus, including Data Services workstations located on the 5th floor of Bobst Library.     NYU students have free access to SPSS through NYU Virtual Computing Lab (VCL).     SPSS is available for purchase at a discount from the NYU Computer Store .        Take a class          Introduction to SPSS | Class Materials | Check for current offerings     Intermediate SPSS | Class Materials | Check for current offerings        Browse learning resources                                             Class Materials                 Introduction to SPSS               Outline                   SPSS windows and layout (Data View, Variable View, Dataset, Output, Syntax windows)        Importing data from CSV and Excel files        Preparing data for analysis (value and variable labels, variable types, designating missing values)        Recoding variables (creating categories, automatic recoding, reverse coding)        Computing and transforming variables        Subsetting datasets        Descriptive statistics, frequency tables, cross tabulation tables        Creating histograms, bar charts, scatterplots etc...          Basic analysis (t-test, chi-square, correlation, ANOVA, regression)        Exporting output                              Tutorial Evaluation (Introduction to SPSS) - Denis | Qi | Jenny                                Data Management in SPSS               Outline                  Sorting Data       Creating Data Subsets       Splitting Output       Creating Custom Tables       Aggregating Data       Reshaping Data Sets       Merging Data Sets       Analyzing Multiple Response Sets         Working with Variable Sets       Creating Dummy Variables                        Tutorial Evaluation (Data Management in SPSS) - Denis                                                                    Learning Resources                    Official Documentation                  IBM SPSS Statistics Information Center                Lynda.com video tutorials ( NYU community only )            SPSS Essentials Training      A detailed video tutorial covering basics of using SPSS               Library Books                 Search for online texts at              ebrary        Books24x7        Safari Books Online                     Selected Library Books on SPSS                                                     Forums                                      TalkStats                          StackExchange                                    Other resources                             SPSS On-Line Training Workshop          A collection of video clips covering a wide variety of procedures in SPSS from Central Michigan University                 Stats-Make-Me-Cry SPSS Video Tutorials          A small set of well put-together video tutorials on performing some of the more advanced tasks in SPSS, such as defining variable sets, creating APA-style tables, testing for moderators, and etc.                 UCLA Statistical Computing (SPSS)          A variety of learning modules, FAQ and case examples of using SPSS for statistical computing                 Raynald's SPSS Tools          An extensive collection of SPSS syntax, macros, and scripts; a very good resource for going beyond basics of SPSS                                                                  Upcoming Tutorials                 Upcoming Tutorials                                                   close                                                                                                          Stata                                                                                  Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              I would like to...                 Schedule a consultation   Access the software             Stata is installed in several computer labs on campus, including Data Services workstations located on the 5th floor of Bobst Library.      NYU students have free access to Stata through NYU Virtual Computing Lab (VCL).      Stata is available for purchase at a discount rate for students, faculty or staff members or NYU through Stata Campus GradPlan at the official Stata website .      Stat Transfer is also available at Data Services.          Take a class             Introduction to Stata | Class Materials | Check for current offerings      Data Management in Stata | Class Materials | Check for current offerings          Browse learning resources                                             Class Materials                 Introduction to Stata               Outline                   Stata environment (Command Line, Do Files, Browse/Edit)        Changing the directory, setting a global macro        Importing data (manual entry, Stata files, Excel and CSV files)        Computing variables and labeling data        Recoding a continuous variable into a categorical variable and apply value labels        Descriptive statistics, frequency tables, cross-tabulation tables        Creating scatterplots, histograms etc...        Basic Analysis (t-test, chi-square, correlation, regression etc...)        Exporting regression output                                    Tutorial Evaluation (Introduction to Stata) - Katie | Woo Chang                                Data Management in Stata               Outline                   Sorting datasets        Subsetting datasets        Aggregating datasets (statistics by group/level)        Reshaping datasets        Merging and appending datasets        Global and local macros        Loops (foreach, forvalues, while, if/else statements)                                    Tutorial Evaluation (Data Management in Stata) - Katie | Woo Chang                                                                         Learning Resources                    Official Documentation                  Stata 13 Documentation                Official Video Tutorial             Official Video Tutorial      A detailed video tutorial covering basics of using Stata               Library Books                 Search for online texts at              ebrary        Books24x7        Safari Books Online                     Selected Library Books on Stata                                                     Forums                                      Statalist                          Talk Stats                                    Other resources                             UCLA Statistical Computing (Stata)          A variety of learning modules, FAQ and case examples of using Stata for statistical computing                 Social Science Computing Cooperative at UW-Madison          It presents various examples of Stata syntax as well as general information on working with statistical data.                 On-line Stata Tutorial at Princeton          A very thorough example by Data & Statistical Services at Princeton                 Survey Design and Analysis Services Pty Ltd          This provides detailed syntax to create various graphs in Stata                                                                  Upcoming Tutorials                 Upcoming Tutorials                                                   close                                                                                                          SAS                                                                                  Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              I would like to...                 Schedule a consultation   Access the software             SAS is installed in several computer labs on campus, including Data Services workstations located on the 5th floor of Bobst Library.      SAS University Edition is available to professors and students to download for free. This is a virtual environment and requires installing Oracle VirtualBox on your machine.      NYU students have free access to SAS through NYU Virtual Computing Lab (VCL).      SAS is available for purchase at a discount from the NYU Computer Store .          Take a class             Introduction to SAS | Class Materials | Check for current offerings          Browse learning resources                                             Class Materials                 Introduction to SAS                   Outline                      SAS Interface (Editor, Libraries, Log, Results/Explorer)         Syntax (proc and data steps, semicolon, run;)         Importing data (manual, proc import, data step, import wizard)         Labels and formats vs. informats         Recoding variables with if/then statements and arrays         Creating new variables, transforming variables, dropping variables         Descriptive statistics, frequency tables, cross tabulations         Creating boxplot, scatterplot etc...         Basic analysis (t-test, correlation, ANOVA, regression)                                          Tutorial Evaluation (Introduction to SAS) - Katie | Denis                                                                                   Learning Resources                    Official Documentation                      SAS User's Guide                    Video Instruction                      SAS E-Learning Courses       NYU instructors and students have access to several e-learning courses via SAS. Course topics include both a focus on SAS programming and a focus on statistical concepts in SAS programming. If you are interested or have further questions about courses offered, please e-mail data.services@nyu.edu to request an access code.                    SAS Programming Tutorials       A free set of video tutorials provided by SAS, covering a range of introductory topics from reading in datasets to combining datasets.                 SAS Analytics U Youtube Channel       These tutorials get you started using SAS Studio, often demonstrating the GUI interface which produces the code alongside the results.                   Library Books                Search for online texts at                      ebrary                Books24x7                Safari Books Online                     Selected Library Books on SAS                                  Forums                      SAS Communities                 Talk Stats                      Other resources                      UCLA Statistical Computing (SAS)       A variety of learning modules, FAQ and case examples of using SPSS for statistical computing.                 University of Wisconsin - Madison SSCC SAS Topics       A detailed explanation of a short list of SAS topics.                 Penn State Introdution to SAS       Online course materials from STAT 440 at Penn State.                 Texas A&M SAS Tutorial       A wide variety of video tutorials hosted by the statistics department of Texas A&M.                 SAS Tutorial by Dr. Dwight Galster       A very thorough tutorial by Dr. Dwight Glaster.                                                               Upcoming Tutorials                 Upcoming Tutorials                                                   close                                                                                                          R                                                                                  Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              I would like to...                 Schedule a consultation   Access the software             R is a free open source statistical software which can be downloaded through CRAN . RStudio is a popular interface which runs R code and can be be downloaded to be used as an alternative to the R interface. To run RStudio, R needs to be downloaded first.      R is installed in several computer labs on campus, including Data Services workstations located on the 5th floor of Bobst Library.      NYU students have free access to R through NYU Virtual Computing Lab (VCL).           Take a class             Introduction to R | Class Materials | Check for current offerings      Data Management in R | Class Materials | Check for current offerings           Browse learning resources                                             Class Materials                 Introduction to R                   Outline                      Interface of R and RStudio         Data types and indexing (assignments, objects, vectors, matrices, data frames, lists)         R built in functions and syntax         Working directory         Packages         Importing data from CSV, Excel, .txt, SPSS, Stata files etc...         Exporting data as CSV         Preparing data for analysis (renaming variables, variable types, missing values)         Computing, transforming and recoding variables         Subset datasets by row and by columns         Descriptive statistics, frequency tables, cross tabulation tables         Graphics (boxplot, histogram, scatterplot, partitioning window)         Basic analyses (t-test, correlation, ANOVA, regression, chi-square)                                            Tutorial Evaluation (Introduction to R) - Katie                                          Data Management in R                   Outline                      Review of data types         Subsetting datasets         Sorting datasets         Reshaping datasets         Merging and appending datasets         Aggregating datasets (statistics by group, using the suite of apply functions)         User written functions (syntax, if/else statements)         Loops (for loop, while loop, repeat loop)                                            Tutorial Evaluation (Data Management in R) - Katie                                        Creating Graphics with R                   Outline                      Base plot function         Graphs for quantitative data (boxplots, scatterplots, bar graphs, histograms etc...)         Changing graph elements: titles, point size, colors         Extensive use of ggplot2                                            Tutorial Evaluation (Creating Graphics with R) - Katie                                                                                   Learning Resources                    Official Documentation                      CRAN: The R Manuals                   Lynda.com video tutorials ( NYU community only )                     Up and Running with R       A 2.5 hour introductory tutorial to R.            R Statistics Essential Training       A 6 hour detailed tutorial focusing on using R for basic statistics.              Library Books                Search for online texts at                      ebrary                Books24x7                Safari Books Online                     Selected Library Books on R                              Forums                      GitHub                 StackExchange                 Talk Stats                      Other resources                      Quick-R       A great quick reference that covers many common topics in R.                 RStudio Online Learning       Resources provided by the RStudio team which cover the basics of R programming and other tools the RStudio team has developed.                 UCLA Statistical Computing (R)       A variety of learning modules, FAQ and case examples of using R for statistical computing.                 Introduction to Statistics and R       A site created by NYU which introduces a variety of statistical concepts alongside examples using R.                 Rdocumentation.org       Search through all available R packages on CRAN, Github and Bioconductor.                 R Reference Card       A pdf guide that highlights important commands under several main topics in R programming.                 Cookbook for R       Provides examples of common problems and their solutions in R.                 Advanced R       Hadley Wickham's reference for more advanced R users who want to improve their R programming skills.                 R-bloggers       A collection of articles and blogs from around the R community.                 Code School       Interactive exercises for R beginners.                 Handling and Processing Strings in R       Gaston Sanchez's guide to handling strings in R.                  swirl       Interactive courses through the swirl package.                   R Studio Cheatsheets       Cheatsheets created by the R Studio team which go over topics such as shiny, R Markdown and dplyr.                   R Tutorial       R tutorial from Clarkson University.                                                             Upcoming Tutorials                 Upcoming Tutorials                                                   close                                                                                                          MATLAB                                                                                  Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              I would like to...                 Schedule a consultation   Access the software             MATLAB is installed in several computer labs on campus, including Data Services workstations located on the 5th floor of Bobst Library.      NYU students have free access to MATLAB through NYU Virtual Computing Lab (VCL).      MATLAB is available for purchase at a discount rate for students, faculty, or staff members of NYU from the NYU Computer Store .      You may also be eligible to obtain a copy of MATLAB by contacting hpc@nyu.edu          Take a class             Getting Started with MATLAB | Class Materials | Check for current offerings      MATLAB: Beyond Basics | Class Materials | Check for current offerings          Browse learning resources                                             Class Materials                 Getting Started with MATLAB                Outline                   Accessing MATLAB        Strengths, weaknesses and common applications        Examples of basic operations        Data and variable types (numeric, chars, logical, Infs, NaNs, cells, structs)        Flow control (conditional statements, loops)        Entering/Storing Data        Plotting        Common toolboxes and apps (statistics, curve-fitting, image processing)                                    Tutorial Evaluation (Getting Started with MATLAB) - Denis                                MATLAB: Beyond Basics                Outline                   Optimizations for speed: preallocation, suppressing output, variable types        Linear indexing, multidimensional matrices        Optimizations for speed: Logical indexing and find()        Optimizations for speed: Vectorization vs. Loops        Optimizations for speed: repmat() vs. (:,ones())        Optimizations for speed: strfind() vs. findstr()        Optimizations for speed: JIT accelerator        Optimizations for speed: Writing your own functions        bsxfun()        Initialize multiple variables: deal()        Scripting vs. Functions        Debugging        Profiler - time your code                                    Tutorial Evaluation (MATLAB: Beyond Basics) - Denis                                                                         Learning Resources                    Official Documentation & Resources                      Tutorials and Learning Resources       Videos, interactive tutorials, user-guides and other instructive resources provided by MathWorks, Universities, and others                 Interactive Tutorials       Interactive tutorials designed especially for students. Faculty may use this material to supplement their courses. The tutorials are narrated by engineers from MathWorks and include several interactive exercises to reinforce learning.                 Recorded Webinars       Video lectures covering a variety of MATLAB Apps and topics                 MATLAB File Exchange       A central collection of user-contributed MATLAB code, tools, and examples                 Cody       MATLAB Central game that challenges and expands your knowledge of MATLAB                                 Lynda.com video tutorials ( NYU community only )            Up and Running with MATLAB      A detailed video tutorial covering basics of getting started with MATLAB             Library Books                Search for online texts at                      ebrary                Books24x7                Safari Books Online                        Selected Library Books on MATLAB                                                       Forums                      StackOverflow                 MATLAB Answers                      Other resources                      Loren on the Art of MATLAB       A very useful blog by Loren Shure, one of the principal developers at MathWorks                 Wikibook on MATLAB Programming                 Undocumented MATLAB       Undocumented, unsupported and hidden features in Matlab.                                                               Upcoming Tutorials                 Upcoming Tutorials                                                   close                                                                                                          Other                                                                                                                Excel                                                                                  Table of Contents                 Excel   Python   SQL                                                Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              About Excel                 Excel is not one of our supported software packages but provided below are some resources for learning Excel.     Microsoft Office 365, Microsoft Office Home &amp; Student Editions are available for purchase via the NYU Computer Store .                                             Learning Resources                    Official Documentation                      Microsoft Office Support                   Lynda.com video tutorials ( NYU community only )                     Excel 2013: Charts in Depth       An in depth tutorial which covers the chart options available in Excel.                 Excel 2013: Macros in Depth       A tutorial for the intermediate Excel user who wants to learn how to use macros.                 Lynda.com Excel Playlist       Over 75 courses covering a range of topics from making charts to financial analysis to pivot tables etc...                   Library Books                Search for online texts at                      ebrary                Books24x7                Safari Books Online                     Selected Library Books on Excel                                                 Forums                      Excel Forum                 Mr. Excel                     Other resources                      Spreadsheets       Articles and references written and maintained by Ted French.                                                                 close                                                                                                          Python                                                                                  Table of Contents                 Excel   Python   SQL                                                Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              About Python                 Python is a high level programming language which is not supported by Data Services but provided below are some resources for learning Python.     Python is freely available to download along with several Python Editors and IDEs for Python . Python is also available to use in the Data Services lab .                                               Learning Resources                    Official Documentation                      Documentation for Python 3.X and 2.X                 The Python Tutorial (3.X)                   Lynda.com video tutorials ( NYU community only )                     Up and Running with Python       A 2.5 hour brief course for beginners.                 Python 3 Essential Training       A 6.5 hour course for beginners which covers syntax, objects, loops conditionals, regular expressions, functions etc...                 Code Clinic: Python       Code Clinic is a series of 6 courses where the authors go over the solution to two problems using different languages - this course in the series uses Python .                   Library Books                Search for online texts at                      ebrary                Books24x7                Safari Books Online                     Selected Library Books on Python                                                 Forums                      StackExchange                 GitHub                   Other resources                      Codecademy        Interactively learn Python through Codecademy.                 Online Python Tutor        A tool to help students understand what happens as the computer executes code.                 Google's Python Class        A nice introduction to Python including both text resources and in depth videos.                 Python for Non-Programmers        A collection of resources from Python for users who have little-to-no programming experience.                 Tutorialspoint Python Tutorial        A quick introductory guide to using Python.                 Introduction to ryp2        The official tutorial for the ryp2 package, which used to import and manipulate R objects directly from Python.                 Accessing R from  Python with ryp2        A video introduction to using ryp2 from a LA R users group meeting.                 Introduction to NumPy        The official NumPy tutorial.                 NumPy for R Users        A cheat sheet for users familiar with R but using NumPy.                 NumPy for MATLAB Users        A cheat sheet for users familiar with MATLAB but using NumPy.                 Statsmodels Tutorial        An introduction to using the Statsmodel Module.                 Think Python        Step by step introduction to the practice of programming.                 Learning Python through Quantitative Economics        An economics and Python course presented by Thomas J. Sargent and John Stachurski.                                                                   close                                                                                                          SQL                                                                                  Table of Contents                 Excel   Python   SQL                                                Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              About SQL                 SQL is a programming language specifically used for relational databases. SQL is not supported by Data Services but provided below are some resources for learning SQL.   Common database management systems (DBMS) include Oracle , PostgreSQL , SQLite , MySQL and Microsoft SQL Server . Each system has it's own syntax intricacies but learning standard SQL first should be a good start before learning the specifics of any system. XAMPP is a PHP development enviornment which can be used as a testing enviornment for learning SQL. (See Lynda.com tutorial below.)                                             Learning Resources                    Lynda.com video tutorials ( NYU community only )                     SQL Essential Training        A video tutorial which covers the basics of the SQL language.                   Library Books                Search for online texts at                      ebrary                Books24x7                Safari Books Online                     Selected Library Books on SQL                                                Forums                      SQL Team                    Other resources                      SQL Zoo        An interactive enviornment for learning SQL.                 SQL Tutorial        An online tutorial for SQL.                 SQL Tutorial through W3Schools        An online tutorial for SQL.                                                                 close                                                                            General Information                         Location   Bobst Library 5th Floor, Research Commons 70 Washington Square South New York, NY 10012        Staffed Hours (Spring 2015)                 Mondays:   12pm - 8pm       Tuesdays:   12pm - 6pm       Wednesdays:   12pm - 8pm       Thursdays:   12pm - 6pm       Fridays:   12pm - 6pm           Data Services workstations are available for walk-in use whenever the library stacks are open .          Contact Us     Get help via our Request Form    Email us: data.services@nyu.edu    Call: (212) 998-3434                                             Table of Contents                 Excel   Python   SQL                                                     close                                                                                                          Finding Data                                                                                  General Information                         Location   Bobst Library 5th Floor, Research Commons 70 Washington Square South New York, NY 10012        Staffed Hours (Spring 2015)                 Mondays:   12pm - 8pm       Tuesdays:   12pm - 6pm       Wednesdays:   12pm - 8pm       Thursdays:   12pm - 6pm       Fridays:   12pm - 6pm           Data Services workstations are available for walk-in use whenever the library stacks are open .          Contact Us     Get help via our Request Form    Email us: data.services@nyu.edu    Call: (212) 998-3434                                             I would like to...                 Find data or statistics to use in my project/research          Visit the Data & Statistics research guide to get started.     Request an appointment with Data Services or with your Subject Librarian for more help.                                                       close                                                                                                          Statistical Guidance                                                                                  Quick Links                   List of available software   Statistical Software Comparison   What statistical test to use?  NYU Data Services reference guide Data Analysis Examples External (UCLA) examples of regression and power analysis                                              Books on Statistics                   Probability and Statistics for Engineering and the Sciences - Jay L. (Jay L. Devore) Devore ISBN: 9780538733526 Publication Date: 2011-01-01   Practical Nonparametric Statistics - W. J. Conover ISBN: 0471160687 Publication Date: 1998-12-28   An Introduction to Categorical Data Analysis - Alan Agresti ISBN: 0471226181 Publication Date: 2007-03-23   A Mathematics Course for Political and Social Research - Will H. Moore; David A. Siegel ISBN: 0691159173 Publication Date: 2013-08-11   Longitudinal and Panel Data - Edward W. Frees ISBN: 0521828287 Publication Date: 2004-08-16   Data Science for Business - Foster Provost; Tom Fawcett ISBN: 1449361323 Publication Date: 2013-08-19                                              Graphing Books                   The Elements of Graphing Data - William S. Cleveland ISBN: 0963488414 Publication Date: 1994-10-01   The Visual Display of Quantitative Information - Edward R. Tufte ISBN: 0961392142 Publication Date: 2001-07-09   The Book of Trees - Manuel Lima; Ben Shneiderman (Foreword by) ISBN: 9781616892180 Publication Date: 2014-04-08   The Grammar of Graphics - Leland Wilkinson; Graham Wills ISBN: 0387286950 Publication Date: 2005-01-01                                              Overview                 Data Services does not provide tutoring or methodological support. However, we may be able to provide guidance for some aspects of your data anaysis. (See Consulting Guidelines ) Compiled below are references to help where we cannot. If you can not find the right resource below or if you are unsure if your question falls out of the scope of our services, fill out an appointment form and we will do our best to help guide you in the right direction.      Table of Contents     Merging Datasets    Choosing a Statistical Test for 1 Dependent Variable    Choosing a Statistical Test for 2 or More Dependent Variables                                                Merging Data Sets                                                              Choosing a Statistical Test                   This table is designed to help you choose an appropriate statistical test for data with  one dependent variable .   Hover your mouse over the test name (in the Test column) to see its description.   The Methodology column contains links to resources with more information about the test.   The How To columns contain links with examples on how to run these tests in SPSS, Stata, SAS, R and MATLAB.   The colors group statistical tests according to the key below:                One Sample Test   Difference Between Groups   Association   Predicting Scores                       Independent Variable   Dependent Variable Type   Test   Methodology   How To:       SPSS   Stata   SAS   R   MATLAB           * This is a user-written add-on     This page was adapted from the UCLA Statistical Consulting Group . We thank the UCLA Institute for Digital Research and Education (IDRE) for permission to adapt and distribute this page from our site.   The content of this web page should not be construed as an endorsement of any particular web site, book, resource, or software product by the NYU Data Services.                                                    Choosing a Statistical Test - Two or More Dependent Variables                   This table is designed to help you choose an appropriate statistical test for data with  two or more dependent variables .   Hover your mouse over the test name (in the Test column) to see its description.   The Methodology column contains links to resources with more information about the test.   The How To columns contain links with examples on how to run these tests in SPSS, Stata, SAS, R and MATLAB.   The colors group statistical tests according to the key below:                Difference Between Groups   Predicting Scores                       Independent Variable   Dependent Variable Type   Test   Methodology   How To:       SPSS   Stata   SAS   R   MATLAB           * This is a user-written add-on     This page was adapted from the UCLA Statistical Consulting Group . We thank the UCLA Institute for Digital Research and Education (IDRE) for permission to adapt and distribute this page from our site.   The content of this web page should not be construed as an endorsement of any particular web site, book, resource, or software product by the NYU Data Services.                                                         close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]