[{"detail": [{"content": "New York University | Bobst Library: African American Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        African American Studies       Contents      Librarian for African American Studies    NYU Links    Related Guides    Research Assistance    Internet Links    Bibliographies    Research &amp; Resource Guides    Encyclopedias &amp; Dictionaries    Indexes    Statistics    Biographies    Directories    History                         Librarian for African American Studies    Timothy Johnson  Librarian for Africana Studies, Anthropology and Food Studies  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2436  E-mail: timothy.johnson@nyu.edu                             NYU Links                 African American Newspapers and Journals through 1970 at Bobst Library    Microform Sets for U.S. History at Bobst Library    NYU Libraries Collection Development Policy for Africana Studies    Africana Studies Program at NYU    Institute for African American Affairs at NYU                              Related Subject Guides           African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                             Research Assistance              How to Find Books in BobCat by Subject      BobCat can be searched for books and other materials in African American Studies with a subject search (s= ). Many subject headings in this field have the pattern: s= Afro-Americans--[Place name] --Subdivision--[Time period]. Place names can be names of countries, states, regions, or cities.          Examples:     s= Afro-Americans--Virginia--History--19th century         s= Afro-Americans--Civil rights         Examples of other subdivisions: education, economic conditions, intellectual life, race identity, and social conditions. Other subject headings have the pattern s= Afro-American [...] -- [Place name]--[Time period].          Examples:     s= Afro-American families--Florida--History-- 20th century     s= Afro-American actors         Other examples: Afro-American abolitionists, artists, authors, children, mass media, and veterans.         The third type of subject heading used for materials in this field is: s= Afro-Americans in ... (e.g., art, literature, mass media). For more information please consult the Library of Congress Subject Headings (LCSH). Copies of LCSH are available in all reference centers and the catalog area in the atrium.             Tutorials and Other Research Assistance        NYU Libraries Tutorial: How to Find a Book     NYU Libraries Tutorial: How to Find an Article     Locating Videos in Bobst Library     Bibliographic and Footnote Style Guide     Contact a Subject Specialist             The Harvard Guide to African-American History .     Call no.: REF1 E185.H326 2001 (1st floor)     The Harvard Guide to African-American History is a good place to start for research on all aspects African-American history and culture. It lists comprehensive bibliographies (lists of books, journal articles and other sources) on practically every aspect of African-American history and culture arranged chronologically by subject from 1492-1999. Some of the sources listed are available in the Bobst library. Coverage includes reference works, Internet resources, manuscript collections, primary sources on microform, newspapers and selected periodicals, government documents, oral history, art, music, photography, film and television.                                       Internet Links                   Scholarly Internet Resources on African-American Life          Arts, Music, Photography, and Theatre     Biography and Autobiography     History     Literature     Research Centers, Libraries, and Museums                                   Bibliographies           Davis, Nathaniel. Afro-American References: An Annotated Bibliography of Selected Resources , compiled and ed. by Nathaniel Davis. Westport, CT: Greenwood Press, 1985.    Bobst Ref1 Z1361.N39D37 1985        Includes author, title, and subject indexes.             De Lerma, Dominique-Rene. Bibliography of Black Music . Foreword by Jessie Carney Smith. Westport, CT: Greenwood Press, 1981-1984. 4 vols.    Bobst MusicRef ML128.B6D346 1981          Gray, John. Blacks in Film and Television: A Pan-African Bibliography of Films, Filmmakers, and Performers . New York: Greenwood Press, c1990.    Bobst Ref1 Z5784.M9G72 1990          Miller, Elizabeth W. The Negro in America: A Bibliography . 2nd ed., rev. and enl., compiled by Mary L. Fisher. Cambridge: Harvard University Press, 1970.    Bobst Ref1 Z1361.N39M5 1970        Selectively annotated bibliography on African American history, culture, and politics in 20 chapters. Includes author index.             Newman, Richard. Black Access: A Bibliography of Afro-American Bibliographies . Westport, CT: Greenwood Press, c1984.    Bobst Ref1 Z1361.N39N578 1984          Work, Monroe Nathan. A Bibliography of the Negro in Africa and America . NY: Octagon Books, 1965, [c1928].    Bobst Ref1 Z1361.N39W9 1965        Lists over 17,000 books, pamphlets, and periodical articles. Covers mainly English publications. Pt. 1 relates to Africa; pt. 2 deals with America. Each part is subdivided by various topics. Includes index. Covers over 3,000 bibliographies. Includes chronological and subject indexes.                                   Research &amp; Resource Guides      The African-American Yellow Pages: A Comprehensive Resource Guide and Directory , ed. by Stanton F. Biddle. New York: H. Holt, 1996.    Bobst Ref1 E185.A2575 1996        National directory of businesses, organizations, historic sites, publications, services, etc. that are of particular interest to African American studies. Under each of the 72 alphabetically organized categories, entries are listed by state, city, and name of organization. Includes subject and name indexes.             Library of Congress. The African-American Mosaic: A Library of Congress Resource Guide for the Study of Black History and Culture , ed. by Debra Newman Ham; with contributions by Beverly Brannan et al. Washington: Library of Congress ; for sale by the Supt. of Docs., U.S. G.P.O., 1993.    Bobst Ref 1 Z1361.N39L47 1993    Bobst Z1361.N39L47 1993        Discusses Library of Congress collections that relate to African American history and culture. Chronological arrangement. Includes index.             Reference Library of Black America , ed. by Kenneth Estell. Detroit, MI: Gale Research ; distributed by Afro-American Press, c1994. 5 vols.    Bobst Ref1 E185.R435 1994        Based upon the 6th ed. of The African-American Almanac which was first published as The Negro Almanac in 1967. 27 subject chapters, many of which open with an essay, followed by biographic profiles of selected individuals. Includes index.                                   Encyclopedias &amp; Dictionaries           Dictionary of Afro-American Slavery , ed. by Randall M. Miller and John David Smith. New York: Greenwood Press, 1988.    Bobst Ref1 E441.D53 1988        Alphabetically arranged entries with bibliographical references. Includes index.             Encyclopedia of African-American Civil Rights: From Emancipation to the Present , ed. by Charles D. Lowery and John F. Marszalek; foreword by David J. Garrow. New York: Greenwood Press, 1992.    Bobst Ref1 E185.61.E54 1992 Bobst E185.61.E54 1992        Over 800 articles on individuals, organizations, events, and court cases with an emphasis on the period since emancipation. Alphabetically organized. Includes index.             Encyclopedia of African-American Culture and History , ed. by Jack Salman, David Lionel Smith, Cornel West. New York: Macmillan Library Reference USA; Simon &amp; Schuster Macmillan; Simon &amp; Schuster and Prentice Hall, c1996. 5 vols.    Bobst Ref1 E185.E54 1995        Approximately two-thirds of the 2,200 entries are of biographical nature. The remaining entries are devoted to events, historical eras, legal cases, areas of cultural achievements, professions, sports, places and states. Arranged alphabetically. Extensive statistical appendix. Includes index.             Encyclopedia of African American Religion , ed. by Larry G. Murphy, J. Gordon Melton, Gary L. Ward. New York: Garland, 1993.    Bobst Ref1 BR563.N4E53 1993        Biographical entries, entries on each of the African American denominations and religious groups and on prominent religious organizations. Includes 3 introductory essays, a chronology of African American religion, a directory of African American churches, and an index.             The Negro Almanac: A Reference Work on the African American , compiled and ed. by Harry A. Ploski and James Williams. 5th ed. Detroit: Gale Research, c1989.    Bobst Ref1 E185.N385 1989        35 chapters combining historical narrative, biographical sketches, as well as statistical tables and graphs. Focuses on the current situation of African Americans. Includes index.             Puckett, Newbell Niles. Black Names in America: Origins &amp; Usage , ed. by Muray Heller. MA: G.K. Hall, 1975.    Bobst Ref1 E185.89.N3P82        Organized chronologically.                                   Indexes           Abajian, James. Blacks in Selected Newspapers, Censuses and Other Sources: An Index to Names and Subjects . Boston: G.K. Hall, 1977. 3 vols.    Bobst Ref1 Z1361.N39A28x        Alphabetically arranged name and subject index.             Ethnic NewsWatch .    Bobst Library Network        Ethnic NewsWatch is a multicultural database containing articles published by the ethnic, minority and native presses in America. The database deals with issues of local, national and global importance to these groups. English/Spanish search option available.             The Kaiser Index to Black Resources, 1948-1986: From the Schomburg Center for Research in Black Culture of the New York Public Library . Brooklyn, NY: Carlson, 1992. 5 vols.    Bobst Ref1 Z1361.N39K34 1992        A bibliographic guide to periodical literature, articles and ephemera.             Newman, Richard. Black Index: Afro-Americans in Selected Periodicals, 1907-1949 . New York: Garland, 1981.    Bobst Ref1 Z1361.N39N58        Author and subject guide to over 1,000 articles in more than 350 periodicals published in the U.S., Canada, and Great Britain during the first half of the 20th century.             Schomburg Center for Research in Black Culture. Index to the Schomburg Clipping File . Cambridge: Chadwyck-Healey, c1986.    Bobst Ref1 Z1361.N39S373 1986    Bobst Ref6 Z1361.N39S373 1986        Alphabetically arranged name and subject index. Includes microfiche serial numbers. Focuses on African Americans, but covers also to a limited extent other parts of the African Diaspora and Africa. Includes indexes.             Stevenson, Rosemary M. Index to Afro-American Reference Resources . New York: Greenwood Press, 1988.    Bobst Ref1 Z1361.N39S77 1988    Bobst Z1361.N39S77 1988                                Statistics                  Black Americans: A Statistical Sourcebook . Boulder, CO: Numbers &amp; Concepts, 1990.     Bobst Ref6 E185.86.B52 1990          Demographics and characteristics of the population; vital statistics and health; education; government, elections, and public opinion; crime, law enforcement, and corrections; labor force, employment, and unemployment; earnings, income, poverty, and wealth; special topics. Includes index.                 United States. Bureau of the Census. Negro Population in the United States, 1790-1915 . New York: Arno, 1968.     Bobst Ref6 HA205.A33 1968          Growth and geographic distribution, 1790-1910; migratory displacement and segregation; physical characteristics; vital statistics; educational and social statistics; economic statistics; general tables.                See also: Federal depository resources collection in Ref6.                                   Biographies    African American Women: A Biographical Dictionary , ed. by Dorothy C. Salem. New York: Garland, 1993.    Bobst Ref1 E185.96A45 1993        Nearly 300 summaries and analytical descriptions of individual African American women, their significance and their works. The appendix includes entries by career category and an index.             Brignano, Russell C., Black Americans in Autobiography: An Annotated Bibliography of Autobiographies and Autobiographical Books Written since the Civil War . Rev. and expanded ed. Durham, NC: Duke University Press, 1984.    Bobst Ref1 Z1361.N39B67 1984        Includes several indexes.             Black Americans in Congress , ed. by Mark R. Salser. Portland, OR: National Book Co., c1991.    Bobst Ref6 E185.96.B524 1991        Entries on 65 African American congressmen which are organized alphabetically under congress.             Black Biography, 1790-1950: A Cumulative Index , ed. by Randall K. Burkett, Nancy Hall Burkett, Henry Louis Gates, Jr. Alexandria: Chadwyck-Healey, 1990. 3 vols.    Bobst Ref1 Z1361.N39B52 1990        Index to the microfiche set, Black Biographical Dictionaries, which Bobst Library has in microform (MF 759).             Bearden, Romare and Harry Henderson. A History of African- American Artists: From 1792 to the Present . New York: Pantheon, c1993.    Bobst Ref1 N6538.N5B38 1993        Essays on the most prominent African American artists from 1792 to the present, divided into 6 periods. Includes index.                             Directories           Black Americans Information Directory . Detroit: Gale Research, c1990- . Biennial.    Bobst Ref1 E185.5.B513 Latest ed. only        Guide to about 5,300 agencies, organizations, institutions, programs, and publications concerned with African American life and culture. Divided into 18 subject categories. Includes name and subject indexes.             Black Women in America: An Historical Encyclopedia , ed. by Darlene Clark Hine; associate editors, Elsa Barkely Brown, Rosalyn Terborg-Penn. Brooklyn, NY: Carlson, 1993. 2 vols.    Bobst Ref1 E185.86.B542 1993        Consists of 641 biographical entries on individual African American women, as well as 163 entries that are devoted to general topics and organizations. Includes a chronology of African American women, a classified list of biographical entries, and an index.             D&#39;Emilio, John. The Civil Rights Struggle: Leaders in Profile . New York: Facts on file, c1979.    Bobst Ref1 E185.96.D38          Dictionary of American Negro Biography , ed. by Rayford W. Logan and Michael R. Winston. NY: Norton, c1982.    Bobst Ref1 E185.96.D53 1982        Comprehensive dictionary of African American biography, excluding living persons.             In Black and White: A Guide to Magazine Articles, Newspaper Articles, and Books Concerning more than 15,000 Black Individuals and Groups , ed. by Mary Mace Spradling. Detroit, MI: Gale Research Co., c1980- . 2 vols.    Bobst Ref1 Z1361.N39S655        Biographical and bibliographical information on African American individuals and groups, arranged alphabetically. Includes occupation index.             Joyce, Donald Franklin. Blacks in the Humanities, 1750-1984: A Selected Annotated Bibliography . New York: Greenwood Press, 1986.    Bobst Ref1 Z1361.N39J69 1986        Organized into 12 chapters. Includes subject and author-title indexes.             Notable Black American Women , ed. by Jessie Carney Smith. Detroit, MI: Gale Research, c1992.    Bobst Ref1 E185.96.N68 1992        Approximately 500 entries which are arranged alphabetically by surname. Includes list by area of endeavor, as well as names, places, and events indexes.             Who&#39;s Who among African Americans . 9th ed. Detroit, MI: Gale Research, c1996- . Biennial.    Bobst Ref1 E185.96.W52        Guide to more than 20,000 prominent African Americans, arranged alphabetically. Includes geographic and occupation index. Continues Who&#39;s Who among Black Americans.                                      History           Asante, Molefi K., Mark T. Mattson. The Historical and Cultural Atlas of African Americans . New York: Macmillan, c1991.    Bobst Ref1 E185.A8 1991        Detailed maps and charts of information about events in African American history and culture which are integrated into narrative segments. Includes index.             Cowan, Thomas Dale and Richard Newman. Timelines of African- American History: 500 Years of Black Achievement . New York: Berkeley, 1994.    Bobst Ref1 E185.C86 1994    Bobst E185.C86 1994        Dates of major events in African American history from the 15th century to the present are highlighted. The events are divided into subject categories. Includes index.             Grossman, Mark. The ABC-CLIO Companion to the Civil Rights Movement . Santa Barbara, CA: ABC-CLIO, 1993.    Bobst Ref6 E185.61.G895 1993        Entries are arranged in alphabetical order. Includes chronology, bibliography, and index.             Harley, Sharon. The Timetables of African-American History: A Chronology of the Most Important People and Events in African- American History . New York: Simon &amp; Schuster, c1995.    Bobst Ref1 E185.H295 1995        Chronicle of significant events, figures, and movements in the African American experience from 1492 -1992 in the following categories: general history; education; laws and legal actions; religion; literature; publication and the African American press; the arts; science, technology, and medicine; sports. Includes index.             Hornsby, Alton. Chronology of African-American History: Significant Events and People from 1619 to the Present . Detroit: Gale Research, c1991.    Bobst Ref1 E185.H64 1991        Subdivided into 11 eras, this reference book contains biographical information on representative African Americans, legislation, significant events, court decisions, programs, manifestos, and data on economic, political, social and educational events. Includes index.             Murray, Paul T. The Civil Rights Movement: References and Resources . New York: Macmillan, c.1993.    Bobst Ref1 Z1361.N39M93 1993        General works; collected works; states; civil rights organizations; the Federal Government; participants in the movement; phases of the movement; other topics. Includes author and subject indexes.             Smith, Dwight L. Afro-American History: a Bibliography . Santa Barbara, CA: ABC-CLIO, 1974- . 2 vols.    Bobst Ref1 Z1361.N39S56        Annotated bibliography of periodical articles. Entries are arranged by chronological periods and thereunder by subject. Includes author and subject indexes.                                     Browse Subjects      African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: African American Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        African American Studies       Contents      Librarian for African American Studies    NYU Links    Related Guides    Research Assistance    Internet Links    Bibliographies    Research &amp; Resource Guides    Encyclopedias &amp; Dictionaries    Indexes    Statistics    Biographies    Directories    History                         Librarian for African American Studies    Timothy Johnson  Librarian for Africana Studies, Anthropology and Food Studies  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2436  E-mail: timothy.johnson@nyu.edu                             NYU Links                 African American Newspapers and Journals through 1970 at Bobst Library    Microform Sets for U.S. History at Bobst Library    NYU Libraries Collection Development Policy for Africana Studies    Africana Studies Program at NYU    Institute for African American Affairs at NYU                              Related Subject Guides           African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                             Research Assistance              How to Find Books in BobCat by Subject      BobCat can be searched for books and other materials in African American Studies with a subject search (s= ). Many subject headings in this field have the pattern: s= Afro-Americans--[Place name] --Subdivision--[Time period]. Place names can be names of countries, states, regions, or cities.          Examples:     s= Afro-Americans--Virginia--History--19th century         s= Afro-Americans--Civil rights         Examples of other subdivisions: education, economic conditions, intellectual life, race identity, and social conditions. Other subject headings have the pattern s= Afro-American [...] -- [Place name]--[Time period].          Examples:     s= Afro-American families--Florida--History-- 20th century     s= Afro-American actors         Other examples: Afro-American abolitionists, artists, authors, children, mass media, and veterans.         The third type of subject heading used for materials in this field is: s= Afro-Americans in ... (e.g., art, literature, mass media). For more information please consult the Library of Congress Subject Headings (LCSH). Copies of LCSH are available in all reference centers and the catalog area in the atrium.             Tutorials and Other Research Assistance        NYU Libraries Tutorial: How to Find a Book     NYU Libraries Tutorial: How to Find an Article     Locating Videos in Bobst Library     Bibliographic and Footnote Style Guide     Contact a Subject Specialist             The Harvard Guide to African-American History .     Call no.: REF1 E185.H326 2001 (1st floor)     The Harvard Guide to African-American History is a good place to start for research on all aspects African-American history and culture. It lists comprehensive bibliographies (lists of books, journal articles and other sources) on practically every aspect of African-American history and culture arranged chronologically by subject from 1492-1999. Some of the sources listed are available in the Bobst library. Coverage includes reference works, Internet resources, manuscript collections, primary sources on microform, newspapers and selected periodicals, government documents, oral history, art, music, photography, film and television.                                       Internet Links                   Scholarly Internet Resources on African-American Life          Arts, Music, Photography, and Theatre     Biography and Autobiography     History     Literature     Research Centers, Libraries, and Museums                                   Bibliographies           Davis, Nathaniel. Afro-American References: An Annotated Bibliography of Selected Resources , compiled and ed. by Nathaniel Davis. Westport, CT: Greenwood Press, 1985.    Bobst Ref1 Z1361.N39D37 1985        Includes author, title, and subject indexes.             De Lerma, Dominique-Rene. Bibliography of Black Music . Foreword by Jessie Carney Smith. Westport, CT: Greenwood Press, 1981-1984. 4 vols.    Bobst MusicRef ML128.B6D346 1981          Gray, John. Blacks in Film and Television: A Pan-African Bibliography of Films, Filmmakers, and Performers . New York: Greenwood Press, c1990.    Bobst Ref1 Z5784.M9G72 1990          Miller, Elizabeth W. The Negro in America: A Bibliography . 2nd ed., rev. and enl., compiled by Mary L. Fisher. Cambridge: Harvard University Press, 1970.    Bobst Ref1 Z1361.N39M5 1970        Selectively annotated bibliography on African American history, culture, and politics in 20 chapters. Includes author index.             Newman, Richard. Black Access: A Bibliography of Afro-American Bibliographies . Westport, CT: Greenwood Press, c1984.    Bobst Ref1 Z1361.N39N578 1984          Work, Monroe Nathan. A Bibliography of the Negro in Africa and America . NY: Octagon Books, 1965, [c1928].    Bobst Ref1 Z1361.N39W9 1965        Lists over 17,000 books, pamphlets, and periodical articles. Covers mainly English publications. Pt. 1 relates to Africa; pt. 2 deals with America. Each part is subdivided by various topics. Includes index. Covers over 3,000 bibliographies. Includes chronological and subject indexes.                                   Research &amp; Resource Guides      The African-American Yellow Pages: A Comprehensive Resource Guide and Directory , ed. by Stanton F. Biddle. New York: H. Holt, 1996.    Bobst Ref1 E185.A2575 1996        National directory of businesses, organizations, historic sites, publications, services, etc. that are of particular interest to African American studies. Under each of the 72 alphabetically organized categories, entries are listed by state, city, and name of organization. Includes subject and name indexes.             Library of Congress. The African-American Mosaic: A Library of Congress Resource Guide for the Study of Black History and Culture , ed. by Debra Newman Ham; with contributions by Beverly Brannan et al. Washington: Library of Congress ; for sale by the Supt. of Docs., U.S. G.P.O., 1993.    Bobst Ref 1 Z1361.N39L47 1993    Bobst Z1361.N39L47 1993        Discusses Library of Congress collections that relate to African American history and culture. Chronological arrangement. Includes index.             Reference Library of Black America , ed. by Kenneth Estell. Detroit, MI: Gale Research ; distributed by Afro-American Press, c1994. 5 vols.    Bobst Ref1 E185.R435 1994        Based upon the 6th ed. of The African-American Almanac which was first published as The Negro Almanac in 1967. 27 subject chapters, many of which open with an essay, followed by biographic profiles of selected individuals. Includes index.                                   Encyclopedias &amp; Dictionaries           Dictionary of Afro-American Slavery , ed. by Randall M. Miller and John David Smith. New York: Greenwood Press, 1988.    Bobst Ref1 E441.D53 1988        Alphabetically arranged entries with bibliographical references. Includes index.             Encyclopedia of African-American Civil Rights: From Emancipation to the Present , ed. by Charles D. Lowery and John F. Marszalek; foreword by David J. Garrow. New York: Greenwood Press, 1992.    Bobst Ref1 E185.61.E54 1992 Bobst E185.61.E54 1992        Over 800 articles on individuals, organizations, events, and court cases with an emphasis on the period since emancipation. Alphabetically organized. Includes index.             Encyclopedia of African-American Culture and History , ed. by Jack Salman, David Lionel Smith, Cornel West. New York: Macmillan Library Reference USA; Simon &amp; Schuster Macmillan; Simon &amp; Schuster and Prentice Hall, c1996. 5 vols.    Bobst Ref1 E185.E54 1995        Approximately two-thirds of the 2,200 entries are of biographical nature. The remaining entries are devoted to events, historical eras, legal cases, areas of cultural achievements, professions, sports, places and states. Arranged alphabetically. Extensive statistical appendix. Includes index.             Encyclopedia of African American Religion , ed. by Larry G. Murphy, J. Gordon Melton, Gary L. Ward. New York: Garland, 1993.    Bobst Ref1 BR563.N4E53 1993        Biographical entries, entries on each of the African American denominations and religious groups and on prominent religious organizations. Includes 3 introductory essays, a chronology of African American religion, a directory of African American churches, and an index.             The Negro Almanac: A Reference Work on the African American , compiled and ed. by Harry A. Ploski and James Williams. 5th ed. Detroit: Gale Research, c1989.    Bobst Ref1 E185.N385 1989        35 chapters combining historical narrative, biographical sketches, as well as statistical tables and graphs. Focuses on the current situation of African Americans. Includes index.             Puckett, Newbell Niles. Black Names in America: Origins &amp; Usage , ed. by Muray Heller. MA: G.K. Hall, 1975.    Bobst Ref1 E185.89.N3P82        Organized chronologically.                                   Indexes           Abajian, James. Blacks in Selected Newspapers, Censuses and Other Sources: An Index to Names and Subjects . Boston: G.K. Hall, 1977. 3 vols.    Bobst Ref1 Z1361.N39A28x        Alphabetically arranged name and subject index.             Ethnic NewsWatch .    Bobst Library Network        Ethnic NewsWatch is a multicultural database containing articles published by the ethnic, minority and native presses in America. The database deals with issues of local, national and global importance to these groups. English/Spanish search option available.             The Kaiser Index to Black Resources, 1948-1986: From the Schomburg Center for Research in Black Culture of the New York Public Library . Brooklyn, NY: Carlson, 1992. 5 vols.    Bobst Ref1 Z1361.N39K34 1992        A bibliographic guide to periodical literature, articles and ephemera.             Newman, Richard. Black Index: Afro-Americans in Selected Periodicals, 1907-1949 . New York: Garland, 1981.    Bobst Ref1 Z1361.N39N58        Author and subject guide to over 1,000 articles in more than 350 periodicals published in the U.S., Canada, and Great Britain during the first half of the 20th century.             Schomburg Center for Research in Black Culture. Index to the Schomburg Clipping File . Cambridge: Chadwyck-Healey, c1986.    Bobst Ref1 Z1361.N39S373 1986    Bobst Ref6 Z1361.N39S373 1986        Alphabetically arranged name and subject index. Includes microfiche serial numbers. Focuses on African Americans, but covers also to a limited extent other parts of the African Diaspora and Africa. Includes indexes.             Stevenson, Rosemary M. Index to Afro-American Reference Resources . New York: Greenwood Press, 1988.    Bobst Ref1 Z1361.N39S77 1988    Bobst Z1361.N39S77 1988                                Statistics                  Black Americans: A Statistical Sourcebook . Boulder, CO: Numbers &amp; Concepts, 1990.     Bobst Ref6 E185.86.B52 1990          Demographics and characteristics of the population; vital statistics and health; education; government, elections, and public opinion; crime, law enforcement, and corrections; labor force, employment, and unemployment; earnings, income, poverty, and wealth; special topics. Includes index.                 United States. Bureau of the Census. Negro Population in the United States, 1790-1915 . New York: Arno, 1968.     Bobst Ref6 HA205.A33 1968          Growth and geographic distribution, 1790-1910; migratory displacement and segregation; physical characteristics; vital statistics; educational and social statistics; economic statistics; general tables.                See also: Federal depository resources collection in Ref6.                                   Biographies    African American Women: A Biographical Dictionary , ed. by Dorothy C. Salem. New York: Garland, 1993.    Bobst Ref1 E185.96A45 1993        Nearly 300 summaries and analytical descriptions of individual African American women, their significance and their works. The appendix includes entries by career category and an index.             Brignano, Russell C., Black Americans in Autobiography: An Annotated Bibliography of Autobiographies and Autobiographical Books Written since the Civil War . Rev. and expanded ed. Durham, NC: Duke University Press, 1984.    Bobst Ref1 Z1361.N39B67 1984        Includes several indexes.             Black Americans in Congress , ed. by Mark R. Salser. Portland, OR: National Book Co., c1991.    Bobst Ref6 E185.96.B524 1991        Entries on 65 African American congressmen which are organized alphabetically under congress.             Black Biography, 1790-1950: A Cumulative Index , ed. by Randall K. Burkett, Nancy Hall Burkett, Henry Louis Gates, Jr. Alexandria: Chadwyck-Healey, 1990. 3 vols.    Bobst Ref1 Z1361.N39B52 1990        Index to the microfiche set, Black Biographical Dictionaries, which Bobst Library has in microform (MF 759).             Bearden, Romare and Harry Henderson. A History of African- American Artists: From 1792 to the Present . New York: Pantheon, c1993.    Bobst Ref1 N6538.N5B38 1993        Essays on the most prominent African American artists from 1792 to the present, divided into 6 periods. Includes index.                             Directories           Black Americans Information Directory . Detroit: Gale Research, c1990- . Biennial.    Bobst Ref1 E185.5.B513 Latest ed. only        Guide to about 5,300 agencies, organizations, institutions, programs, and publications concerned with African American life and culture. Divided into 18 subject categories. Includes name and subject indexes.             Black Women in America: An Historical Encyclopedia , ed. by Darlene Clark Hine; associate editors, Elsa Barkely Brown, Rosalyn Terborg-Penn. Brooklyn, NY: Carlson, 1993. 2 vols.    Bobst Ref1 E185.86.B542 1993        Consists of 641 biographical entries on individual African American women, as well as 163 entries that are devoted to general topics and organizations. Includes a chronology of African American women, a classified list of biographical entries, and an index.             D&#39;Emilio, John. The Civil Rights Struggle: Leaders in Profile . New York: Facts on file, c1979.    Bobst Ref1 E185.96.D38          Dictionary of American Negro Biography , ed. by Rayford W. Logan and Michael R. Winston. NY: Norton, c1982.    Bobst Ref1 E185.96.D53 1982        Comprehensive dictionary of African American biography, excluding living persons.             In Black and White: A Guide to Magazine Articles, Newspaper Articles, and Books Concerning more than 15,000 Black Individuals and Groups , ed. by Mary Mace Spradling. Detroit, MI: Gale Research Co., c1980- . 2 vols.    Bobst Ref1 Z1361.N39S655        Biographical and bibliographical information on African American individuals and groups, arranged alphabetically. Includes occupation index.             Joyce, Donald Franklin. Blacks in the Humanities, 1750-1984: A Selected Annotated Bibliography . New York: Greenwood Press, 1986.    Bobst Ref1 Z1361.N39J69 1986        Organized into 12 chapters. Includes subject and author-title indexes.             Notable Black American Women , ed. by Jessie Carney Smith. Detroit, MI: Gale Research, c1992.    Bobst Ref1 E185.96.N68 1992        Approximately 500 entries which are arranged alphabetically by surname. Includes list by area of endeavor, as well as names, places, and events indexes.             Who&#39;s Who among African Americans . 9th ed. Detroit, MI: Gale Research, c1996- . Biennial.    Bobst Ref1 E185.96.W52        Guide to more than 20,000 prominent African Americans, arranged alphabetically. Includes geographic and occupation index. Continues Who&#39;s Who among Black Americans.                                      History           Asante, Molefi K., Mark T. Mattson. The Historical and Cultural Atlas of African Americans . New York: Macmillan, c1991.    Bobst Ref1 E185.A8 1991        Detailed maps and charts of information about events in African American history and culture which are integrated into narrative segments. Includes index.             Cowan, Thomas Dale and Richard Newman. Timelines of African- American History: 500 Years of Black Achievement . New York: Berkeley, 1994.    Bobst Ref1 E185.C86 1994    Bobst E185.C86 1994        Dates of major events in African American history from the 15th century to the present are highlighted. The events are divided into subject categories. Includes index.             Grossman, Mark. The ABC-CLIO Companion to the Civil Rights Movement . Santa Barbara, CA: ABC-CLIO, 1993.    Bobst Ref6 E185.61.G895 1993        Entries are arranged in alphabetical order. Includes chronology, bibliography, and index.             Harley, Sharon. The Timetables of African-American History: A Chronology of the Most Important People and Events in African- American History . New York: Simon &amp; Schuster, c1995.    Bobst Ref1 E185.H295 1995        Chronicle of significant events, figures, and movements in the African American experience from 1492 -1992 in the following categories: general history; education; laws and legal actions; religion; literature; publication and the African American press; the arts; science, technology, and medicine; sports. Includes index.             Hornsby, Alton. Chronology of African-American History: Significant Events and People from 1619 to the Present . Detroit: Gale Research, c1991.    Bobst Ref1 E185.H64 1991        Subdivided into 11 eras, this reference book contains biographical information on representative African Americans, legislation, significant events, court decisions, programs, manifestos, and data on economic, political, social and educational events. Includes index.             Murray, Paul T. The Civil Rights Movement: References and Resources . New York: Macmillan, c.1993.    Bobst Ref1 Z1361.N39M93 1993        General works; collected works; states; civil rights organizations; the Federal Government; participants in the movement; phases of the movement; other topics. Includes author and subject indexes.             Smith, Dwight L. Afro-American History: a Bibliography . Santa Barbara, CA: ABC-CLIO, 1974- . 2 vols.    Bobst Ref1 Z1361.N39S56        Annotated bibliography of periodical articles. Entries are arranged by chronological periods and thereunder by subject. Includes author and subject indexes.                                     Browse Subjects      African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "New York University | Bobst Library: African American Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        African American Studies       Contents      Librarian for African American Studies    NYU Links    Related Guides    Research Assistance    Internet Links    Bibliographies    Research &amp; Resource Guides    Encyclopedias &amp; Dictionaries    Indexes    Statistics    Biographies    Directories    History                         Librarian for African American Studies    Timothy Johnson  Librarian for Africana Studies, Anthropology and Food Studies  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2436  E-mail: timothy.johnson@nyu.edu                             NYU Links                 African American Newspapers and Journals through 1970 at Bobst Library    Microform Sets for U.S. History at Bobst Library    NYU Libraries Collection Development Policy for Africana Studies    Africana Studies Program at NYU    Institute for African American Affairs at NYU                              Related Subject Guides           African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                             Research Assistance              How to Find Books in BobCat by Subject      BobCat can be searched for books and other materials in African American Studies with a subject search (s= ). Many subject headings in this field have the pattern: s= Afro-Americans--[Place name] --Subdivision--[Time period]. Place names can be names of countries, states, regions, or cities.          Examples:     s= Afro-Americans--Virginia--History--19th century         s= Afro-Americans--Civil rights         Examples of other subdivisions: education, economic conditions, intellectual life, race identity, and social conditions. Other subject headings have the pattern s= Afro-American [...] -- [Place name]--[Time period].          Examples:     s= Afro-American families--Florida--History-- 20th century     s= Afro-American actors         Other examples: Afro-American abolitionists, artists, authors, children, mass media, and veterans.         The third type of subject heading used for materials in this field is: s= Afro-Americans in ... (e.g., art, literature, mass media). For more information please consult the Library of Congress Subject Headings (LCSH). Copies of LCSH are available in all reference centers and the catalog area in the atrium.             Tutorials and Other Research Assistance        NYU Libraries Tutorial: How to Find a Book     NYU Libraries Tutorial: How to Find an Article     Locating Videos in Bobst Library     Bibliographic and Footnote Style Guide     Contact a Subject Specialist             The Harvard Guide to African-American History .     Call no.: REF1 E185.H326 2001 (1st floor)     The Harvard Guide to African-American History is a good place to start for research on all aspects African-American history and culture. It lists comprehensive bibliographies (lists of books, journal articles and other sources) on practically every aspect of African-American history and culture arranged chronologically by subject from 1492-1999. Some of the sources listed are available in the Bobst library. Coverage includes reference works, Internet resources, manuscript collections, primary sources on microform, newspapers and selected periodicals, government documents, oral history, art, music, photography, film and television.                                       Internet Links                   Scholarly Internet Resources on African-American Life          Arts, Music, Photography, and Theatre     Biography and Autobiography     History     Literature     Research Centers, Libraries, and Museums                                   Bibliographies           Davis, Nathaniel. Afro-American References: An Annotated Bibliography of Selected Resources , compiled and ed. by Nathaniel Davis. Westport, CT: Greenwood Press, 1985.    Bobst Ref1 Z1361.N39D37 1985        Includes author, title, and subject indexes.             De Lerma, Dominique-Rene. Bibliography of Black Music . Foreword by Jessie Carney Smith. Westport, CT: Greenwood Press, 1981-1984. 4 vols.    Bobst MusicRef ML128.B6D346 1981          Gray, John. Blacks in Film and Television: A Pan-African Bibliography of Films, Filmmakers, and Performers . New York: Greenwood Press, c1990.    Bobst Ref1 Z5784.M9G72 1990          Miller, Elizabeth W. The Negro in America: A Bibliography . 2nd ed., rev. and enl., compiled by Mary L. Fisher. Cambridge: Harvard University Press, 1970.    Bobst Ref1 Z1361.N39M5 1970        Selectively annotated bibliography on African American history, culture, and politics in 20 chapters. Includes author index.             Newman, Richard. Black Access: A Bibliography of Afro-American Bibliographies . Westport, CT: Greenwood Press, c1984.    Bobst Ref1 Z1361.N39N578 1984          Work, Monroe Nathan. A Bibliography of the Negro in Africa and America . NY: Octagon Books, 1965, [c1928].    Bobst Ref1 Z1361.N39W9 1965        Lists over 17,000 books, pamphlets, and periodical articles. Covers mainly English publications. Pt. 1 relates to Africa; pt. 2 deals with America. Each part is subdivided by various topics. Includes index. Covers over 3,000 bibliographies. Includes chronological and subject indexes.                                   Research &amp; Resource Guides      The African-American Yellow Pages: A Comprehensive Resource Guide and Directory , ed. by Stanton F. Biddle. New York: H. Holt, 1996.    Bobst Ref1 E185.A2575 1996        National directory of businesses, organizations, historic sites, publications, services, etc. that are of particular interest to African American studies. Under each of the 72 alphabetically organized categories, entries are listed by state, city, and name of organization. Includes subject and name indexes.             Library of Congress. The African-American Mosaic: A Library of Congress Resource Guide for the Study of Black History and Culture , ed. by Debra Newman Ham; with contributions by Beverly Brannan et al. Washington: Library of Congress ; for sale by the Supt. of Docs., U.S. G.P.O., 1993.    Bobst Ref 1 Z1361.N39L47 1993    Bobst Z1361.N39L47 1993        Discusses Library of Congress collections that relate to African American history and culture. Chronological arrangement. Includes index.             Reference Library of Black America , ed. by Kenneth Estell. Detroit, MI: Gale Research ; distributed by Afro-American Press, c1994. 5 vols.    Bobst Ref1 E185.R435 1994        Based upon the 6th ed. of The African-American Almanac which was first published as The Negro Almanac in 1967. 27 subject chapters, many of which open with an essay, followed by biographic profiles of selected individuals. Includes index.                                   Encyclopedias &amp; Dictionaries           Dictionary of Afro-American Slavery , ed. by Randall M. Miller and John David Smith. New York: Greenwood Press, 1988.    Bobst Ref1 E441.D53 1988        Alphabetically arranged entries with bibliographical references. Includes index.             Encyclopedia of African-American Civil Rights: From Emancipation to the Present , ed. by Charles D. Lowery and John F. Marszalek; foreword by David J. Garrow. New York: Greenwood Press, 1992.    Bobst Ref1 E185.61.E54 1992 Bobst E185.61.E54 1992        Over 800 articles on individuals, organizations, events, and court cases with an emphasis on the period since emancipation. Alphabetically organized. Includes index.             Encyclopedia of African-American Culture and History , ed. by Jack Salman, David Lionel Smith, Cornel West. New York: Macmillan Library Reference USA; Simon &amp; Schuster Macmillan; Simon &amp; Schuster and Prentice Hall, c1996. 5 vols.    Bobst Ref1 E185.E54 1995        Approximately two-thirds of the 2,200 entries are of biographical nature. The remaining entries are devoted to events, historical eras, legal cases, areas of cultural achievements, professions, sports, places and states. Arranged alphabetically. Extensive statistical appendix. Includes index.             Encyclopedia of African American Religion , ed. by Larry G. Murphy, J. Gordon Melton, Gary L. Ward. New York: Garland, 1993.    Bobst Ref1 BR563.N4E53 1993        Biographical entries, entries on each of the African American denominations and religious groups and on prominent religious organizations. Includes 3 introductory essays, a chronology of African American religion, a directory of African American churches, and an index.             The Negro Almanac: A Reference Work on the African American , compiled and ed. by Harry A. Ploski and James Williams. 5th ed. Detroit: Gale Research, c1989.    Bobst Ref1 E185.N385 1989        35 chapters combining historical narrative, biographical sketches, as well as statistical tables and graphs. Focuses on the current situation of African Americans. Includes index.             Puckett, Newbell Niles. Black Names in America: Origins &amp; Usage , ed. by Muray Heller. MA: G.K. Hall, 1975.    Bobst Ref1 E185.89.N3P82        Organized chronologically.                                   Indexes           Abajian, James. Blacks in Selected Newspapers, Censuses and Other Sources: An Index to Names and Subjects . Boston: G.K. Hall, 1977. 3 vols.    Bobst Ref1 Z1361.N39A28x        Alphabetically arranged name and subject index.             Ethnic NewsWatch .    Bobst Library Network        Ethnic NewsWatch is a multicultural database containing articles published by the ethnic, minority and native presses in America. The database deals with issues of local, national and global importance to these groups. English/Spanish search option available.             The Kaiser Index to Black Resources, 1948-1986: From the Schomburg Center for Research in Black Culture of the New York Public Library . Brooklyn, NY: Carlson, 1992. 5 vols.    Bobst Ref1 Z1361.N39K34 1992        A bibliographic guide to periodical literature, articles and ephemera.             Newman, Richard. Black Index: Afro-Americans in Selected Periodicals, 1907-1949 . New York: Garland, 1981.    Bobst Ref1 Z1361.N39N58        Author and subject guide to over 1,000 articles in more than 350 periodicals published in the U.S., Canada, and Great Britain during the first half of the 20th century.             Schomburg Center for Research in Black Culture. Index to the Schomburg Clipping File . Cambridge: Chadwyck-Healey, c1986.    Bobst Ref1 Z1361.N39S373 1986    Bobst Ref6 Z1361.N39S373 1986        Alphabetically arranged name and subject index. Includes microfiche serial numbers. Focuses on African Americans, but covers also to a limited extent other parts of the African Diaspora and Africa. Includes indexes.             Stevenson, Rosemary M. Index to Afro-American Reference Resources . New York: Greenwood Press, 1988.    Bobst Ref1 Z1361.N39S77 1988    Bobst Z1361.N39S77 1988                                Statistics                  Black Americans: A Statistical Sourcebook . Boulder, CO: Numbers &amp; Concepts, 1990.     Bobst Ref6 E185.86.B52 1990          Demographics and characteristics of the population; vital statistics and health; education; government, elections, and public opinion; crime, law enforcement, and corrections; labor force, employment, and unemployment; earnings, income, poverty, and wealth; special topics. Includes index.                 United States. Bureau of the Census. Negro Population in the United States, 1790-1915 . New York: Arno, 1968.     Bobst Ref6 HA205.A33 1968          Growth and geographic distribution, 1790-1910; migratory displacement and segregation; physical characteristics; vital statistics; educational and social statistics; economic statistics; general tables.                See also: Federal depository resources collection in Ref6.                                   Biographies    African American Women: A Biographical Dictionary , ed. by Dorothy C. Salem. New York: Garland, 1993.    Bobst Ref1 E185.96A45 1993        Nearly 300 summaries and analytical descriptions of individual African American women, their significance and their works. The appendix includes entries by career category and an index.             Brignano, Russell C., Black Americans in Autobiography: An Annotated Bibliography of Autobiographies and Autobiographical Books Written since the Civil War . Rev. and expanded ed. Durham, NC: Duke University Press, 1984.    Bobst Ref1 Z1361.N39B67 1984        Includes several indexes.             Black Americans in Congress , ed. by Mark R. Salser. Portland, OR: National Book Co., c1991.    Bobst Ref6 E185.96.B524 1991        Entries on 65 African American congressmen which are organized alphabetically under congress.             Black Biography, 1790-1950: A Cumulative Index , ed. by Randall K. Burkett, Nancy Hall Burkett, Henry Louis Gates, Jr. Alexandria: Chadwyck-Healey, 1990. 3 vols.    Bobst Ref1 Z1361.N39B52 1990        Index to the microfiche set, Black Biographical Dictionaries, which Bobst Library has in microform (MF 759).             Bearden, Romare and Harry Henderson. A History of African- American Artists: From 1792 to the Present . New York: Pantheon, c1993.    Bobst Ref1 N6538.N5B38 1993        Essays on the most prominent African American artists from 1792 to the present, divided into 6 periods. Includes index.                             Directories           Black Americans Information Directory . Detroit: Gale Research, c1990- . Biennial.    Bobst Ref1 E185.5.B513 Latest ed. only        Guide to about 5,300 agencies, organizations, institutions, programs, and publications concerned with African American life and culture. Divided into 18 subject categories. Includes name and subject indexes.             Black Women in America: An Historical Encyclopedia , ed. by Darlene Clark Hine; associate editors, Elsa Barkely Brown, Rosalyn Terborg-Penn. Brooklyn, NY: Carlson, 1993. 2 vols.    Bobst Ref1 E185.86.B542 1993        Consists of 641 biographical entries on individual African American women, as well as 163 entries that are devoted to general topics and organizations. Includes a chronology of African American women, a classified list of biographical entries, and an index.             D&#39;Emilio, John. The Civil Rights Struggle: Leaders in Profile . New York: Facts on file, c1979.    Bobst Ref1 E185.96.D38          Dictionary of American Negro Biography , ed. by Rayford W. Logan and Michael R. Winston. NY: Norton, c1982.    Bobst Ref1 E185.96.D53 1982        Comprehensive dictionary of African American biography, excluding living persons.             In Black and White: A Guide to Magazine Articles, Newspaper Articles, and Books Concerning more than 15,000 Black Individuals and Groups , ed. by Mary Mace Spradling. Detroit, MI: Gale Research Co., c1980- . 2 vols.    Bobst Ref1 Z1361.N39S655        Biographical and bibliographical information on African American individuals and groups, arranged alphabetically. Includes occupation index.             Joyce, Donald Franklin. Blacks in the Humanities, 1750-1984: A Selected Annotated Bibliography . New York: Greenwood Press, 1986.    Bobst Ref1 Z1361.N39J69 1986        Organized into 12 chapters. Includes subject and author-title indexes.             Notable Black American Women , ed. by Jessie Carney Smith. Detroit, MI: Gale Research, c1992.    Bobst Ref1 E185.96.N68 1992        Approximately 500 entries which are arranged alphabetically by surname. Includes list by area of endeavor, as well as names, places, and events indexes.             Who&#39;s Who among African Americans . 9th ed. Detroit, MI: Gale Research, c1996- . Biennial.    Bobst Ref1 E185.96.W52        Guide to more than 20,000 prominent African Americans, arranged alphabetically. Includes geographic and occupation index. Continues Who&#39;s Who among Black Americans.                                      History           Asante, Molefi K., Mark T. Mattson. The Historical and Cultural Atlas of African Americans . New York: Macmillan, c1991.    Bobst Ref1 E185.A8 1991        Detailed maps and charts of information about events in African American history and culture which are integrated into narrative segments. Includes index.             Cowan, Thomas Dale and Richard Newman. Timelines of African- American History: 500 Years of Black Achievement . New York: Berkeley, 1994.    Bobst Ref1 E185.C86 1994    Bobst E185.C86 1994        Dates of major events in African American history from the 15th century to the present are highlighted. The events are divided into subject categories. Includes index.             Grossman, Mark. The ABC-CLIO Companion to the Civil Rights Movement . Santa Barbara, CA: ABC-CLIO, 1993.    Bobst Ref6 E185.61.G895 1993        Entries are arranged in alphabetical order. Includes chronology, bibliography, and index.             Harley, Sharon. The Timetables of African-American History: A Chronology of the Most Important People and Events in African- American History . New York: Simon &amp; Schuster, c1995.    Bobst Ref1 E185.H295 1995        Chronicle of significant events, figures, and movements in the African American experience from 1492 -1992 in the following categories: general history; education; laws and legal actions; religion; literature; publication and the African American press; the arts; science, technology, and medicine; sports. Includes index.             Hornsby, Alton. Chronology of African-American History: Significant Events and People from 1619 to the Present . Detroit: Gale Research, c1991.    Bobst Ref1 E185.H64 1991        Subdivided into 11 eras, this reference book contains biographical information on representative African Americans, legislation, significant events, court decisions, programs, manifestos, and data on economic, political, social and educational events. Includes index.             Murray, Paul T. The Civil Rights Movement: References and Resources . New York: Macmillan, c.1993.    Bobst Ref1 Z1361.N39M93 1993        General works; collected works; states; civil rights organizations; the Federal Government; participants in the movement; phases of the movement; other topics. Includes author and subject indexes.             Smith, Dwight L. Afro-American History: a Bibliography . Santa Barbara, CA: ABC-CLIO, 1974- . 2 vols.    Bobst Ref1 Z1361.N39S56        Annotated bibliography of periodical articles. Entries are arranged by chronological periods and thereunder by subject. Includes author and subject indexes.                                     Browse Subjects      African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "People    |     American Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Graduate Program       Undergraduate Program       Events       Resources and Affliliations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Related Information         Affiliated Faculty           Administration and Staff           Alumni           PhD Student Profiles             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     People   Andrew Ross, Director, American Studies (interim)                   Cristina Beltrán     Associate Professor of Social and Cultural Analysis   Director of Latino Studies   Email:     cbeltran@nyu.edu     Research Interests:   modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality               Renée Blake     Associate Professor of Linguistics and Social and Cultural Analysis   Director, Africana Studies   Email:     renee.blake@nyu.edu     Research Interests:   Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.               Arlene Davila     Professor of Anthropology and Social and Cultural Analysis   Email:     arlene.davila@nyu.edu     Research Interests:   race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.               David Dent     and Social and Cultural Analysis   Email:     david.dent@nyu.edu                 Carolyn Dinshaw     Professor of Social and Cultural Analysis and English   Chair of Social and Cultural Analysis   Email:     carolyn.dinshaw@nyu.edu     Research Interests:   English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Lisa Duggan     Professor of Social and Cultural Analysis   Research Interests:   Modern U.S. cultural, social, and political history; history of gender and sexuality; lesbian and gay studies.               Juan Flores     Professor of Social and Cultural Analysis   Email:     jflores@igc.org     Research Interests:   Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.               Gayatri Gopinath     Associate Professor of Social and Cultural Analysis   Director of Asian/Pacific/American Studies   Email:     gayatri.gopinath@nyu.edu     Research Interests:   Queer Studies, Postcolonial Studies, and Feminist Theory               Phillip Brian Harper     Erich Maria Remarque Professor of Literature;   Professor of Social and Cultural Analysis and English   Director, Gender and Sexuality Studies   Email:     phil.harper@nyu.edu     Research Interests:   Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Sharon Heijin Lee     Assistant Professor/Faculty Fellow of Social and Cultural Analysis   Email:     sharon.lee@nyu.edu     Research Interests:   transnational feminist cultural studies; intersections between asian american studies and asian studies; korean studies; transnational american studies, gender and sexuality studies               Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.               Harvey Molotch     Professor of Social and Cultural Analysis and Sociology   Email:     harvey.molotch@nyu.edu     Research Interests:   Urban development and political economy; the sociology of architecture, design, and consumption; environmental degradation; mechanisms of interactional inequalities.               Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender               Crystal Parikh     Associate Professor of English and Social and Cultural Analysis   Director of PhD   Email:     crystal.parikh@nyu.edu     Research Interests:   Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Ann Pellegrini     Professor of Social and Cultural Analysis and Performance Studies   Director, Center for the Study of Gender and Sexuality   Email:     ap39@nyu.edu     Research Interests:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies               Mary Louise Pratt     Silver Professor;   Professor of Social and Cultural Analysis and Spanish & Portuguese and Comparative Literature   Email:     mlp7@nyu.edu                 Michael Ralph     Associate Professor, Gender and Sexuality Studies, Metropolitan Studies;   Associate Professor of Social and Cultural Analysis and Africana Studies and American Studies   Email:     michael.ralph@nyu.edu     Research Interests:   Citizenship, Sovereignty, Risk, Liability, Urban Youth Culture, Diaspora, Postcolonialism               Renato Rosaldo     Lucie Stern Professor in the Social Sciences;   Professor Emeritus of Anthropology and Social and Cultural Analysis   Email:     renato.rosaldo@nyu.edu     Research Interests:   Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.               Andrew Ross     Professor of Social and Cultural Analysis   Director, American Studies (interim)   Email:     andrew.ross@nyu.edu     Research Interests:   labor and work; urban and suburban studies; intellectual history; social and political theory; science; ecology and technology; cultural studies               María Josefina Saldaña-Portillo     Associate Professor of Social and Cultural Analysis   Director of Undergraduate Studies   Email:     msp6@nyu.edu     Research Interests:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.               S.S. Sandhu     Associate Professor of English and Social and Cultural Analysis   Email:     ss162@nyu.edu     Research Interests:   Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Dean Itsuji Saranillio     Assistant Professor of Social and Cultural Analysis   Email:     ds3859@nyu.edu     Research Interests:   cultural politics at the intersection of diaspora and indigeneity; indigenous critical theory; cultural studies; settler colonial studies; U.S. militarism; asian american and pacific islander history; epistemology and decolonization; U.S. empire.               Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.               John Kuo Wei Tchen     Associate Professor, Gallatin School;   Associate Professor of Social and Cultural Analysis and Asian Pacific American Studies   Email:     jack.tchen@nyu.edu     Research Interests:   Cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory; and radical pedagogy .               Thuy Linh Tu     Associate Professor of Social and Cultural Analysis   Director of American Studies   Research Interests:   Asian American studies, popular/visual studies, and immigration and labor studies.               Daniel J. Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History               Deborah Willis     University Professor; Professor of Photography and Imaging     Email:     deb.willis@nyu.edu     Research Interests:   Visual Culture, Photography               Caitlin Zaloom     Associate Professor of Social and Cultural Analysis   Director of Metropolitan Studies   Email:     caitlin.zaloom@nyu.edu     Research Interests:   culture and economy; cities and globalization; financial markets;  technology and cities; science and technology studies; social theory.                         Contact Us | &copy; New York University , Arts and Science"}]}]