[{"detail": [{"content": "M.S. in Construction Management                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Schack Institute of Real Estate                                                                                           About             History and Mission Dean's Message Faculty Advisory Board Jack Brause Library Publications News                   Admissions                 Academics             Graduate Programs Undergraduate Program Noncredit Offerings                   Career                 Conferences and Events             Capital Markets in Real Estate London/NY Dialogue REIT Symposium Sustainable Real Estate Conference Urban Leadership Award Dinner                   Initiatives             Schack Study Tours REIT Center SBE                   Alumni             Alumni Events Cornerstone Society                                                     M.S. in Construction Management                                          Graduate Programs &rsaquo;                M.S. in Construction Management                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process          Advisory Board                   M.S. in Real Estate            M.S. in Real Estate Development            Graduate Certificate in Construction Management            Graduate Certificate in Real Estate                                 Ready to Proceed?           Apply Now        Request Information        Events                                                                                 M.S. in Construction Management          feature subtitle 1          feature text                             The M.S. in Construction Management provides you with the expertise needed to effectively lead a construction project or business. You’ll obtain the technical proficiency, the financial knowledge, the entrepreneurial skills, and the business acumen needed for success in this ever-evolving industry. The curriculum teaches you how to integrate multiple professional requirements for bringing construction projects to successful completion, including estimating, cost control, risk, new technologies, project planning, scheduling, negotiation, and labor relations. The coursework also examines how to manage the various types of contractual relationships governing the owner, the contractor, subcontractors, consultants, and architects, as well as the essential skills of bidding, negotiating, handling disputes and claims, devising and implementing strategic business plans, and leadership.   Through counsel from industry leaders, our advisory board members , faculty members , and colleagues in the construction industry, the curriculum for the NYU School of Professional Studies Schack Institute of Real Estate's Master of Science in Construction Management is continually evaluated against current best practices and the highest standards to give you immediate access to knowledge and skills that address the current issues and developments in the industry.             Program Location : NYU Midtown Center                 From the Dean                                                       Rosemary Scanlon        \"Our students have the opportunity to exchange ideas with industry leaders ...\"          Read More                           Spotlight on SBE                                                               The Center for the Sustainable Built Environment (SBE) is a lead innovator in the sustainability movement.          Read More                      View General Curriculum            Learn More            NYU School of Professional Studies faculty and staff members look forward to learning more about you, and we want you to learn more about us, to ensure that your decisions regarding your educational experience are well informed. Our admissions staff is here to partner with you throughout the admissions process. Please do not hesitate to contact us .                   Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                Explore Financial Aid Options          Scholarships      Fellowships      Loans                                                                                                     QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "M.S. in Construction Management                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Schack Institute of Real Estate                                                                                           About             History and Mission Dean's Message Faculty Advisory Board Jack Brause Library Publications News                   Admissions                 Academics             Graduate Programs Undergraduate Program Noncredit Offerings                   Career                 Conferences and Events             Capital Markets in Real Estate London/NY Dialogue REIT Symposium Sustainable Real Estate Conference Urban Leadership Award Dinner                   Initiatives             Schack Study Tours REIT Center SBE                   Alumni             Alumni Events Cornerstone Society                                                     M.S. in Construction Management                                          Graduate Programs &rsaquo;                M.S. in Construction Management                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process          Advisory Board                   M.S. in Real Estate            M.S. in Real Estate Development            Graduate Certificate in Construction Management            Graduate Certificate in Real Estate                                 Ready to Proceed?           Apply Now        Request Information        Events                                                                                 M.S. in Construction Management          feature subtitle 1          feature text                             The M.S. in Construction Management provides you with the expertise needed to effectively lead a construction project or business. You’ll obtain the technical proficiency, the financial knowledge, the entrepreneurial skills, and the business acumen needed for success in this ever-evolving industry. The curriculum teaches you how to integrate multiple professional requirements for bringing construction projects to successful completion, including estimating, cost control, risk, new technologies, project planning, scheduling, negotiation, and labor relations. The coursework also examines how to manage the various types of contractual relationships governing the owner, the contractor, subcontractors, consultants, and architects, as well as the essential skills of bidding, negotiating, handling disputes and claims, devising and implementing strategic business plans, and leadership.   Through counsel from industry leaders, our advisory board members , faculty members , and colleagues in the construction industry, the curriculum for the NYU School of Professional Studies Schack Institute of Real Estate's Master of Science in Construction Management is continually evaluated against current best practices and the highest standards to give you immediate access to knowledge and skills that address the current issues and developments in the industry.             Program Location : NYU Midtown Center                 From the Dean                                                       Rosemary Scanlon        \"Our students have the opportunity to exchange ideas with industry leaders ...\"          Read More                           Spotlight on SBE                                                               The Center for the Sustainable Built Environment (SBE) is a lead innovator in the sustainability movement.          Read More                      View General Curriculum            Learn More            NYU School of Professional Studies faculty and staff members look forward to learning more about you, and we want you to learn more about us, to ensure that your decisions regarding your educational experience are well informed. Our admissions staff is here to partner with you throughout the admissions process. Please do not hesitate to contact us .                   Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                Explore Financial Aid Options          Scholarships      Fellowships      Loans                                                                                                     QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Current Projects                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Community   /   NYU in NYC   /   Construction                 Sub Navigation                                 Current Projects                       Recently Completed Projects                       Frequently Asked Questions                                                                   Current Projects        100 and 110 Bleecker Street, Silver Towers Window and PTAC Replacements  NYU is replacing single-paned windows with new double-paned windows. New PTAC (provide air conditioning and heating) units, insulation, and other sound-attenuating materials will also be installed in the existing metal cabinet covers in apartments.   20 Cooper Square, Internal Renovation and Facade Work   New York University will be renovating the 1st and 2nd floor of 20 Cooper Square. This project will include internal renovation, Local Law 11 facade work, window and shutter renewal, and the installation of a rooftop cooling tower.   3 Washington Square Village, Community Board 2 Offices Exterior  NYU will repair the overhead canopy and exterior staircase of the Community Board 2 offices on LaGuardia Place.   3-5 Washington Place, Roof Replacement  NYU will replace the roof of 3-5 Washington Place.     33 Washington Square West, Hayden Hall Dormitory Renovation and Local Law 11 Facade Repairs   NYU will renovate the dormitory spaces, building offices, common areas, and life safety systems at its Hayden Hall dormitory. The project also calls for Local Law 11 facade maintenance work and connecting the building to the University's cogeneration plant.   35 Fifth Avenue, Rubin Hall 1st Floor Renovation and Roof Replacement   NYU will renovate new classroom spaces on the 1st floor, replace the roof, and install new rooftop HVAC equipment.   370 Jay Street Project   NYU will renovate the long-dormant, City-owned 370 Jay Street in Downtown Brooklyn to create a modern, sustainable, academic center for New York University’s expanding Engineering and Applied Sciences programs in Brooklyn.   383 Lafayette Street, Academic Support Center Renovation   An internal renovation will create academic spaces and a student support center for matters such as financial aid counseling, admissions, and international studies.   4 Washington Place, Meyer Building, Internal Renovations   New York University will be renovating the 1st, 4th and 7th floors of the Meyer Building. This project will include internal demolition, abatement, and renovation work.   60 Fifth Avenue, Forbes Building Renovation  NYU will renovate the building to create a modern, sustainable, academic center creating space for academic programs and classrooms.     726 Broadway, Physics Lab Renovations   NYU will renovating the 8th, 9th, and 10th floors of 726 Broadway which will be home to Physics labs.   80 Washington Square East, Goddard Hall Roof Replacement  NYU will replace the main and secondary bulkhead roofs of Goddard Hall.   LaGuardia Place Retail Space Renovation  NYU will renovate three vacant storefronts in the LaGuardia Place retail strip. These spaces will become the LaGuardia Studio, a 3-D printing facility, and the LaGuardia Co-op, a student technology center.   Othmer Hall Local Law 11 Repairs  NYU will be undertaking standard Local Law 11 repairs to the facade of Othmer Hall.     Rogers Hall Project  NYU will complete internal renovations, facade restoration, roof work, and the installation of new windows at Rogers Hall.   Superblocks Construction  A number of maintenance operations, public space beautification projects, and infrastructural improvements will happen on the superblock grounds and facilities.   Washington Square Village Roof Replacement and Local Law 11 Facade Repairs  NYU will replace the roofs of all four WSV buildings to address the frequent occurrence of leaks. Concurrently, Local Law 11 work will be performed.     Washington Square Village Window Replacement  NYU is replacing all single-paned windows in Washington Square Village with new double-paned windows. Insulation and sound-attenuating covers for built-in air conditioning units will also be installed in each apartment.   Wunsch Hall Renovation  NYU will renovate Wunsch Hall. The project includes interior renovation and the replacement and repair of critical internal infrastructure.                                                          Construction on the Superblocks Maintenance, public space beautification, and infrastructural work. Read More                    Frequently Asked Questions Here are a set of common inquiries about NYU's construction protocols. Read More               Stay Connected              Contact Us     During normal business hours, (Monday through Friday, 9:00 am - 5:00 pm), contact the NYU Office of Government and Community Affairs , the University's primary liaison to the community, at community.affairs@nyu.edu or 212.998.2400.   Outside of normal business hours, contact the NYU Office of Facilities &amp; Construction Management at contactcsc@nyu.edu or 212.998.1001.            Sign Up for Updates       Want to receive updates about NYU construction projects in your neighborhood? Fill out our online form to receive word if a construction project happens nearby. Join the list »            Construction at NYU Langone      This page collects information about construction near NYU's main Washington Square campus as well as projects relating to the NYU Colleges of Dentistry and Nursing. For questions regarding projects at the NYU Langone Medical Center and NYU School of Medicine , refer to the Langone Medical Center's Real Estate Development Office .                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "M.S. in Construction Management                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Schack Institute of Real Estate                                                                                           About             History and Mission Dean's Message Faculty Advisory Board Jack Brause Library Publications News                   Admissions                 Academics             Graduate Programs Undergraduate Program Noncredit Offerings                   Career                 Conferences and Events             Capital Markets in Real Estate London/NY Dialogue REIT Symposium Sustainable Real Estate Conference Urban Leadership Award Dinner                   Initiatives             Schack Study Tours REIT Center SBE                   Alumni             Alumni Events Cornerstone Society                                                     M.S. in Construction Management                                          Graduate Programs &rsaquo;                M.S. in Construction Management                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process          Advisory Board                   M.S. in Real Estate            M.S. in Real Estate Development            Graduate Certificate in Construction Management            Graduate Certificate in Real Estate                                 Ready to Proceed?           Apply Now        Request Information        Events                                                                                 M.S. in Construction Management          feature subtitle 1          feature text                             The M.S. in Construction Management provides you with the expertise needed to effectively lead a construction project or business. You’ll obtain the technical proficiency, the financial knowledge, the entrepreneurial skills, and the business acumen needed for success in this ever-evolving industry. The curriculum teaches you how to integrate multiple professional requirements for bringing construction projects to successful completion, including estimating, cost control, risk, new technologies, project planning, scheduling, negotiation, and labor relations. The coursework also examines how to manage the various types of contractual relationships governing the owner, the contractor, subcontractors, consultants, and architects, as well as the essential skills of bidding, negotiating, handling disputes and claims, devising and implementing strategic business plans, and leadership.   Through counsel from industry leaders, our advisory board members , faculty members , and colleagues in the construction industry, the curriculum for the NYU School of Professional Studies Schack Institute of Real Estate's Master of Science in Construction Management is continually evaluated against current best practices and the highest standards to give you immediate access to knowledge and skills that address the current issues and developments in the industry.             Program Location : NYU Midtown Center                 From the Dean                                                       Rosemary Scanlon        \"Our students have the opportunity to exchange ideas with industry leaders ...\"          Read More                           Spotlight on SBE                                                               The Center for the Sustainable Built Environment (SBE) is a lead innovator in the sustainability movement.          Read More                      View General Curriculum            Learn More            NYU School of Professional Studies faculty and staff members look forward to learning more about you, and we want you to learn more about us, to ensure that your decisions regarding your educational experience are well informed. Our admissions staff is here to partner with you throughout the admissions process. Please do not hesitate to contact us .                   Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                Explore Financial Aid Options          Scholarships      Fellowships      Loans                                                                                                     QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Current Projects                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Community   /   NYU in NYC   /   Construction                 Sub Navigation                                 Current Projects                       Recently Completed Projects                       Frequently Asked Questions                                                                   Current Projects        100 and 110 Bleecker Street, Silver Towers Window and PTAC Replacements  NYU is replacing single-paned windows with new double-paned windows. New PTAC (provide air conditioning and heating) units, insulation, and other sound-attenuating materials will also be installed in the existing metal cabinet covers in apartments.   20 Cooper Square, Internal Renovation and Facade Work   New York University will be renovating the 1st and 2nd floor of 20 Cooper Square. This project will include internal renovation, Local Law 11 facade work, window and shutter renewal, and the installation of a rooftop cooling tower.   3 Washington Square Village, Community Board 2 Offices Exterior  NYU will repair the overhead canopy and exterior staircase of the Community Board 2 offices on LaGuardia Place.   3-5 Washington Place, Roof Replacement  NYU will replace the roof of 3-5 Washington Place.     33 Washington Square West, Hayden Hall Dormitory Renovation and Local Law 11 Facade Repairs   NYU will renovate the dormitory spaces, building offices, common areas, and life safety systems at its Hayden Hall dormitory. The project also calls for Local Law 11 facade maintenance work and connecting the building to the University's cogeneration plant.   35 Fifth Avenue, Rubin Hall 1st Floor Renovation and Roof Replacement   NYU will renovate new classroom spaces on the 1st floor, replace the roof, and install new rooftop HVAC equipment.   370 Jay Street Project   NYU will renovate the long-dormant, City-owned 370 Jay Street in Downtown Brooklyn to create a modern, sustainable, academic center for New York University’s expanding Engineering and Applied Sciences programs in Brooklyn.   383 Lafayette Street, Academic Support Center Renovation   An internal renovation will create academic spaces and a student support center for matters such as financial aid counseling, admissions, and international studies.   4 Washington Place, Meyer Building, Internal Renovations   New York University will be renovating the 1st, 4th and 7th floors of the Meyer Building. This project will include internal demolition, abatement, and renovation work.   60 Fifth Avenue, Forbes Building Renovation  NYU will renovate the building to create a modern, sustainable, academic center creating space for academic programs and classrooms.     726 Broadway, Physics Lab Renovations   NYU will renovating the 8th, 9th, and 10th floors of 726 Broadway which will be home to Physics labs.   80 Washington Square East, Goddard Hall Roof Replacement  NYU will replace the main and secondary bulkhead roofs of Goddard Hall.   LaGuardia Place Retail Space Renovation  NYU will renovate three vacant storefronts in the LaGuardia Place retail strip. These spaces will become the LaGuardia Studio, a 3-D printing facility, and the LaGuardia Co-op, a student technology center.   Othmer Hall Local Law 11 Repairs  NYU will be undertaking standard Local Law 11 repairs to the facade of Othmer Hall.     Rogers Hall Project  NYU will complete internal renovations, facade restoration, roof work, and the installation of new windows at Rogers Hall.   Superblocks Construction  A number of maintenance operations, public space beautification projects, and infrastructural improvements will happen on the superblock grounds and facilities.   Washington Square Village Roof Replacement and Local Law 11 Facade Repairs  NYU will replace the roofs of all four WSV buildings to address the frequent occurrence of leaks. Concurrently, Local Law 11 work will be performed.     Washington Square Village Window Replacement  NYU is replacing all single-paned windows in Washington Square Village with new double-paned windows. Insulation and sound-attenuating covers for built-in air conditioning units will also be installed in each apartment.   Wunsch Hall Renovation  NYU will renovate Wunsch Hall. The project includes interior renovation and the replacement and repair of critical internal infrastructure.                                                          Construction on the Superblocks Maintenance, public space beautification, and infrastructural work. Read More                    Frequently Asked Questions Here are a set of common inquiries about NYU's construction protocols. Read More               Stay Connected              Contact Us     During normal business hours, (Monday through Friday, 9:00 am - 5:00 pm), contact the NYU Office of Government and Community Affairs , the University's primary liaison to the community, at community.affairs@nyu.edu or 212.998.2400.   Outside of normal business hours, contact the NYU Office of Facilities &amp; Construction Management at contactcsc@nyu.edu or 212.998.1001.            Sign Up for Updates       Want to receive updates about NYU construction projects in your neighborhood? Fill out our online form to receive word if a construction project happens nearby. Join the list »            Construction at NYU Langone      This page collects information about construction near NYU's main Washington Square campus as well as projects relating to the NYU Colleges of Dentistry and Nursing. For questions regarding projects at the NYU Langone Medical Center and NYU School of Medicine , refer to the Langone Medical Center's Real Estate Development Office .                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Construction                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Community   /   NYU in NYC   /   Construction                 Sub Navigation                                 Current Projects                       Recently Completed Projects                       Frequently Asked Questions                                                                   Construction            View NYU Construction in a larger map              Welcome to the New York University Construction Website. Here you will find useful information about the University's construction projects, including project descriptions, announcements, and answers to frequently asked questions. For details click on pins in the interactive map or visit current projects »            Spotlight on Current Projects                      Construction on the Superblocks                     Academic Space Renovations 383 Lafayette                     Renovations at Hayden Hall 33 Wash Sq West                     NYU College of Nursing 433 First Avenue              Stay Connected            General Inquiries     During normal business hours, (Monday through Friday, 9:00 am - 5:00 pm), contact the NYU Office of Government and Community Affairs , the University's primary liaison to the community, at community.affairs@nyu.edu or 212.998.2400.   Outside of normal business hours, contact the NYU Office of Facilities &amp; Construction Management at contactcsc@nyu.edu or 212.998.1001.              For questions regarding projects at the NYU Langone Medical Center and NYU School of Medicine , contact the Langone Medical Center's Real Estate Development Office .            Sign Up for Updates       Want to receive updates about NYU construction projects in your neighborhood? Fill out our online form to receive word if a construction project happens nearby. Join the list »                           Announcements              383 Lafayette Street     April 10, 2014  Interior work continues. The permanent lane closure is scheduled for the week of April 13th. Read more »              726 Broadway     April 10, 2015  Interior construction continues. The sidewalk fence instllation and Con Edision work commences the week of April 13th. Read more »            33 Washington Sq W, Hayden Hall   March 13, 2015  Contractors are scheduled to work on Saturday, March 14. Work hours are scheduled from 9:00 am - 5:00 pm. Read more »            Con Edison Vault on Greene Street     February 6, 2015  Con Edison is scheduled to begin work on their vault on Greene Street between Washington Place and West 4th Street on Monday, February 9, 2015. Weather permitting, the work is scheduled to occur over three weeks. The work will include repairs to the vault, the installation of reinforced steel, and a concrete pour.   Con Edison’s work hours will be Monday to Friday, 7:00 am to 3:00 pm.            4 Washington Place, Meyer   January 22, 2015  A packer truck will be staged on Mercer for debris removal Monday - Friday from 7:00 pm - 9:00 pm, starting on January 22 through January 31. Read more »            For previous updates, explore individual project pages.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]