[{"detail": [{"content": "Certificate in Creative Writing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Creative Writing                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Certificate in Creative Writing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Creative Writing                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Novel Antibacterial Activity Of Group II Phospholipsae PLA2 | Office of Industrial Liaison                                   Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Office of Industrial Liaison                                                                                  Home   For Industry &amp; Investors   For Faculty &amp; Students   About Us   Contact Us                                  Home For Industry &amp; Investors Technologies for Licensing Therapeutics Novel Antibacterial Activity Of Group II Phospholipsae PLA2            Print  Email               - A + A                                         For Industry & Investors        open/close   Technologies for Licensing  Biotechnology   Devices   Diagnostics   Software   Therapeutics  A Novel Class of Rigid Multicyclic Compounds with Potential Neuroleptic Activity   A Novel Humanized Single-chain Antibody Against Beta 3 Integrins as a Potential Therapeutic for Cancer Metastasis   A Quantum Mechanical Computational Method for Rational Drug Design   Anti-HIV and Anti-tumor Peptides and Fragments of Lysozyme   Antimicrobial Dendrimeric Peptides and Triazine Compounds   Biocompatible HA-TSG6 Material for Intra-Articular Therapy of Osteoarthritis   Biologic Therapeutic That Inhibits Metastases By Targeting Tumor/Platelet Interactions   Caffeic Acid Phenethyl Ester (CAPE): Inhibitor of Cataracts and Other Diseases Resulting From Oxidative Stress   Cancer Therapy using Highly Selective Inhibitors of Ubiquitin-mediated Degradation of p27 Tumor Suppressor Protein   Cancer Diagnostics, Therapeutics, and Drug Discovery Associated with Macropinocytosis   Controlled Regulation of Gli Proteins Can Prevent Brain Tumor Formation or Enhances Proliferation of Normal Precursor Cells in t   Creation of a Triazole Small-Molecule Library for Screening of Potential Anti-Cancer Therapeutics   Development of Novel, FGF21-Based Biologics for the Treatment of Type II Diabetes, Obesity, and Related Metabolic Disorders   Development of STAT1 Deficient Cell Lines And Uses Thereof   Development of Therapeutics Targeting Inflammatory IL-17 Producing Lymphocytes by Specifically Modulating RORgt Activity   Endothelin Receptor Antagonists to Treat Cancer   Fibrin Binding Peptides   Fibroblast Growth Factor (FGF) as a Hemopoietic Agent for Use in Bone Marrow Transplantation and Hemopoietic Cell Therapy   Heat Shock RNA and Its Use in the Treatment of Cancer, Inflammation, Ischemia, and Related Disorders   Hrgr: A Novel Target for the Diagnosis and Treatment of T-Cell Malignancies   Identification of Small Molecules That Mediate Neuronal Cell Survival Through Transactivation of Neurotrophin Receptors   Inhibitors of Perk Kinase   Innovations for Wound Care Therapeutic Development   Isolating Prostatic Stem Cells for Use in Diagnosis and Treatment of Prostatic Diseases   Method Diagnosing the Skin Cancer Basal Cell Carcinoma (BCC) and Screening for Anti-BCC Compounds   Methods and Compositions for Modulation of T Cells via the Kynurenine Pathway   Methods to Identify Modulators of Protocadherin 18, a Inhibitor of T Cell Receptor Signaling in Tumors   Neurocan, A Chondroitin Sulfate Proteoglycan with Lewisx Antigen Recognition Activity   NIF-1 is a Novel Co-transducer that Interacts with and regulates the Activity of the Nuclear Hormone Receptor Co-activator, NRC.   Nitrosation-inducible Cytotoxins: A New Class of Therapeutics   Novel Antibacterial Activity Of Group II Phospholipsae PLA2   Novel Assay For The Identification Of Therapeutic Agents That Prevent Or Treat Diseases Involving Oxidative Stress   Novel Biologic Agents for Treating Thromboembolic Disorders Via Platelet Fragmentation   Novel Cancer Therapeutic Compounds Selectively Targeting Beta-Catenin   Novel Methods for Cancer Drug Discovery by Modulation of Specific Ubiquitin Ligases   Novel Opportunities for Drug Discovery Based on Heterodimeric Opioid G-Protein Coupled Receptors   Novel Plant Proteins with Anti-HIV and Anti-Tumor Activity   Osteoarthritis Disease Progression Biomarker   Peptoid Oligomers as Anti-Microbials   Prostate Cancer Therapeutics - Multivalent Peptoid Oligomers   Rational Drug Design For Myeloproliferative Neoplasms Using Crystal Structures of the JAK2 Pseudokinase Domain and the Pathogenic V617F Mutation   Short Peptides Useful for Treatment of Ischemia/Reperfusion Injury and other Nitric Oxide Associated Tissue Damage   Stem Cells Bearing an FGF-Receptor on the Cell Surface   Targeting Sin3B-mediated Inflammation to Inhibit Development of Pancreatic Cancer   Therapeutic Approach For Bone Destructive Diseases By Targeting Netrin-1   Treatment of Postmenopausal Osteoporosis with Hepcidin   TSG-6: A Novel TNF- and IL-1-Inducible Protein with Anti-Inflammatory Activity   Ubiquitin-like protein Pup in Mycobacterium tuberculosis as a research tool for drug discovery   Use of a Novel Modified Prokaryotic Ubiquitin-like Protein in the Treatment of Mycobacterium Tuberculosis Infection   Use of Fluorocarbons and Thiol Compounds in the Regulation of Blood Pressure and other NO Related Conditions       Investors &amp; Entrepreneurs                                                                      Novel Antibacterial Activity Of Group II Phospholipsae PLA2                                                                      Principal Investigators:     Peter Elsbach, M.D. and Jerrold Weiss, Ph.D.   Departments of Medicine and Microbiology, New York University School of Medicine.     Background:     With the increase in resistance of bacteria to antibiotic treatment, attention has focussed on developing novel means of anti-microbial therapies. One approach is to exploit natural mechanisms used by mammals including humans to combat microbial invaders. Host responses to infection include extracellular mobilization of Group II phospholipase A2 (PLA2). This enzyme is a member of a conserved family of 14 kD PLA2 found in a wide range of sources from mammals, to insects and snakes. These phospholipases have highly conserved structural features required for Ca2+-dependent hydrolysis of phospholipid substrates but also highly variable surface regions mediating targeting of the enzyme to specific biological targets. The functional consequences of increased extracellular Group II PLA2 in inflammation are largely unknown. However, work in this laboratory has established that this enzyme, in concert with other host defense systems, can promote destruction of Gram-negative bacteria. This activity depends on specific structural characteristics of a discrete variable surface region that is not shared by most other members of this enzyme family.     Description of the Project:     Drs. Elsbach and Weiss have discovered a new antibacterial activity of mammalian (e.g. human) Group II PLA2. In local inflammatory (ascitic) fluid of rabbits and in sera of baboons collected during systemic inflammation, increased PLA2 levels are associated with potent bactericidal activity, not present in normal body fluids, against Staphylococcus aureus (including antibiotic resistant strains) and other Gram-positive bacteria. This activity is completely blocked by antibody specific to Group II PLA2. The PLA2 alone can kill Gram-positive bacteria but its potency is further enhanced by factor(s) present constitutively in plasma. This activity is dependent on the catalytic properties of the enzyme. However, several other closely related 14 kD PLA2 with closely similar catalytic properties display no antibacterial activity, indicating that the bactericidal properties of mammalian Group II PLA2 also depend on properties of the enzyme outside of the conserved catalytic site. It has been speculated that high levels of Group II PLA2 in body fluids contribute to pathologic alterations of host cells during inflammation. However, these novel findings demonstrate potent activity against bacteria at much lower enzyme concentrations and suggest possible therapeutic applications toward invasive infections by staphylococci, streptococci and other Gram-positive bacteria when endogenous mobilization of Group II PLA2 may be limiting.     Applications:     NYU is seeking a) a research collaboration to investigate the mechanism of action and,b) to license this novel technology.     Patent Status:     A provisional patent application has been filed in the United States.      For further information please contact:     New York University   Office of Industrial Liaison/Technology Transfer   One Park Avenue, 6th Floor   New York, NY 10016   Tel: (212) 263-8178 Fax: (212) 263-8189                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]