[{"detail": [{"content": "FAQ - Photography and Human Rights: Tisch School of the Arts at NYU                           Skip to content        Photography &amp; Imaging About the Program Curriculum &amp; Course Offerings In-House Resources Department Grants &amp; Fellowships Gallery News &amp; Events Alumni Directory of Faculty &amp;amp; Administration Student Work ISOZine Facebook Twitter Instagram Blog  home &gt; Photography &amp; Imaging        FAQ - Photography and Human Rights  FAQs If your question is not answered below, please feel free to contact the department directly at 212-998-1930 Monday-Friday from 9am to 5pm EST. Q. How do I apply? A. See the “How to Apply” section above for complete instructions. Click here for the application form. Q. Do I have to take all three courses in order to apply for the Photography and Human Rights program? A. The three courses have been designed to be taken together. You are not required to take all three, however it is highly recommended that you do so. Students who want to take Directed Projects: The Documentary Essay with Susan Meiselas must take The Picture Essay for Paper and Pixel with Fred Ritchin. If you are interested in only one or two of the classes, you must email us at photo.tsoa@nyu.edu to explain your reasoning. We will then determine whether or not we can accommodate you. Q. When is the deadline for applying? A. U.S. citizens or permanent residents can apply to the program until June 2nd, 2015. International students must submit both the Photography and Human Rights program application and the Summer in NYC Visiting Student application by March 15th, 2015. The Magnum Foundation Fellowship application deadline was December 4th, 2014. Q. Can I take other NYU classes at the same time? A. Students are allowed to take up to eight (8) credits per six-week session. However, we do not recommend taking an additional two (2) credit course considering the amount of studio time the Photography and Human Rights program requires. If interested, students are welcome to take additional classes during the second summer session, which runs from July 6th to August 15th, 2015. Q: How much does the program cost? A. Tuition costs are not yet available for Summer 2015. The NYU Bursar’s Office will soon have information regarding tuition and fees available on their website. In the meantime, you can check their website for comparable fees from last summer. Q. Are scholarships or financial aid available? A. The Magnum Foundation offers five fellowships for international students, including experienced professionals, who live and work outside of North America and Western Europe. Two of those fellowships, supported by Open Society Foundations, will be awarded to photographers working in China and Egypt. Please visit the Magnum Foundation website for more information and the fellowship application. Q: Is housing available? A. Yes. To learn more about housing and meal plans, visit the Summer Housing web page . Q. What kinds of projects do students complete during the program? A. View last summer’s student projects on the exhibition web page . Q. How do I get my grades? A. Upon successful completion of the Photography and Human Rights program, students earn six college credits, all fully accredited New York University courses. The six credits will be graded according to New York University's letter grading system. Transcripts are not automatically mailed therefore you must request one. Please note that any students who have not completely paid all charges attributed to their program will not be able to request a transcript until their Bursar account is settled. Students with questions about their account should contact the Office of the Bursar at NYU at (212) 998-2806 or bursar.studentaccounts@nyu.edu . Please include the student identification number or N-number in the email correspondence or have it ready when calling the Bursar. To request either an official or unofficial transcript in writing through the Registrar's Office. All academic record requests must be accompanied by a signed document. You can either mail, fax or email (with attachment) your signed form/letter: \u2028 Fax: (212) 995-4154 \u2028Mail: Office of the University Registrar\u2028 Academic Records\u2028 P.O. Box 910\u2028 New York, NY 10276-0910 Email: academic.records@nyu.edu (please make sure to include your signed form or letter as an attachment) For more details on what to include in your request letter, please contact the Registrar’s office or visit their website at http://www.nyu.edu/registrar/transcripts-certification/official-transcript.html  Photography & Imaging 721 Broadway, 8th Floor New York, NY 10003               Phone:       212 998 1930               Fax:       212 995 4068 photo.tsoa@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "FAQ - Photography and Human Rights: Tisch School of the Arts at NYU                           Skip to content        Photography &amp; Imaging About the Program Curriculum &amp; Course Offerings In-House Resources Department Grants &amp; Fellowships Gallery News &amp; Events Alumni Directory of Faculty &amp;amp; Administration Student Work ISOZine Facebook Twitter Instagram Blog  home &gt; Photography &amp; Imaging        FAQ - Photography and Human Rights  FAQs If your question is not answered below, please feel free to contact the department directly at 212-998-1930 Monday-Friday from 9am to 5pm EST. Q. How do I apply? A. See the “How to Apply” section above for complete instructions. Click here for the application form. Q. Do I have to take all three courses in order to apply for the Photography and Human Rights program? A. The three courses have been designed to be taken together. You are not required to take all three, however it is highly recommended that you do so. Students who want to take Directed Projects: The Documentary Essay with Susan Meiselas must take The Picture Essay for Paper and Pixel with Fred Ritchin. If you are interested in only one or two of the classes, you must email us at photo.tsoa@nyu.edu to explain your reasoning. We will then determine whether or not we can accommodate you. Q. When is the deadline for applying? A. U.S. citizens or permanent residents can apply to the program until June 2nd, 2015. International students must submit both the Photography and Human Rights program application and the Summer in NYC Visiting Student application by March 15th, 2015. The Magnum Foundation Fellowship application deadline was December 4th, 2014. Q. Can I take other NYU classes at the same time? A. Students are allowed to take up to eight (8) credits per six-week session. However, we do not recommend taking an additional two (2) credit course considering the amount of studio time the Photography and Human Rights program requires. If interested, students are welcome to take additional classes during the second summer session, which runs from July 6th to August 15th, 2015. Q: How much does the program cost? A. Tuition costs are not yet available for Summer 2015. The NYU Bursar’s Office will soon have information regarding tuition and fees available on their website. In the meantime, you can check their website for comparable fees from last summer. Q. Are scholarships or financial aid available? A. The Magnum Foundation offers five fellowships for international students, including experienced professionals, who live and work outside of North America and Western Europe. Two of those fellowships, supported by Open Society Foundations, will be awarded to photographers working in China and Egypt. Please visit the Magnum Foundation website for more information and the fellowship application. Q: Is housing available? A. Yes. To learn more about housing and meal plans, visit the Summer Housing web page . Q. What kinds of projects do students complete during the program? A. View last summer’s student projects on the exhibition web page . Q. How do I get my grades? A. Upon successful completion of the Photography and Human Rights program, students earn six college credits, all fully accredited New York University courses. The six credits will be graded according to New York University's letter grading system. Transcripts are not automatically mailed therefore you must request one. Please note that any students who have not completely paid all charges attributed to their program will not be able to request a transcript until their Bursar account is settled. Students with questions about their account should contact the Office of the Bursar at NYU at (212) 998-2806 or bursar.studentaccounts@nyu.edu . Please include the student identification number or N-number in the email correspondence or have it ready when calling the Bursar. To request either an official or unofficial transcript in writing through the Registrar's Office. All academic record requests must be accompanied by a signed document. You can either mail, fax or email (with attachment) your signed form/letter: \u2028 Fax: (212) 995-4154 \u2028Mail: Office of the University Registrar\u2028 Academic Records\u2028 P.O. Box 910\u2028 New York, NY 10276-0910 Email: academic.records@nyu.edu (please make sure to include your signed form or letter as an attachment) For more details on what to include in your request letter, please contact the Registrar’s office or visit their website at http://www.nyu.edu/registrar/transcripts-certification/official-transcript.html  Photography & Imaging 721 Broadway, 8th Floor New York, NY 10003               Phone:       212 998 1930               Fax:       212 995 4068 photo.tsoa@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Photography and Human Rights 2015: Tisch School of the Arts at NYU                           Skip to content        Photography &amp; Imaging About the Program Curriculum &amp; Course Offerings In-House Resources Department Grants &amp; Fellowships Gallery News &amp; Events Alumni Directory of Faculty &amp;amp; Administration Student Work ISOZine Facebook Twitter Instagram Blog  home &gt; Photography &amp; Imaging        Photography and Human Rights 2015  The Department of Photography &amp; Imaging at NYU’s Tisch School of the Arts and the Magnum Foundation present summer programming in Photography and Human Rights, founded in 2009 by Fred Ritchin and Susan Meiselas. The five-week program is aimed at intermediate and advanced students, including experienced professionals. It is comprised of three courses and is designed to enable students to investigate strategies for creating effective documentary projects in pursuit of human rights. Students will explore multimedia and traditional presentation approaches for their photographic essays, which they will develop through two studio courses, and create a narrative on a human rights issue in New York. A lecture course will provide participants with an opportunity to look at photography's strengths and weaknesses, both real and imagined, in attempting to determine new strategies for impact as both society and technology evolve. There also will be guest speakers from the fields of photojournalism, law, and media invited to speak to students in the program. Students in the past have come from China, India, Ecuador, Egypt, Armenia, Iran, Moldova, Slovenia, Kenya, the United States, as well as other countries. They have pursued documentary projects on homelessness, LGBT issues, immigration, disabilities, gender, urban issues, and the environment, among others. Questions? Check out the FAQ s. PROGRAM DATES May 26 through July 2, 2015 COURSE DESCRIPTIONS THE PICTURE ESSAY FOR PAPER AND PIXEL (2 credit lecture) DIRECTED PROJECTS: THE DOCUMENTARY ESSAY (2 credit studio) DIRECTED PROJECTS: PRESENTATION STRATEGIES (2 credit studio) Courses are held at the New York University Tisch School of the Arts Department of Photography &amp; Imaging at 721 Broadway on the 8th floor. FACULTY BIOGRAPHIES Elizabeth Kilroy Susan Meiselas Fred Ritchin TUITION AND FEES Tuition costs are calculated by credit. The Photography and Human Rights Program consists of three two-credit classes. There is also an additional lab fee for each of the two studio courses. The NYU Office of the Bursar has information regarding tuition and fees available on its website . HOUSING AND MEALS PLANS Students have the option to live on campus. Once you are admitted, you will receive information on how to apply for housing via email. Students who choose to live on campus must sign up for a meal plan with 8 or more meals per week. To learn more about housing and meal plans, visit the Summer Housing web page . HOW TO APPLY NYU Students: Courses can be taken for either graduate or undergraduate credit or non-credit. Lab fees apply. Click here to register. Visiting Students must complete the NYC Visiting Student Application . International Students: Applying to the Photography and Human Rights Program is a multi-step process. Please be sure to read all instructions carefully. International students must submit both the Photography and Human Rights Program Application and the Summer in NYC Visiting Student Application by March 15th, 2015. Please note, the Magnum Foundation Fellowship application deadline was December 4th, 2014.     Photo by 2011 Human Rights student Taslima Akhter . Savar Dhaka, Bangladesh. 24th April 2013.   Named one of the 10 Top Photos of 2013 by TIME Lightbox :\u2028   “In late April, activist and photographer Taslima Akhter made the single most haunting photograph of the fire that killed more than 1000 in a Bangladeshi garment factory: a final embrace. Although she has spent months trying to learn the names of the victims shown in that unsettling, moving picture, Akhter has been unable to identify them.”      Read more: TIME Picks the Best Photos of 2013: Bangladesh, Syria, and More - LightBox\u2028     FAQ - Photography and Human Rights Magnum Foundation What a Photograph Can Accomplish: Bending the Frame by Fred Ritchin More Summer Courses @ Tisch Photography & Imaging Videos A Welcome by Instructors Susan Meiselas and Fred Ritchin (Photography and Human Rights)  Photography & Imaging 721 Broadway, 8th Floor New York, NY 10003               Phone:       212 998 1930               Fax:       212 995 4068 photo.tsoa@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]