[{"detail": [{"content": "Fundamental Algorithms -- Spring 2015        Fundamental Algorithms -- Spring 2015        Information    Click here   postscript   LaTeX   pdf  for syllabus and more info. This syllabus has been revised in the wake of the missed class. There can be further changes. They will be posted on this website.       When and Where   Monday 5-6:50, ciww 109   Instructor  Prof. Joel Spencer   Office: 829ciww   Email: {lowercaselastname}@cims.nyu.edu   Office Hours: Tuesday 3-5, ciww 829      Text  Introduction to Algorithms by Cormen, Leiserson, Rivest and Stein  We are using the THIRD edition.    Recitation  Thursday 5:10-6, ciww109   Instructor: Molly Alter    Basic Information   There will be a final exam and a midterm. There will be  assignments to be handed in pretty much every week. The assignments to be submitted at the start of the next Recitation Section.       Chat Room  Students can access both a chat room and a message board on the NYU Classes website (newclasses.nyu.edu). Prof Spencer will NOT be looking at the chat room (which perhaps gives students more freedom to chat), but will (usually!) respond to emails sent directly to him.       Assignments  Assignments are to be handed in at the start of the Recitation Section. Generally (but not always) they will be posted before Prof Spencer's Lecture on Monday.   Electronic submissions are NOT accepted -- hard copy must be submitted.    In rare circumstances (e.g.: student at out of town job interview)  exceptions may be made by Prof. Spencer but the student MUST notify Prof. Spencer in advance.   SPECIAL NOTE: Prof. Spencer encourages collaboration on the assignments. Find someone (preferably, someone smarter than you!) or, even better, create a small group and discuss the assignments together. However, all students must hand in the assignments individually and must write out the solutions in their own words. At the top of the assignment the collaborators must be listed: E.g.: Collaboration with Alan Turing and William Gates.   Problem Set I:   postscript   LaTeX   pdf  Due Thursday, Feb 5, in recitation.   Problem Set II:   postscript   LaTeX   pdf  Due Thursday, Feb 12, in recitation.  President's Day -- No Class No Recitation. Just for Fun:  postscript   LaTeX   pdf    Problem Set III:   postscript   LaTeX   pdf  Due Thursday, Feb 26, in recitation.   Problem Set IV:   postscript   LaTeX   pdf  Due Thursday, Mar 5, in recitation.   Problem Set V:   postscript   LaTeX   pdf  Due Thursday, Mar 12, in recitation.   Problem Set VI:   postscript   LaTeX   pdf  Due Thursday, Mar 26, in recitation.   Problem Set VII:   postscript   LaTeX   pdf  Due Thursday, Apr 9, in recitation.   Problem Set VIII:   postscript   LaTeX   pdf  Due Thursday, Apr 16, in recitation.   Problem Set IX:   postscript   LaTeX   pdf  Figures:   A   B   C  Due Thursday, Apr 23, in recitation.   Problem Set X: (Problem 3 CORRECTED Wed morning!!!)  postscript   LaTeX   pdf  Due Thursday, Apr 30, in recitation.    Solutions  Will be posted here after the assignments are handed in.   Problem Set I:   postscript   LaTeX   pdf    Problem Set II:   postscript   LaTeX   pdf    Problem Set III:   postscript   LaTeX   pdf    Problem Set IV:   postscript   LaTeX   pdf    Problem Set V:   postscript   LaTeX   pdf    Problem Set VI:   postscript   LaTeX   pdf    Problem Set VII:   postscript   LaTeX   pdf    Problem Set VIII:   postscript   LaTeX   pdf    Problem Set IX:   postscript   LaTeX   pdf    Midterm Exam  Here is the midterm (one version)  postscript   LaTeX   pdf   and here it is with solutions (to be posted soon)  postscript   LaTeX   pdf      Final Exam  Monday, May 18, 5:10-7:00 p.m. in ciww 109   NOTE: Do NOT NOT NOT arrange your flight home for before that!!!     Various Notes  Karatsuba's Algorithm (Mar 2 class)  postscript   LaTeX   pdf    Rod Cutting (Apr 6 class)  postscript   LaTeX   pdf    Optimal BST (Apr 6 class) (unlabelled internal nodes)  postscript   LaTeX   pdf    Optimal BST (Apr 6 class) (labelled internal nodes)  postscript   LaTeX   pdf    Games (Apr 20 class)   postscript   LaTeX   pdf    Union Find (Apr 27 class)   postscript   LaTeX   pdf    Questions?  Send me an email: {lowercaselastname}@cs.nyu.edu        Just In Case    academic integrity policies"}]},
{"detail": [{"content": "Fundamental Algorithms -- Spring 2015        Fundamental Algorithms -- Spring 2015        Information    Click here   postscript   LaTeX   pdf  for syllabus and more info. This syllabus has been revised in the wake of the missed class. There can be further changes. They will be posted on this website.       When and Where   Monday 5-6:50, ciww 109   Instructor  Prof. Joel Spencer   Office: 829ciww   Email: {lowercaselastname}@cims.nyu.edu   Office Hours: Tuesday 3-5, ciww 829      Text  Introduction to Algorithms by Cormen, Leiserson, Rivest and Stein  We are using the THIRD edition.    Recitation  Thursday 5:10-6, ciww109   Instructor: Molly Alter    Basic Information   There will be a final exam and a midterm. There will be  assignments to be handed in pretty much every week. The assignments to be submitted at the start of the next Recitation Section.       Chat Room  Students can access both a chat room and a message board on the NYU Classes website (newclasses.nyu.edu). Prof Spencer will NOT be looking at the chat room (which perhaps gives students more freedom to chat), but will (usually!) respond to emails sent directly to him.       Assignments  Assignments are to be handed in at the start of the Recitation Section. Generally (but not always) they will be posted before Prof Spencer's Lecture on Monday.   Electronic submissions are NOT accepted -- hard copy must be submitted.    In rare circumstances (e.g.: student at out of town job interview)  exceptions may be made by Prof. Spencer but the student MUST notify Prof. Spencer in advance.   SPECIAL NOTE: Prof. Spencer encourages collaboration on the assignments. Find someone (preferably, someone smarter than you!) or, even better, create a small group and discuss the assignments together. However, all students must hand in the assignments individually and must write out the solutions in their own words. At the top of the assignment the collaborators must be listed: E.g.: Collaboration with Alan Turing and William Gates.   Problem Set I:   postscript   LaTeX   pdf  Due Thursday, Feb 5, in recitation.   Problem Set II:   postscript   LaTeX   pdf  Due Thursday, Feb 12, in recitation.  President's Day -- No Class No Recitation. Just for Fun:  postscript   LaTeX   pdf    Problem Set III:   postscript   LaTeX   pdf  Due Thursday, Feb 26, in recitation.   Problem Set IV:   postscript   LaTeX   pdf  Due Thursday, Mar 5, in recitation.   Problem Set V:   postscript   LaTeX   pdf  Due Thursday, Mar 12, in recitation.   Problem Set VI:   postscript   LaTeX   pdf  Due Thursday, Mar 26, in recitation.   Problem Set VII:   postscript   LaTeX   pdf  Due Thursday, Apr 9, in recitation.   Problem Set VIII:   postscript   LaTeX   pdf  Due Thursday, Apr 16, in recitation.   Problem Set IX:   postscript   LaTeX   pdf  Figures:   A   B   C  Due Thursday, Apr 23, in recitation.   Problem Set X: (Problem 3 CORRECTED Wed morning!!!)  postscript   LaTeX   pdf  Due Thursday, Apr 30, in recitation.    Solutions  Will be posted here after the assignments are handed in.   Problem Set I:   postscript   LaTeX   pdf    Problem Set II:   postscript   LaTeX   pdf    Problem Set III:   postscript   LaTeX   pdf    Problem Set IV:   postscript   LaTeX   pdf    Problem Set V:   postscript   LaTeX   pdf    Problem Set VI:   postscript   LaTeX   pdf    Problem Set VII:   postscript   LaTeX   pdf    Problem Set VIII:   postscript   LaTeX   pdf    Problem Set IX:   postscript   LaTeX   pdf    Midterm Exam  Here is the midterm (one version)  postscript   LaTeX   pdf   and here it is with solutions (to be posted soon)  postscript   LaTeX   pdf      Final Exam  Monday, May 18, 5:10-7:00 p.m. in ciww 109   NOTE: Do NOT NOT NOT arrange your flight home for before that!!!     Various Notes  Karatsuba's Algorithm (Mar 2 class)  postscript   LaTeX   pdf    Rod Cutting (Apr 6 class)  postscript   LaTeX   pdf    Optimal BST (Apr 6 class) (unlabelled internal nodes)  postscript   LaTeX   pdf    Optimal BST (Apr 6 class) (labelled internal nodes)  postscript   LaTeX   pdf    Games (Apr 20 class)   postscript   LaTeX   pdf    Union Find (Apr 27 class)   postscript   LaTeX   pdf    Questions?  Send me an email: {lowercaselastname}@cs.nyu.edu        Just In Case    academic integrity policies"}, {"content": "Algorithms and Accountability Conference | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Information Law Institute &rsaquo; Algorithms and Accountability Conference                  Information Law Institute                 Algorithms and Accountability Conference                 Information Law Institute       Events   People   Research   Privacy Research Group   Security Seminar   ILI Student Blog   Contact Us                           Intro   Scholars, stakeholders, and policymakers question the adequacy of existing mechanisms governing algorithmic decision-making and grapple with new challenges presented by the rise of algorithmic power in terms of transparency, fairness, and equal treatment. Algorithms increasingly shape our news, economic options, and educational trajectories. The centrality and concerns about algorithmic decision making have only increased since we hosted the Governing Algorithms conference in May 2013. This event built upon that conversation to address legal, policy and ethical challenges related to algorithmic power in three specific contexts: media production and consumption, commerce, and education.   Date, Location, Organization   The Algorithms and Accountability conference took place on Saturday, February 28th, 2015, at New York University, Lipton Hall, NYC. Organized by the Information Law Institute, NYU School of Law, it was cosponsored by NYU Steinhardt Department of Media, Culture and Communications, the Intel Science &amp; Technology Center for Social Computing and Microsoft. The organizing committee consists of Joris van Hoboken, Helen Nissenbaum and Elana Zeide.   Program and Video Recordings   ■ 9.00 - 9.30: Conference Opening, by Helen Nissenbaum (NYU)     ■ 9.30 - 11.00: FIRESTARTERS   Frank Pasquale (University of Maryland)   Bernhard Rieder (University of Amsterdam),  Slides   Solon Barocas (Princeton University),  Slides ,   Meg Leta Jones (Georgetown University),   Slides ,   David Robinson (Yale University),   Seda Gürses (NYU),  Slides ;   Moderated by Karen Levy (NYU).     ■ 11.30 - 12.30:  MEDIA, PLATFORM AND USERS   Christian Sandvig (University of Michigan),  Slides ;   Joris van Hoboken (NYU),  Slides ;   J ames Grimmelmann (University of Maryland), Copyright for Literate Robots, Iowa L. Rev. (forthcoming);   Moderated by Kate Crawford (Microsoft Research/MIT Center for Civic Media).     ■ 1.30 - 2.30:  CONSUMERS AND COMMERCE   Julie Brill (Federal Trade Commission),   Oren Bar-Gill (Harvard University),  Slides   Natasha Schüll (MIT),  Slides   M oderated by Katherine Strandburg (NYU),     ■ 2.45 - 3.45: THE ALGORITHMIC FUTURE OF EDUCATION   Speakers: Michael Hawes (US Department of Education), Mitchell Stevens (Stanford University), danah boyd (Data &amp; Society);  Moderated by Elana Zeide (NYU).     ■ 4.00 - 5.15:  CLOSING PANEL   Speakers: Karen Yeung (King’s College London), Ed Felten (Princeton University), Eric Goldman (Santa Clara University); Moderated by Malte Ziewitz (Cornell University),                                                        Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]