[{"detail": [{"content": "Slavoj Žižek: The Hegelian Wound    |     Deutsches Haus    | New York University            For Hegel, spirit is the wound of nature, it derails every natural balance, but it is at the same time spirit itself which heals its own wound. This Hegelian insight will be developed in its philosophical, theological, and political implications: why is the Fall a happy occurrence? How does permissiveness turn into oppression? Why does only the most brutal capitalist alienation open up the possibility for freedom?\">                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Slavoj Žižek: The Hegelian Wound   Friday, September 26th, 2014, 4:30 p.m.   Iris & B. Gerald Cantor Film Center at NYU (36 E 8th St.)     THIS EVENT IS FULLY BOOKED.  The event will be taped and can be viewed on the Deutsches Haus YouTube Channel later this fall.   For Hegel, spirit is the wound of nature, it derails every natural balance, but it is at the same time spirit itself which heals its own wound. This Hegelian insight will be developed in its philosophical, theological, and political implications: why is the Fall a happy occurrence? How does permissiveness turn into oppression? Why does only the most brutal capitalist alienation open up the possibility for freedom? Slavoj Žižek will be introduced by his best fiend, Avital Ronell . Slavoj Žižek , Ph.D., is a senior researcher at the Institute of Sociology, University of Ljubljana, Slovenia, and a visiting professor at a number of American Universities (Columbia, Princeton, New School for Social Research, New York University, University of Michigan). He obtained his Ph.D. in Philosophy in Ljubljana studying Psychoanalysis. He also studied at the University of Paris. Slavoj Zizek is a cultural critic and philosopher who is internationally known for his innovative interpretations of Jacques Lacan. He is Author of The Indivisible Remainder ; The Sublime Object of Ideology ; The Metastases of Enjoyment ; Looking Awry: Jacques Lacan through Popular Culture; The Plague of Fantasies and The Ticklish Subject . Avital Ronell is a University Professor in the Humanities and in the Departments of German and Comparative Literature at New York University. Her research spans the fields of literary studies, psychoanalysis, feminist philosophy, political philosophy, and ethics. As Jacques Derrida Professor of Philosophy, she also teaches regularly at the European Graduate School in Saas-Fee, Switzerland. Among her recent books are Loser Sons: Politics and Authority (University of Illinois Press, 2012); The Test Drive (University of Illinois Press, 2007); Stupidity (University of Illinois Press, 2003). Admission by RSVP only. THIS EVENT IS FULLY BOOKED. The lecture is co-sponsored by Deutsches Haus at NYU, the German Academic Exchange Service (DAAD), the Vice Provost for Faculty, Arts, Humanities, and Diversity, and the NYU Department of German.                     Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Slavoj Žižek: The Hegelian Wound    |     Deutsches Haus    | New York University            For Hegel, spirit is the wound of nature, it derails every natural balance, but it is at the same time spirit itself which heals its own wound. This Hegelian insight will be developed in its philosophical, theological, and political implications: why is the Fall a happy occurrence? How does permissiveness turn into oppression? Why does only the most brutal capitalist alienation open up the possibility for freedom?\">                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Slavoj Žižek: The Hegelian Wound   Friday, September 26th, 2014, 4:30 p.m.   Iris & B. Gerald Cantor Film Center at NYU (36 E 8th St.)     THIS EVENT IS FULLY BOOKED.  The event will be taped and can be viewed on the Deutsches Haus YouTube Channel later this fall.   For Hegel, spirit is the wound of nature, it derails every natural balance, but it is at the same time spirit itself which heals its own wound. This Hegelian insight will be developed in its philosophical, theological, and political implications: why is the Fall a happy occurrence? How does permissiveness turn into oppression? Why does only the most brutal capitalist alienation open up the possibility for freedom? Slavoj Žižek will be introduced by his best fiend, Avital Ronell . Slavoj Žižek , Ph.D., is a senior researcher at the Institute of Sociology, University of Ljubljana, Slovenia, and a visiting professor at a number of American Universities (Columbia, Princeton, New School for Social Research, New York University, University of Michigan). He obtained his Ph.D. in Philosophy in Ljubljana studying Psychoanalysis. He also studied at the University of Paris. Slavoj Zizek is a cultural critic and philosopher who is internationally known for his innovative interpretations of Jacques Lacan. He is Author of The Indivisible Remainder ; The Sublime Object of Ideology ; The Metastases of Enjoyment ; Looking Awry: Jacques Lacan through Popular Culture; The Plague of Fantasies and The Ticklish Subject . Avital Ronell is a University Professor in the Humanities and in the Departments of German and Comparative Literature at New York University. Her research spans the fields of literary studies, psychoanalysis, feminist philosophy, political philosophy, and ethics. As Jacques Derrida Professor of Philosophy, she also teaches regularly at the European Graduate School in Saas-Fee, Switzerland. Among her recent books are Loser Sons: Politics and Authority (University of Illinois Press, 2012); The Test Drive (University of Illinois Press, 2007); Stupidity (University of Illinois Press, 2003). Admission by RSVP only. THIS EVENT IS FULLY BOOKED. The lecture is co-sponsored by Deutsches Haus at NYU, the German Academic Exchange Service (DAAD), the Vice Provost for Faculty, Arts, Humanities, and Diversity, and the NYU Department of German.                     Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings | Philosophy | NYU                                                                                                                                          Back to Previous Page       Course Offerings   Introductory Courses Central Problems in Philosophy PHIL-UA 1 Formerly PHIL-UA 10. Offered every year. 4 points. An introduction to philosophy through the study of selected central problems. Topics may include free will; the existence of God; skepticism and knowledge; the mind-body problem. Gives training in philosophical argument and writing. Great Works in Philosophy PHIL-UA 2 Offered every year. 4 points. An introduction to philosophy through the study of some of the most important and influential writings in its history. Authors studied may include Plato, Aristotle, Descartes, Hume, Kant, Nietzsche, Wittgenstein. Gives training in philosophical argument and writing. Ethics and Society PHIL-UA 3 Formerly PHIL-UA 5. Offered every year. 4 points. An introduction to philosophy through the study of selected moral and social issues. Topics may include inequalities and justice; public vs. private good; regulation of sexual conduct and abortion; war and capital punishment. Gives training in philosophical argument and writing. Life and Death PHIL-UA 4 Formerly PHIL-UA 17. Offered every year. 4 points. An introduction to philosophy through the study of issues bearing on life and death. Topics may include the definition and value of life; grounds for creating, preserving, and taking life; personal identity; ideas of death and immortality; abortion and euthanasia. Gives training in philosophical argument and writing. Minds and Machines PHIL-UA 5 Formerly PHIL-UA 15. Offered every year. 4 points. An introduction to philosophy through the study of issues in cognitive science. Topics may include the conflict between computational and biological approaches to the mind; whether a machine could think; the reduction of the mind to the brain; connectionism and neural nets. Gives training in philosophical argument and writing.    Group 1: History of Philosophy History of Ancient Philosophy   PHIL-UA 20 Prerequisite: one introductory course. Offered in the fall. 4 points. Examination of the major figures and movements in Greek philosophy, especially Plato and Aristotle. History of Modern Philosophy PHIL-UA 21 Prerequisite: one introductory course. Offered in the spring. 4 points. Examination of the major figures and movements in philosophy in Europe from the 17th to the early 19th century, including some of the works of Descartes, Spinoza, Leibniz, Hobbes, Locke, Berkeley, Hume, and Kant. Philosophy in the Middle Ages PHIL-UA 25 Identical to MEDI-UA 60. Prerequisite: one introductory course. Offered every other year. 4 points. Study of major medieval philosophers, their issues, schools, and current philosophic interests. Includes, among others, Augustine, Anselm, Thomas Aquinas, Duns Scotus, and William of Ockham. Kant PHIL-UA 30 Prerequisite: one introductory course. Offered every other year. 4 points. Study of Kant's metaphysics, epistemology, and ethics. From Hegel to Nietzsche PHIL-UA 32 Prerequisite: one introductory course. Offered every other year. 4 points. Study of principal philosophic works by Hegel and Nietzsche, with some attention to some of the following: Fichte, Schelling, Kierkegaard, Schopenhauer, and Marx. Existentialism and Phenomenology PHIL-UA 36 Prerequisite: one introductory course. Offered every other year. 4 points. Examines the characteristic method, positions, and themes of the existentialist and phenomenological movements and traces their development through study of such thinkers as Kierkegaard, Nietzsche, Husserl, Heidegger, Merleau-Ponty, and Sartre. Recent Continental Philosophy PHIL-UA 39 Prerequisite: one introductory course. Offered every other year. 4 points. Surveys and evaluates the ideas of the major figures in continental philosophy in the latter part of the 20th century. Authors include (late) Heidegger, Gadamer, Habermas, Foucault, and Derrida. Topics in the History of Philosophy PHIL-UA 101 Prerequisite: History of Ancient Philosophy (PHIL-UA 20) or History of Modern Philosophy (PHIL-UA 21). Offered every year. 4 points. Careful study of a few topics in the history of philosophy—either one philosopher's treatment of several philosophical problems, or several philosophers' treatments of one or two closely related problems. Examples: selected topics in Aristotle, theories of causation in early modern philosophy, and Kant's reaction to Hume.    Group 2: Ethics, Values, and Society Ethics   PHIL-UA 40 Prerequisite: one introductory course. Offered every semester. 4 points. Examines fundamental questions of moral philosophy: What are our most basic values, and which of them are specifically moral values? What are the ethical principles, if any, by which we should judge our actions, ourselves, and our lives? The Nature of Values PHIL-UA 41 Prerequisite: one introductory course. Offered every year. 4 points. Examines the nature and grounds of judgments about moral and/or nonmoral values. Are such judgments true or false? Can they be more or less justified? Are the values of which they speak objective or subjective? Applied Ethics PHIL-UA 42 Prerequisite: one introductory course. Offered periodically. 4 points. Explores contemporary debates regarding contentious ethical issues. It has two aims: (1) to identify the moral theories and concepts shaping these debates and (2) to use these debates to refine and evaluate these theories and concepts. Topics may be drawn from areas such as environmental ethics, business ethics, and medical ethics. Empirical Moral Psychology PHIL-UA 43 Prerequisite: one introductory course. Offered every other year. 4 points. Surveys recent empirical studies of how humans make moral judgments and decisions, and assesses the significance of this work for some of the traditional concerns of moral philosophy. Readings are drawn from social psychology, evolutionary biology, cognitive neuroscience, and philosophical texts from the Western ethical tradition. Political Philosophy PHIL-UA 45 Prerequisite: one introductory course. Offered every other year. 4 points. Examines fundamental issues concerning the justification of political institutions. Topics may include democratic theory, political obligation and liberty, criteria of a just society, human rights, and civil disobedience. Medical Ethics PHIL-UA 50 Offered every year. 4 points. Examines moral issues in medical practice and research. Topics include euthanasia and quality of life; deception, hope, and paternalism; malpractice and unpredictability; patient rights, virtues, and vices; animal, fetal, and clinical research; criteria for rationing medical care; ethical principles, professional codes, and case analysis (for example, Quinlan, Willowbrook, Baby Jane Doe). The Idea of Law in the West: From Natural Law to Natural Right PHIL-UA 51 Offered in the spring. 4 points. What is the source of the authority of law? How is its authority related to that of morality and the state? This course examines the two main traditions of thought that shaped the Western idea of law from the Middle Ages to the 19th century: the so-called natural law tradition, represented by Thomas Aquinas and others, and the voluntarist or positivist tradition, represented most fully by Thomas Hobbes and Immanuel Kant. Additional readings will be drawn from Ockham, Luther, Suarez, Hegel, Nietzsche, Spinoza, and others. Philosophy of Law PHIL-UA 52 Prerequisite: one introductory course. Offered every other year. 4 points. Examines the nature of law, its relations to morality, and its limits. Topics: positivism and natural law theory; theories of criminal justice and punishment; concepts of liberty, responsibility, and rights. Considers the views of such thinkers as Austin, Bentham, Dworkin, Fuller, Hart, and Rawls. Philosophical Perspectives on Feminism PHIL-UA 55 Offered every other year. 4 points. Evaluation of the morality and rationality of typical female and male behavior and motivation, and of the social institutions relating the sexes. Critical examination of proposals for change. Topics include development of gender- and non-gender-typed personalities; heterosexuality and alternatives; marriage, adultery, and the family; concepts of sexism and misogyny; and political and economic philosophies of sex equality and inequality. Aesthetics PHIL-UA 60 Prerequisite: one introductory course. Offered every other year. 4 points. Introduces problems raised by the nature of art, artworks, and aesthetic judgment. Topics include the expressive and representational properties of artworks, aesthetic attention, and appreciation; and the creation, interpretation, and criticism of artworks. Readings from classical and contemporary sources. Topics in Ethics and Political Philosophy PHIL-UA 102 Prerequisite: Ethics (PHIL-UA 40), The Nature of Values (PHIL-UA 41), or Political Philosophy (PHIL-UA 45). Offered every year. 4 points. Thorough study of various concepts and issues in current theory and debate. Examples: moral and political rights, virtues and vices, equality, moral objectivity, the development of moral character, the variety of ethical obligations, and ethics and public policy.    Group 3: Logic, Epistemology, Metaphysics, Mind and Language Logic   PHIL-UA 70 Offered every semester. 4 points. An introduction to the basic techniques of sentential and predicate logic. Students learn how to put arguments from ordinary language into symbols, how to construct derivations within a formal system, and how to ascertain validity using truth tables or models. Advanced Logic PHIL-UA 72 Prerequisite: Logic (PHIL-UA 70). Offered every other year. 4 points. An introduction to the basic concepts, methods, and results of metalogic, i.e., the formal study of systems of reasoning. Set Theory PHIL-UA 73 Prerequisite: Logic (PHIL-UA 70). Offered every other year. 4 points. An introduction to the basic concepts and results of set theory. Modal Logic PHIL-UA 74 Prerequisite: Logic (PHIL-UA 70). Offered every other year. 4 points. Modal logic is the logic of necessity, possibility, and related notions. In recent times, the framework of possible worlds has provided a valuable tool for investigating the formal properties of these notions. This course provides an introduction to the basic concepts, methods, and results of modal logic, with an emphasis on its application to such other fields as philosophy, linguistics, and computer science. Epistemology PHIL-UA 76 Formerly Belief, Truth, and Knowledge. Prerequisite: one introductory course. Offered every year. 4 points. Considers questions such as the following: Can I have knowledge of anything outside my own mind—for example, physical objects or other minds? Or is the skeptic's attack on my commonplace claims to know unanswerable? What is knowledge, and how does it differ from belief? Metaphysics PHIL-UA 78 Prerequisite: one introductory course. Offered every year. 4 points. Discusses general questions concerning the nature of reality and truth. What kind of things exist? Are there minds or material bodies? Is change illusory? Are human actions free or causally determined? What is a person, and what, if anything, makes someone one and the same person? Philosophy of Mind PHIL-UA 80 Prerequisite: one introductory course. Offered every year. 4 points. Examination of the relationship between the mind and the brain, of the nature of the mental, and of personal identity. Can consciousness be reconciled with a scientific view of the world? Consciousness PHIL-UA 81 Prerequisite: one introductory course. Offered every other year. Block. 4 points. Examines conceptual and empirical issues about consciousness. Issues covered may include the explanatory gap, the hard and harder problems of consciousness, concepts of consciousness, phenomenal concepts, the mind-body problem and neural correlates of consciousness, higher-order thought theories of consciousness, the inverted spectrum, views of phenomenality as representation, and arguments for dualism. Philosophy of Language PHIL-UA 85 Prerequisite: Logic (PHIL-UA 70) and one introductory course. Offered every year. 4 points. Examines various philosophical and psychological approaches to language and meaning, as well as their consequences for traditional philosophical problems in metaphysics, epistemology, and ethics. Discusses primarily 20th-century authors, including Russell, Wittgenstein, and Quine. Philosophy of Science PHIL-UA 90 Prerequisite: one introductory course. Offered every year. 4 points. Examination of philosophical issues about the natural sciences. Central questions include the following: What is the nature of scientific explanation? How does science differ from pseudoscience? What is a scientific law? How do experiments work? Philosophy of Biology PHIL-UA 91 Prerequisite: one introductory course. Offered every other year. 4 points. Examines the philosophical or conceptual issues that arise in and about biology, including the proper role, if any, of teleology in biology; the analysis of biological functions; the structure of the theory of evolution by natural selection and the sense of its key concepts, such as fitness and adaptation; the unit of selection; essentialism and the nature of species. Philosophical Applications of Cognitive Science PHIL-UA 93 Prerequisite: one introductory course. Offered in the fall. 4 points. The relevance of recent discoveries about the mind to philosophical questions about metaphysics, logic, and ethics. Questions include the following: What is causation? Is there a right way to \"carve up\" the world into categories? Why do we see the world as consisting of objects in places? Are the rules of logic objective or just the way we happen to think? Is there such a thing as objective right and wrong? Readings are drawn from both philosophy and cognitive science—the latter mostly in cognitive and developmental psychology, with linguistics, anthropology, and neuroscience making up the balance. Philosophy of Religion PHIL-UA 96 Prerequisite: one introductory course. Offered every other year. 4 points. Analysis of central problems in the philosophy of religion. Among the topics discussed are the nature of religion, the concept of God, the grounds of belief in God, the immortality of the soul, faith, revelation, and problems of religious language. Readings from both classic and contemporary sources. Philosophy of Mathematics PHIL-UA 98 Prerequisite: Logic (PHIL-UA 70) and one introductory course. Offered every other year. 4 points. Critical discussion of alternative philosophical views as to what mathematics is, such as Platonism, empiricism, constructivism, intuitionism, formalism, logicism, and various combinations thereof. Topics in Metaphysics and Epistemology PHIL-UA 103 Prerequisite: Epistemology (PHIL-UA 76) or Metaphysics (PHIL-UA 78) or Philosophy of Science (PHIL-UA 90). Offered every year. 4 points. Careful study of a few current issues in epistemology and metaphysics. Examples: skepticism, necessity, causality, personal identity, and possible worlds. Topics in Language and Mind PHIL-UA 104 Prerequisite: Logic (PHIL-UA 70) and one of the following: Philosophy of Mind (PHIL-UA 80), Consciousness (PHIL-UA 81), or Philosophy of Language (PHIL-UA 85). Offered every year. 4 points. Careful study of a few current issues in language and mind. Examples: theory of reference, analyticity, intentionality, theory of mental content and attitudes, emergence and supervenience of mental states.    Honors and Independent Study Junior Honors Proseminar PHIL-UA 200 Prerequisite: open to junior majors with approval of the department; see requirements in the description of the departmental honors program. 4 points. A seminar taken in spring of junior year. Introduces students to core readings in some main areas of current philosophy and provides intensive training in writing philosophy papers. See the description of the honors program in the \"Program of Study\" section. Senior Honors Seminar PHIL-UA 201 Prerequisite: open to senior majors with approval of the department; see requirements in the description of the departmental honors program. 4 points. A seminar taken in fall of senior year. Students begin developing their thesis projects by presentations in the seminar, which is led by a faculty member. Students also begin to meet individually with a separate faculty adviser. See the description of the honors program in the \"Program of Study\" section. Senior Honors Research PHIL-UA 202 Prerequisite: open to senior majors with approval of the department; see requirements in the description of the departmental honors program. 4 points. An independent study taken in spring of senior year. Students meet individually with a faculty adviser and produce successive drafts of the honors thesis. See the description of the honors program in the \"Program of Study\" section. Independent Study PHIL-UA 301, 302 Prerequisite: approval of a faculty supervisor. Available only for study of subjects not covered in regularly offered courses. 2 or 4 points per term. See the description of Independent Study in the \"Program of Study\" section."}]},
{"detail": [{"content": "Slavoj Žižek: The Hegelian Wound    |     Deutsches Haus    | New York University            For Hegel, spirit is the wound of nature, it derails every natural balance, but it is at the same time spirit itself which heals its own wound. This Hegelian insight will be developed in its philosophical, theological, and political implications: why is the Fall a happy occurrence? How does permissiveness turn into oppression? Why does only the most brutal capitalist alienation open up the possibility for freedom?\">                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Slavoj Žižek: The Hegelian Wound   Friday, September 26th, 2014, 4:30 p.m.   Iris & B. Gerald Cantor Film Center at NYU (36 E 8th St.)     THIS EVENT IS FULLY BOOKED.  The event will be taped and can be viewed on the Deutsches Haus YouTube Channel later this fall.   For Hegel, spirit is the wound of nature, it derails every natural balance, but it is at the same time spirit itself which heals its own wound. This Hegelian insight will be developed in its philosophical, theological, and political implications: why is the Fall a happy occurrence? How does permissiveness turn into oppression? Why does only the most brutal capitalist alienation open up the possibility for freedom? Slavoj Žižek will be introduced by his best fiend, Avital Ronell . Slavoj Žižek , Ph.D., is a senior researcher at the Institute of Sociology, University of Ljubljana, Slovenia, and a visiting professor at a number of American Universities (Columbia, Princeton, New School for Social Research, New York University, University of Michigan). He obtained his Ph.D. in Philosophy in Ljubljana studying Psychoanalysis. He also studied at the University of Paris. Slavoj Zizek is a cultural critic and philosopher who is internationally known for his innovative interpretations of Jacques Lacan. He is Author of The Indivisible Remainder ; The Sublime Object of Ideology ; The Metastases of Enjoyment ; Looking Awry: Jacques Lacan through Popular Culture; The Plague of Fantasies and The Ticklish Subject . Avital Ronell is a University Professor in the Humanities and in the Departments of German and Comparative Literature at New York University. Her research spans the fields of literary studies, psychoanalysis, feminist philosophy, political philosophy, and ethics. As Jacques Derrida Professor of Philosophy, she also teaches regularly at the European Graduate School in Saas-Fee, Switzerland. Among her recent books are Loser Sons: Politics and Authority (University of Illinois Press, 2012); The Test Drive (University of Illinois Press, 2007); Stupidity (University of Illinois Press, 2003). Admission by RSVP only. THIS EVENT IS FULLY BOOKED. The lecture is co-sponsored by Deutsches Haus at NYU, the German Academic Exchange Service (DAAD), the Vice Provost for Faculty, Arts, Humanities, and Diversity, and the NYU Department of German.                     Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings | Philosophy | NYU                                                                                                                                          Back to Previous Page       Course Offerings   Introductory Courses Central Problems in Philosophy PHIL-UA 1 Formerly PHIL-UA 10. Offered every year. 4 points. An introduction to philosophy through the study of selected central problems. Topics may include free will; the existence of God; skepticism and knowledge; the mind-body problem. Gives training in philosophical argument and writing. Great Works in Philosophy PHIL-UA 2 Offered every year. 4 points. An introduction to philosophy through the study of some of the most important and influential writings in its history. Authors studied may include Plato, Aristotle, Descartes, Hume, Kant, Nietzsche, Wittgenstein. Gives training in philosophical argument and writing. Ethics and Society PHIL-UA 3 Formerly PHIL-UA 5. Offered every year. 4 points. An introduction to philosophy through the study of selected moral and social issues. Topics may include inequalities and justice; public vs. private good; regulation of sexual conduct and abortion; war and capital punishment. Gives training in philosophical argument and writing. Life and Death PHIL-UA 4 Formerly PHIL-UA 17. Offered every year. 4 points. An introduction to philosophy through the study of issues bearing on life and death. Topics may include the definition and value of life; grounds for creating, preserving, and taking life; personal identity; ideas of death and immortality; abortion and euthanasia. Gives training in philosophical argument and writing. Minds and Machines PHIL-UA 5 Formerly PHIL-UA 15. Offered every year. 4 points. An introduction to philosophy through the study of issues in cognitive science. Topics may include the conflict between computational and biological approaches to the mind; whether a machine could think; the reduction of the mind to the brain; connectionism and neural nets. Gives training in philosophical argument and writing.    Group 1: History of Philosophy History of Ancient Philosophy   PHIL-UA 20 Prerequisite: one introductory course. Offered in the fall. 4 points. Examination of the major figures and movements in Greek philosophy, especially Plato and Aristotle. History of Modern Philosophy PHIL-UA 21 Prerequisite: one introductory course. Offered in the spring. 4 points. Examination of the major figures and movements in philosophy in Europe from the 17th to the early 19th century, including some of the works of Descartes, Spinoza, Leibniz, Hobbes, Locke, Berkeley, Hume, and Kant. Philosophy in the Middle Ages PHIL-UA 25 Identical to MEDI-UA 60. Prerequisite: one introductory course. Offered every other year. 4 points. Study of major medieval philosophers, their issues, schools, and current philosophic interests. Includes, among others, Augustine, Anselm, Thomas Aquinas, Duns Scotus, and William of Ockham. Kant PHIL-UA 30 Prerequisite: one introductory course. Offered every other year. 4 points. Study of Kant's metaphysics, epistemology, and ethics. From Hegel to Nietzsche PHIL-UA 32 Prerequisite: one introductory course. Offered every other year. 4 points. Study of principal philosophic works by Hegel and Nietzsche, with some attention to some of the following: Fichte, Schelling, Kierkegaard, Schopenhauer, and Marx. Existentialism and Phenomenology PHIL-UA 36 Prerequisite: one introductory course. Offered every other year. 4 points. Examines the characteristic method, positions, and themes of the existentialist and phenomenological movements and traces their development through study of such thinkers as Kierkegaard, Nietzsche, Husserl, Heidegger, Merleau-Ponty, and Sartre. Recent Continental Philosophy PHIL-UA 39 Prerequisite: one introductory course. Offered every other year. 4 points. Surveys and evaluates the ideas of the major figures in continental philosophy in the latter part of the 20th century. Authors include (late) Heidegger, Gadamer, Habermas, Foucault, and Derrida. Topics in the History of Philosophy PHIL-UA 101 Prerequisite: History of Ancient Philosophy (PHIL-UA 20) or History of Modern Philosophy (PHIL-UA 21). Offered every year. 4 points. Careful study of a few topics in the history of philosophy—either one philosopher's treatment of several philosophical problems, or several philosophers' treatments of one or two closely related problems. Examples: selected topics in Aristotle, theories of causation in early modern philosophy, and Kant's reaction to Hume.    Group 2: Ethics, Values, and Society Ethics   PHIL-UA 40 Prerequisite: one introductory course. Offered every semester. 4 points. Examines fundamental questions of moral philosophy: What are our most basic values, and which of them are specifically moral values? What are the ethical principles, if any, by which we should judge our actions, ourselves, and our lives? The Nature of Values PHIL-UA 41 Prerequisite: one introductory course. Offered every year. 4 points. Examines the nature and grounds of judgments about moral and/or nonmoral values. Are such judgments true or false? Can they be more or less justified? Are the values of which they speak objective or subjective? Applied Ethics PHIL-UA 42 Prerequisite: one introductory course. Offered periodically. 4 points. Explores contemporary debates regarding contentious ethical issues. It has two aims: (1) to identify the moral theories and concepts shaping these debates and (2) to use these debates to refine and evaluate these theories and concepts. Topics may be drawn from areas such as environmental ethics, business ethics, and medical ethics. Empirical Moral Psychology PHIL-UA 43 Prerequisite: one introductory course. Offered every other year. 4 points. Surveys recent empirical studies of how humans make moral judgments and decisions, and assesses the significance of this work for some of the traditional concerns of moral philosophy. Readings are drawn from social psychology, evolutionary biology, cognitive neuroscience, and philosophical texts from the Western ethical tradition. Political Philosophy PHIL-UA 45 Prerequisite: one introductory course. Offered every other year. 4 points. Examines fundamental issues concerning the justification of political institutions. Topics may include democratic theory, political obligation and liberty, criteria of a just society, human rights, and civil disobedience. Medical Ethics PHIL-UA 50 Offered every year. 4 points. Examines moral issues in medical practice and research. Topics include euthanasia and quality of life; deception, hope, and paternalism; malpractice and unpredictability; patient rights, virtues, and vices; animal, fetal, and clinical research; criteria for rationing medical care; ethical principles, professional codes, and case analysis (for example, Quinlan, Willowbrook, Baby Jane Doe). The Idea of Law in the West: From Natural Law to Natural Right PHIL-UA 51 Offered in the spring. 4 points. What is the source of the authority of law? How is its authority related to that of morality and the state? This course examines the two main traditions of thought that shaped the Western idea of law from the Middle Ages to the 19th century: the so-called natural law tradition, represented by Thomas Aquinas and others, and the voluntarist or positivist tradition, represented most fully by Thomas Hobbes and Immanuel Kant. Additional readings will be drawn from Ockham, Luther, Suarez, Hegel, Nietzsche, Spinoza, and others. Philosophy of Law PHIL-UA 52 Prerequisite: one introductory course. Offered every other year. 4 points. Examines the nature of law, its relations to morality, and its limits. Topics: positivism and natural law theory; theories of criminal justice and punishment; concepts of liberty, responsibility, and rights. Considers the views of such thinkers as Austin, Bentham, Dworkin, Fuller, Hart, and Rawls. Philosophical Perspectives on Feminism PHIL-UA 55 Offered every other year. 4 points. Evaluation of the morality and rationality of typical female and male behavior and motivation, and of the social institutions relating the sexes. Critical examination of proposals for change. Topics include development of gender- and non-gender-typed personalities; heterosexuality and alternatives; marriage, adultery, and the family; concepts of sexism and misogyny; and political and economic philosophies of sex equality and inequality. Aesthetics PHIL-UA 60 Prerequisite: one introductory course. Offered every other year. 4 points. Introduces problems raised by the nature of art, artworks, and aesthetic judgment. Topics include the expressive and representational properties of artworks, aesthetic attention, and appreciation; and the creation, interpretation, and criticism of artworks. Readings from classical and contemporary sources. Topics in Ethics and Political Philosophy PHIL-UA 102 Prerequisite: Ethics (PHIL-UA 40), The Nature of Values (PHIL-UA 41), or Political Philosophy (PHIL-UA 45). Offered every year. 4 points. Thorough study of various concepts and issues in current theory and debate. Examples: moral and political rights, virtues and vices, equality, moral objectivity, the development of moral character, the variety of ethical obligations, and ethics and public policy.    Group 3: Logic, Epistemology, Metaphysics, Mind and Language Logic   PHIL-UA 70 Offered every semester. 4 points. An introduction to the basic techniques of sentential and predicate logic. Students learn how to put arguments from ordinary language into symbols, how to construct derivations within a formal system, and how to ascertain validity using truth tables or models. Advanced Logic PHIL-UA 72 Prerequisite: Logic (PHIL-UA 70). Offered every other year. 4 points. An introduction to the basic concepts, methods, and results of metalogic, i.e., the formal study of systems of reasoning. Set Theory PHIL-UA 73 Prerequisite: Logic (PHIL-UA 70). Offered every other year. 4 points. An introduction to the basic concepts and results of set theory. Modal Logic PHIL-UA 74 Prerequisite: Logic (PHIL-UA 70). Offered every other year. 4 points. Modal logic is the logic of necessity, possibility, and related notions. In recent times, the framework of possible worlds has provided a valuable tool for investigating the formal properties of these notions. This course provides an introduction to the basic concepts, methods, and results of modal logic, with an emphasis on its application to such other fields as philosophy, linguistics, and computer science. Epistemology PHIL-UA 76 Formerly Belief, Truth, and Knowledge. Prerequisite: one introductory course. Offered every year. 4 points. Considers questions such as the following: Can I have knowledge of anything outside my own mind—for example, physical objects or other minds? Or is the skeptic's attack on my commonplace claims to know unanswerable? What is knowledge, and how does it differ from belief? Metaphysics PHIL-UA 78 Prerequisite: one introductory course. Offered every year. 4 points. Discusses general questions concerning the nature of reality and truth. What kind of things exist? Are there minds or material bodies? Is change illusory? Are human actions free or causally determined? What is a person, and what, if anything, makes someone one and the same person? Philosophy of Mind PHIL-UA 80 Prerequisite: one introductory course. Offered every year. 4 points. Examination of the relationship between the mind and the brain, of the nature of the mental, and of personal identity. Can consciousness be reconciled with a scientific view of the world? Consciousness PHIL-UA 81 Prerequisite: one introductory course. Offered every other year. Block. 4 points. Examines conceptual and empirical issues about consciousness. Issues covered may include the explanatory gap, the hard and harder problems of consciousness, concepts of consciousness, phenomenal concepts, the mind-body problem and neural correlates of consciousness, higher-order thought theories of consciousness, the inverted spectrum, views of phenomenality as representation, and arguments for dualism. Philosophy of Language PHIL-UA 85 Prerequisite: Logic (PHIL-UA 70) and one introductory course. Offered every year. 4 points. Examines various philosophical and psychological approaches to language and meaning, as well as their consequences for traditional philosophical problems in metaphysics, epistemology, and ethics. Discusses primarily 20th-century authors, including Russell, Wittgenstein, and Quine. Philosophy of Science PHIL-UA 90 Prerequisite: one introductory course. Offered every year. 4 points. Examination of philosophical issues about the natural sciences. Central questions include the following: What is the nature of scientific explanation? How does science differ from pseudoscience? What is a scientific law? How do experiments work? Philosophy of Biology PHIL-UA 91 Prerequisite: one introductory course. Offered every other year. 4 points. Examines the philosophical or conceptual issues that arise in and about biology, including the proper role, if any, of teleology in biology; the analysis of biological functions; the structure of the theory of evolution by natural selection and the sense of its key concepts, such as fitness and adaptation; the unit of selection; essentialism and the nature of species. Philosophical Applications of Cognitive Science PHIL-UA 93 Prerequisite: one introductory course. Offered in the fall. 4 points. The relevance of recent discoveries about the mind to philosophical questions about metaphysics, logic, and ethics. Questions include the following: What is causation? Is there a right way to \"carve up\" the world into categories? Why do we see the world as consisting of objects in places? Are the rules of logic objective or just the way we happen to think? Is there such a thing as objective right and wrong? Readings are drawn from both philosophy and cognitive science—the latter mostly in cognitive and developmental psychology, with linguistics, anthropology, and neuroscience making up the balance. Philosophy of Religion PHIL-UA 96 Prerequisite: one introductory course. Offered every other year. 4 points. Analysis of central problems in the philosophy of religion. Among the topics discussed are the nature of religion, the concept of God, the grounds of belief in God, the immortality of the soul, faith, revelation, and problems of religious language. Readings from both classic and contemporary sources. Philosophy of Mathematics PHIL-UA 98 Prerequisite: Logic (PHIL-UA 70) and one introductory course. Offered every other year. 4 points. Critical discussion of alternative philosophical views as to what mathematics is, such as Platonism, empiricism, constructivism, intuitionism, formalism, logicism, and various combinations thereof. Topics in Metaphysics and Epistemology PHIL-UA 103 Prerequisite: Epistemology (PHIL-UA 76) or Metaphysics (PHIL-UA 78) or Philosophy of Science (PHIL-UA 90). Offered every year. 4 points. Careful study of a few current issues in epistemology and metaphysics. Examples: skepticism, necessity, causality, personal identity, and possible worlds. Topics in Language and Mind PHIL-UA 104 Prerequisite: Logic (PHIL-UA 70) and one of the following: Philosophy of Mind (PHIL-UA 80), Consciousness (PHIL-UA 81), or Philosophy of Language (PHIL-UA 85). Offered every year. 4 points. Careful study of a few current issues in language and mind. Examples: theory of reference, analyticity, intentionality, theory of mental content and attitudes, emergence and supervenience of mental states.    Honors and Independent Study Junior Honors Proseminar PHIL-UA 200 Prerequisite: open to junior majors with approval of the department; see requirements in the description of the departmental honors program. 4 points. A seminar taken in spring of junior year. Introduces students to core readings in some main areas of current philosophy and provides intensive training in writing philosophy papers. See the description of the honors program in the \"Program of Study\" section. Senior Honors Seminar PHIL-UA 201 Prerequisite: open to senior majors with approval of the department; see requirements in the description of the departmental honors program. 4 points. A seminar taken in fall of senior year. Students begin developing their thesis projects by presentations in the seminar, which is led by a faculty member. Students also begin to meet individually with a separate faculty adviser. See the description of the honors program in the \"Program of Study\" section. Senior Honors Research PHIL-UA 202 Prerequisite: open to senior majors with approval of the department; see requirements in the description of the departmental honors program. 4 points. An independent study taken in spring of senior year. Students meet individually with a faculty adviser and produce successive drafts of the honors thesis. See the description of the honors program in the \"Program of Study\" section. Independent Study PHIL-UA 301, 302 Prerequisite: approval of a faculty supervisor. Available only for study of subjects not covered in regularly offered courses. 2 or 4 points per term. See the description of Independent Study in the \"Program of Study\" section."}, {"content": "Michael Hegel Kappaz | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Michael Hegel Kappaz Phone: 301-469-0498 Office: 9517 Eagle Ridge Drive, Bethesda, MD 20817-3916  Profile  Biography Michael H. Kappaz is Chairman and CEO of K&amp;M Group of Companies, headquartered in the Washington, DC area. The K&amp;M group includes K&amp;M Engineering and Consulting Corporation (K&amp;M) and K&amp;M Global Construction LLC. Mr. Kappaz founded K&amp;M in 1987 and later co-founded KMR Power Corporation together with Rockefeller and Co. KMR was acquired by AES in 2000. Prior to founding K&amp;M, Mr. Kappaz was Vice President and General Manager for International Operations at the Bechtel Group. A native of Colombia, he graduated from La Salle College in Cartagena, holds a B.S. in Industrial Engineering from Polytechnic University and an MBA from Golden Gate University in San Francisco. He completed post-graduate work at Stanford University and the Wharton School of the University of Pennsylvania. Mr. Kappaz is Chairman Emeritus of the U.S.- Columbia Business Partnership. He is a board member of the Washington National Opera and the Business Council for International Understanding. He is also a member of the U.S. Energy Association and Bretton Woods Committee. He and his wife, Chafica, have six children and live in Potomac, Maryland.    Education Polytechnic University, Class of 1970 Bachelor of Science, Industrial Engineering  Golden Gate University Masters of Business Administration,  LaSalle College Cartagena Bachelor of Arts,                                   Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]