[{"detail": [{"content": "Listening Sessions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Board of Trustees                 Sub Navigation                                 The Presidential Search                                                                   Listening Sessions      Date: September 10, 2014  To: NYU Community  From: William R. Berkley, NYU Presidential Search Committee Chair     I am writing to follow up on last week's message regarding opportunities for the Presidential Search Committee to hear directly from various stakeholders at the University. We have arranged for several listening sessions, organized so different segments of our community can convey their feedback directly to committee members.   Initial dates and times for faculty, administrators/staff, and students in the NYC area are listed below. The Committee fully appreciates that schedules are pressed during this time of year, but hopes that you will make every effort to attend and share your perspectives on what you see as the challenges facing the next president; what previous experience would best prepare someone for this role; and, finally, what we need to do as a community to help ensure that the next president will be successful in leading NYU forward. Please note that we are also working on scheduling opportunities for colleagues in NYU Abu Dhabi and NYU Shanghai to engage in this conversation.   As always, feel free to email the committee as well at nyupresident.search.committee@nyu.ed to share your thoughts at any time. Thank you once again for your commitment to NYU, and we look forward to hearing from you.   FACULTY :   o September 16, 2014 2-3:30pm  Kimmel Center, Eisner and Lubin (4 th floor)   o September 30, 2014 12:30-2pm  Global Center for Academic and Spiritual Life (5 th floor)   STUDENTS :   o September 19, 2014 11am-12pm Global Center for Academic and Spiritual Life (5 th floor)   STAFF/ADMINISTRATION :   o September 30, 2014  2:30-3:30pm  Kimmel Center, Room 914 (9 th floor)                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Listening Sessions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Board of Trustees                 Sub Navigation                                 The Presidential Search                                                                   Listening Sessions      Date: September 10, 2014  To: NYU Community  From: William R. Berkley, NYU Presidential Search Committee Chair     I am writing to follow up on last week's message regarding opportunities for the Presidential Search Committee to hear directly from various stakeholders at the University. We have arranged for several listening sessions, organized so different segments of our community can convey their feedback directly to committee members.   Initial dates and times for faculty, administrators/staff, and students in the NYC area are listed below. The Committee fully appreciates that schedules are pressed during this time of year, but hopes that you will make every effort to attend and share your perspectives on what you see as the challenges facing the next president; what previous experience would best prepare someone for this role; and, finally, what we need to do as a community to help ensure that the next president will be successful in leading NYU forward. Please note that we are also working on scheduling opportunities for colleagues in NYU Abu Dhabi and NYU Shanghai to engage in this conversation.   As always, feel free to email the committee as well at nyupresident.search.committee@nyu.ed to share your thoughts at any time. Thank you once again for your commitment to NYU, and we look forward to hearing from you.   FACULTY :   o September 16, 2014 2-3:30pm  Kimmel Center, Eisner and Lubin (4 th floor)   o September 30, 2014 12:30-2pm  Global Center for Academic and Spiritual Life (5 th floor)   STUDENTS :   o September 19, 2014 11am-12pm Global Center for Academic and Spiritual Life (5 th floor)   STAFF/ADMINISTRATION :   o September 30, 2014  2:30-3:30pm  Kimmel Center, Room 914 (9 th floor)                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Spring 2014 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2014 Undergraduate Courses CAS DEPARTMENT OF MUSIC    The Art of Listening: Multiple Dimensions of Musical Performance - MUSIC-UA 3 (section 001) Monday &amp; Wednesday 3:30-4:45 (Silver 320) Instructor: Adam Mirza    Music is a performing art. Performances complicate and enliven our experience of communication, and incredible performances will remain in our minds long after their original event. At the front and center of any performance is the performer; but other factors contribute to the staging of a performance . In this course we will explore the multiple dimensions of musical performance. We will begin by reading theories of performance while developing a practical methodology for descriptive musical analysis based on close listening. We will compare recordings of similar music by different performances and listen to interviews to gain insight into how performers approach music. Next, we will examine the relationship between the performer, composer and the score in classical music. Finally, we will break away from individual artistic agents to consider the influence of material and social factors such as instruments, acoustics, electronic technology and concert cultures upon musical performances. No background in music theory and notation is assumed or required.    This course does not fulfill any requirement for Music Majors and Minors. The Art of Listening: Vienna 1900 - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00-3:15 (Silver 320) Instructor: Anna Stoll-Knecht    This course will explore modes of listening within a particular context: Vienna at the turn of the twentieth century. During one semester, we will immerse ourselves in this specific place, at a fascinating moment in history, that witnessed extremely productive exchanges between the arts, as well as between the arts and sciences. Beginning with general questions about listening (How do we listen today? Do we need \"training\" to listen?), we will then turn to practices of listening to music, and discuss how \"listening\" relates to \"analyzing,\" and to \"understanding.\" At this point we will travel to Vienna (with our minds) and set up the context of our exploration. Circulating between visual arts, music, architecture, literature, theater, we will use this material to think further about different modes of listening: how is listening to a Mahler symphony in a concert hall different from listening to a show in a Viennese cabaret, or to a marching band in the streets? What does it change to listen to music with words (opera, operetta, songs) and to music without words (symphony), or to watch a silent movie, without words but with music? Music was everywhere in Vienna at this time (streets, caf és, cabarets, parks), and it was part of the everyday life of everyone. Its development was nurtured by collaborations with painters (Sch ö nberg and Kandinsky, for example) or writers (Strauss and Hofmannstahl, Srauss and Zweig). The richness of this unique context will allow us to address fundamental questions concerning different ways of listening - including an incursion into the psychoanalytical practice of listening. Listening to music with a moving image (with or without words) will constitute one of the main threads of this class, starting with German movies of the 1930's (Fritz Lang, Josef von Sternberg) up to Orson Welles, Max Oph üls, Alfred Hitchcock, Luchino Visconti and Stanley Kubrick - each movie being related to Vienna 1900 in some way.    There will be at least two guest lectures, for the sake of diversity; and for lack of being able to travel to Vienna for real, we will spend a class at the Neue Galerie on 86th Street, where one can drink a Viennese coffee, eat a Sacher torte, view some paintings, read the newspaper, and enjoy a true Viennese experience.    This course does not fulfill any requirement for Music Majors and Minors. Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30-10:45 (Silver 320) Please refer to Albert for lab sections Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections.    This course does not fulfill any requirement for Music Majors, but can be taken as part of the requirements for a Music Minor.    Topics in 20th Century Music: The Long 19th Century - Sixty Glorious Years, 1876-1936 - MUSIC-UA 111 Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller The historical narrative of the \"long century,\" as defined by Eric Hobsbawm, a British Marxist historian and author, referring to the period between the years 1789 and 1914, has been extended conceptually in the last two decades by the work of Giovanni Arrighi. This idea of the \"long century\" when applied to the period 1876-1936 holds for music as well: for comprehensive brilliance and diversity, this period is unsurpassed in the history of Western music. The two decades from 1894 to 1914 saw the composition - and frequently unruly first performances - of Schoenberg's Second String Quartet, Verkl ärte Nacht , and Pierrot Lunaire ; of Stravinsky's Firebird, Petrouchka , and Le Sacre du Printemps ; and the early works of Alban Berg, Anton von Webern, and B éla Bart ók. Richard Strauss's operas Salome and Elektra jockeyed for place with Franz L  éhar's The Merry Widow and Oscar Straus's The Chocolate Soldier , while practically the whole major output of Charles Ives was produced in isolation. Busoni published his Sketch of a New Esthetic of Music in 1907, and Luigi Russolo issued his \"Futurist Manifesto\" in 1913, shortly before the European continental conflagration began. It was the period of The Mikado, Madama Butterfly, Das Lied von der Erde, Pomp and Circumstance , as well as the Maple-Leaf Rag and Tin-Pan Alley.    This class will explore the ISMS most often associated with artistic and literary movements but quickly appropriated by music of the time: Romanticism, Post-Romanticism, Impressionism, Expressionism, Surrealism, Futurism, Positivism, and Dadaism. Four broad themes, music evolution and revolution, social structure, literary and musical nationalism, and anxiety - change and progress that turns on itself - will form the core of the class. We will examine traditional musical materials and modes of expression and the radical central problem of dissolving tonality associated with Schoenberg's \"emancipation of dissonance.\" In particular, we will investigate the two cities where modernism was born but where it was only uncomfortably at home, the polarities of 19th-century literary, artistic, and musical environments in Vienna (the negative \"fin-de-si è cle\") and Paris (the positive \"la belle É poque\"), paying special attention to the works of Schnitzler, Freud, Jarry, Apollinaire, the Sezession, Der blaue Reiter, Die Br ü cke , the Fauves, L'art nouveau , and Cubisme .    Fulfills a requirement for Courses 5 and 6: \"Music, Histories, Cultures\" The Wagner Operas: Sex, Drugs, Felonies, and Fallacies - MUSIC-UA 136 Tuesday &amp; Thursday 9:30-10:45 (Silver 218) Instructor: Rena Mueller Richard Wagner's music, words, themes, images, gestures, and intent, were the stuff of nation-building that wrought havoc with the status-quo, havoc with which we are still dealing to this day. While his musical influence is unmistakeable, the ramifications of his political and social activities spread across the face of Europe from 1848 through to, arguably, 1914--and even to the present day, with the Wagner descendants front and center. This course will examine the tumultuous musical, political, and social milieus surrounding Wagner's oeuvre--musician, poet, impresario, political activist, and lightening rod for the unification of Germany. Wagner was wrapped up in the the importance of German history, especially at this pivotal time in the 19th century. He paid dearly with exile and isolation for his political activities during the 1849 Dresden uprising, and his uncompromising belief in the supremacy of everything German supported Bismarck as the newly-unified nation sought to establish itself as the equal, if not the better, of long-standing imperial regimes (Austria-Hungary, France, Great Britain, Spain). He was afforded by King Ludwig of Bavaria untold influence over major decisions in Munich concerning the appointment and function of ministers and other officials, until his actions stepped over the line. Inspired by his own innovative ideas of a total musical experience ( Gesamtkunstwerk : his term, not one he ultimately disavowed), the course will look at all the components he thought important: the small details (the way Leitmotives work), the construction of the larger whole (librettos, staging, rigging, and theater design), and the notion of operatic performance at the time and its presentation to the public in terms of voice production and instrumentation.    Fulfills a requirement for Courses 5 and 6: \"Music, Histories, Cultures\" Anthropology of Music: Music and Language - MUSIC-UA 153 (section 001) Monday &amp; Wednesday 12:30-1:45 (Room TBA) Instructor: Lauren Ninoshvili Music and language are intertwined, universal aspects of human communication, expression, and social life. This course draws on methods of sociocultural, musical, and linguistic analysis to explore practices at the intersection of music, language, and the human voice - both popular and elite, contemporary and historic, Western and non-Western.    Fulfills a requirement for Course 7: \"Analytical and Critical Thinking\"    Anthropology of Music: Native American Music and Poetics - MUSIC-UA 153 (section 002) Tuesday &amp; Thursday 11:00-12:15 (Room TBA) Instructor: David Samuels One could argue, in a sense, that American Anthropology and Ethnomusicology were built on a scaffolding of fascination with the expressive culture of Native Americans. In any case, understandings and misunderstandings of Native American musical and poetic practices have keyed the development of scholarly approaches to world music for more than a century. In this course we will explore the ways that ethnographic encounters with Native American music and poetry have informed notions of human culture, society, and creativity. Exploration of contemporary work will help us judge the state of the art today.    Fulfills a requirement for Courses 5 and 6: \"Music, Histories, Cultures\"    Proseminar in Musical Research - MUSIC-UA 200 Monday &amp; Wednesday 3:30-4:45 (Silver 218) Instructor: Stanley Boorman This course is required of all Honors students in the department. It is a seminar discussing recent ideas and issues in all areas of musical research, musicology, ethnomusicology, and theory. Faculty members in the department will introduce different topics, discussing the ideas and their application, so that by the end of the semester students will be capable of undertaking the advanced research project required for an Honors degree.    This course is required for all Honors Students    Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 318) Additional recitation section required - please refer to Albert for times Instructor: TBA General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence.    Fulfills the requirement of Course 1: \"Harmony and Counterpoint\" Harmony and Counterpoint II - MUSIC-UA 202 Monday &amp; Wednesday 9:30-10:45 (Silver 318) Additional recitation section required - please refer to Albert for times Instructor: TBA A continuation following Harmony and Counterpoint I: General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th-century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship.    Fulfills a requirement for Course 4: \"Creating Music.\" This course (or Principles of Composition) is a prerequisite for advanced courses in composition.    Principles of Musical Analysis: Aural Perception - MUSIC-UA 209 Monday &amp; Wednesday 2:00-3:15 (Silver 218) Instructor: J. Martin Daughtry \"Aural Perception\" is a comprehensive introduction to the dynamics of sound and listening in multiple contexts and registers. Through listening exercises, class discussion, and creative work, students learn how to: (1) discern and analyze musical structures, styles, and other features; (2) explore the relationship between sound (including work of different repertoires) and notation; and (3) think critically about the roles sound and listening play in their lives. This course is a requirement for all music majors. There are no prerequisites, but students must secure permission from the music department before enrolling.    Fulfills the requirement for Course 2: \"Aural Perception\"    Principles of Composition - MUSIC-UA 307 Tuesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman This class in composition includes the study of selected contemporary compositions, toward 1) developing a shared language for talking about compositional practice and sonic art; and 2) toward appreciating the range of musical expression that has been enabled by certain avant-garde practices, including new degrees of freedom, and new attitudes about music as conceptual art. We will look in particular at three genres of compositions - those for human body sounds; those for performance on homemade instruments; and those written for a cappella voice.    In the second part of the course we will explore composition for fixed media, i.e., electroacoustic media, or fixed media coordinated with one of the three categories above. Fixed media examples we will study in class include pieces whose source material is spoken text. Finally, we will explore the use of selected and relatively simple live processing techniques (such as reverb and delay) as means by which to expand acoustic resources. The focus here will be on compositional ideation, and on sound as a signifier; psychoacoustics and the perceptual qualities of sound; and musical memory. Very limited attention will be devoted in this course to developing technical expertise in computer music. Throughout the course we will consider how some of the limitations of these non-traditional instruments and of fixed media are simultaneously points of expanded expressive potential.    The course will (most often) culminate in a Music Department concert in which all student works will be presented. This course serves as a prerequisite for the department's Advanced Composition course in cases where a student has not taken Harmony and Counterpoint II.    Fulfills a requirement for Course 4: \"Creating Music.\" This course (or Harmony and Counterpoint II) is a prerequisite for advanced courses in composition.    Special Topics Seminar: Synths, Samplers, Drum Machines, Effects Processors, and Beyond - Programming in Pd - MUSIC-UA 901 Monday &amp; Wednesday 11:00-12:15 (Silver 320) Instructor: Jaime Oliver Technological devices have shaped the evolution of popular music. Imagine Hendrix playing on an acoustic guitar, Lucy in the Sky with Diamonds played on a piano, electronic dance music played by a rock band, hip hop without turntables and samplers. These technologies and the music made with them are inseparable. In this course, we will learn to program computers to make music using the open source programming environment Pure Data (Pd), by emulating some of the technologies that defined popular music in the second half of the 20th century. As we move through the course content, we will learn concepts in digital audio and acoustics, and explore the work of artists, their music, machines, and the ideas that fostered and resulted from them.    Fulfills a requirement for Course 3: \"Sonic Materials of Music\" Internship - MUSIC-UA 981 (2-4 credits) Open to music majors, in each case with permission from the Director of Undergraduate Studies. This course does not fulfill any requirement for Music Majors and Minors. Independent Study - MUSIC-UA 998 Seniors majoring in music who, in the opinion of the department, possess unusual ability are permitted to carry on individual work in a selected specialized area under the supervision of a department faculty member. This course fulfills a requirement for Music Majors who are pursuing Honors.  *Undergraduate and Graduate students may enroll in this course Collegium Musicum - MUSIC-GA 1002 (2 credits) Friday 2:00-4:00 (Silver 220) Instructor: Margaret Panofsky Students receive weekly private viol lessons, the time arranged with the professor. When proficient, they play in a viol ensemble. The FAS Music Department lends students a viol and bow from its collection. Qualified students may play with The Teares of the Muses, an ensemble affiliated with the NYU Music Department. The group performs on- and off-campus. Requirements to enroll in the course are previous vocal or instrumental training on any instrument - not limited to strings - and good musicianship skills. This course may fulfill an elective requirement for Music Majors and Minors, as a portion of the 4 credits of performance that are allowable toward the major or minor.                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]},
{"detail": [{"content": "Listening Sessions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Board of Trustees                 Sub Navigation                                 The Presidential Search                                                                   Listening Sessions      Date: September 10, 2014  To: NYU Community  From: William R. Berkley, NYU Presidential Search Committee Chair     I am writing to follow up on last week's message regarding opportunities for the Presidential Search Committee to hear directly from various stakeholders at the University. We have arranged for several listening sessions, organized so different segments of our community can convey their feedback directly to committee members.   Initial dates and times for faculty, administrators/staff, and students in the NYC area are listed below. The Committee fully appreciates that schedules are pressed during this time of year, but hopes that you will make every effort to attend and share your perspectives on what you see as the challenges facing the next president; what previous experience would best prepare someone for this role; and, finally, what we need to do as a community to help ensure that the next president will be successful in leading NYU forward. Please note that we are also working on scheduling opportunities for colleagues in NYU Abu Dhabi and NYU Shanghai to engage in this conversation.   As always, feel free to email the committee as well at nyupresident.search.committee@nyu.ed to share your thoughts at any time. Thank you once again for your commitment to NYU, and we look forward to hearing from you.   FACULTY :   o September 16, 2014 2-3:30pm  Kimmel Center, Eisner and Lubin (4 th floor)   o September 30, 2014 12:30-2pm  Global Center for Academic and Spiritual Life (5 th floor)   STUDENTS :   o September 19, 2014 11am-12pm Global Center for Academic and Spiritual Life (5 th floor)   STAFF/ADMINISTRATION :   o September 30, 2014  2:30-3:30pm  Kimmel Center, Room 914 (9 th floor)                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Spring 2014 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2014 Undergraduate Courses CAS DEPARTMENT OF MUSIC    The Art of Listening: Multiple Dimensions of Musical Performance - MUSIC-UA 3 (section 001) Monday &amp; Wednesday 3:30-4:45 (Silver 320) Instructor: Adam Mirza    Music is a performing art. Performances complicate and enliven our experience of communication, and incredible performances will remain in our minds long after their original event. At the front and center of any performance is the performer; but other factors contribute to the staging of a performance . In this course we will explore the multiple dimensions of musical performance. We will begin by reading theories of performance while developing a practical methodology for descriptive musical analysis based on close listening. We will compare recordings of similar music by different performances and listen to interviews to gain insight into how performers approach music. Next, we will examine the relationship between the performer, composer and the score in classical music. Finally, we will break away from individual artistic agents to consider the influence of material and social factors such as instruments, acoustics, electronic technology and concert cultures upon musical performances. No background in music theory and notation is assumed or required.    This course does not fulfill any requirement for Music Majors and Minors. The Art of Listening: Vienna 1900 - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00-3:15 (Silver 320) Instructor: Anna Stoll-Knecht    This course will explore modes of listening within a particular context: Vienna at the turn of the twentieth century. During one semester, we will immerse ourselves in this specific place, at a fascinating moment in history, that witnessed extremely productive exchanges between the arts, as well as between the arts and sciences. Beginning with general questions about listening (How do we listen today? Do we need \"training\" to listen?), we will then turn to practices of listening to music, and discuss how \"listening\" relates to \"analyzing,\" and to \"understanding.\" At this point we will travel to Vienna (with our minds) and set up the context of our exploration. Circulating between visual arts, music, architecture, literature, theater, we will use this material to think further about different modes of listening: how is listening to a Mahler symphony in a concert hall different from listening to a show in a Viennese cabaret, or to a marching band in the streets? What does it change to listen to music with words (opera, operetta, songs) and to music without words (symphony), or to watch a silent movie, without words but with music? Music was everywhere in Vienna at this time (streets, caf és, cabarets, parks), and it was part of the everyday life of everyone. Its development was nurtured by collaborations with painters (Sch ö nberg and Kandinsky, for example) or writers (Strauss and Hofmannstahl, Srauss and Zweig). The richness of this unique context will allow us to address fundamental questions concerning different ways of listening - including an incursion into the psychoanalytical practice of listening. Listening to music with a moving image (with or without words) will constitute one of the main threads of this class, starting with German movies of the 1930's (Fritz Lang, Josef von Sternberg) up to Orson Welles, Max Oph üls, Alfred Hitchcock, Luchino Visconti and Stanley Kubrick - each movie being related to Vienna 1900 in some way.    There will be at least two guest lectures, for the sake of diversity; and for lack of being able to travel to Vienna for real, we will spend a class at the Neue Galerie on 86th Street, where one can drink a Viennese coffee, eat a Sacher torte, view some paintings, read the newspaper, and enjoy a true Viennese experience.    This course does not fulfill any requirement for Music Majors and Minors. Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30-10:45 (Silver 320) Please refer to Albert for lab sections Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections.    This course does not fulfill any requirement for Music Majors, but can be taken as part of the requirements for a Music Minor.    Topics in 20th Century Music: The Long 19th Century - Sixty Glorious Years, 1876-1936 - MUSIC-UA 111 Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller The historical narrative of the \"long century,\" as defined by Eric Hobsbawm, a British Marxist historian and author, referring to the period between the years 1789 and 1914, has been extended conceptually in the last two decades by the work of Giovanni Arrighi. This idea of the \"long century\" when applied to the period 1876-1936 holds for music as well: for comprehensive brilliance and diversity, this period is unsurpassed in the history of Western music. The two decades from 1894 to 1914 saw the composition - and frequently unruly first performances - of Schoenberg's Second String Quartet, Verkl ärte Nacht , and Pierrot Lunaire ; of Stravinsky's Firebird, Petrouchka , and Le Sacre du Printemps ; and the early works of Alban Berg, Anton von Webern, and B éla Bart ók. Richard Strauss's operas Salome and Elektra jockeyed for place with Franz L  éhar's The Merry Widow and Oscar Straus's The Chocolate Soldier , while practically the whole major output of Charles Ives was produced in isolation. Busoni published his Sketch of a New Esthetic of Music in 1907, and Luigi Russolo issued his \"Futurist Manifesto\" in 1913, shortly before the European continental conflagration began. It was the period of The Mikado, Madama Butterfly, Das Lied von der Erde, Pomp and Circumstance , as well as the Maple-Leaf Rag and Tin-Pan Alley.    This class will explore the ISMS most often associated with artistic and literary movements but quickly appropriated by music of the time: Romanticism, Post-Romanticism, Impressionism, Expressionism, Surrealism, Futurism, Positivism, and Dadaism. Four broad themes, music evolution and revolution, social structure, literary and musical nationalism, and anxiety - change and progress that turns on itself - will form the core of the class. We will examine traditional musical materials and modes of expression and the radical central problem of dissolving tonality associated with Schoenberg's \"emancipation of dissonance.\" In particular, we will investigate the two cities where modernism was born but where it was only uncomfortably at home, the polarities of 19th-century literary, artistic, and musical environments in Vienna (the negative \"fin-de-si è cle\") and Paris (the positive \"la belle É poque\"), paying special attention to the works of Schnitzler, Freud, Jarry, Apollinaire, the Sezession, Der blaue Reiter, Die Br ü cke , the Fauves, L'art nouveau , and Cubisme .    Fulfills a requirement for Courses 5 and 6: \"Music, Histories, Cultures\" The Wagner Operas: Sex, Drugs, Felonies, and Fallacies - MUSIC-UA 136 Tuesday &amp; Thursday 9:30-10:45 (Silver 218) Instructor: Rena Mueller Richard Wagner's music, words, themes, images, gestures, and intent, were the stuff of nation-building that wrought havoc with the status-quo, havoc with which we are still dealing to this day. While his musical influence is unmistakeable, the ramifications of his political and social activities spread across the face of Europe from 1848 through to, arguably, 1914--and even to the present day, with the Wagner descendants front and center. This course will examine the tumultuous musical, political, and social milieus surrounding Wagner's oeuvre--musician, poet, impresario, political activist, and lightening rod for the unification of Germany. Wagner was wrapped up in the the importance of German history, especially at this pivotal time in the 19th century. He paid dearly with exile and isolation for his political activities during the 1849 Dresden uprising, and his uncompromising belief in the supremacy of everything German supported Bismarck as the newly-unified nation sought to establish itself as the equal, if not the better, of long-standing imperial regimes (Austria-Hungary, France, Great Britain, Spain). He was afforded by King Ludwig of Bavaria untold influence over major decisions in Munich concerning the appointment and function of ministers and other officials, until his actions stepped over the line. Inspired by his own innovative ideas of a total musical experience ( Gesamtkunstwerk : his term, not one he ultimately disavowed), the course will look at all the components he thought important: the small details (the way Leitmotives work), the construction of the larger whole (librettos, staging, rigging, and theater design), and the notion of operatic performance at the time and its presentation to the public in terms of voice production and instrumentation.    Fulfills a requirement for Courses 5 and 6: \"Music, Histories, Cultures\" Anthropology of Music: Music and Language - MUSIC-UA 153 (section 001) Monday &amp; Wednesday 12:30-1:45 (Room TBA) Instructor: Lauren Ninoshvili Music and language are intertwined, universal aspects of human communication, expression, and social life. This course draws on methods of sociocultural, musical, and linguistic analysis to explore practices at the intersection of music, language, and the human voice - both popular and elite, contemporary and historic, Western and non-Western.    Fulfills a requirement for Course 7: \"Analytical and Critical Thinking\"    Anthropology of Music: Native American Music and Poetics - MUSIC-UA 153 (section 002) Tuesday &amp; Thursday 11:00-12:15 (Room TBA) Instructor: David Samuels One could argue, in a sense, that American Anthropology and Ethnomusicology were built on a scaffolding of fascination with the expressive culture of Native Americans. In any case, understandings and misunderstandings of Native American musical and poetic practices have keyed the development of scholarly approaches to world music for more than a century. In this course we will explore the ways that ethnographic encounters with Native American music and poetry have informed notions of human culture, society, and creativity. Exploration of contemporary work will help us judge the state of the art today.    Fulfills a requirement for Courses 5 and 6: \"Music, Histories, Cultures\"    Proseminar in Musical Research - MUSIC-UA 200 Monday &amp; Wednesday 3:30-4:45 (Silver 218) Instructor: Stanley Boorman This course is required of all Honors students in the department. It is a seminar discussing recent ideas and issues in all areas of musical research, musicology, ethnomusicology, and theory. Faculty members in the department will introduce different topics, discussing the ideas and their application, so that by the end of the semester students will be capable of undertaking the advanced research project required for an Honors degree.    This course is required for all Honors Students    Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 318) Additional recitation section required - please refer to Albert for times Instructor: TBA General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence.    Fulfills the requirement of Course 1: \"Harmony and Counterpoint\" Harmony and Counterpoint II - MUSIC-UA 202 Monday &amp; Wednesday 9:30-10:45 (Silver 318) Additional recitation section required - please refer to Albert for times Instructor: TBA A continuation following Harmony and Counterpoint I: General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th-century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship.    Fulfills a requirement for Course 4: \"Creating Music.\" This course (or Principles of Composition) is a prerequisite for advanced courses in composition.    Principles of Musical Analysis: Aural Perception - MUSIC-UA 209 Monday &amp; Wednesday 2:00-3:15 (Silver 218) Instructor: J. Martin Daughtry \"Aural Perception\" is a comprehensive introduction to the dynamics of sound and listening in multiple contexts and registers. Through listening exercises, class discussion, and creative work, students learn how to: (1) discern and analyze musical structures, styles, and other features; (2) explore the relationship between sound (including work of different repertoires) and notation; and (3) think critically about the roles sound and listening play in their lives. This course is a requirement for all music majors. There are no prerequisites, but students must secure permission from the music department before enrolling.    Fulfills the requirement for Course 2: \"Aural Perception\"    Principles of Composition - MUSIC-UA 307 Tuesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman This class in composition includes the study of selected contemporary compositions, toward 1) developing a shared language for talking about compositional practice and sonic art; and 2) toward appreciating the range of musical expression that has been enabled by certain avant-garde practices, including new degrees of freedom, and new attitudes about music as conceptual art. We will look in particular at three genres of compositions - those for human body sounds; those for performance on homemade instruments; and those written for a cappella voice.    In the second part of the course we will explore composition for fixed media, i.e., electroacoustic media, or fixed media coordinated with one of the three categories above. Fixed media examples we will study in class include pieces whose source material is spoken text. Finally, we will explore the use of selected and relatively simple live processing techniques (such as reverb and delay) as means by which to expand acoustic resources. The focus here will be on compositional ideation, and on sound as a signifier; psychoacoustics and the perceptual qualities of sound; and musical memory. Very limited attention will be devoted in this course to developing technical expertise in computer music. Throughout the course we will consider how some of the limitations of these non-traditional instruments and of fixed media are simultaneously points of expanded expressive potential.    The course will (most often) culminate in a Music Department concert in which all student works will be presented. This course serves as a prerequisite for the department's Advanced Composition course in cases where a student has not taken Harmony and Counterpoint II.    Fulfills a requirement for Course 4: \"Creating Music.\" This course (or Harmony and Counterpoint II) is a prerequisite for advanced courses in composition.    Special Topics Seminar: Synths, Samplers, Drum Machines, Effects Processors, and Beyond - Programming in Pd - MUSIC-UA 901 Monday &amp; Wednesday 11:00-12:15 (Silver 320) Instructor: Jaime Oliver Technological devices have shaped the evolution of popular music. Imagine Hendrix playing on an acoustic guitar, Lucy in the Sky with Diamonds played on a piano, electronic dance music played by a rock band, hip hop without turntables and samplers. These technologies and the music made with them are inseparable. In this course, we will learn to program computers to make music using the open source programming environment Pure Data (Pd), by emulating some of the technologies that defined popular music in the second half of the 20th century. As we move through the course content, we will learn concepts in digital audio and acoustics, and explore the work of artists, their music, machines, and the ideas that fostered and resulted from them.    Fulfills a requirement for Course 3: \"Sonic Materials of Music\" Internship - MUSIC-UA 981 (2-4 credits) Open to music majors, in each case with permission from the Director of Undergraduate Studies. This course does not fulfill any requirement for Music Majors and Minors. Independent Study - MUSIC-UA 998 Seniors majoring in music who, in the opinion of the department, possess unusual ability are permitted to carry on individual work in a selected specialized area under the supervision of a department faculty member. This course fulfills a requirement for Music Majors who are pursuing Honors.  *Undergraduate and Graduate students may enroll in this course Collegium Musicum - MUSIC-GA 1002 (2 credits) Friday 2:00-4:00 (Silver 220) Instructor: Margaret Panofsky Students receive weekly private viol lessons, the time arranged with the professor. When proficient, they play in a viol ensemble. The FAS Music Department lends students a viol and bow from its collection. Qualified students may play with The Teares of the Muses, an ensemble affiliated with the NYU Music Department. The group performs on- and off-campus. Requirements to enroll in the course are previous vocal or instrumental training on any instrument - not limited to strings - and good musicianship skills. This course may fulfill an elective requirement for Music Majors and Minors, as a portion of the 4 credits of performance that are allowable toward the major or minor.                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "MCC-UE 1717 - Listening: Noise, Sound and Music - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1717 - Listening: Noise, Sound and Music       This course examines theories, technologies, and practices of listening in the modern world. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, and philosophers worked to understand this radical transformation of the senses? View sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]