[{"detail": [{"content": "Untitled Document                          NEW YORK UNIVERSITY     Arts and Science    Liberal Studies Program    Full-Time Faculty Positions    Extended Position Description    Liberal Studies at New York University invites applications for full-time faculty positions to begin September 1, 2015, pending administrative and budgetary approval.   Liberal Studies is an interdisciplinary program, and we welcome applicants from a broad range of backgrounds in the Humanities and Social Sciences. Liberal Studies offers the Bachelor of Arts in Global Liberal Studies, which is establishing itself among NYU&rsquo;s range of premier liberal arts degrees ( more about the Global Liberal Studies curriculum ), and an innovative, two-year global core curriculum program whose students may complete their degrees in any of NYU&rsquo;s liberal arts programs ( more about the Liberal Studies core curriculum ).    We seek colleagues in the following areas who will, as needed, teach both advanced classes in the fields of specialization listed and courses in the global core (note that successful candidates must be capable of teaching at least two core courses; e. g., Cultural Foundations I and II, Social Foundations III and East Asian Cultures, etc.):        East Asian Studies, with an emphasis on China         PhD in East Asian Studies, or (with a focus on East Asia) Politics, History, or Sociology        Global Studies         PhD in Global Studies (strongly preferred); PhDs in other fields considered, but must demonstrate commitment to and expertise in Global Studies theory        Visual Arts, with an emphasis on contemporary global arts         PhD in Art, Gallery/Museum Studies, or related field; MFA in Film Production or related field        Rhetoric and Writing Studies         PhD in Rhetoric and Writing Studies; secondary expertise in literary journalism or magazine writing/publication welcome    Minimum qualifications: a Ph.D. or other appropriate terminal degree in hand by the date of appointment; three years of college-level teaching experience; and demonstrated excellence in teaching. Publications or other evidences of outstanding scholarship and relevant professional activity are strongly preferred.    All Liberal Studies full-time faculty hold renewable term contracts, initially three years, and later potentially five years, in duration. There is no limit to the number of times a contract may be renewed, contingent upon satisfactory performance. Faculty normally teach three classes per semester. Faculty also are expected to remain engaged in their fields of expertise, to advise undergraduates, and to contribute service to the program and to the University.    ( More about Liberal Studies contracts, opportunities, and expectations )    Applications consisting ONLY of a cover letter and a current c.v. should be submitted by November 17th, 2014 . Applications submitted after this date will not be considered.    To submit an application, please visit the appropriate link below:     East Asian Studies, with an emphasis on China &nbsp(00759)     Global Studies &nbsp(00760)     Visual Arts, with an emphasis on contemporary global arts &nbsp(00761)     Rhetoric and Writing Studies &nbsp(00762)    If you have any trouble filing an application on this site, please contact Shirley Smalls-Smith (svs1@nyu.edu) or Amy Males (amy.males@nyu.edu).    NYU is an Equal Opportunity, Affirmative Action Employer."}]},
{"detail": [{"content": "Untitled Document                          NEW YORK UNIVERSITY     Arts and Science    Liberal Studies Program    Full-Time Faculty Positions    Extended Position Description    Liberal Studies at New York University invites applications for full-time faculty positions to begin September 1, 2015, pending administrative and budgetary approval.   Liberal Studies is an interdisciplinary program, and we welcome applicants from a broad range of backgrounds in the Humanities and Social Sciences. Liberal Studies offers the Bachelor of Arts in Global Liberal Studies, which is establishing itself among NYU&rsquo;s range of premier liberal arts degrees ( more about the Global Liberal Studies curriculum ), and an innovative, two-year global core curriculum program whose students may complete their degrees in any of NYU&rsquo;s liberal arts programs ( more about the Liberal Studies core curriculum ).    We seek colleagues in the following areas who will, as needed, teach both advanced classes in the fields of specialization listed and courses in the global core (note that successful candidates must be capable of teaching at least two core courses; e. g., Cultural Foundations I and II, Social Foundations III and East Asian Cultures, etc.):        East Asian Studies, with an emphasis on China         PhD in East Asian Studies, or (with a focus on East Asia) Politics, History, or Sociology        Global Studies         PhD in Global Studies (strongly preferred); PhDs in other fields considered, but must demonstrate commitment to and expertise in Global Studies theory        Visual Arts, with an emphasis on contemporary global arts         PhD in Art, Gallery/Museum Studies, or related field; MFA in Film Production or related field        Rhetoric and Writing Studies         PhD in Rhetoric and Writing Studies; secondary expertise in literary journalism or magazine writing/publication welcome    Minimum qualifications: a Ph.D. or other appropriate terminal degree in hand by the date of appointment; three years of college-level teaching experience; and demonstrated excellence in teaching. Publications or other evidences of outstanding scholarship and relevant professional activity are strongly preferred.    All Liberal Studies full-time faculty hold renewable term contracts, initially three years, and later potentially five years, in duration. There is no limit to the number of times a contract may be renewed, contingent upon satisfactory performance. Faculty normally teach three classes per semester. Faculty also are expected to remain engaged in their fields of expertise, to advise undergraduates, and to contribute service to the program and to the University.    ( More about Liberal Studies contracts, opportunities, and expectations )    Applications consisting ONLY of a cover letter and a current c.v. should be submitted by November 17th, 2014 . Applications submitted after this date will not be considered.    To submit an application, please visit the appropriate link below:     East Asian Studies, with an emphasis on China &nbsp(00759)     Global Studies &nbsp(00760)     Visual Arts, with an emphasis on contemporary global arts &nbsp(00761)     Rhetoric and Writing Studies &nbsp(00762)    If you have any trouble filing an application on this site, please contact Shirley Smalls-Smith (svs1@nyu.edu) or Amy Males (amy.males@nyu.edu).    NYU is an Equal Opportunity, Affirmative Action Employer."}, {"content": "Games for Learning Master of Science Degree Requirements - Master of Science Program in Games for Learning - NYU Steinhardt                                                       Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Programs in Educational Communication and Technology   Department of Administration, Leadership and Technology           Our Community         Faculty     Students           Student Voices      Student Projects and Research      Student Resources              Alumni     Social Media            MS in Games for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            MA in Digital Media Design for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            Adv Cert in Digital Media Design for Learning         About the Degree     Degree Requirements      Internships     Applying to the Program     FAQ            PhD in Educational Communication and Technology         About the Degree     Degree Requirements     Dissertation     Applying to the Program     FAQ              Research         Faculty Research     Student Research             Courses     News     Events      Facilities             Games for Learning Master of Science Degree Requirements                   The Master of Science Program in Games for Learning (G4L) is a 36-credit program that prepares students to create, use and evaluate digital games for the specific purpose of learning in formal and informal settings.       Course and Credit Requirements                Content Area       Courses       Credits             Learning Foundation (Required) (6 credits)          EDCT-GE 2174 Cognitive Science and Educational Technology I          3                EDCT-GE 2175 Cognitive Science and Educational Technology II          3                Design Foundation (Required) (12 credits)          EDCT-GE 2500 Video Games and Play in Education          3                EDCT-GE 2505 Designing Simulations and Games for Learning          3                EDCT-GE 2510 Narrative, Digital Media and Learning          3                EDCT-GE 2520 Research on Simulations and Games for Learning          3                Thesis / Terminal ( Capstone) Project (Required)    (6 credits)          EDCT-GE 2095 Research in Educational Communications and Technology          6                Students are required to take 6 credits in learning foundations, 12 credits in design foundations and 6 credits in their final capstone project. Students may also participate in an optional 3-credit internship.    In addition to the required foundation courses, students can specialize in one of four areas of study.    International students may be required to take English language courses in addition to the 36 credits required for the Master of Science degree. This determination is made on the basis of scores on an English language proficiency examination all international students take upon arriving at NYU.          Areas of Study       Students also pursue one or more of the following four areas of study, based on their selection of electives (students are permitted to choose courses from more than one area of study). It is recommended that students choose one area of study in which they take at least 12 credits, but modifications may be made (i.e., choosing 12 credits from two different areas of study) or a new area of study may be selected. Both of these options must be exercised under the advisement, supervision, and approval of program faculty. Game Design: Focus on design principles and problems, as well as historical factors, related to commercial and educational game design. Game Development: Focus on game development skills, such as programming, graphic design, 3-D development and audio design. Game Research: Focus on research approaches and methods (qualitative, quantitative, and mixed methods) as related to game and media evaluation and development. Other Areas of Study: With special permission from program faculty, a student can elect another area of study as applicable through independent study, through selection of courses from multiple areas of study as specified above, or other courses offered at the university. Sample Areas of Study             Areas of Study       (A minimum of 12 credits: courses chosen by advisement)             Game Design Electives          EDCT-GE 2017 Architecture of Learning Environments          3                EDCT-GE 2015 Representation and Interaction Design for Learning Environments          3                DM 6153 Game design studio seminar (School of Engineering)          3                ITPG-GT 2261 Narrative Lab (Tisch)          4                ITPG-GT 2272 Game Design (Tisch)          4                ITPG-GT 2454 Big Games (Tisch)          4                ITPG-GT 2602 Advanced Game Seminar (Tisch)                         Game Development Electives (Programming, Graphic Design and Audio)          CSCI-GA 2110 Programming Languages (Courant)          4                CSCI-GA 3033 Motion Capture for Gaming and Urban Sensing (Courant)          4                DM 6133 3D STUDIO SEMINAR (School of Engineering)          3                MPATE-GE 2604 Audio for Games and Immersive Environments (Steinhardt/Music)          3                MPATE-GE 26133D Audio (Steinhardt/Music)          3                Game Research Electives          EDCT-GE 2075 Digital Video Ethnography          3                EDCT-GE 3311 Content Seminar: Research in Instructional Technology          3                MCC-GE 2420 Visual Culture Methods (MCC/Steinhardt)          4                ITPG-GT 2766 Game Studies (Tisch)          4                Other Electives          EDCT-GE 2197 Media Practicum: Field Internships          3                EDCT-GE 2300 Independent Study          1&ndash;6                MCC-GE 2450 Video Game Theory (MCC/Steinhardt)          4                MCC-GE 2295 Values Embodied in Information Technology (MCC/Steinhardt)          4                TCHL-GE 2018 Games and Curriculum (TL/Steinhardt)          3                ITPG-GT 2868 Games and Art (Tisch)          4                Other electives are permitted by advisement from departments and programs such as:       Media Culture and Communication (Steinhardt)    Music Technology (Steinhardt)    Teaching and Learning (Steinhardt)    ITP ( Tisch )    Game Center ( Tisch )    Computer Science ( Courant/ GSAS )    Computer Science and Engineering ( School of Engineering )                         Total Credits       36                   Terminal Integrative (Capstone) Project       Working under the supervision of the Program Director and a faculty mentor, students apply the knowledge and skills acquired in their core courses and design electives to an independent learning game design project. This work culminates in a final integrative project (e.g., a publishable quality research thesis, learning game design document and game prototype, learning game usability, playtesting, or evaluation study).          Residency and Transfer Credit       Of the 36 credits required for the Master of Science degree, students are required to take 24 credits in residency, defined as courses taken at NYU. A maximum of 30% of the 36 credits required for the degree may be considered for transfer from other universities; such courses must be evaluated by faculty advisors to establish whether they meet criteria established by the Steinhardt School.          Tenure of Matriculation       The Steinhardt School requires students to complete requirements for the Master of Science degree within six (6) years of matriculation, defined as the first semester of enrollment for courses leading to the degree. The clock stops only during official leaves of absence. This applies to both full-time and part-time students. Regardless of matriculation, the validity of courses towards a degree expire after 10 years.    From the Steinhardt Graduate Bulletin: \"A candidate has a six-year period following the date of matriculation for the completion of all requirements. If continuous matriculation has not been maintained, a reevaluation of credentials is necessary, and only those courses completed within the last 10-year period will be credited.\"          Scholastic Average       Master of Science students must maintain a minimum 3.0 grade point average in Games for Learning courses and in their overall academic record.          Maintenance of Matriculation       Students must maintain \"active status\" throughout their studies, beginning with the first semester of matriculation and including the semester in which they intend to graduate. To do so, Master of Science students must complete at least three (3) graduate-level credits each fall and spring semester (not summer). If students cannot enroll in course work in a given fall or spring semester, they must register for Maintaining Matriculation (MAINT-GE 4747), for which they pay a non-credit bearing maintenance of matriculation fee.    Registration for Maintaining Matriculation entitles students to use the libraries and other facilities, consult members of the faculty, participate in University activities, and use student health services and the Coles Sports Center. This option may be used during the semester in which students intend to graduate, if they are completing incomplete course work but taking no additional course work. Students may register for MAINT-GE 4747 only after they have been enrolled during one academic year for a minimum of three (3) credits and with permission of a faculty advisor. Students may register for MAINT-GE 4747 for up to a total of two (2) years within the six-year period allowed to complete the degree.          Course Selection       Students should select their classes in conjunction with their academic advisor. Please use the Course registration worksheet (advising form), and once your advisor has approved it, turn it in to the department staff in 600 Pless Hall. After the department enters your advisor clearance (typically within 1-2 business days), you can sign up for courses online in Albert .                     There is a guide to planning your courses available .    Additional information on all master's degree requirements and academic policies may be found on the Steinhardt website: Steinhardt Graduate Bulletin Current Students Procedures Advisement Master's Students Policies                                      This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Educational Communication and Technology - 2 Metrotech Center, 8th Floor, Brooklyn NY 11201"}]},
{"detail": [{"content": "Untitled Document                          NEW YORK UNIVERSITY     Arts and Science    Liberal Studies Program    Full-Time Faculty Positions    Extended Position Description    Liberal Studies at New York University invites applications for full-time faculty positions to begin September 1, 2015, pending administrative and budgetary approval.   Liberal Studies is an interdisciplinary program, and we welcome applicants from a broad range of backgrounds in the Humanities and Social Sciences. Liberal Studies offers the Bachelor of Arts in Global Liberal Studies, which is establishing itself among NYU&rsquo;s range of premier liberal arts degrees ( more about the Global Liberal Studies curriculum ), and an innovative, two-year global core curriculum program whose students may complete their degrees in any of NYU&rsquo;s liberal arts programs ( more about the Liberal Studies core curriculum ).    We seek colleagues in the following areas who will, as needed, teach both advanced classes in the fields of specialization listed and courses in the global core (note that successful candidates must be capable of teaching at least two core courses; e. g., Cultural Foundations I and II, Social Foundations III and East Asian Cultures, etc.):        East Asian Studies, with an emphasis on China         PhD in East Asian Studies, or (with a focus on East Asia) Politics, History, or Sociology        Global Studies         PhD in Global Studies (strongly preferred); PhDs in other fields considered, but must demonstrate commitment to and expertise in Global Studies theory        Visual Arts, with an emphasis on contemporary global arts         PhD in Art, Gallery/Museum Studies, or related field; MFA in Film Production or related field        Rhetoric and Writing Studies         PhD in Rhetoric and Writing Studies; secondary expertise in literary journalism or magazine writing/publication welcome    Minimum qualifications: a Ph.D. or other appropriate terminal degree in hand by the date of appointment; three years of college-level teaching experience; and demonstrated excellence in teaching. Publications or other evidences of outstanding scholarship and relevant professional activity are strongly preferred.    All Liberal Studies full-time faculty hold renewable term contracts, initially three years, and later potentially five years, in duration. There is no limit to the number of times a contract may be renewed, contingent upon satisfactory performance. Faculty normally teach three classes per semester. Faculty also are expected to remain engaged in their fields of expertise, to advise undergraduates, and to contribute service to the program and to the University.    ( More about Liberal Studies contracts, opportunities, and expectations )    Applications consisting ONLY of a cover letter and a current c.v. should be submitted by November 17th, 2014 . Applications submitted after this date will not be considered.    To submit an application, please visit the appropriate link below:     East Asian Studies, with an emphasis on China &nbsp(00759)     Global Studies &nbsp(00760)     Visual Arts, with an emphasis on contemporary global arts &nbsp(00761)     Rhetoric and Writing Studies &nbsp(00762)    If you have any trouble filing an application on this site, please contact Shirley Smalls-Smith (svs1@nyu.edu) or Amy Males (amy.males@nyu.edu).    NYU is an Equal Opportunity, Affirmative Action Employer."}, {"content": "Games for Learning Master of Science Degree Requirements - Master of Science Program in Games for Learning - NYU Steinhardt                                                       Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Programs in Educational Communication and Technology   Department of Administration, Leadership and Technology           Our Community         Faculty     Students           Student Voices      Student Projects and Research      Student Resources              Alumni     Social Media            MS in Games for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            MA in Digital Media Design for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            Adv Cert in Digital Media Design for Learning         About the Degree     Degree Requirements      Internships     Applying to the Program     FAQ            PhD in Educational Communication and Technology         About the Degree     Degree Requirements     Dissertation     Applying to the Program     FAQ              Research         Faculty Research     Student Research             Courses     News     Events      Facilities             Games for Learning Master of Science Degree Requirements                   The Master of Science Program in Games for Learning (G4L) is a 36-credit program that prepares students to create, use and evaluate digital games for the specific purpose of learning in formal and informal settings.       Course and Credit Requirements                Content Area       Courses       Credits             Learning Foundation (Required) (6 credits)          EDCT-GE 2174 Cognitive Science and Educational Technology I          3                EDCT-GE 2175 Cognitive Science and Educational Technology II          3                Design Foundation (Required) (12 credits)          EDCT-GE 2500 Video Games and Play in Education          3                EDCT-GE 2505 Designing Simulations and Games for Learning          3                EDCT-GE 2510 Narrative, Digital Media and Learning          3                EDCT-GE 2520 Research on Simulations and Games for Learning          3                Thesis / Terminal ( Capstone) Project (Required)    (6 credits)          EDCT-GE 2095 Research in Educational Communications and Technology          6                Students are required to take 6 credits in learning foundations, 12 credits in design foundations and 6 credits in their final capstone project. Students may also participate in an optional 3-credit internship.    In addition to the required foundation courses, students can specialize in one of four areas of study.    International students may be required to take English language courses in addition to the 36 credits required for the Master of Science degree. This determination is made on the basis of scores on an English language proficiency examination all international students take upon arriving at NYU.          Areas of Study       Students also pursue one or more of the following four areas of study, based on their selection of electives (students are permitted to choose courses from more than one area of study). It is recommended that students choose one area of study in which they take at least 12 credits, but modifications may be made (i.e., choosing 12 credits from two different areas of study) or a new area of study may be selected. Both of these options must be exercised under the advisement, supervision, and approval of program faculty. Game Design: Focus on design principles and problems, as well as historical factors, related to commercial and educational game design. Game Development: Focus on game development skills, such as programming, graphic design, 3-D development and audio design. Game Research: Focus on research approaches and methods (qualitative, quantitative, and mixed methods) as related to game and media evaluation and development. Other Areas of Study: With special permission from program faculty, a student can elect another area of study as applicable through independent study, through selection of courses from multiple areas of study as specified above, or other courses offered at the university. Sample Areas of Study             Areas of Study       (A minimum of 12 credits: courses chosen by advisement)             Game Design Electives          EDCT-GE 2017 Architecture of Learning Environments          3                EDCT-GE 2015 Representation and Interaction Design for Learning Environments          3                DM 6153 Game design studio seminar (School of Engineering)          3                ITPG-GT 2261 Narrative Lab (Tisch)          4                ITPG-GT 2272 Game Design (Tisch)          4                ITPG-GT 2454 Big Games (Tisch)          4                ITPG-GT 2602 Advanced Game Seminar (Tisch)                         Game Development Electives (Programming, Graphic Design and Audio)          CSCI-GA 2110 Programming Languages (Courant)          4                CSCI-GA 3033 Motion Capture for Gaming and Urban Sensing (Courant)          4                DM 6133 3D STUDIO SEMINAR (School of Engineering)          3                MPATE-GE 2604 Audio for Games and Immersive Environments (Steinhardt/Music)          3                MPATE-GE 26133D Audio (Steinhardt/Music)          3                Game Research Electives          EDCT-GE 2075 Digital Video Ethnography          3                EDCT-GE 3311 Content Seminar: Research in Instructional Technology          3                MCC-GE 2420 Visual Culture Methods (MCC/Steinhardt)          4                ITPG-GT 2766 Game Studies (Tisch)          4                Other Electives          EDCT-GE 2197 Media Practicum: Field Internships          3                EDCT-GE 2300 Independent Study          1&ndash;6                MCC-GE 2450 Video Game Theory (MCC/Steinhardt)          4                MCC-GE 2295 Values Embodied in Information Technology (MCC/Steinhardt)          4                TCHL-GE 2018 Games and Curriculum (TL/Steinhardt)          3                ITPG-GT 2868 Games and Art (Tisch)          4                Other electives are permitted by advisement from departments and programs such as:       Media Culture and Communication (Steinhardt)    Music Technology (Steinhardt)    Teaching and Learning (Steinhardt)    ITP ( Tisch )    Game Center ( Tisch )    Computer Science ( Courant/ GSAS )    Computer Science and Engineering ( School of Engineering )                         Total Credits       36                   Terminal Integrative (Capstone) Project       Working under the supervision of the Program Director and a faculty mentor, students apply the knowledge and skills acquired in their core courses and design electives to an independent learning game design project. This work culminates in a final integrative project (e.g., a publishable quality research thesis, learning game design document and game prototype, learning game usability, playtesting, or evaluation study).          Residency and Transfer Credit       Of the 36 credits required for the Master of Science degree, students are required to take 24 credits in residency, defined as courses taken at NYU. A maximum of 30% of the 36 credits required for the degree may be considered for transfer from other universities; such courses must be evaluated by faculty advisors to establish whether they meet criteria established by the Steinhardt School.          Tenure of Matriculation       The Steinhardt School requires students to complete requirements for the Master of Science degree within six (6) years of matriculation, defined as the first semester of enrollment for courses leading to the degree. The clock stops only during official leaves of absence. This applies to both full-time and part-time students. Regardless of matriculation, the validity of courses towards a degree expire after 10 years.    From the Steinhardt Graduate Bulletin: \"A candidate has a six-year period following the date of matriculation for the completion of all requirements. If continuous matriculation has not been maintained, a reevaluation of credentials is necessary, and only those courses completed within the last 10-year period will be credited.\"          Scholastic Average       Master of Science students must maintain a minimum 3.0 grade point average in Games for Learning courses and in their overall academic record.          Maintenance of Matriculation       Students must maintain \"active status\" throughout their studies, beginning with the first semester of matriculation and including the semester in which they intend to graduate. To do so, Master of Science students must complete at least three (3) graduate-level credits each fall and spring semester (not summer). If students cannot enroll in course work in a given fall or spring semester, they must register for Maintaining Matriculation (MAINT-GE 4747), for which they pay a non-credit bearing maintenance of matriculation fee.    Registration for Maintaining Matriculation entitles students to use the libraries and other facilities, consult members of the faculty, participate in University activities, and use student health services and the Coles Sports Center. This option may be used during the semester in which students intend to graduate, if they are completing incomplete course work but taking no additional course work. Students may register for MAINT-GE 4747 only after they have been enrolled during one academic year for a minimum of three (3) credits and with permission of a faculty advisor. Students may register for MAINT-GE 4747 for up to a total of two (2) years within the six-year period allowed to complete the degree.          Course Selection       Students should select their classes in conjunction with their academic advisor. Please use the Course registration worksheet (advising form), and once your advisor has approved it, turn it in to the department staff in 600 Pless Hall. After the department enters your advisor clearance (typically within 1-2 business days), you can sign up for courses online in Albert .                     There is a guide to planning your courses available .    Additional information on all master's degree requirements and academic policies may be found on the Steinhardt website: Steinhardt Graduate Bulletin Current Students Procedures Advisement Master's Students Policies                                      This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Educational Communication and Technology - 2 Metrotech Center, 8th Floor, Brooklyn NY 11201"}, {"content": "The M.S. Programs                                                                                  Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach                  The Master of Science in Scientific Computing           Notice to Fall 2015 MS applicants: The department has     started to review the applications. Please note that this     process can take several weeks. We cannot guarantee a decision     date; you will be contacted by the Graduate School when an     admission decision has been made on your application. If you     have any questions and concerns regarding your application,     please contact the Math Department at admissions@math.nyu.edu .                The Program      The departments of mathematics and computer science at NYU's     Courant Institute of Mathematical Sciences offer a master's     degree in scientific computing. The program provides broad yet     rigorous training in areas of mathematics and computer science     related to scientific computing. It aims to prepare people     with the right talents and background for a technical career     doing practical computing.      The program accommodates both full-time and part-time     students, with most courses meeting in the evening. The     program is self-contained and terminal, providing a complete     set of skills in a field where the need is greater than the     supply. The masters program focuses on computational science,     which includes modeling and numerical simulation as used in     engineering design, development, and optimization.           During the academic years of 2012 and 2013 a concentration in     data sciences existed within the scientific computing program;     this concentration has been discontinued as of 2014. Incoming     students interested in data sciences should consider the     recently-created Masters              of Science in Data Science within the NYU Center for Data     Science .           Starting Fall of 2014 the modified the program requirements     and guidelines listed below will apply to all incoming     students. The new list of required/approved courses includes     the previous list but gives additional flexibility for     students to tailor the list of courses to their background and     interests. Students presently enrolled in the Modeling and     Simulation track can choose to complete the program either     under the new or the old requirements. Students enrolled in     the Data Science concentration should consult the expanded     course options and modified requirements below since this     increases flexibility while maintaining consistency with the     previous requirements. These students should contact Professor     Esteban Tabak for help     in deciding on classes to take.                Scientific Computing:     Overview           Scientific computing is an indispensable part of almost all     scientific investigation and technological development at     universities, government laboratories, and within the private     sector. Typically a scientific computing team consists of     several people trained in some branch of mathematics, science,     statistics, or engineering. What is often lacking is expertise     in modern computing tools such as visualization, modern     programming paradigms, and high performance computing. The     master's program in scientific computing aims to satisfy these     needs, without omitting basic training in numerical analysis     and computer science. Many graduates of this program work at     technologically advanced institutions, especially in research     and development, where their skills and experience complement     those without interdisciplinary degrees. The program is also     open to students who will go on to pursue doctoral studies in     computer science, mathematics, or statistics.      The master's program in scientific computing focuses on the     mathematics and computer science related to advanced computer     modeling and simulation. The program is similar in structure     to terminal master's programs in engineering, combining     classroom training with practical experience. The coursework     ranges from foundational mathematics and fundamental     algorithms to such practical topics as data visualization and     software tools. Electives encourage the exploration of     specific application areas such as mathematical and     statistical finance, applications of machine learning, fluid     mechanics, finite element methods, and biomedical modeling.     The program culminates in a master's project, which serves to     integrate the classroom material.           Admission Requirements      The program requires least three semesters of Calculus     (including multivariate calculus), as well as linear algebra.     Experience with programming in a high-level language (e.g.,     Java, C, C++, Fortran. Python) as well as data structures,     equivalent to a first-year sequence in computer science,      is also required. It is highly desirable that applicants have     undergraduate major or significant experience in mathematics,     a quantitative science or engineering, or economics.      The deadline for application to the program is April 1st for     the fall semester. The program admits students both on a     full-time and on a part-time basis. The application process     takes place online via the Graduate School of Arts and     Sciences; please visit the Graduate     School Admissions site .      For more information, please contact us at      Office of Admissions and Student Affairs      Department of Mathematics      Courant Institute of Mathematical Sciences      251 Mercer Street      New York, NY 10012-1185                Tel. (212) 998-3238      Fax (212) 995-4121                e-Mail: admissions@math.nyu.edu           e-Mail: arnon@cims.nyu.edu           web page: http://www.math.nyu.edu                Degree Requirements      A candidate for a master's degree in scientific computing     must accrue the following:           33 points of course credit (11 courses)     comprised of            4 core courses (12 points) in mathematics       4 core courses (12 points) in computer science       3 elective courses (9 points)           3 points of credit from a master's capstone     project.          Students with exceptional backgrounds may petition the program    director for permission to substitute other appropriate courses    for core courses. Advanced students may be permitted to do a    masters thesis as an alternative to the master's capstone    project.           Core Courses      The following are the two required core courses      in mathematics:                 MATH-GA              2010 Numerical Methods I (fall semester)       MATH-GA              2020 Numerical Methods II (spring semester)          Students must also complete at least two of the following core    courses in mathematics:           MATH-GA              2701 Methods of Applied Mathematics (fall     semester)      MATH-GA-2490 Partial Differential Equations I (fall)       MATH-GA              2702 Fluid Dynamics (fall semester)      MATH-GA-2962 Mathematical Statistics (if offered)           MATH-GA-2704 Applied Stochastic Analysis (spring semester)      DS-GA-1002 Statistical and Mathematical Methods          Advanced students may also choose the two additional core    courses from the following advanced topics courses in applied    math and numerical analysis, typically offered bi-anually:           MATH-GA Advanced Topics: Optimization           MATH-GA Advanced Topics: Optimization and Data Analysis      MATH-GA Advanced Topics: Monte Carlo      MATH-GA Advanced Topics: Computational Fluid Dynamics      MATH-GA Advanced Topics: Finite Element Methods                The following are the two required core courses      in computer science:            CSCI-GA              1170 Fundamental Algorithms (fall, spring and     summer terms)       CSCI-GA              2110 Programming Languages (fall, spring, and     summer terms)          Students must also complete at least two of the following core    courses in computer science:            CSCI-GA              3033 Open Source Tools (fall term)       CSCI-GA              2270 Computer Graphics (spring term)       CSCI-GA              2565 Machine Learning (fall term)      CSCI-GA.2566 Foundations of Machine Learning      DS-GA-1001 Introduction to Data Science (fall)           DS-GA-1003 Machine Learning and Computational Statistics     (spring)      DS-GA-1004: Big Data (spring)          Advanced students may also choose the two additional core    courses from advanced topics courses in computer science of    relevance to Scientific Computing, such as:           CSCI-GA Graphics Processing Units (GPUs)      CSCI-GA Advanced Topics: High-Performance Computing          The departments of mathematics and computer science publish    annual brochures describing all courses offered each year.    Students should consult these lists of course offerings to    determine the availability of desired courses.     Concentration in Data     Science     This section is meant only for students presently enrolled in    the Data Science concentration; this concentration is no longer    offered. To graduate, students enrolled in the old concentration    are required to take the following core courses     in mathematics for the concentration in data science:                One of           MATH-GA              2962 Mathematical Statistics (spring semester),      DS-GA-1001 Introduction to Data Science (fall), or           DS-GA-1002 Statistical and Mathematical Methods                and either            MATH-GA              2043 Scientific Computing (fall and spring     semesters)                or both            MATH-GA              2010 Numerical Methods I (fall semester) and            MATH-GA              2020 Numerical Methods II (spring semester)           The following are the three required core courses      in computer science for the concentration in data science:            CSCI-GA              1170 Fundamental Algorithms (fall, spring and     summer terms)       CSCI-GA              3033 Open Source Tools (fall term)          and one of           CSCI-GA              2565 Machine Learning (fall term), or      DS-GA-1003 Machine Learning and Computational Statistics     (spring)          Students in the concentration in data science must complete 33    points points of course credit (11 courses), including core and    elective courses. They must also obtain 3 points from a master's    capstone project.          The Capstone Project      The master's program culminates in a capstone project. The     capstone project course is usually taken during the final year     of study. During the project, students go through the entire     process of solving a real-world problem, from collecting and     processing data to designing and fully implementing a     solution. The problems and data sets come from settings     identical to those encountered in industry, academia, or     government.           The following is a list of courses approved to meet the     capstone requirement:             MATH-GA.2011/ CSCI-GA.2945      Advanced topics: Data Science      CSCI-GA Advanced Topics: High-Performance Computing      DS-GA-1006 Capstone Project in Data Science      CSCI-GA Advanced Computer Graphics      CSCI-GA Multicore Processors: Architecture     &amp;Programming      CSCI-GA Software Engineering           Advanced students can obtain permission from the director of     the program to do an individual capstone project under the     supervision of a faculty member.                Computing Facilities      The Courant Institute makes available for graduate training     and coursework a network of workstations maintained by systems     administrators. All graduate students have computer accounts     for the duration of their studies. NYU also runs a     high-performance computing center with both shared-memory and     distributed-memory computers.           Faculty      Many members of the departments of mathematics and computer     science have research interests bearing on scientific     computing. The list includes           Marsha J.      Berger . B.S. 1974, Binghamton; M.S. 1978, Ph.D.     1982, Stanford. Research interests: computational fluid     dynamics, adaptive mesh refinement, parallel computing.      Yu Chen .     B.S. 1982, Tsinghua; M.S. 1988, Ph.D. 1991, Yale. Research     Interests: numerical scattering theory, ill-posed problems,     scientific computing.           Aleksandar Donev .     B.S. 2001, Michigan State; Ph.D. 2006, Princeton. Research     interests: multi-scale methods, fluctuating hydrodynamics,     coarse-grained particle methods, jamming and packing.           Davi Geiger .     B.S. 1980, Pontifica (Brazil); Ph.D. 1990, MIT. Research     interests: computer vision, information theory, medical     imaging, and neuroscience.      Jonathan              B. Goodman . B.S. 1977, MIT; Ph.D. 1982, Stanford.     Research interests: numerical analysis, fluid dynamics,     computational physics, partial differential equations.      Leslie      Greengard . B.A. 1979, Wesleyan; M.S. 1987, Yale     School of Medicine; Ph.D. 1987, Yale. Research interests:     scientific computing, fast algorithms, potential theory.      Yann LeCun . B.S.     1983, ESIEE (Paris); D.E.A. 1984, Ph.D. 1987, Pierre and Marie     Curie University (Paris). Research interests: machine     learning.      Andrew      Majda . B.S. 1970, M.S. 1971, Ph.D. 1973, Stanford.     Research interests: modern applied mathematics,     atmosphere/ocean science, turbulence, statistical physics.      Bhubaneswar              Mishra . B.S. 1980, India Institute of Technology,     Kharagpur; M.S. 1982, Ph.D. 1985, Carnegie-Mellon. Research     interests: robotics, mathematical and theoretical computer     science.      Michael      L. Overton . B.S. 1974, British Columbia; M.S.     1977, Ph.D. 1979, Stanford. Research interests: numerical     linear algebra, optimization, linear and semidefinite     programming.      Kenneth Perlin .     B.A. 1979, Harvard; M.S. 1984, Ph.D. 1986, NYU. Research     interests: computer graphics, simulation, computer-human     interfaces, multimedia.      Charles              S. Peskin . B.A. 1968, Harvard; Ph.D. 1972,     Yeshiva. Research interests: physiology, fluid dynamics,     numerical methods.      Aaditya V.      Rangan . B.A. 1999, Dartmouth; Ph.D. 2003,     Berkeley. Research interests: large-scale scientific modeling     of physical, biological, and neurobiological phenomena.      Tamar      Schlick . B.S. 1982, Wayne State; M.S. 1984, Ph.D.     1987, NYU. Research interests: mathematical biology, numerical     analysis, computational chemistry.      Michael              J. Shelley . B.S. 1981, Colorado; M.S. 1984, Ph.D.     1985, Arizona. Research interests: scientific computation,     fluid dynamics, neuroscience.      Eero Simoncelli .     B.A. 1984, Harvard; M.S. 1988, Ph.D. 1993, MIT. Research     interests: image processing, computational neuroscience,     computer vision.      Esteban              Tabak . Bach. 1988, Buenos Aires; Ph.D. 1992, MIT.     Research interests: fluid dynamics, conservation laws,     optimization and data analysis.      Olof B.      Widlund . C.E. 1960, Tekn. L. 1964, Technology     Institute, Stockholm; Ph.D. 1966, Uppsala. Research interests:     numerical analysis, partial differential equations, parallel     computing.      Margaret H. Wright .     B.S. 1964, M.S. 1965, Ph.D. 1976, Stanford. Research     interests: mathematical optimization, numerical methods,     nonlinear programming.      Denis Zorin .    B.S. 1991, Moscow Institute of Physics and Technology; M.S.    1993, Ohio State; Ph.D. 1997, Caltech. Research interests:    computer graphics, geometric modeling, subdivision surfaces,    multiresolution surface representations, perceptually based    methods for computer graphics.            Miranda Holmes-Cerfon ,    B.S. 2005 University of British Columbia, PhD 2010 NYU. Research    interests: soft-matter physics, fluid dynamics, oceanography,    stochastic methods.           Antoine Cerfon ,    B.S. 2003, M.S. 2005 Ecole des Mines de Paris, PhD 2010 MIT.    Research interests: Computational plasma physics, multi-scale    methods, fast algorithms.           Dimitris GIannakis ,    MSci 2001 Cambridge, PhD 2009 Chicago. Research interests:    geometrical data analysis, statistical modeling, climate    dynamics.                Academic Standards      To register for courses, students must maintain good academic     standing, fulfilling the following requirements:           Students must maintain an average of B or better over     their first twelve credits. Students who fail to achieve     this cannot continue in the master's program.      Students cannot obtain a master's degree unless they have     maintained an overall average of B or better. Students at     risk of failing to meet this requirement receive a warning     letter from the department.      Students cannot obtain more than four no-credit grades,     withdrawals, or unresolved incomplete grades during their     academic tenure, and no more than two such grades in the     first six courses for which they have registered.          Up to two core courses taken elsewhere can earn transfer credit,    subject to the normal NYU graduate school restrictions on    transfer of credit and the approval of the program director. At    least 30 credits must be taken at NYU. For further    administrative information please contact             Tamar    Arnon            arnon@cims.nyu.edu        Tel.    212 998-3257          For further academic information please contact                 Aleksandar Donev, Director of the Master's Program in Scientific    Computing            donev@courant.nyu.edu                          Revised summer 2013                                   NEW YORK UNIVERSITY"}]}]