[{"detail": [{"content": "Graduate Program, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program                Admissions              Professional Development              Student Life              Grants and Fellowships         Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; Graduate Program     Interdisciplinary MA Programs   An MA from CLACS is your next step in furthering a career related to Latin America or the Caribbean. Rigorous academic training and professional development opportunities prepare students to be leaders in academia and in the public and private sectors.    Graduate study at CLACS is a unique experience: students thrive from unparalleled access to world-renowned scholars while pursuing completely customized degrees in a city like no other.          The following Degrees and Programs are available at CLACS:       Masters Degree in Latin American and Caribbean Studies    Joint Degree in Journalism and Latin American and Caribbean Studies    Joint Programs with Museum Studies    Dual Degree Program (M.A./J.D.) in Latin American and Caribbean Studies and Law    Dual Degree Program (M.A./MSLIS)in Latin American and Caribbean Studies and Library Science         FAQ for Prospective Students       FAQ for Incoming Students         Degrees Offered      Masters Degree in Latin American and Caribbean Studies   The Masters' Degree in Latin American and Caribbean Studies is a 32-point, three-semester program that includes: a two-course core sequence in methods and approaches to Latin American and Caribbean Studies; mentored field research in the summer between the 2nd and 3rd semesters leading to the Master Project. Through 24 points (6 courses) of electives, students tailor their course of study to their interests. Students may enroll in departments across NYU and in selected courses at Columbia University. For more information on CLACS, please call 212-998-8687 or email clacs.nyu@gmail.com    Joint Degree in Journalism and Latin American and Caribbean Studies   The JLAC degree is designed to prepare students for careers as professional newspaper, magazine or broadcast journalists with a special background on Latin America and the Caribbean. This 46-point program includes: a specialized selection of courses in Journalism totaling 22 points; a sequence of courses in Latin American and Caribbean Studies totaling 24 points; and a Master Project. Students must be formally admitted to both programs. For more information on Journalism, please call 212-998-7993 or visit the Journalism website .    Joint Programs with Museum Studies    Latin American Studies with a Concentration in Museum Studies   The Masters' in Latin American and Caribbean studies with Concentration in Museum Studies is awarded after satisfactory completion of 36 points (20 in CLACS, 16 in Museum Studies), a Major Project, and a full summer internship in a museum or cultural institution. This concentration is aimed primarily at those who are or will be museum professionals in Latin America and the Caribbean or are specializing in collections from these areas in U.S. museums. The program provides professional skills and internship opportunities in museum studies, as well as substantive academic knowledge of Latin America and the Caribbean. For more information on Museum Studies programs, please email museum.studies@nyu.edu or visit the Museum Studies website .    Latin American Studies with a Certificate in Museum Studies   The MA degree in Latin American and Caribbean studies with the certificate in museum studies is awarded after satisfactory completion of 48 points (32 in CLACS and 24 in museum studies), a Major Project, and a full summer internship in a museum or cultural institution. Eight points from museum studies may be used toward the required 32 points in CLACS. For more information on Museum Studies programs, please email museum.studies@nyu.edu.    Dual Degree Program (M.A./J.D. in Latin American and Caribbean Studies and Law   The Dual Degree Program (M.A./J.D.) in Latin American and Caribbean Studies and Law provides training in foreign cultures to prepare law students for international careers and for dealing with Latin American and Caribbean businesses and clients in the United States. Candidates for the Dual Degree Program submit separate applications to the Graduate School of Arts and Science and the Law School. Law and GSAS admit applicants independently, on the basis of their usual standards: no special admission standards would apply to dual degree applicants. Applications to the two schools can be made simultaneously, but students already enrolled in their first year at the Law School may also apply to the Graduate School to commence the dual degree program during their second year. The Dual Degree Program can be completed in three to four years with the guidance of advisors from both programs. Students take a total of 94 credits for the two degrees. Students may obtain program details from the appropriate advisor in each school. In GSAS, consult the CLACS office. At the Law School, contact Michelle L. Jeffrey, Director of Academic Services, at 212-998-6020.      Dual Degree Program (M.A./MSLIS)in Latin American and Caribbean Studies and Library Science   CICS’s Palmer School of Library and Information Science offers the full Master of Science in Library and Information Science (M.S.L.I.S.) in Manhattan. It is housed in the renowned Bobst Library of New York University, an outstanding research facility in the heart of Greenwich Village, overlooking Washington Square. All of our classes are held either on the second floor of Bobst in the Avery Fisher Center, or in the computing classrooms on the lower level. The dual degree allows student to graduate with an MSLIS from the Palmer School, accredited by the American Library Association, and Masters' degree from any department at NYU, including CLACS. For more information, visit the Library Science website .     FAQ's for Prospective Students    What kind of background do I need to pursue the MA in Latin American and Caribbean Studies?   Our students come from diverse backgrounds in humanities, social and natural sciences, and from a range of professional fields, and most find that our interdisciplinary training is a good fit for their varied interests. Many of our students have studied, lived, or worked in Latin America, and bring these experiences and perspectives to the academic program at CLACS. Some students enroll in the MA immediately after completing their Bachelor’s Degree. Others are returning to university study after years of working. Students come from across the United States, and from across Latin America and the Caribbean. All international students are welcome.      Is the program open to part-time students?   Yes. The degree must be completed within the five years of matriculation, and students must take Introduction to Latin American and Caribbean Studies I in their first semester, and Intro II in their second.    Can I start in the fall or the spring?    Applications are only accepted for a fall (September) start date.       How large are classes in the MA program?   CLACS graduate seminars range between 10 and 20 students.      What is the language proficiency requirement? To complete the Masters' degree, language competency must be proven in Spanish, French, Portuguese, or Quechua through either option \"1-coursework\" (completing, or having completed, not more than two years before matriculation, a full or final intermediate-level college course in the language with a grade of B or better) or \"3-examination\" (given by Graduate School of Arts and Science).    Which languages are available at NYU that meet the language requirement? All of the mentioned languages – Spanish, French, Portuguese, and Quechua – can be studied at NYU. Students interested in the Andean region are especially encouraged to take Quechua. Visit Quechua Language to learn more.      Can I take classes in other departments? Yes. CLACS cross-lists a number of courses from other departments, and students are welcome to seek out other 4-point courses from across campus. You must receive registration advisement prior to enrolling to ensure that the course fulfills your degree requirements. Where can I find information about current and past course offerings? Click here for current courses offered at CLACS, and here for past course offerings (past semester course offerings are listed in the left-hand panel).      How large is the program? CLACS has an incoming class between 14 and 18.     How many CLACS students are pursuing dual degree/joint program studies? In recent years, there have been between three and six incoming students enrolled in the joint program with Journalism. There have been three to five students in joint programs with Museum Studies.     Are there opportunities to research or study abroad?  CLACS encourages students to conduct the research for their Masters' Projects in the summer between their second and third semesters. To facilitate research abroad, CLACS offers Field Research Grants each year, pending funding, which are awarded on a competitive basis. The department offers competitive Summer FLAS Fellowships for intensive language study.    Can I pursue an internship as a Masters’ student? Yes. CLACS offers internships at prestigious local organizations, both for credit and non-credit. Those seeking graduate credit enroll in a 2- or 4- point Internship Seminar, in conjunction with the internship. Students develop a scholarly work – usually a course paper – putting their internship experience into academic focus.      Where do CLACS graduates work after graduation? Students work in a variety of private and public sector jobs, and most continue to be involved with Latin American or Caribbean regional issues. Many recent CLACS graduates have secured jobs in the field of education, either working as teachers or researchers, or entering competitive PhD programs to become professors. Many have found placement in non-profit organizations, working in the areas of culture, arts, research, and policy. Global Journalism students have a strong record of placement at major news outlets, and Museum studies students similarly find work in museums, galleries, or as independent curators. Several have pursued work in government and related to foreign policy. Does NYU offer a PhD in Latin American and Caribbean Studies? No. NYU’s Department of History includes a Ph.D. field specialization in the study of Latin America and the Caribbean. While all of the History Department Faculty that teach this specialization are affiliated with CLACS, the PhD program has no formal connection to the MA degree.      How much are tuition and fees for the MA? The schedule for tuition and fees can be found on the Graduate School of Arts and Sciences website .      Are there scholarships and financial aid available for MA students? Yes. CLACS offers several fellowships and partial tuition remission to incoming and current students, on a competitive basis. In addition to departmental awards, NYU offers financial assistance in form of merit-based and need-based scholarships, grants, and loans. To qualify for these awards, you must fill out the FAFSA form by the first application deadline (February 1). More information can be found on Graduate School of Arts and Sciences website and the NYU Office of Financial Aid.      Is financial aid available for international students? Yes. International students are eligible for some departmental fellowships and tuition remission. They are not eligible for FLAS funding, or for federal financial aid.      I want to apply. Where do I start?  To apply, please visit the GSAS Application Resource Center for instructions and to download an application.      Can the writing sample I send be in Spanish, Portuguese, or in a language other than English? No. Because your courses at NYU will be taught in English, we need to see your writing in English. If you are a non-native speaker of English, you may send one supplemental writing sample in Spanish or Portuguese if you feel this would better represent your analytical or scholarly abilities.          FAQ's for Incoming Students    Who is my academic advisor? Can it be any faculty member?   Your primary academic advisors are the Center’s Director, Clinical Associate Professor Pamela Calla, and the Faculty Fellow Professors Edgardo Pérez Morales and Katherine Smith. You should meet with your advisor twice persemester, and for registration advisement. You are encouraged to establish contacts with other faculty working in the area of their interests, particularly other CLACS faculty, as these professors could serve both as additional advisors or as readers for your Master’s Project.      How do I find professors who are working in my area of interest?   Your academic advisor should be able to suggest relevant faculty; be sure to ask them during your advisement sessions. You should also consult our affiliated faculty listing, which includes brief biographies of most faculty at NYU working on issues related to Latin America and the Caribbean. Check Albert and relevant department websites for graduate course listings to find faculty teaching in your areas of interest.      I want to take a class in another department. What do I do?   Many graduate seminars require the instructor’s or department’s permission to register, and this is usually noted in Albert on the Department’s graduate course listings. Some seminars are restricted to PhD students or students in that department, and will not be open to you. However, many seminars welcome and are designed for MA students. You may be asked to contact the Professor directly, or contact the Department. If approved, they will give you an access code that will enable you to register.      What if I am not sure whether a class really interests me? Should I register anyway? Because space is often limited in seminars, we recommend that you register for your first choice classes prior to the start of the term. However, it is expected that students will attend the first class and then decide whether they want to stay in the seminar. You may also contact the professors and sit in on the first class without registering for it. The last day to add a class without late fees is the end of the 2nd week of classes. For a full refund schedule for dropping a class, please visit the Bursar’s website.       How can I take classes at Columbia? Can I take whatever I want?  CLACS students may take selected courses offered through the Institute for Latin American Studies (ILAS). These classes will be listed with our current course offerings . To register for one of these classes, first register under the CLACS course number associated with the course. Second, fill out a cross- registration form . It must to be signed by your professor at Columbia (on the first day of class), and by Amalia Córdova at CLACS before you are officially registered in the course. It is your responsibility to file this paperwork; without it, we will not be able to file a grade for the course. CLACS students may petition CLACS to enroll in a Columbia course that is not one of the cross-listed seminars; please contact Amalia Córdova. Enrollment is contingent on approval from ILAS, the Department offering the course, and the Professor. Some units, like the School for International and Public Affairs (SIPA), are not able to accommodate any students outside of their program.      I am not really sure how to use the library and its resources. Where do I start?   The library has excellent resources for graduate students . Incoming students are strongly encouraged to take Bobst Library Research workshops on arrival at NYU (Research 101, 102); international students are also encouraged to take “Introduction to United States Research Libraries.” The Latin American Studies page of the Bobst Library offers a comprehensive listing of bibliographic resources and databases about Latin America and the Caribbean. Bobst Library’s specialist in Latin American and Caribbean Studies is Angela Carreño, who is also affiliated with CLACS. She can help guide your research; to make an appointment, please contact her via email at angela.carreno@nyu.edu or by phone at (212) 998-2606.      Are there other libraries/collections in New York City that I might want to consult?  Full-time NYU faculty, full-time NYU students, and part-time students in degree programs have access and borrowing privileges at these non-NYU libraries: Brooklyn Historical Society Othmer Library, Cooper Union Library, New School Libraries (Raymond Fogelman Social Sciences and Humanities Library, Adam and Sophie Gimbel Art and Design Library, Scherman Music Library, New-York Historical Society and New York School of Interior Design Library. Holdings for these Consortium libraries are listed in BobCat.      I am interested in an internship. Where do I start? Pamela Calla is the coordinator of CLACS’s internship program; to make an appointment to speak with her, email her at pamela.calla@nyu.edu.       What resources are available to help me find a job while in school? Or when I complete the degree?  Please visit our Career Development Resources page for more information on NYU-wide career-related resources available to our students. Many job-related resources are also available to students through the NYU’s Wasserman Center.      How is CLACS involved in K-12 schools in New York City and how can I get involved? Designated a National Resource Center by the U.S. Department of Education, CLACS provides resources and professional development assistance to K-12 educators through teacher training workshops, curriculum development programs, and collaboration with New York City schools. We partner with Steinhardt School of Education MetroCenter to aid the New York City area teaching professionals in acquiring tools that will help them better address the needs of their diverse student population. We welcome student participation in this initiative. Please contact the Assistant Director Amalia Córdova and visit the Metro Center website.      What is the CLACS blog and how can I contribute? CLACS blog is a place for students and faculty to write about anything and everything that they are doing, reading, and thinking about, and which relates to their work here at the Center. Students have written about their research, their experiences in classes and inspirational films and books they’ve come across in their studies. All students are invited to contribute!         Please contact us if you have any questions.                   Core Program Requirements (GSAS Bulletin)         &gt; Master of Arts       &gt; Dual Degree Master of Arts and Juris Doctor       &gt; Joint Degree Master of Arts and Journalism       &gt; Bulletin Course Descriptions                 Quick Links         &gt; NYC Consortium       &gt; CLACS Fall 2015 Courses \">Fall 2015 Courses       &gt; CLACS Spring 2015 Courses \">Spring 2015 Courses       &gt; CLACS Fall 2014 Courses \">Fall 2014 Courses       &gt; CLACS Fall 2014 Courses Will Be Available in April! \">Spring 2014 Courses       &gt; CLACS Fall 2013 courses are now available for registration! \">Fall 2013 Courses       &gt; Registration begins at 9:00am on November 26. \">Spring 2013 Courses                                       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Graduate Program, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program                Admissions              Professional Development              Student Life              Grants and Fellowships         Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; Graduate Program     Interdisciplinary MA Programs   An MA from CLACS is your next step in furthering a career related to Latin America or the Caribbean. Rigorous academic training and professional development opportunities prepare students to be leaders in academia and in the public and private sectors.    Graduate study at CLACS is a unique experience: students thrive from unparalleled access to world-renowned scholars while pursuing completely customized degrees in a city like no other.          The following Degrees and Programs are available at CLACS:       Masters Degree in Latin American and Caribbean Studies    Joint Degree in Journalism and Latin American and Caribbean Studies    Joint Programs with Museum Studies    Dual Degree Program (M.A./J.D.) in Latin American and Caribbean Studies and Law    Dual Degree Program (M.A./MSLIS)in Latin American and Caribbean Studies and Library Science         FAQ for Prospective Students       FAQ for Incoming Students         Degrees Offered      Masters Degree in Latin American and Caribbean Studies   The Masters' Degree in Latin American and Caribbean Studies is a 32-point, three-semester program that includes: a two-course core sequence in methods and approaches to Latin American and Caribbean Studies; mentored field research in the summer between the 2nd and 3rd semesters leading to the Master Project. Through 24 points (6 courses) of electives, students tailor their course of study to their interests. Students may enroll in departments across NYU and in selected courses at Columbia University. For more information on CLACS, please call 212-998-8687 or email clacs.nyu@gmail.com    Joint Degree in Journalism and Latin American and Caribbean Studies   The JLAC degree is designed to prepare students for careers as professional newspaper, magazine or broadcast journalists with a special background on Latin America and the Caribbean. This 46-point program includes: a specialized selection of courses in Journalism totaling 22 points; a sequence of courses in Latin American and Caribbean Studies totaling 24 points; and a Master Project. Students must be formally admitted to both programs. For more information on Journalism, please call 212-998-7993 or visit the Journalism website .    Joint Programs with Museum Studies    Latin American Studies with a Concentration in Museum Studies   The Masters' in Latin American and Caribbean studies with Concentration in Museum Studies is awarded after satisfactory completion of 36 points (20 in CLACS, 16 in Museum Studies), a Major Project, and a full summer internship in a museum or cultural institution. This concentration is aimed primarily at those who are or will be museum professionals in Latin America and the Caribbean or are specializing in collections from these areas in U.S. museums. The program provides professional skills and internship opportunities in museum studies, as well as substantive academic knowledge of Latin America and the Caribbean. For more information on Museum Studies programs, please email museum.studies@nyu.edu or visit the Museum Studies website .    Latin American Studies with a Certificate in Museum Studies   The MA degree in Latin American and Caribbean studies with the certificate in museum studies is awarded after satisfactory completion of 48 points (32 in CLACS and 24 in museum studies), a Major Project, and a full summer internship in a museum or cultural institution. Eight points from museum studies may be used toward the required 32 points in CLACS. For more information on Museum Studies programs, please email museum.studies@nyu.edu.    Dual Degree Program (M.A./J.D. in Latin American and Caribbean Studies and Law   The Dual Degree Program (M.A./J.D.) in Latin American and Caribbean Studies and Law provides training in foreign cultures to prepare law students for international careers and for dealing with Latin American and Caribbean businesses and clients in the United States. Candidates for the Dual Degree Program submit separate applications to the Graduate School of Arts and Science and the Law School. Law and GSAS admit applicants independently, on the basis of their usual standards: no special admission standards would apply to dual degree applicants. Applications to the two schools can be made simultaneously, but students already enrolled in their first year at the Law School may also apply to the Graduate School to commence the dual degree program during their second year. The Dual Degree Program can be completed in three to four years with the guidance of advisors from both programs. Students take a total of 94 credits for the two degrees. Students may obtain program details from the appropriate advisor in each school. In GSAS, consult the CLACS office. At the Law School, contact Michelle L. Jeffrey, Director of Academic Services, at 212-998-6020.      Dual Degree Program (M.A./MSLIS)in Latin American and Caribbean Studies and Library Science   CICS’s Palmer School of Library and Information Science offers the full Master of Science in Library and Information Science (M.S.L.I.S.) in Manhattan. It is housed in the renowned Bobst Library of New York University, an outstanding research facility in the heart of Greenwich Village, overlooking Washington Square. All of our classes are held either on the second floor of Bobst in the Avery Fisher Center, or in the computing classrooms on the lower level. The dual degree allows student to graduate with an MSLIS from the Palmer School, accredited by the American Library Association, and Masters' degree from any department at NYU, including CLACS. For more information, visit the Library Science website .     FAQ's for Prospective Students    What kind of background do I need to pursue the MA in Latin American and Caribbean Studies?   Our students come from diverse backgrounds in humanities, social and natural sciences, and from a range of professional fields, and most find that our interdisciplinary training is a good fit for their varied interests. Many of our students have studied, lived, or worked in Latin America, and bring these experiences and perspectives to the academic program at CLACS. Some students enroll in the MA immediately after completing their Bachelor’s Degree. Others are returning to university study after years of working. Students come from across the United States, and from across Latin America and the Caribbean. All international students are welcome.      Is the program open to part-time students?   Yes. The degree must be completed within the five years of matriculation, and students must take Introduction to Latin American and Caribbean Studies I in their first semester, and Intro II in their second.    Can I start in the fall or the spring?    Applications are only accepted for a fall (September) start date.       How large are classes in the MA program?   CLACS graduate seminars range between 10 and 20 students.      What is the language proficiency requirement? To complete the Masters' degree, language competency must be proven in Spanish, French, Portuguese, or Quechua through either option \"1-coursework\" (completing, or having completed, not more than two years before matriculation, a full or final intermediate-level college course in the language with a grade of B or better) or \"3-examination\" (given by Graduate School of Arts and Science).    Which languages are available at NYU that meet the language requirement? All of the mentioned languages – Spanish, French, Portuguese, and Quechua – can be studied at NYU. Students interested in the Andean region are especially encouraged to take Quechua. Visit Quechua Language to learn more.      Can I take classes in other departments? Yes. CLACS cross-lists a number of courses from other departments, and students are welcome to seek out other 4-point courses from across campus. You must receive registration advisement prior to enrolling to ensure that the course fulfills your degree requirements. Where can I find information about current and past course offerings? Click here for current courses offered at CLACS, and here for past course offerings (past semester course offerings are listed in the left-hand panel).      How large is the program? CLACS has an incoming class between 14 and 18.     How many CLACS students are pursuing dual degree/joint program studies? In recent years, there have been between three and six incoming students enrolled in the joint program with Journalism. There have been three to five students in joint programs with Museum Studies.     Are there opportunities to research or study abroad?  CLACS encourages students to conduct the research for their Masters' Projects in the summer between their second and third semesters. To facilitate research abroad, CLACS offers Field Research Grants each year, pending funding, which are awarded on a competitive basis. The department offers competitive Summer FLAS Fellowships for intensive language study.    Can I pursue an internship as a Masters’ student? Yes. CLACS offers internships at prestigious local organizations, both for credit and non-credit. Those seeking graduate credit enroll in a 2- or 4- point Internship Seminar, in conjunction with the internship. Students develop a scholarly work – usually a course paper – putting their internship experience into academic focus.      Where do CLACS graduates work after graduation? Students work in a variety of private and public sector jobs, and most continue to be involved with Latin American or Caribbean regional issues. Many recent CLACS graduates have secured jobs in the field of education, either working as teachers or researchers, or entering competitive PhD programs to become professors. Many have found placement in non-profit organizations, working in the areas of culture, arts, research, and policy. Global Journalism students have a strong record of placement at major news outlets, and Museum studies students similarly find work in museums, galleries, or as independent curators. Several have pursued work in government and related to foreign policy. Does NYU offer a PhD in Latin American and Caribbean Studies? No. NYU’s Department of History includes a Ph.D. field specialization in the study of Latin America and the Caribbean. While all of the History Department Faculty that teach this specialization are affiliated with CLACS, the PhD program has no formal connection to the MA degree.      How much are tuition and fees for the MA? The schedule for tuition and fees can be found on the Graduate School of Arts and Sciences website .      Are there scholarships and financial aid available for MA students? Yes. CLACS offers several fellowships and partial tuition remission to incoming and current students, on a competitive basis. In addition to departmental awards, NYU offers financial assistance in form of merit-based and need-based scholarships, grants, and loans. To qualify for these awards, you must fill out the FAFSA form by the first application deadline (February 1). More information can be found on Graduate School of Arts and Sciences website and the NYU Office of Financial Aid.      Is financial aid available for international students? Yes. International students are eligible for some departmental fellowships and tuition remission. They are not eligible for FLAS funding, or for federal financial aid.      I want to apply. Where do I start?  To apply, please visit the GSAS Application Resource Center for instructions and to download an application.      Can the writing sample I send be in Spanish, Portuguese, or in a language other than English? No. Because your courses at NYU will be taught in English, we need to see your writing in English. If you are a non-native speaker of English, you may send one supplemental writing sample in Spanish or Portuguese if you feel this would better represent your analytical or scholarly abilities.          FAQ's for Incoming Students    Who is my academic advisor? Can it be any faculty member?   Your primary academic advisors are the Center’s Director, Clinical Associate Professor Pamela Calla, and the Faculty Fellow Professors Edgardo Pérez Morales and Katherine Smith. You should meet with your advisor twice persemester, and for registration advisement. You are encouraged to establish contacts with other faculty working in the area of their interests, particularly other CLACS faculty, as these professors could serve both as additional advisors or as readers for your Master’s Project.      How do I find professors who are working in my area of interest?   Your academic advisor should be able to suggest relevant faculty; be sure to ask them during your advisement sessions. You should also consult our affiliated faculty listing, which includes brief biographies of most faculty at NYU working on issues related to Latin America and the Caribbean. Check Albert and relevant department websites for graduate course listings to find faculty teaching in your areas of interest.      I want to take a class in another department. What do I do?   Many graduate seminars require the instructor’s or department’s permission to register, and this is usually noted in Albert on the Department’s graduate course listings. Some seminars are restricted to PhD students or students in that department, and will not be open to you. However, many seminars welcome and are designed for MA students. You may be asked to contact the Professor directly, or contact the Department. If approved, they will give you an access code that will enable you to register.      What if I am not sure whether a class really interests me? Should I register anyway? Because space is often limited in seminars, we recommend that you register for your first choice classes prior to the start of the term. However, it is expected that students will attend the first class and then decide whether they want to stay in the seminar. You may also contact the professors and sit in on the first class without registering for it. The last day to add a class without late fees is the end of the 2nd week of classes. For a full refund schedule for dropping a class, please visit the Bursar’s website.       How can I take classes at Columbia? Can I take whatever I want?  CLACS students may take selected courses offered through the Institute for Latin American Studies (ILAS). These classes will be listed with our current course offerings . To register for one of these classes, first register under the CLACS course number associated with the course. Second, fill out a cross- registration form . It must to be signed by your professor at Columbia (on the first day of class), and by Amalia Córdova at CLACS before you are officially registered in the course. It is your responsibility to file this paperwork; without it, we will not be able to file a grade for the course. CLACS students may petition CLACS to enroll in a Columbia course that is not one of the cross-listed seminars; please contact Amalia Córdova. Enrollment is contingent on approval from ILAS, the Department offering the course, and the Professor. Some units, like the School for International and Public Affairs (SIPA), are not able to accommodate any students outside of their program.      I am not really sure how to use the library and its resources. Where do I start?   The library has excellent resources for graduate students . Incoming students are strongly encouraged to take Bobst Library Research workshops on arrival at NYU (Research 101, 102); international students are also encouraged to take “Introduction to United States Research Libraries.” The Latin American Studies page of the Bobst Library offers a comprehensive listing of bibliographic resources and databases about Latin America and the Caribbean. Bobst Library’s specialist in Latin American and Caribbean Studies is Angela Carreño, who is also affiliated with CLACS. She can help guide your research; to make an appointment, please contact her via email at angela.carreno@nyu.edu or by phone at (212) 998-2606.      Are there other libraries/collections in New York City that I might want to consult?  Full-time NYU faculty, full-time NYU students, and part-time students in degree programs have access and borrowing privileges at these non-NYU libraries: Brooklyn Historical Society Othmer Library, Cooper Union Library, New School Libraries (Raymond Fogelman Social Sciences and Humanities Library, Adam and Sophie Gimbel Art and Design Library, Scherman Music Library, New-York Historical Society and New York School of Interior Design Library. Holdings for these Consortium libraries are listed in BobCat.      I am interested in an internship. Where do I start? Pamela Calla is the coordinator of CLACS’s internship program; to make an appointment to speak with her, email her at pamela.calla@nyu.edu.       What resources are available to help me find a job while in school? Or when I complete the degree?  Please visit our Career Development Resources page for more information on NYU-wide career-related resources available to our students. Many job-related resources are also available to students through the NYU’s Wasserman Center.      How is CLACS involved in K-12 schools in New York City and how can I get involved? Designated a National Resource Center by the U.S. Department of Education, CLACS provides resources and professional development assistance to K-12 educators through teacher training workshops, curriculum development programs, and collaboration with New York City schools. We partner with Steinhardt School of Education MetroCenter to aid the New York City area teaching professionals in acquiring tools that will help them better address the needs of their diverse student population. We welcome student participation in this initiative. Please contact the Assistant Director Amalia Córdova and visit the Metro Center website.      What is the CLACS blog and how can I contribute? CLACS blog is a place for students and faculty to write about anything and everything that they are doing, reading, and thinking about, and which relates to their work here at the Center. Students have written about their research, their experiences in classes and inspirational films and books they’ve come across in their studies. All students are invited to contribute!         Please contact us if you have any questions.                   Core Program Requirements (GSAS Bulletin)         &gt; Master of Arts       &gt; Dual Degree Master of Arts and Juris Doctor       &gt; Joint Degree Master of Arts and Journalism       &gt; Bulletin Course Descriptions                 Quick Links         &gt; NYC Consortium       &gt; CLACS Fall 2015 Courses \">Fall 2015 Courses       &gt; CLACS Spring 2015 Courses \">Spring 2015 Courses       &gt; CLACS Fall 2014 Courses \">Fall 2014 Courses       &gt; CLACS Fall 2014 Courses Will Be Available in April! \">Spring 2014 Courses       &gt; CLACS Fall 2013 courses are now available for registration! \">Fall 2013 Courses       &gt; Registration begins at 9:00am on November 26. \">Spring 2013 Courses                                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Center for Latin American and Caribbean Studies (CLACS) | New York University                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                         About Us       People       Undergraduate       Graduate Program       Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events                                                                                                    Join Our Email Lists                   CLACS Blog       MA Program - Apply Now   Innovative and interdisciplinary in nature, the CLACS Master’s of Arts program allows students to design a degree that fulfills their specific interests. Applications being accepted with rolling admissions.           read more        &raquo;         BA/MA Program in Latin American Studies   For sophomores and juniors in the College of Arts and Sciences at NYU: You could be working toward an MA in Latin American and Caribbean Studies while you complete your major and get up to a 50% break on your graduate school tuition.             read more        &raquo;         CLACS Blog                     Upcoming Events                 &gt;    ,             José Antonio Aponte and His World: Writing, Painting, and Making Freedom in the African Diaspora                   &gt;    ,             Conferência 2015 PLH: Teoria e práctica lado a lado             complete list of events &raquo;                           Rimasun: Quechua Language Podcasts                   Rimasun is a free audio series of collaborative conversations and interviews entirely in the Quechua/Kichwa languages. Los audios son narraciones personales producidos en Nueva York. Kay audiokuna runasimi rimaqkunapaq, estudiantekunapaq ima kashanku.                read more          &raquo;               nexo: CLACS Newsletter                   Learn more about our recent events and initiatives by reading our 2011-2012 newsletter. Included are essays and articles that explore recent research by CLACS affiliated faculty, comment on exciting events, and discuss important issues related to Latin America and the Caribbean.             read more          &raquo;               Spring 2015 Courses                   CLACS Spring 2015 Courses             read more          &raquo;                                             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Graduate Program, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program                Admissions              Professional Development              Student Life              Grants and Fellowships         Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; Graduate Program     Interdisciplinary MA Programs   An MA from CLACS is your next step in furthering a career related to Latin America or the Caribbean. Rigorous academic training and professional development opportunities prepare students to be leaders in academia and in the public and private sectors.    Graduate study at CLACS is a unique experience: students thrive from unparalleled access to world-renowned scholars while pursuing completely customized degrees in a city like no other.          The following Degrees and Programs are available at CLACS:       Masters Degree in Latin American and Caribbean Studies    Joint Degree in Journalism and Latin American and Caribbean Studies    Joint Programs with Museum Studies    Dual Degree Program (M.A./J.D.) in Latin American and Caribbean Studies and Law    Dual Degree Program (M.A./MSLIS)in Latin American and Caribbean Studies and Library Science         FAQ for Prospective Students       FAQ for Incoming Students         Degrees Offered      Masters Degree in Latin American and Caribbean Studies   The Masters' Degree in Latin American and Caribbean Studies is a 32-point, three-semester program that includes: a two-course core sequence in methods and approaches to Latin American and Caribbean Studies; mentored field research in the summer between the 2nd and 3rd semesters leading to the Master Project. Through 24 points (6 courses) of electives, students tailor their course of study to their interests. Students may enroll in departments across NYU and in selected courses at Columbia University. For more information on CLACS, please call 212-998-8687 or email clacs.nyu@gmail.com    Joint Degree in Journalism and Latin American and Caribbean Studies   The JLAC degree is designed to prepare students for careers as professional newspaper, magazine or broadcast journalists with a special background on Latin America and the Caribbean. This 46-point program includes: a specialized selection of courses in Journalism totaling 22 points; a sequence of courses in Latin American and Caribbean Studies totaling 24 points; and a Master Project. Students must be formally admitted to both programs. For more information on Journalism, please call 212-998-7993 or visit the Journalism website .    Joint Programs with Museum Studies    Latin American Studies with a Concentration in Museum Studies   The Masters' in Latin American and Caribbean studies with Concentration in Museum Studies is awarded after satisfactory completion of 36 points (20 in CLACS, 16 in Museum Studies), a Major Project, and a full summer internship in a museum or cultural institution. This concentration is aimed primarily at those who are or will be museum professionals in Latin America and the Caribbean or are specializing in collections from these areas in U.S. museums. The program provides professional skills and internship opportunities in museum studies, as well as substantive academic knowledge of Latin America and the Caribbean. For more information on Museum Studies programs, please email museum.studies@nyu.edu or visit the Museum Studies website .    Latin American Studies with a Certificate in Museum Studies   The MA degree in Latin American and Caribbean studies with the certificate in museum studies is awarded after satisfactory completion of 48 points (32 in CLACS and 24 in museum studies), a Major Project, and a full summer internship in a museum or cultural institution. Eight points from museum studies may be used toward the required 32 points in CLACS. For more information on Museum Studies programs, please email museum.studies@nyu.edu.    Dual Degree Program (M.A./J.D. in Latin American and Caribbean Studies and Law   The Dual Degree Program (M.A./J.D.) in Latin American and Caribbean Studies and Law provides training in foreign cultures to prepare law students for international careers and for dealing with Latin American and Caribbean businesses and clients in the United States. Candidates for the Dual Degree Program submit separate applications to the Graduate School of Arts and Science and the Law School. Law and GSAS admit applicants independently, on the basis of their usual standards: no special admission standards would apply to dual degree applicants. Applications to the two schools can be made simultaneously, but students already enrolled in their first year at the Law School may also apply to the Graduate School to commence the dual degree program during their second year. The Dual Degree Program can be completed in three to four years with the guidance of advisors from both programs. Students take a total of 94 credits for the two degrees. Students may obtain program details from the appropriate advisor in each school. In GSAS, consult the CLACS office. At the Law School, contact Michelle L. Jeffrey, Director of Academic Services, at 212-998-6020.      Dual Degree Program (M.A./MSLIS)in Latin American and Caribbean Studies and Library Science   CICS’s Palmer School of Library and Information Science offers the full Master of Science in Library and Information Science (M.S.L.I.S.) in Manhattan. It is housed in the renowned Bobst Library of New York University, an outstanding research facility in the heart of Greenwich Village, overlooking Washington Square. All of our classes are held either on the second floor of Bobst in the Avery Fisher Center, or in the computing classrooms on the lower level. The dual degree allows student to graduate with an MSLIS from the Palmer School, accredited by the American Library Association, and Masters' degree from any department at NYU, including CLACS. For more information, visit the Library Science website .     FAQ's for Prospective Students    What kind of background do I need to pursue the MA in Latin American and Caribbean Studies?   Our students come from diverse backgrounds in humanities, social and natural sciences, and from a range of professional fields, and most find that our interdisciplinary training is a good fit for their varied interests. Many of our students have studied, lived, or worked in Latin America, and bring these experiences and perspectives to the academic program at CLACS. Some students enroll in the MA immediately after completing their Bachelor’s Degree. Others are returning to university study after years of working. Students come from across the United States, and from across Latin America and the Caribbean. All international students are welcome.      Is the program open to part-time students?   Yes. The degree must be completed within the five years of matriculation, and students must take Introduction to Latin American and Caribbean Studies I in their first semester, and Intro II in their second.    Can I start in the fall or the spring?    Applications are only accepted for a fall (September) start date.       How large are classes in the MA program?   CLACS graduate seminars range between 10 and 20 students.      What is the language proficiency requirement? To complete the Masters' degree, language competency must be proven in Spanish, French, Portuguese, or Quechua through either option \"1-coursework\" (completing, or having completed, not more than two years before matriculation, a full or final intermediate-level college course in the language with a grade of B or better) or \"3-examination\" (given by Graduate School of Arts and Science).    Which languages are available at NYU that meet the language requirement? All of the mentioned languages – Spanish, French, Portuguese, and Quechua – can be studied at NYU. Students interested in the Andean region are especially encouraged to take Quechua. Visit Quechua Language to learn more.      Can I take classes in other departments? Yes. CLACS cross-lists a number of courses from other departments, and students are welcome to seek out other 4-point courses from across campus. You must receive registration advisement prior to enrolling to ensure that the course fulfills your degree requirements. Where can I find information about current and past course offerings? Click here for current courses offered at CLACS, and here for past course offerings (past semester course offerings are listed in the left-hand panel).      How large is the program? CLACS has an incoming class between 14 and 18.     How many CLACS students are pursuing dual degree/joint program studies? In recent years, there have been between three and six incoming students enrolled in the joint program with Journalism. There have been three to five students in joint programs with Museum Studies.     Are there opportunities to research or study abroad?  CLACS encourages students to conduct the research for their Masters' Projects in the summer between their second and third semesters. To facilitate research abroad, CLACS offers Field Research Grants each year, pending funding, which are awarded on a competitive basis. The department offers competitive Summer FLAS Fellowships for intensive language study.    Can I pursue an internship as a Masters’ student? Yes. CLACS offers internships at prestigious local organizations, both for credit and non-credit. Those seeking graduate credit enroll in a 2- or 4- point Internship Seminar, in conjunction with the internship. Students develop a scholarly work – usually a course paper – putting their internship experience into academic focus.      Where do CLACS graduates work after graduation? Students work in a variety of private and public sector jobs, and most continue to be involved with Latin American or Caribbean regional issues. Many recent CLACS graduates have secured jobs in the field of education, either working as teachers or researchers, or entering competitive PhD programs to become professors. Many have found placement in non-profit organizations, working in the areas of culture, arts, research, and policy. Global Journalism students have a strong record of placement at major news outlets, and Museum studies students similarly find work in museums, galleries, or as independent curators. Several have pursued work in government and related to foreign policy. Does NYU offer a PhD in Latin American and Caribbean Studies? No. NYU’s Department of History includes a Ph.D. field specialization in the study of Latin America and the Caribbean. While all of the History Department Faculty that teach this specialization are affiliated with CLACS, the PhD program has no formal connection to the MA degree.      How much are tuition and fees for the MA? The schedule for tuition and fees can be found on the Graduate School of Arts and Sciences website .      Are there scholarships and financial aid available for MA students? Yes. CLACS offers several fellowships and partial tuition remission to incoming and current students, on a competitive basis. In addition to departmental awards, NYU offers financial assistance in form of merit-based and need-based scholarships, grants, and loans. To qualify for these awards, you must fill out the FAFSA form by the first application deadline (February 1). More information can be found on Graduate School of Arts and Sciences website and the NYU Office of Financial Aid.      Is financial aid available for international students? Yes. International students are eligible for some departmental fellowships and tuition remission. They are not eligible for FLAS funding, or for federal financial aid.      I want to apply. Where do I start?  To apply, please visit the GSAS Application Resource Center for instructions and to download an application.      Can the writing sample I send be in Spanish, Portuguese, or in a language other than English? No. Because your courses at NYU will be taught in English, we need to see your writing in English. If you are a non-native speaker of English, you may send one supplemental writing sample in Spanish or Portuguese if you feel this would better represent your analytical or scholarly abilities.          FAQ's for Incoming Students    Who is my academic advisor? Can it be any faculty member?   Your primary academic advisors are the Center’s Director, Clinical Associate Professor Pamela Calla, and the Faculty Fellow Professors Edgardo Pérez Morales and Katherine Smith. You should meet with your advisor twice persemester, and for registration advisement. You are encouraged to establish contacts with other faculty working in the area of their interests, particularly other CLACS faculty, as these professors could serve both as additional advisors or as readers for your Master’s Project.      How do I find professors who are working in my area of interest?   Your academic advisor should be able to suggest relevant faculty; be sure to ask them during your advisement sessions. You should also consult our affiliated faculty listing, which includes brief biographies of most faculty at NYU working on issues related to Latin America and the Caribbean. Check Albert and relevant department websites for graduate course listings to find faculty teaching in your areas of interest.      I want to take a class in another department. What do I do?   Many graduate seminars require the instructor’s or department’s permission to register, and this is usually noted in Albert on the Department’s graduate course listings. Some seminars are restricted to PhD students or students in that department, and will not be open to you. However, many seminars welcome and are designed for MA students. You may be asked to contact the Professor directly, or contact the Department. If approved, they will give you an access code that will enable you to register.      What if I am not sure whether a class really interests me? Should I register anyway? Because space is often limited in seminars, we recommend that you register for your first choice classes prior to the start of the term. However, it is expected that students will attend the first class and then decide whether they want to stay in the seminar. You may also contact the professors and sit in on the first class without registering for it. The last day to add a class without late fees is the end of the 2nd week of classes. For a full refund schedule for dropping a class, please visit the Bursar’s website.       How can I take classes at Columbia? Can I take whatever I want?  CLACS students may take selected courses offered through the Institute for Latin American Studies (ILAS). These classes will be listed with our current course offerings . To register for one of these classes, first register under the CLACS course number associated with the course. Second, fill out a cross- registration form . It must to be signed by your professor at Columbia (on the first day of class), and by Amalia Córdova at CLACS before you are officially registered in the course. It is your responsibility to file this paperwork; without it, we will not be able to file a grade for the course. CLACS students may petition CLACS to enroll in a Columbia course that is not one of the cross-listed seminars; please contact Amalia Córdova. Enrollment is contingent on approval from ILAS, the Department offering the course, and the Professor. Some units, like the School for International and Public Affairs (SIPA), are not able to accommodate any students outside of their program.      I am not really sure how to use the library and its resources. Where do I start?   The library has excellent resources for graduate students . Incoming students are strongly encouraged to take Bobst Library Research workshops on arrival at NYU (Research 101, 102); international students are also encouraged to take “Introduction to United States Research Libraries.” The Latin American Studies page of the Bobst Library offers a comprehensive listing of bibliographic resources and databases about Latin America and the Caribbean. Bobst Library’s specialist in Latin American and Caribbean Studies is Angela Carreño, who is also affiliated with CLACS. She can help guide your research; to make an appointment, please contact her via email at angela.carreno@nyu.edu or by phone at (212) 998-2606.      Are there other libraries/collections in New York City that I might want to consult?  Full-time NYU faculty, full-time NYU students, and part-time students in degree programs have access and borrowing privileges at these non-NYU libraries: Brooklyn Historical Society Othmer Library, Cooper Union Library, New School Libraries (Raymond Fogelman Social Sciences and Humanities Library, Adam and Sophie Gimbel Art and Design Library, Scherman Music Library, New-York Historical Society and New York School of Interior Design Library. Holdings for these Consortium libraries are listed in BobCat.      I am interested in an internship. Where do I start? Pamela Calla is the coordinator of CLACS’s internship program; to make an appointment to speak with her, email her at pamela.calla@nyu.edu.       What resources are available to help me find a job while in school? Or when I complete the degree?  Please visit our Career Development Resources page for more information on NYU-wide career-related resources available to our students. Many job-related resources are also available to students through the NYU’s Wasserman Center.      How is CLACS involved in K-12 schools in New York City and how can I get involved? Designated a National Resource Center by the U.S. Department of Education, CLACS provides resources and professional development assistance to K-12 educators through teacher training workshops, curriculum development programs, and collaboration with New York City schools. We partner with Steinhardt School of Education MetroCenter to aid the New York City area teaching professionals in acquiring tools that will help them better address the needs of their diverse student population. We welcome student participation in this initiative. Please contact the Assistant Director Amalia Córdova and visit the Metro Center website.      What is the CLACS blog and how can I contribute? CLACS blog is a place for students and faculty to write about anything and everything that they are doing, reading, and thinking about, and which relates to their work here at the Center. Students have written about their research, their experiences in classes and inspirational films and books they’ve come across in their studies. All students are invited to contribute!         Please contact us if you have any questions.                   Core Program Requirements (GSAS Bulletin)         &gt; Master of Arts       &gt; Dual Degree Master of Arts and Juris Doctor       &gt; Joint Degree Master of Arts and Journalism       &gt; Bulletin Course Descriptions                 Quick Links         &gt; NYC Consortium       &gt; CLACS Fall 2015 Courses \">Fall 2015 Courses       &gt; CLACS Spring 2015 Courses \">Spring 2015 Courses       &gt; CLACS Fall 2014 Courses \">Fall 2014 Courses       &gt; CLACS Fall 2014 Courses Will Be Available in April! \">Spring 2014 Courses       &gt; CLACS Fall 2013 courses are now available for registration! \">Fall 2013 Courses       &gt; Registration begins at 9:00am on November 26. \">Spring 2013 Courses                                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Center for Latin American and Caribbean Studies (CLACS) | New York University                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                         About Us       People       Undergraduate       Graduate Program       Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events                                                                                                    Join Our Email Lists                   CLACS Blog       MA Program - Apply Now   Innovative and interdisciplinary in nature, the CLACS Master’s of Arts program allows students to design a degree that fulfills their specific interests. Applications being accepted with rolling admissions.           read more        &raquo;         BA/MA Program in Latin American Studies   For sophomores and juniors in the College of Arts and Sciences at NYU: You could be working toward an MA in Latin American and Caribbean Studies while you complete your major and get up to a 50% break on your graduate school tuition.             read more        &raquo;         CLACS Blog                     Upcoming Events                 &gt;    ,             José Antonio Aponte and His World: Writing, Painting, and Making Freedom in the African Diaspora                   &gt;    ,             Conferência 2015 PLH: Teoria e práctica lado a lado             complete list of events &raquo;                           Rimasun: Quechua Language Podcasts                   Rimasun is a free audio series of collaborative conversations and interviews entirely in the Quechua/Kichwa languages. Los audios son narraciones personales producidos en Nueva York. Kay audiokuna runasimi rimaqkunapaq, estudiantekunapaq ima kashanku.                read more          &raquo;               nexo: CLACS Newsletter                   Learn more about our recent events and initiatives by reading our 2011-2012 newsletter. Included are essays and articles that explore recent research by CLACS affiliated faculty, comment on exciting events, and discuss important issues related to Latin America and the Caribbean.             read more          &raquo;               Spring 2015 Courses                   CLACS Spring 2015 Courses             read more          &raquo;                                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "New York University | Bobst Library: Latin American and Caribbean Studies Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          Latin American and Caribbean Studies Collection Development Policy             Bobst Library, New York University      Angela Carre&ntilde;o , Librarian for Latin American and Caribbean Studies             Contents           Purpose      Scope      Types of Materials      Strengths &amp; Weaknesses of the Collection      Other Resources      Subjects &amp; Collecting Levels                          Purpose         Bobst Library's Latin American and Caribbean studies collection supports the academic program of the     Center for Latin American and Caribbean Studies (CLACS) ,    which offers an interdisciplinary master's degree, a joint M.A. degree in Journalism and a certificate program in museum studies.    CLACS has a consortial arrangement with Columbia University's Institute for Iberian and Latin American Studies     which includes the cross-registration of students, joint summer institutes and joint public events.    The Center integrates the resources of New York University for the study of inter-American affairs, stressing the study of contemporary relations--    the emerging social, cultural, economic, and political links between and among the Americas.    The future priorities of CLACS include strengthening and expanding programs in Caribbean Studies, and the development of closer ties with the professional schools.            The collection also supports Latin American and Caribbean area studies course concentrations for doctoral programs in anthropology, cinema studies,     comparative literature, business administration, economics, history, politics, sociology, and Spanish and Portuguese languages and literatures.            Increasingly, in recent years, the collection has developed in response to the needs of issue based, inter-disciplinary studies and closer interaction between CLACS and the professional schools.    Issue based structures within FAS and/or GSAS include departments or programs in Africana Studies, Ethnographic Film and Video, Medieval and Renaissance Studies, Metropolitan Studies, Peace and Global Policy Studies, and Women's Studies.    Recent global issues attracting cross-disciplinary interest and transnational perspectives include cultural studies, human rights, urban life, migration studies, environmental studies, post-colonial studies and communication studies.    Several Centers will be the focus of significant future, on-campus trends in cross-disciplinary research and teaching:    1) The King Juan Carlos I Center for the Study of Spain and the Spanish-speaking world ;    2) the Center for Media, Culture, and History; and    3) the NYU Institutes for Advanced International Studies.        Departmental interests are as follows:               History           Latin American and Caribbean history from 1492 to the present.     All countries are of interest for historical research and course work; emphasis has, historically been on Brazil and the Caribbean.     Recent interests include the Andean region and the African Diaspora.                    Politics           Political institutions, development, reform, revolution; U.S. corporate and governmental policy; common markets and collective trading groups;     urban politics; Latin American and Caribbean migration to the U.S. and Western Europe, and communities of Latin American and Caribbean nationals in the U.S. and Western Europe;     emphasis is on the Caribbean, Central America and Mexico.                    Spanish and Portuguese Languages and Literatures      (See separate collection development statement) - Spanish-American and Brazilian authors, literary criticism, literary movements, and Latin American civilization.                Linguistics      Urban Hispanic and/or Afro-Latin American diasporic sociolinguistic varieties, bilingualism, indigenous and creole languages.                Economics      Urban economics, international trade and finance, the political economy of north-south relations, Latin American economic theory, theoretical studies on economic development in Latin America.                Business      Finance, management and organizational behavior, and marketing, supporting practical research on the Latin American debt, emerging markets, financial markets, investment analysis, political risk, the business culture, consumer behavior and environmental resource management.                Anthropology      Pre- and post-Conquest political, social and cultural anthropology of Latin America and the Caribbean, migration studies, gender studies, Caribbean linguistic anthropology, urban anthropology, and ethnographic film and video.                Cinema Studies      History of national cinemas, filmmakers, ethnographic film and video, documentary film and video, film and television industries, and film criticism; the emphasis is on Cuba, Mexico, and Brazil.                Performance Studies      Theater, dance, celebration, ritual and popular entertainment, including for example cricket, carnival, soccer, feminist theater projects, calypso, cockfighting, soap opera, comics, cuisine, voodoo, and political campaigns.                Sociology           Structure and dynamics of contemporary Latin American societies, covering sociological theory (major Latin American theorists, themes and debates);     power and inequality (social stratification, gender relations, race relations, social movements, and political sociology);     social institutions (kinship, class, political parties, church, schools, the army, family, labor organizations etc.);     and social groups (women, blacks, immigrants, children, indigenous groups, elite groups, peasant groups, etc.)                    Music      Performance practice; music industry; music history, biography, and criticism; popular song and dance music (tango, rumba, reggae, samba, tropicalia, zouk, etc.)                    Fine Arts           Pre-Columbian art and archeology; material culture and folk art; major artists and museums; reproductions of historically significant prints and photographs;     aesthetics of cities; public policy; art history; and, art exhibit catalogs.                    Comparative Literature      In addition to Spanish and Portuguese Languages and Literatures (see separate collection development statement), non-hispanic Caribbean diasporic authors, literary criticism, literary movements, and cultural studies.                          Scope               Language           Materials are acquired in Spanish, English, Portuguese, and, more selectively, French, German and Dutch.     Codices, grammars, etc. of indigenous languages are acquired very selectively.     English translations of titles in languages not collected are acquired when available and of scholarly interest.                    Geographical Areas           All countries of Latin America and the Caribbean region are covered, although research trends and political events intensify collection effort for particular countries or regions at given times.     Geographical areas emphasized are Brazil, Mexico, Argentina, the Caribbean and Central America.     Latin American and Caribbean communities in the United States and Western Europe are of interest for migration and ethnic studies;     emphasis is on the Caribbean diaspora.                    Chronological Periods           Emphasis is on all historical periods from European conquest to the present.     The pre-Columbian period is of more limited interest in the Departments of Anthropology and History, and resources covering this period are acquired more selectively.                              Types of Materials               Included           Monographs, monographic series, serials, proceedings, facsimiles, microforms, videos, music recordings, electronic media, multi-media, and Internet resources.     Government documents, atlases, dissertations, scores, working papers, pamphlets, and ephemera are acquired on a more selective basis.                    Excluded      Maps, textbooks and juvenilia.                          Strengths &amp; Weaknesses of the Collection   Collection development for Latin America and the Caribbean focuses primarily on the history, politics, international relations, social and economic conditions, literatures and languages of Latin America and the Caribbean. Historically, the strengths of the collection are literature and the political, economic and social history of Brazil, Mexico and Argentina. Collecting is stronger in the humanities than in the social sciences.    The collection coverage for individual authors, literary criticism and literary movements is very good. The contemporary Brazilian fiction and poetry collection is noteworthy and serves as a resource for scholars throughout the metropolitan area. The collection in Caribbean history and literature, all language areas and the diaspora is steadily becoming a noteworthy collection. The audio-visual collection is nationally unique. Areas of relatively recent scholarly interest at NYU are currently being developed and strengthened: art, music, business, popular culture, migration studies, environmental studies and women's studies.    In 1982, the library started to implement blanket order acquisition plans with Latin American vendors. These plans currently cover Argentina, Chile, Uruguay, Paraguay, Brazil, Peru, Ecuador, Bolivia, Colombia, Venezuela, Central America, Mexico, and the British Caribbean. Under the terms of these plans current imprints from various Latin American countries are automatically received at Bobst Library. These agreements have dramatically improved the coverage and timeliness of current imprints. The blanket order shipments are considerably augmented by firm orders generated by dealers' catalogs, publishers' catalogs, library acquistions' lists, bibliographies and review media.    The Business and Social Science/Documents Center hold many important resources for social science research on Latin America and the Caribbean. The United Nations and International Governmental Organizations Collection receives on deposit or standing order, the publications of the U.N. Economic Commission for Latin America, the Organization of American States, the Inter-American Development Bank, the World Bank, the International Monetary Fund, the International Labor Office and the International Council for Migration. Most of these government documents do not appear in BobCat. The Center also has extensive microform collections covering historical and current socio-economic statistics.    The library offers a wide range of electronic resources, including remote and in-library access to the the Hispanic American Periodicals Index (HAPI), LADB (Latin American Database) and the Handbook of Latin American Studies (HLAS). The Library offers a wide range of commercial databases which contain Latin American information, including PAIS, the MLA Bibliography, F&amp;S International, Ethnic Newswatch, and Dissertation Abstracts. The Library also has a Latin American Studies Resources Homepage . Multi-media, electronic text and electronic data on CD-ROM are collected very selectively. and, strategically, Since January 1993, the library has offered the academic community Latin American newsbroadcasts via satellite through SCOLA. SCOLA programming is available for viewing in the library as well as at other locations around the University where NYU-TV broadcasting is available. SCOLA programs may be recorded off-air for use in classrooms or by individual researchers.    Some of the collection weaknesses are as follows:        government publications, except for population census material and statistical abstracts. The library relies on holdings at New York Public Library and LAMP . This will not change unless we agree to cooperate regionally.        serials in general. There are historical gaps in history and literature which are impossible to fill, unless microform copies can be identified for purchase. Current subscriptiohns have been added on a very selective basis for the past ten years due to budgetary constraints.        current news sources. The cost and difficulty of acquiring and processing newspapers and newsmagazines have resulted in limited holdings. In addition to the limited holdings the library relies on newspaper clipping services, the Latin American Newsletters, Global Newsbank, LADB, FBIS, and SCOLA. The library is currently working on a regional cooperative collecting agreement.        Newspaper backfiles. The library currently relies on news clipping services, FBIS, regional holdings, CRL and LAMP . The library is considering adding a limited number of backfiles based on regional gaps, and cooperative collection agreements. So far the library has added Uno m&aacute;s Uno.        current social and economic statistics. The library relies on the statistical publications of international organizations and a selection of Latin American statistical publications available on microform. The statistics are reported in these sources with two to three delays. The library may need to consider adding a selection of statistical abstracts in paper.        preservation problems have contributed to the gaps in the library's Latin American collection. New titles from Latin America and the Caribbean are printed on poor quality paper which does not withstand heavy use and aging. The library is addressing the problem by routinely binding new material, and replacing brittle material with microfilm copy.        Pre-1950 imprints. Retrospective collection assessment and development is a constant necessity to identify and, if possible fill lacunae. Important retrospective material is often reprinted, re-published in new editions, or microfilmed. It is very difficult, and, usually too costly to purchase and preserve original editions.                     Resource Sharing      Numerous and complex factors such as the proliferation of research materials, lack of sufficient acquisitions funds and the physical deterioration of large portions of the collection have forced research libraries to recognize their inability to be entirely self-sufficient, and the need to rely on cooperative collection development and user referrals to other collections. Coordinated resource sharing makes it possible to offer Latin American scholars in the region, and specifically at New York University, a wider range of research material.     The logical and most important coordinating partner is Columbia University Libraries. In 1988 the two institutions established a Consortium for Latin American and Caribbean Studies, which has stimulated frequent contact between the bibliographers to coordinate, among other things, respective collection development policies. The two bibliographers actively develop collaborative projects that will increase the breadth and depth of Latin American holdings in the New York metropolitan area. Examples of formal agreements include sharing coverage of Latin American and Caribbean 2nd tier women writers; migrant communities in Europe; and Latin American Recorded Popular Music. Major purchasing, such as the recent acquisition of the  Author Catalogues of the Biblioteca Nacional, Madrid  and the  Archivo Biogr&aacute;fico de Espa&ntilde;a, Portugal e Iberoam&eacute;rica,  is done collaboratively.     As participating member of the  Latin American Northeast Library Consortium (LANE)  , the Latin American Bibliographer meets with colleagues in the Northeast twice a year to discuss collection development issues. The other participating bibliographers are from NYPL, Columbia Univ. Rutgers Univ., Univ. Of Connecticut at Storrs, Univ. Of Mass., Univ. Of Pittsburg, Princeton Univ., Univ. of Pennsylvannia, Yale Univ., Brown Univ., Cornell Univ., and Harvard Univ. LANE is currently planning to coordinate, jointly identify and/or broaden the coverage of 1) current newspaper and newsweekly subscriptions; 2) historical backfiles of newspapers and newsweeklies; 3) financial statistical sources; 4) videos from and/or about Latin America; 5) business news sources; 6) telephone books; and 7) major microform sets.     The LANE group complements and extends the work of the Latin American Microform Project (LAMP) , of which Bobst Library is a subscribing member. LAMP was founded in 1975 for the purpose of making available to scholars Latin American research materials in microformat, which would otherwise be unavailable. This includes materials which are inaccessible, in poor condition, or beyond the economic means of an individual institution. There are currently 33 member libraries, all of which have borrowing privileges for LAMP material housed at CRL's facilities. A meeting to report on projects-in-progress and to propose new projects is held once a year at SALALM .     Bobst Library's membership in the Center for Research Librarires is crucial for access to foreign dissertations; newspaper backfiles; British Foreign Office Microform Sets; and State Dept. Microform Sets.     The Library is a participant in the Latin American Demonstration Project of the AAU/ARL Global Resources Program together with 34 other libraries. Our participation requires 1) a commitment to provide access to selected Mexican and Argentine journals by maintaining subscriptions, providing timely ILL, and supplying contents pages for a journal database; and 2) A $7,000 comitment to Latin American Art Exhibit Catalogs.                 Subjects &amp; Collecting Levels           ECS    CCI    DLC        The following levels for geographical emphases apply toeach of the subjects listedbelow:                 Mexico    C    C    C        Central America: Belize, Guatemala, ElSalvador, Honduras, Nicaragua, Costa Rica,Panama    B    C    C        Caribbeanregion    B    C    D        Spanish-speaking: Puerto Rico, Cuba, DominicanRepublic   English-speaking, esp. Jamaica, Trinidad-Tobago   French-speaking, esp. Haiti   Dutch-speaking                 Guianas: Guyana, French Guiana,Surinam    A    A    B        Andean region: Venezuela, Colombia,Ecuador, Peru, Bolivia,Chile    B    B    C        La Plata region: Argentina    La Plata region: Uruguay    B   B    C   B    C   C        Brazil    C    C    C        Paraguay    A    B    B              LCClass    Subjects    ECS    CCI    DLC        AC-AZ, Z    Reference materials, bibliographies(general for countries, specialized for subjectscollected)    B    C    C        PC4821-4914,   PM3001-7356    Language, linguistics, philology -- Spanish,Portuguese; indigenous languages,Creole    B    B    B        PZ, PR, PS    Literature -- works, history,criticism: Spanish, Portuguese, Caribbean English,French    B    C    C        PN2309-2554    Theatre -- history, dramaticworks    B    B    B        PN1993.5    Cinema and performingarts    A    B    C        N, NA, NB, NC, ND, NE, NK, NX    Art andarchitecture    B    B    C        M, ML    Music, music history, biography,ethnomusicology    A    A    B        B, BL, BR, BR    Philosophy and religioushistory    A    A/B    B        F1201-3791    History -- intellectual, cultural,economic, political, social, religious, military;historiography    B    C    C        HA, HB, HC, HD, HE, HF, HG, HN    Economic historyand conidtions, demography,statistics    B    B/C    C        HX, JL, JS, JX   E183.8, F 1418    Political history and government,political parties and movements; diplomatic relations with theU.S.    B    C    C        E184    Latin American and Caribbean nationals inthe U.S.    A    B    C        GR, GT, GV    Anthropology -- pre- and post-Conquest societies; folklore, manners, and customs, recreation,dance    B    B    C        HN, HQ, HS, HT, HV, HX    Sociology -- theoreticaland applied; social history andconditions    B    B    C        L, LA, LB, LC, LE    Education -- theory, history,institutions    A    A    B        PN4931-5106    Journalism,communications    A    A    B        G, Q, R, T    Geography; history of science; naturalhistory; public health;technology    A    A    A                          News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright May, 2015 New York University"}]}]