[{"detail": [{"content": "Pam J. Crabtree, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Pam J. Crabtree   Associate Professor of Anthropology Ph.D. 1982, M.A. 1975, Pennsylvania, B.A. 1972, Barnard.     Office Address: Rufus D. Smith Hall  25 Waverly Place, 307B  New York, NY 10003   Email:     Phone: 212-998-8573             Curriculum Vitae                  Areas of Research/Interest     Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.     External Affiliations     Member - Center for the Study of Human Origins     Selected Publications     2014 (with Susan A. Johnston and Douglas V. Campana) Performance, place   and power at Dun Ailinne, a ceremonial site of the Irish Iron Age. World   Archaeology 46, 206-223.    2014 (with Douglas V. Campana) Secondary products, wealth and trade on   Middle Saxon England. In Animals in the Ancient World, edited by Ben   Arbuckle and Sue Ann McCarty. Boulder: University of Colorado Press.    2013 Animal husbandry and farming in East Anglia from the 5th to the   10th century. Quaternary International, available online 2 October   2013.     2013 (with M. G. Campana and M. A. Bower) Ancient DNA for the   archaeologist: the future of African research. African Archaeological   Review 30. 21-37.    2013. A note on the role of dogs in Anglo-Saxon society: evidence from   East Anglia. International Journal of Osteoarchaeology, available online 28 November 2013.   Crabtree, P. J., Middle Saxon Animal Husbandry in East Anglia. East Anglian   Archaeology, 143    2011. Adams, Bradley &amp; Crabtree, Pam. (2011) Comparative Osteology: a   Laboratory Manual and Field Guide to Common North American Animals.   Amsterdam: Elsevier. Pam J. Crabtree. 2010. Agricultural Innovation and Socio-economic Change in Early Medieval Europe: Evidence from Britain and France. World Archaeology 42 (1): 122-136. Susan A. Johnston, Douglas V. Campana, and Pam J. Crabtree. 2009. A Geophysical Survey at Dún Ailinne, County Kildare, Ireland. Journal of Field Archaeology 34 (4): 385-402. Pam J. Crabtree. 2009. The Archaeology of Medieval Europe. History Compass 7 (3): 879-893. Bradley J. Adams and Pam J. Crabtree. 2008. Comparative Skeletal Anatomy: A Photographic Atlas for Medical Examiners, Forensic Anthropologists, and Archaeologists. Totowa, NJ: Humana Press. Pam J. Crabtree. 2007. “Animals as Material Culture in Middle Saxon England: The Zooarchaeological Evidence for Wool Production at Brandon,” in Breaking and Shaping Beastly Bodies: Animals as Material Culture in the Middle Ages, edited by A. Plushkowski, pp. 161-169. Oxford: Oxbow Press. Pam J. Crabtree. 2006. Women, Gender, and Pastoralism, in Handbook of Gender in Archaeology, edited by S. M. Nelson, pp. 571-592. Berkeley, CA: AltaMira Press. Pam J. Crabtree and Douglas V. Campana. 2006. Exploring Prehistory: How Archaeology Reveals Our Past. New York: McGraw-Hill. Douglas v. Campana and Pam J. Crabtree. 2006. The Diet of Washington’s Soldiers at Valley Forge During the Winter of 1777-78, in Integrating Zooarchaeology , edited by Mark Maltby, pp. 28-32. Oxford: Oxbow Books. Peter I. Bogucki and Pam J. Crabtree, eds. 2004. Ancient Europe 8000 BC--1000 AD: An Encyclopedia of The Barbarian World. New York: Charles Scribner’s Sons. Claudia Milne and Pam J. Crabtree. 2001. Prostitutes, a Rabbi, and a Carpenter—Dinner at the Five Points in the 1830s, Historical Archaeology 35 (3): 31-48. Pam J. Crabtree, ed. 2000. Medieval Archaeology: An Encyclopedia , New York: Garland Publishing.      Current News/Projects Updated November 2012 My primary area of research has focused on the study of animal bone remains from Anglo-Saxon sites in southeast England as a way of understanding early medieval animal husbandry practices, hunting patterns, and diet. My new book, Middle Saxon Animal Husbandry in East Anglia, was published this summer. It is an analysis of the animal bone remains from three Middle Saxon (ca. 700-850 CE) sites in eastern England--Brandon, Ipswich, and Wicken Bonhunt. My research on the Anglo-Saxon animal remains from St. Albans Abbbey in Hertfordshire will be published later this year as part of the excavation report. The volume will be authored and edited by Martin Biddle, it should appear in the BAR (British Archaeological Reports) series. I am also working on a book on the rebirth of towns in England in the early Middle Ages. I have taken on several new projects in the past few years. I am now the zooarchaeologist for the Amheida Project in the Dakleh Oasis of Egypt, the Early Bronze Age site of Shengavit in Yerevan, Armenia, and the Kyzyltepe project in Uzbekistan. I will also begin work on the Late Bronze Age to Iron Age of Kinik in southern Cappadocia this summer. In June I attended the ICAANE   (International Conference on the Archaeology of the Ancient Near East)   in Basel. I represented a paper on my research on the animal bone   remains from the Iron Age, Hellenistic, and Medieval site of Kinik Hoyuk   in Southern Cappadocia, Turkey. In July I returned to Kinik Hoyuk,   supported by a grant from ARIT (American Research Institute in Turkey)   to analyse the animal bone remains from the Achaemenid (Persian Period)   features at the site. I also spent some time at the Neolithic and   Chalcolithic site of Ciftlik/Tepecik, where Doug Campana and I   arranged to collaborate with our Turkish colleagues on the study of the   animal bones and bone tools. I spent the last two weeks of the summer   in Antwerp working on the animal bones from the recent 9th-10th century   excavations there.  New and forthcoming publications: Campana, D., Crabtree, P., deFrance, S., Lev-Tov, J &amp; Choyke, A. (2010) Anthropological Approaches to Zooarchaeology: Colonialism, Complexity and Animal Transformations. Oxford: Oxbow (published November 2010). Field and Laboratory work:   2014--Zooarchaeologist for the Riverside Project, a 19th-century site on the west side of Manhattan   2012-13--Zooarchaeologist for the Shengavit Archaeological Project, an Early Bronze Age site in Yerevan, Armenia.       2013-present--Project zooarchaeologist for the Kinik Höyük, Southern Cappadocia, Turkey.     2012-present--Zooarchaeologist for the Kyzyltepe, Uzbekistan Porject.      2010-11--Zooarchaeologist for the Amheida excavations, Dakleh Oasis, Egypt August, 2010. Zooarchaeologist for the Razdolnoe Excavations, eastern Ukraine. We explored the archaeological potential of the Copper Age sites, and I examined the fauna recovered from earlier Late Bronze Age excavations at the site. January, 2011. Zooarchaeologist for the NYU Amheida Excavations in the Dakleh Oasis, Egypt. I identified the fauna from the 2010 excavations season and also worked on the faunal material from the contemporary rural site of Ain al Gedida. May-June 2011. Zooarchaeologist for the Moku’ula Excavations in Hawaii. Here is a link to some of the excavation photos: http://www.flickr.com/photos/mauitime/sets/72157626855349426/show/     Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Pam J. Crabtree, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Pam J. Crabtree   Associate Professor of Anthropology Ph.D. 1982, M.A. 1975, Pennsylvania, B.A. 1972, Barnard.     Office Address: Rufus D. Smith Hall  25 Waverly Place, 307B  New York, NY 10003   Email:     Phone: 212-998-8573             Curriculum Vitae                  Areas of Research/Interest     Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.     External Affiliations     Member - Center for the Study of Human Origins     Selected Publications     2014 (with Susan A. Johnston and Douglas V. Campana) Performance, place   and power at Dun Ailinne, a ceremonial site of the Irish Iron Age. World   Archaeology 46, 206-223.    2014 (with Douglas V. Campana) Secondary products, wealth and trade on   Middle Saxon England. In Animals in the Ancient World, edited by Ben   Arbuckle and Sue Ann McCarty. Boulder: University of Colorado Press.    2013 Animal husbandry and farming in East Anglia from the 5th to the   10th century. Quaternary International, available online 2 October   2013.     2013 (with M. G. Campana and M. A. Bower) Ancient DNA for the   archaeologist: the future of African research. African Archaeological   Review 30. 21-37.    2013. A note on the role of dogs in Anglo-Saxon society: evidence from   East Anglia. International Journal of Osteoarchaeology, available online 28 November 2013.   Crabtree, P. J., Middle Saxon Animal Husbandry in East Anglia. East Anglian   Archaeology, 143    2011. Adams, Bradley &amp; Crabtree, Pam. (2011) Comparative Osteology: a   Laboratory Manual and Field Guide to Common North American Animals.   Amsterdam: Elsevier. Pam J. Crabtree. 2010. Agricultural Innovation and Socio-economic Change in Early Medieval Europe: Evidence from Britain and France. World Archaeology 42 (1): 122-136. Susan A. Johnston, Douglas V. Campana, and Pam J. Crabtree. 2009. A Geophysical Survey at Dún Ailinne, County Kildare, Ireland. Journal of Field Archaeology 34 (4): 385-402. Pam J. Crabtree. 2009. The Archaeology of Medieval Europe. History Compass 7 (3): 879-893. Bradley J. Adams and Pam J. Crabtree. 2008. Comparative Skeletal Anatomy: A Photographic Atlas for Medical Examiners, Forensic Anthropologists, and Archaeologists. Totowa, NJ: Humana Press. Pam J. Crabtree. 2007. “Animals as Material Culture in Middle Saxon England: The Zooarchaeological Evidence for Wool Production at Brandon,” in Breaking and Shaping Beastly Bodies: Animals as Material Culture in the Middle Ages, edited by A. Plushkowski, pp. 161-169. Oxford: Oxbow Press. Pam J. Crabtree. 2006. Women, Gender, and Pastoralism, in Handbook of Gender in Archaeology, edited by S. M. Nelson, pp. 571-592. Berkeley, CA: AltaMira Press. Pam J. Crabtree and Douglas V. Campana. 2006. Exploring Prehistory: How Archaeology Reveals Our Past. New York: McGraw-Hill. Douglas v. Campana and Pam J. Crabtree. 2006. The Diet of Washington’s Soldiers at Valley Forge During the Winter of 1777-78, in Integrating Zooarchaeology , edited by Mark Maltby, pp. 28-32. Oxford: Oxbow Books. Peter I. Bogucki and Pam J. Crabtree, eds. 2004. Ancient Europe 8000 BC--1000 AD: An Encyclopedia of The Barbarian World. New York: Charles Scribner’s Sons. Claudia Milne and Pam J. Crabtree. 2001. Prostitutes, a Rabbi, and a Carpenter—Dinner at the Five Points in the 1830s, Historical Archaeology 35 (3): 31-48. Pam J. Crabtree, ed. 2000. Medieval Archaeology: An Encyclopedia , New York: Garland Publishing.      Current News/Projects Updated November 2012 My primary area of research has focused on the study of animal bone remains from Anglo-Saxon sites in southeast England as a way of understanding early medieval animal husbandry practices, hunting patterns, and diet. My new book, Middle Saxon Animal Husbandry in East Anglia, was published this summer. It is an analysis of the animal bone remains from three Middle Saxon (ca. 700-850 CE) sites in eastern England--Brandon, Ipswich, and Wicken Bonhunt. My research on the Anglo-Saxon animal remains from St. Albans Abbbey in Hertfordshire will be published later this year as part of the excavation report. The volume will be authored and edited by Martin Biddle, it should appear in the BAR (British Archaeological Reports) series. I am also working on a book on the rebirth of towns in England in the early Middle Ages. I have taken on several new projects in the past few years. I am now the zooarchaeologist for the Amheida Project in the Dakleh Oasis of Egypt, the Early Bronze Age site of Shengavit in Yerevan, Armenia, and the Kyzyltepe project in Uzbekistan. I will also begin work on the Late Bronze Age to Iron Age of Kinik in southern Cappadocia this summer. In June I attended the ICAANE   (International Conference on the Archaeology of the Ancient Near East)   in Basel. I represented a paper on my research on the animal bone   remains from the Iron Age, Hellenistic, and Medieval site of Kinik Hoyuk   in Southern Cappadocia, Turkey. In July I returned to Kinik Hoyuk,   supported by a grant from ARIT (American Research Institute in Turkey)   to analyse the animal bone remains from the Achaemenid (Persian Period)   features at the site. I also spent some time at the Neolithic and   Chalcolithic site of Ciftlik/Tepecik, where Doug Campana and I   arranged to collaborate with our Turkish colleagues on the study of the   animal bones and bone tools. I spent the last two weeks of the summer   in Antwerp working on the animal bones from the recent 9th-10th century   excavations there.  New and forthcoming publications: Campana, D., Crabtree, P., deFrance, S., Lev-Tov, J &amp; Choyke, A. (2010) Anthropological Approaches to Zooarchaeology: Colonialism, Complexity and Animal Transformations. Oxford: Oxbow (published November 2010). Field and Laboratory work:   2014--Zooarchaeologist for the Riverside Project, a 19th-century site on the west side of Manhattan   2012-13--Zooarchaeologist for the Shengavit Archaeological Project, an Early Bronze Age site in Yerevan, Armenia.       2013-present--Project zooarchaeologist for the Kinik Höyük, Southern Cappadocia, Turkey.     2012-present--Zooarchaeologist for the Kyzyltepe, Uzbekistan Porject.      2010-11--Zooarchaeologist for the Amheida excavations, Dakleh Oasis, Egypt August, 2010. Zooarchaeologist for the Razdolnoe Excavations, eastern Ukraine. We explored the archaeological potential of the Copper Age sites, and I examined the fauna recovered from earlier Late Bronze Age excavations at the site. January, 2011. Zooarchaeologist for the NYU Amheida Excavations in the Dakleh Oasis, Egypt. I identified the fauna from the 2010 excavations season and also worked on the faunal material from the contemporary rural site of Ain al Gedida. May-June 2011. Zooarchaeologist for the Moku’ula Excavations in Hawaii. Here is a link to some of the excavation photos: http://www.flickr.com/photos/mauitime/sets/72157626855349426/show/     Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Smith, Mark S., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Mark S. Smith   Professor of Hebrew and Judaic Studies; Skirball Professor of Bible   Catholic University of America, MA, 1978; Harvard Divinity School, MTS 1981; Yale University, MA, 1982; PhD 1985     Office: 53 Washington Square South, Room 209       Email:       Phone: (212)998-8975     Research Interests Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls         Bio Mark S. Smith has held the Skirball Chair of Bible and Ancient Near Eastern Studies at New York University since 2000. Professor Smith completed his PhD at Yale in 1985, after taking Masters degrees from the Catholic University of America, Harvard Divinity School, and Yale University. He graduated with a BA in English from The Johns Hopkins University. Prior to 2000, he taught at Yale University and Saint Joseph’s University. In 2004 Professor Smith was the Catholic Biblical Association visiting professor at the Pontifical Biblical Institute in Rome. He has served twice as Lady Davis Visiting Professor at the Hebrew University in Jerusalem, in 1997 and in 2011. He was honored as President of the Catholic Biblical Association of America in 2010-2011, and in 2011 he was elected a fellow of the American Academy for Jewish Research. He is also a two-time winner of New York University’s Golden Dozen Award for excellence in undergraduate teaching and the recipient of the Frank Moore Cross award for publication awarded by the American Schools of Oriental Research.     Professor Smith’s publications and research range from the Late Bronze Age literature and religion of Ugarit, to the Hebrew Bible and Israelite religion. His work has focussed in particular on God and other gods and goddesses. He has authored over 100 essays and articles, including first editions of four minor manuscripts from Cave Four of the Dead Sea Scrolls. He has authored thirteen books and co-authored four others.     External Affiliations Society of Biblical Literature; Catholic Biblical Association; Colloquium for Biblical Research; Old Testament Colloquium; Association for Jewish Studies; Catholic Biblical Quarterly Monograph Series, Editor         Select Publications Books:    co-author, Stories From Ancient Canaan (Westminster John Knox, 2012)    Exodus (Liturgical Press, 2011)    The Priestly Vision of Genesis 1 (Fortress, 2010)    God in Translation: Deities in Cross-Cultural Discourse in the Biblical World (Mohr Siebeck, 2008; Eerdmans. 2010)    co-author , The Ugaritic Baal Cycle: Volume 2 . Introduction with Text, Translation and Commentary of KTU 1.3-1.4 (Brill, 2009)     The Memoirs of God: History, Memory, and the Experience of God in Ancient Israel (Fortress Press, 2004). Portuguese edition: O memorial de Deus: História, memória e a experiência do divino no Antigo Israel (Paulus Editora, 2006)     The Sacrificial Rituals and Myths of the Goodly Gods, KTU/CAT 1.23: Royal Constructions of Opposition, Intersection, Integration and Domination (Society of Biblical Literature/Brill, 2006)    The Origins of Biblical Monotheism: Israel's Polytheistic Background and the Ugaritic Texts (Oxford University Press, 2001; paperback edition, 2003)    Untold Stories: The Bible and Ugaritic Studies in the Twentieth Century (Hendrickson Publishers, 2001)    Articles:    “Ancient Near Eastern ‘Myths’ and the Hebrew Bible: Interim Reflections,” in Was ist der Mensch, dass du seiner gedenkst? (Psalm 8,5): Aspekte einer theologischen Anthropologie. Festschrift für Bernd Janowski zum 65. Geburstag (edited by Michaela Bauks, Kathrin Liess and Peter Riede; Neukirchen-Vluyn: Neukirchener Verlag, 2008) 487-501.    “’Sacred Marriage’ in the Ugaritic Texts? The Case of KTU/CAT 1.23 (Rituals and Myths of the Goodly Gods),” in Sacred Marriages: The Divine-Human Sexual Metaphor from Sumer to Early Christianity (edited by Martti Nissinen and Risto Uro; Winona Lake, IN: Eisenbrauns, 2008) 93-113.     “Light in Genesis 1:3 - Created or Uncreated: A Question of Priestly Mysticism?” in Birkat Shalom: Studies in the Bible, Ancient Near Eastern Literature, and Post-Bibllical Judaism Presented to Shalom M. Paul on the Occasion of His Seventieth Birthday: Volume 1 (edited by Chaim Cohen et al.; Winona Lake, IN: Eisenbrauns, 2008) 125-34.     “Theism and Violence in the Ancient World: \u2028The Argument of Jan Assman” (crítica bibliográfica /review essay of Jan Assmann, Of God and Gods: Egypt, Israel, and the Rise of Monotheism), Sefarad 69/1 (2009) 229-35.    “Herz und Innereien in israelistischen Gefühläußerungen: Notizen aus der Anthropologie und Psychobiologie,” in Anthrologische Aufbrüche: Alttestamentliche und interdisziplinäre Zugänge zur historischen Anthropologie (edited by Andreas Wagner; Forschungen zur Religion und Literatur des Alten Testament und Neuen Testaments, volume 232; Göttingen: Vandenhoeck &amp; Ruprecht, 2009) 171-81. German translation of “The Heart and Innards in Israelite Emotional Expressions: Notes from Anthropology and Psychobiology,” Journal of Biblical Literature 117/3 (1998) 427-36.     “What is Prologue is Past: Composing Israelite Identity in Judges 5,” in Thus Says the Lord: Essays on the Former and Latter Prophets in Honor of Rober R. Wilson (edited by John J. Ahn and Stephen L. Cook; Library of Hebrew Bible/Old Testament Studies volume 502; New York/London: T &amp; T Clark, 2009) 43-58.     “Ugarit, Texts and Literature,” in The New Interpreter’s Dictionary of the Bible (edited by Katherine Sackenfeld et al.; Nashville, TN: Abingdon, 2010).     “What is a Scriptural Text in the Second Temple Period? Texts between their Biblical Past, their Inner-Biblical Interpretation, Their Reception in Second Temple Literature, and their Textual Witnesses,” in The Dead Sea Scrolls at 60: Scholarly Contributions of New York University Faculty and Alumni (edited by Lawrence H. Schiffman and Shani Tzoref; Studies on the Texts of the Desert of Judah 89; Leiden: Brill, 2010) 271-98.     “The Blessing God and Goddess: A Longitudinal View from Ugarit to “Yahweh and ...his asherah” at Kuntillet ‘Ajrud,” in Enigmas and Images: Studies in Honor of Tryggve N. D. Mettinger (edited by Göran Eidevall and Blazenka Scheuer; Coniectana Biblica Old Testament Series 58; Winona Lake, IN: Eisenbrauns, 2011) 213-26.     “God in Translation: Cross-Cultural Recognition of Divinity in Ancient Israel,” in Reconsidering the Concept of Revolutionary Monotheism (ed. Beate Pongratz-Leisten; Winona Lake, IN: Eisenbrauns, 2011) 241-70.     “Why was ‘Old Poetry’ Used in Hebrew Narrative? Historical and Cultural Considerations about Judges 5,” in Puzzling out the Past: Studies in the Northwest Semitic Languages and Literatures in Honor of Bruce Zuckerman (ed. Marilyn J. Lundberg, Steven Fine, and Wayne T. Pitard; Leiden/Boston: Brill, 2012) 197-212.    “Textual Interpretation in 7 th -6 th Century Israel: Between Competition, Textualisation and Tradition,” in Textual Criticism and Dead Sea Scrolls Studies in Honour of Julio Trebolle Barrera: Florilegium Complutense (ed. Andrés Piquer Otero and Pablo A. Torijano Morales; Supplements to the Journal for the Study of Judaism 158; Leiden: Brill, 2012) 317-23.     “God in Israel’s Bible: Divinity between the World and Israel, between the Old and the New,” Catholic Biblical Quarterly 74/1 (2012) 1-27 (presidential address).     “The Concept of the ‘City’ (‘Town’) in Ugarit,” in Die Stadt im Zwölfprophetenbuch (ed. Aaron Schart and Jutta Krispenz; BZAW 428; Berlin: de Gruyter, 2012) 107-46.     “The Problem of the God and His Manifestations: The Case of the Baals at Ugarit, with Implications for Yahweh of Various Locales,” in Die Stadt im Zwölfprophetenbuch (ed. Aaron Schart and Jutta Krispenz; BZAW; 428 Berlin: de Gruyter, 2012) 205-50.           Fellowships/Honors Fellow of the American Academy for Jewish Research (2011);    Annual Professor, W. F. Albright Institute of Archaeological Research (2011);    President, The Catholic Biblical Association of America (2010-2011); Golden Dozen Award for Excellence in Undergraduate Teaching, NYU (2005 and 2007); Frank Moore Cross Publications Award, American Schools of Oriental Research (2005); Fellow, Center for Judaic Studies, University of Pennsylvania (1998); Faculty Merit Award for Research, Saint Joseph's University (1995); Morse Fellow, Yale University (1993); Dorot Dead Sea Scrolls Fellow, W. F. Albright Institute of Archeological Research (1990); Mellon Faculty Fellowship Leave, Yale University (1989); Recipient of the Mitchell Dahood Memorial Prize (1988, 1990); Post-doctoral fellow W. F. Albright Institute of Archeological Research (1988); Annual Professor, W. F. Albright Institute of Archeological Research (1987)         Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Pam J. Crabtree, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Pam J. Crabtree   Associate Professor of Anthropology Ph.D. 1982, M.A. 1975, Pennsylvania, B.A. 1972, Barnard.     Office Address: Rufus D. Smith Hall  25 Waverly Place, 307B  New York, NY 10003   Email:     Phone: 212-998-8573             Curriculum Vitae                  Areas of Research/Interest     Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.     External Affiliations     Member - Center for the Study of Human Origins     Selected Publications     2014 (with Susan A. Johnston and Douglas V. Campana) Performance, place   and power at Dun Ailinne, a ceremonial site of the Irish Iron Age. World   Archaeology 46, 206-223.    2014 (with Douglas V. Campana) Secondary products, wealth and trade on   Middle Saxon England. In Animals in the Ancient World, edited by Ben   Arbuckle and Sue Ann McCarty. Boulder: University of Colorado Press.    2013 Animal husbandry and farming in East Anglia from the 5th to the   10th century. Quaternary International, available online 2 October   2013.     2013 (with M. G. Campana and M. A. Bower) Ancient DNA for the   archaeologist: the future of African research. African Archaeological   Review 30. 21-37.    2013. A note on the role of dogs in Anglo-Saxon society: evidence from   East Anglia. International Journal of Osteoarchaeology, available online 28 November 2013.   Crabtree, P. J., Middle Saxon Animal Husbandry in East Anglia. East Anglian   Archaeology, 143    2011. Adams, Bradley &amp; Crabtree, Pam. (2011) Comparative Osteology: a   Laboratory Manual and Field Guide to Common North American Animals.   Amsterdam: Elsevier. Pam J. Crabtree. 2010. Agricultural Innovation and Socio-economic Change in Early Medieval Europe: Evidence from Britain and France. World Archaeology 42 (1): 122-136. Susan A. Johnston, Douglas V. Campana, and Pam J. Crabtree. 2009. A Geophysical Survey at Dún Ailinne, County Kildare, Ireland. Journal of Field Archaeology 34 (4): 385-402. Pam J. Crabtree. 2009. The Archaeology of Medieval Europe. History Compass 7 (3): 879-893. Bradley J. Adams and Pam J. Crabtree. 2008. Comparative Skeletal Anatomy: A Photographic Atlas for Medical Examiners, Forensic Anthropologists, and Archaeologists. Totowa, NJ: Humana Press. Pam J. Crabtree. 2007. “Animals as Material Culture in Middle Saxon England: The Zooarchaeological Evidence for Wool Production at Brandon,” in Breaking and Shaping Beastly Bodies: Animals as Material Culture in the Middle Ages, edited by A. Plushkowski, pp. 161-169. Oxford: Oxbow Press. Pam J. Crabtree. 2006. Women, Gender, and Pastoralism, in Handbook of Gender in Archaeology, edited by S. M. Nelson, pp. 571-592. Berkeley, CA: AltaMira Press. Pam J. Crabtree and Douglas V. Campana. 2006. Exploring Prehistory: How Archaeology Reveals Our Past. New York: McGraw-Hill. Douglas v. Campana and Pam J. Crabtree. 2006. The Diet of Washington’s Soldiers at Valley Forge During the Winter of 1777-78, in Integrating Zooarchaeology , edited by Mark Maltby, pp. 28-32. Oxford: Oxbow Books. Peter I. Bogucki and Pam J. Crabtree, eds. 2004. Ancient Europe 8000 BC--1000 AD: An Encyclopedia of The Barbarian World. New York: Charles Scribner’s Sons. Claudia Milne and Pam J. Crabtree. 2001. Prostitutes, a Rabbi, and a Carpenter—Dinner at the Five Points in the 1830s, Historical Archaeology 35 (3): 31-48. Pam J. Crabtree, ed. 2000. Medieval Archaeology: An Encyclopedia , New York: Garland Publishing.      Current News/Projects Updated November 2012 My primary area of research has focused on the study of animal bone remains from Anglo-Saxon sites in southeast England as a way of understanding early medieval animal husbandry practices, hunting patterns, and diet. My new book, Middle Saxon Animal Husbandry in East Anglia, was published this summer. It is an analysis of the animal bone remains from three Middle Saxon (ca. 700-850 CE) sites in eastern England--Brandon, Ipswich, and Wicken Bonhunt. My research on the Anglo-Saxon animal remains from St. Albans Abbbey in Hertfordshire will be published later this year as part of the excavation report. The volume will be authored and edited by Martin Biddle, it should appear in the BAR (British Archaeological Reports) series. I am also working on a book on the rebirth of towns in England in the early Middle Ages. I have taken on several new projects in the past few years. I am now the zooarchaeologist for the Amheida Project in the Dakleh Oasis of Egypt, the Early Bronze Age site of Shengavit in Yerevan, Armenia, and the Kyzyltepe project in Uzbekistan. I will also begin work on the Late Bronze Age to Iron Age of Kinik in southern Cappadocia this summer. In June I attended the ICAANE   (International Conference on the Archaeology of the Ancient Near East)   in Basel. I represented a paper on my research on the animal bone   remains from the Iron Age, Hellenistic, and Medieval site of Kinik Hoyuk   in Southern Cappadocia, Turkey. In July I returned to Kinik Hoyuk,   supported by a grant from ARIT (American Research Institute in Turkey)   to analyse the animal bone remains from the Achaemenid (Persian Period)   features at the site. I also spent some time at the Neolithic and   Chalcolithic site of Ciftlik/Tepecik, where Doug Campana and I   arranged to collaborate with our Turkish colleagues on the study of the   animal bones and bone tools. I spent the last two weeks of the summer   in Antwerp working on the animal bones from the recent 9th-10th century   excavations there.  New and forthcoming publications: Campana, D., Crabtree, P., deFrance, S., Lev-Tov, J &amp; Choyke, A. (2010) Anthropological Approaches to Zooarchaeology: Colonialism, Complexity and Animal Transformations. Oxford: Oxbow (published November 2010). Field and Laboratory work:   2014--Zooarchaeologist for the Riverside Project, a 19th-century site on the west side of Manhattan   2012-13--Zooarchaeologist for the Shengavit Archaeological Project, an Early Bronze Age site in Yerevan, Armenia.       2013-present--Project zooarchaeologist for the Kinik Höyük, Southern Cappadocia, Turkey.     2012-present--Zooarchaeologist for the Kyzyltepe, Uzbekistan Porject.      2010-11--Zooarchaeologist for the Amheida excavations, Dakleh Oasis, Egypt August, 2010. Zooarchaeologist for the Razdolnoe Excavations, eastern Ukraine. We explored the archaeological potential of the Copper Age sites, and I examined the fauna recovered from earlier Late Bronze Age excavations at the site. January, 2011. Zooarchaeologist for the NYU Amheida Excavations in the Dakleh Oasis, Egypt. I identified the fauna from the 2010 excavations season and also worked on the faunal material from the contemporary rural site of Ain al Gedida. May-June 2011. Zooarchaeologist for the Moku’ula Excavations in Hawaii. Here is a link to some of the excavation photos: http://www.flickr.com/photos/mauitime/sets/72157626855349426/show/     Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Smith, Mark S., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Mark S. Smith   Professor of Hebrew and Judaic Studies; Skirball Professor of Bible   Catholic University of America, MA, 1978; Harvard Divinity School, MTS 1981; Yale University, MA, 1982; PhD 1985     Office: 53 Washington Square South, Room 209       Email:       Phone: (212)998-8975     Research Interests Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls         Bio Mark S. Smith has held the Skirball Chair of Bible and Ancient Near Eastern Studies at New York University since 2000. Professor Smith completed his PhD at Yale in 1985, after taking Masters degrees from the Catholic University of America, Harvard Divinity School, and Yale University. He graduated with a BA in English from The Johns Hopkins University. Prior to 2000, he taught at Yale University and Saint Joseph’s University. In 2004 Professor Smith was the Catholic Biblical Association visiting professor at the Pontifical Biblical Institute in Rome. He has served twice as Lady Davis Visiting Professor at the Hebrew University in Jerusalem, in 1997 and in 2011. He was honored as President of the Catholic Biblical Association of America in 2010-2011, and in 2011 he was elected a fellow of the American Academy for Jewish Research. He is also a two-time winner of New York University’s Golden Dozen Award for excellence in undergraduate teaching and the recipient of the Frank Moore Cross award for publication awarded by the American Schools of Oriental Research.     Professor Smith’s publications and research range from the Late Bronze Age literature and religion of Ugarit, to the Hebrew Bible and Israelite religion. His work has focussed in particular on God and other gods and goddesses. He has authored over 100 essays and articles, including first editions of four minor manuscripts from Cave Four of the Dead Sea Scrolls. He has authored thirteen books and co-authored four others.     External Affiliations Society of Biblical Literature; Catholic Biblical Association; Colloquium for Biblical Research; Old Testament Colloquium; Association for Jewish Studies; Catholic Biblical Quarterly Monograph Series, Editor         Select Publications Books:    co-author, Stories From Ancient Canaan (Westminster John Knox, 2012)    Exodus (Liturgical Press, 2011)    The Priestly Vision of Genesis 1 (Fortress, 2010)    God in Translation: Deities in Cross-Cultural Discourse in the Biblical World (Mohr Siebeck, 2008; Eerdmans. 2010)    co-author , The Ugaritic Baal Cycle: Volume 2 . Introduction with Text, Translation and Commentary of KTU 1.3-1.4 (Brill, 2009)     The Memoirs of God: History, Memory, and the Experience of God in Ancient Israel (Fortress Press, 2004). Portuguese edition: O memorial de Deus: História, memória e a experiência do divino no Antigo Israel (Paulus Editora, 2006)     The Sacrificial Rituals and Myths of the Goodly Gods, KTU/CAT 1.23: Royal Constructions of Opposition, Intersection, Integration and Domination (Society of Biblical Literature/Brill, 2006)    The Origins of Biblical Monotheism: Israel's Polytheistic Background and the Ugaritic Texts (Oxford University Press, 2001; paperback edition, 2003)    Untold Stories: The Bible and Ugaritic Studies in the Twentieth Century (Hendrickson Publishers, 2001)    Articles:    “Ancient Near Eastern ‘Myths’ and the Hebrew Bible: Interim Reflections,” in Was ist der Mensch, dass du seiner gedenkst? (Psalm 8,5): Aspekte einer theologischen Anthropologie. Festschrift für Bernd Janowski zum 65. Geburstag (edited by Michaela Bauks, Kathrin Liess and Peter Riede; Neukirchen-Vluyn: Neukirchener Verlag, 2008) 487-501.    “’Sacred Marriage’ in the Ugaritic Texts? The Case of KTU/CAT 1.23 (Rituals and Myths of the Goodly Gods),” in Sacred Marriages: The Divine-Human Sexual Metaphor from Sumer to Early Christianity (edited by Martti Nissinen and Risto Uro; Winona Lake, IN: Eisenbrauns, 2008) 93-113.     “Light in Genesis 1:3 - Created or Uncreated: A Question of Priestly Mysticism?” in Birkat Shalom: Studies in the Bible, Ancient Near Eastern Literature, and Post-Bibllical Judaism Presented to Shalom M. Paul on the Occasion of His Seventieth Birthday: Volume 1 (edited by Chaim Cohen et al.; Winona Lake, IN: Eisenbrauns, 2008) 125-34.     “Theism and Violence in the Ancient World: \u2028The Argument of Jan Assman” (crítica bibliográfica /review essay of Jan Assmann, Of God and Gods: Egypt, Israel, and the Rise of Monotheism), Sefarad 69/1 (2009) 229-35.    “Herz und Innereien in israelistischen Gefühläußerungen: Notizen aus der Anthropologie und Psychobiologie,” in Anthrologische Aufbrüche: Alttestamentliche und interdisziplinäre Zugänge zur historischen Anthropologie (edited by Andreas Wagner; Forschungen zur Religion und Literatur des Alten Testament und Neuen Testaments, volume 232; Göttingen: Vandenhoeck &amp; Ruprecht, 2009) 171-81. German translation of “The Heart and Innards in Israelite Emotional Expressions: Notes from Anthropology and Psychobiology,” Journal of Biblical Literature 117/3 (1998) 427-36.     “What is Prologue is Past: Composing Israelite Identity in Judges 5,” in Thus Says the Lord: Essays on the Former and Latter Prophets in Honor of Rober R. Wilson (edited by John J. Ahn and Stephen L. Cook; Library of Hebrew Bible/Old Testament Studies volume 502; New York/London: T &amp; T Clark, 2009) 43-58.     “Ugarit, Texts and Literature,” in The New Interpreter’s Dictionary of the Bible (edited by Katherine Sackenfeld et al.; Nashville, TN: Abingdon, 2010).     “What is a Scriptural Text in the Second Temple Period? Texts between their Biblical Past, their Inner-Biblical Interpretation, Their Reception in Second Temple Literature, and their Textual Witnesses,” in The Dead Sea Scrolls at 60: Scholarly Contributions of New York University Faculty and Alumni (edited by Lawrence H. Schiffman and Shani Tzoref; Studies on the Texts of the Desert of Judah 89; Leiden: Brill, 2010) 271-98.     “The Blessing God and Goddess: A Longitudinal View from Ugarit to “Yahweh and ...his asherah” at Kuntillet ‘Ajrud,” in Enigmas and Images: Studies in Honor of Tryggve N. D. Mettinger (edited by Göran Eidevall and Blazenka Scheuer; Coniectana Biblica Old Testament Series 58; Winona Lake, IN: Eisenbrauns, 2011) 213-26.     “God in Translation: Cross-Cultural Recognition of Divinity in Ancient Israel,” in Reconsidering the Concept of Revolutionary Monotheism (ed. Beate Pongratz-Leisten; Winona Lake, IN: Eisenbrauns, 2011) 241-70.     “Why was ‘Old Poetry’ Used in Hebrew Narrative? Historical and Cultural Considerations about Judges 5,” in Puzzling out the Past: Studies in the Northwest Semitic Languages and Literatures in Honor of Bruce Zuckerman (ed. Marilyn J. Lundberg, Steven Fine, and Wayne T. Pitard; Leiden/Boston: Brill, 2012) 197-212.    “Textual Interpretation in 7 th -6 th Century Israel: Between Competition, Textualisation and Tradition,” in Textual Criticism and Dead Sea Scrolls Studies in Honour of Julio Trebolle Barrera: Florilegium Complutense (ed. Andrés Piquer Otero and Pablo A. Torijano Morales; Supplements to the Journal for the Study of Judaism 158; Leiden: Brill, 2012) 317-23.     “God in Israel’s Bible: Divinity between the World and Israel, between the Old and the New,” Catholic Biblical Quarterly 74/1 (2012) 1-27 (presidential address).     “The Concept of the ‘City’ (‘Town’) in Ugarit,” in Die Stadt im Zwölfprophetenbuch (ed. Aaron Schart and Jutta Krispenz; BZAW 428; Berlin: de Gruyter, 2012) 107-46.     “The Problem of the God and His Manifestations: The Case of the Baals at Ugarit, with Implications for Yahweh of Various Locales,” in Die Stadt im Zwölfprophetenbuch (ed. Aaron Schart and Jutta Krispenz; BZAW; 428 Berlin: de Gruyter, 2012) 205-50.           Fellowships/Honors Fellow of the American Academy for Jewish Research (2011);    Annual Professor, W. F. Albright Institute of Archaeological Research (2011);    President, The Catholic Biblical Association of America (2010-2011); Golden Dozen Award for Excellence in Undergraduate Teaching, NYU (2005 and 2007); Frank Moore Cross Publications Award, American Schools of Oriental Research (2005); Fellow, Center for Judaic Studies, University of Pennsylvania (1998); Faculty Merit Award for Research, Saint Joseph's University (1995); Morse Fellow, Yale University (1993); Dorot Dead Sea Scrolls Fellow, W. F. Albright Institute of Archeological Research (1990); Mellon Faculty Fellowship Leave, Yale University (1989); Recipient of the Mitchell Dahood Memorial Prize (1988, 1990); Post-doctoral fellow W. F. Albright Institute of Archeological Research (1988); Annual Professor, W. F. Albright Institute of Archeological Research (1987)         Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Matthew Spigelman, Student, Anthropology | New York University                                  NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home               Matthew Spigelman   Email:           Areas of Research/Interest     Matt Spigelman’s research investigates the links between economic intensification and the emergence of new social categories, during the trasition from the Middle to Late Bronze Age on Cyprus. Matt is particularly interested in the production and social construction of objects to signify status and/or group identity. He has been working on the Island of Cyprus since 2002, primarily with the Athienou Archaeological Project, at the site of Athienou-Malloura.     Bio:     PhD in Archaeological Anthropology Entered 2009                     Contact Us | &copy; New York University , Arts and Science"}]}]