[{"detail": [{"content": "NYU &gt; Linguistics &gt; LING-GA 3340 Seminar in Semantics (Algebraic semantics and mereology): Fall 2014                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                            &amp;nbsp;         &amp;nbsp;     LING-GA 3340   Seminar in Semantics (Algebraic semantics and mereology): Fall 2014                    LING-GA 3340  Professor Lucas Champollion  ( homepage )    Tuesdays, 2PM - 4:45PM  NYU Department of Linguistics, 10 Washington Place, room 103 ( find on Foursquare )    Units: 4   Prerequisite: knowledge corresponding to roughly the first half of LING-GA 1340 (aka Semantics I), or permission of the instructor.          Auditors are welcome to attend the class in part or in whole, and are kindly requested to contact the instructor in advance, as are students from other departments, schools, and universities.      Course contents:    Expressions like John and Mary or the water in my cup intuitively involve reference to collections of individuals or substances. The parthood relation between these collections and their components is not modeled in standard formal semantics of natural language, but it takes central stage in what is known as algebraic or mereological semantics. This course provides a gentle introduction into the mathematical framework of classical extensional mereology, and is designed to help students understand important issues in the following problem domains: plural, mass reference, measurement, aspect, and distributivity. In particular, the course will show how mereology sheds light on cross-categorial similarities between oppositions that pervade these domains, such as the count-mass, singular-plural, telic-atelic, and collective-distributive opposition. Students will encounter issues involving natural language metaphysics and philosophy of language, and how these issues interact with semantic theory depending on how they are resolved.   This course will introduce students to mereology and give them a starting point from which to explore its linguistic applications. The main foundational issues, relevant data, and choice points will be introduced in an accessible format. The content of this course will help students understand important issues in a number of problem domains which are active areas of research, including plurals, mass terms, aspect, distributivity, and measurement.   Much of the important seminal work in the area has been done in the 1980s and 1990s (e.g. Link, Krifka, Landman). More recently, significant new applications have cropped up, ranging from the influence of verbal semantics on cumulativity (e.g. Kratzer 2007) to the grammar of measurement (Schwarzschild 2006) to dependent plurals (e.g. Zweig 2009). The mereological perspective has kept opening up important new avenues for research across the decades (Kratzer 2007, Williams 2009). It has proven particularly useful in drawing out cross-categorial generalizations. Examples include recent work on pluractionality in Kaqchikel and its relation to group nouns (Henderson 2012), and my own work on a unified theory of distributivity, aspect and measurement (Champollion 2010). The mereological approach also provides a useful backdrop against which recent degree-semantic approaches to aspectual composition (Piñón 2007, Kennedy 2012) and aspectual coercion (Deo and Piñango 2011) can be evaluated.    Course materials:        The lecture notes of this course are available here . This course will be based in part on my recent and current research, in particular Champollion (2010), a summary of which is available here (PDF) . For the complete manuscript, please contact me ( homepage ).       Requirements:    Students have two options. Option (1): write and present one 10-15 page paper, one 2-page abstract of that paper, and three short reviews of abstracts of their fellow students. Submission of these abstracts to a semantics conference is encouraged. Abstracts will be due Nov 24 and reviews on Dec 1. In the last class session on December 9, students will have the opportunity to present the papers or preliminary work towards them. The papers will be due on December 16, and students who submit on time will receive feedback on them by December 23. Option (2): students may work on a take-home exam, which will be released within the first week of the class, and which will be due on December 16. This exam may require self-study and go beyond the contents discussed in the class. Students who choose Option (2) are not required to write abstracts, but they are still required to review their fellow students' abstracts.    Students will be graded on a percentage scale that will be converted to a grade according to the scale below. Late submissions will be accepted but will result in 1 negative percentage point per week.    Scale:         A 93–100&#37;   A– 90-92&#37;   B+ 87–89&#37;   B 83–86&#37;       B– 80-82&#37;   C+ 77-79&#37;   C 73–76&#37   C– 70-72&#37;       D+ 65–69&#37;   D 60–64&#37;   F 0–59&#37;            Selected topics:    The course is designed to emphasize connections between applications of similar or identical mereological concepts that may not be obvious to students who are new to the subfield. Some of these connections are not mentioned or not clearly brought out in the seminal literature. The following narrative describes the first four units of the course, which tentatively correspond to one week each. The remainder will be subject to change, in part based on the participants' interests. See also the preliminary syllabus below.      Unit 1: Mereology and Set Theory   After an overview of the content to be covered, the course starts by presenting the conceptual notions of parthood and sum that underlie mereology, followed by a gentle introduction to the axioms of classical extensional mereology. The models for this system are isomorphic to complete boolean algebras with the bottom elements removed, such as the powerset of a given set with the empty set removed. This means that there is a close correspondence between mereology and set theory. This unit exploits this connection to draw on students&rsquo; knowledge concerning the familiar concepts of subsethood and union in order to strengthen their intuitions concerning the new relations of parthood and sum.   Unit 2: Nouns and Measurement   The new concepts from the previous unit are applied to the singular-plural distinction. Following Link 1983, we define the algebraic closure (star operator) in terms of mereological sum. Different theories of the meaning of the plural are empirically motivated, and formalized using algebraic closure. Zweig 2009&rsquo;s theory of dependent plurals is briefly introduced as an example of a recent linguistic application. The notions cumulative, divisive, quantized reference (e.g. Krifka 1998) are motivated. This leads to a discussion of the count-mass distinction. Finally, measure nouns are discussed and the associated concepts degree and measure function are motivated.   Unit 3: Measurement and Verbs   The unit starts by considering constructions in which measure nouns are used, with a focus on pseudopartitives. The constraints on these consructions lead to the relevant notion monotonic/extensive measure function (Krifka 1998, Schwarzschild 2006). We then zoom in on the two measure functions temporal trace and spatial trace and on their uses in the semantics of for­- adverbials and in­ -adverbials. This leads to a discussion of lexical aspect, with special attention to the parallel between the telic/atelic opposition and the count/mass opposition. The parallel between the two oppositions is formalized via the concepts of cumulative, divisive, and quantized reference discussed in the previous unit. To carry out this formalization, Neo-Davidsonian event semantics is briefly introduced. This naturally leads into the topic of thematic roles, which are related to measure functions and trace functions. The unit ends with a discussion of the notions homomorphism and incremental theme and their relevance to lexical aspect.   Unit 4: Verbs and Distributivity   The phemonenon of aspectual composition (e.g. Krifka 1998) is used to motivate a compositional approach to lexical aspect. This is compared with other approaches. The collective-distributive opposition is introduced and linked with the related telic-atelic, singular-plural, and count-mass oppositions via cumulative and divisive reference. Two approaches to the modeling of distributive predicates are contrasted with each other: the meaning postulate approach, and the compositional (D operator) approach (e.g. Link 1998). The unit ends by drawing out the parallel between the compositional approach to aspect and the compositional approach to distributivity.     Preliminary syllabus (subject to change, in part based on participants' interests):         Week    Date    Topics    Reading        1    Sep 2    mereology: concepts and axioms   Session ends at 3:30pm, due to BRIDGES workshop   (see above)       lecture notes for the entire course    Champollion &amp; Krifka to appear (19 pages)    Summary of my dissertation (10 pages)        2    Sep 9        nouns and measurement; guest presentation by J. Goodman on mereology    Link 1998 ch2 (40 pages)   Champollion dissertation Section 2.6 (9 pages)    Goodman 2014 (updated version, 23 pages)   Optional: Zweig 2009 (55 pages) (stable URL)            3    Sep 16        measurement and verbs      Kratzer 2007 (41 pages)    Champollion dissertation Section 2.4, 2.5 and 2.7 (22 pages)   Optional: Dowty 1989 (62 pages) (stable URL)          4    Sep 23    verbs and distributivity    Champollion dissertation chapter 3 (12 pages)    Krifka 1998 (31 pages)    Champollion 2014a handbook article (34 pages), focus on distributivity        5    Sep 30    distributivity, aspect and measurement    Champollion dissertation chapter 4 (30 pages)        6    Oct 7    Applications of stratified reference    Champollion dissertation chapter 7 (14 pages)     Schwarzschild 2006 (43 pages) (stable URL)            7    Oct 14    no class (Fall break)            8    Oct 21    Collectivity, cumulativity and all    Champollion dissertation chapter 9 (40 pages)    Champollion 2014a handbook article (34 pages), focus on collectivity and cumulativity    Landman 1996 (33 pages)    Winter 2002 (13 pages) (stable URL)    Dowty 1987 (19 pages)    Zweig 2008 Section 6.2.6 (5 pages)   Optional: Barker 1992 (25 pages) (stable URL)             9    Oct 28    Collectivity, cumulativity and all (continued)    (see previous week)        10    Nov 4    The scopal behavior of for -adverbials    Champollion dissertation chapter 8 Section 8.4   Champollion 2014b (39 pages)    Deo and Piñango 2011 (18 pages)    Champollion 2013 (20 pages)    Zucchi and White 2001 (48 pages) (stable URL)        11    Nov 11    Distance distributivity    Champollion 2014c (37 pages)    Balusu 2005 (14 pages)        12    Nov 18    Aspect and space    Moltmann 1991 (32 pages) (stable URL)    Champollion dissertation chapter 6 (22 pages)    Optional: Gawron 2005 (18 pages)        13    Nov 25    Algebraic semantics beyond mereology    Szabolcsi 1997 ch1 (28 pages) (stable URL)   Szabolcsi 2006 (53 pages) (stable URL)           14    Dec 2    buffer    buffer        15    Dec 9    Student presentations                 References:   R. Balusu. Distributive reduplication in Telugu. In Proceedings of the Thirty-Sixth Conference of the North Eastern Linguistics Society (NELS 36). Christopher Davis and Amy Rose Deal and Youri Zabbal, 2005.   C. Barker. Group terms in English: representing groups as atoms. Journal of Semantics, 9(1):69–93, 1992.   L. Champollion. Parts of a whole: Distributivity as a bridge between aspect and measurement. PhD thesis, University of Pennsylvania, Philadelphia, PA, 2010.   L. Champollion. Distributivity, collectivity, and cumulativity. Manuscript, NYU, 2014.   L. Champollion. The scope and processing of for-adverbials: A reply to Deo and Piñango. Proceedings of the SALT 23, edited by Todd Snider, p. 432-452.   L. Champollion. Covert distributivity in algebraic event semantics. Manuscript, NYU, 2014.   L. Champollion. Overt distributivity in algebraic event semantics. Manuscript, NYU, 2014.   A. S. Deo and M. M. Pinango. Quantification and context in measure adverbs. In Proceedings of SALT, volume 21, pages 295–312, 2011.   D. R. Dowty. Collective predicates, distributive predicates, and All . In Proceedings of the Third Eastern States Conference on Linguistics (ESCOL 3), pages 97–115, Columbus, OH, 1987. The Ohio State University.   D. R. Dowty. On the semantic content of the notion of &lsquo;thematic role&rsquo;. In G. Chierchia, B. H. Partee, and R. Turner, editors, Properties, types and meaning. Volume II: semantic issues, pages 69–129. Kluwer, Dordrecht, Netherlands, 1989.   J. M. Gawron. Generalized paths. In Proceedings of the Fifteenth Conference on Semantics and Lin- guistic Theory (SALT XV), 2005.   J. Goodman. Matter and mereology. Manuscript, NYU, 2014.   I. Heim and A. Kratzer. Semantics in Generative Grammar. Blackwell Publishing, 2008.   A. Kratzer. On the plurality of verbs. In J. Dölling, T. Heyde-Zybatow, and M. Schaefer, editors, Event structures in linguistic form and interpretation, pages 269–300. de Gruyter, Berlin, Germany, 2007.   F. Landman. Plurality. In S. Lappin, editor, Handbook of Contemporary Semantics, pages 425–457. Blackwell Publishing, Oxford, UK, 1996.   G. Link. Algebraic semantics in language and philosophy. CSLI Publications, Stanford, CA, 1998.   F. Moltmann. Measure adverbials. Linguistics and Philosophy, 14:629–660, 1991.   F. Moltmann. &quot;Part Structures In Situations: The Semantics of Individualand Whole*.&quot; Linguistics and philosophy 28.5 (2005): 599-641.   F. Moltmann. &quot;Plural Reference and Reference to a Plurality. Linguistic facts and semantic analyses&quot;. To appear in Massimiliano Carrara / Alexandra Arapinis / Friederike Moltmann (eds.): Unity and Plurality. Logic, Philosophy, and Semantics. Oxford University Press, Oxford. (2014).   R. Schwarzschild. The role of dimensions in the syntax of noun phrases. Syntax, 9(1): 67-110, 2006.  A. Szabolcsi, editor. Ways of scope taking. Kluwer, Dordrecht, Netherlands, 1997.   A. Szabolcsi. Strong vs. weak islands. The Blackwell companion to syntax, 4:479–531, 2006.   Y. Winter. Atoms and sets: A characterization of semantic number. Linguistic Inquiry, 33(3):493–505, 2002.   S. Zucchi and M. White. Twigs, sequences and the temporal constitution of predicates. Linguistics and Philosophy, 24:187–222, 2001.   E. Zweig. Dependent plurals and plural meaning. PhD thesis, New York University, New York, NY, 2008.   E. Zweig. Number-neutral bare plurals and the multiplicity implicature. Linguistics and Philosophy, 32:353–407, 2009.         Updated on 04/24/2014       Back to top             Contact us | © New York University , Arts and Science"}]},
{"detail": [{"content": "NYU &gt; Linguistics &gt; LING-GA 3340 Seminar in Semantics (Algebraic semantics and mereology): Fall 2014                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                            &amp;nbsp;         &amp;nbsp;     LING-GA 3340   Seminar in Semantics (Algebraic semantics and mereology): Fall 2014                    LING-GA 3340  Professor Lucas Champollion  ( homepage )    Tuesdays, 2PM - 4:45PM  NYU Department of Linguistics, 10 Washington Place, room 103 ( find on Foursquare )    Units: 4   Prerequisite: knowledge corresponding to roughly the first half of LING-GA 1340 (aka Semantics I), or permission of the instructor.          Auditors are welcome to attend the class in part or in whole, and are kindly requested to contact the instructor in advance, as are students from other departments, schools, and universities.      Course contents:    Expressions like John and Mary or the water in my cup intuitively involve reference to collections of individuals or substances. The parthood relation between these collections and their components is not modeled in standard formal semantics of natural language, but it takes central stage in what is known as algebraic or mereological semantics. This course provides a gentle introduction into the mathematical framework of classical extensional mereology, and is designed to help students understand important issues in the following problem domains: plural, mass reference, measurement, aspect, and distributivity. In particular, the course will show how mereology sheds light on cross-categorial similarities between oppositions that pervade these domains, such as the count-mass, singular-plural, telic-atelic, and collective-distributive opposition. Students will encounter issues involving natural language metaphysics and philosophy of language, and how these issues interact with semantic theory depending on how they are resolved.   This course will introduce students to mereology and give them a starting point from which to explore its linguistic applications. The main foundational issues, relevant data, and choice points will be introduced in an accessible format. The content of this course will help students understand important issues in a number of problem domains which are active areas of research, including plurals, mass terms, aspect, distributivity, and measurement.   Much of the important seminal work in the area has been done in the 1980s and 1990s (e.g. Link, Krifka, Landman). More recently, significant new applications have cropped up, ranging from the influence of verbal semantics on cumulativity (e.g. Kratzer 2007) to the grammar of measurement (Schwarzschild 2006) to dependent plurals (e.g. Zweig 2009). The mereological perspective has kept opening up important new avenues for research across the decades (Kratzer 2007, Williams 2009). It has proven particularly useful in drawing out cross-categorial generalizations. Examples include recent work on pluractionality in Kaqchikel and its relation to group nouns (Henderson 2012), and my own work on a unified theory of distributivity, aspect and measurement (Champollion 2010). The mereological approach also provides a useful backdrop against which recent degree-semantic approaches to aspectual composition (Piñón 2007, Kennedy 2012) and aspectual coercion (Deo and Piñango 2011) can be evaluated.    Course materials:        The lecture notes of this course are available here . This course will be based in part on my recent and current research, in particular Champollion (2010), a summary of which is available here (PDF) . For the complete manuscript, please contact me ( homepage ).       Requirements:    Students have two options. Option (1): write and present one 10-15 page paper, one 2-page abstract of that paper, and three short reviews of abstracts of their fellow students. Submission of these abstracts to a semantics conference is encouraged. Abstracts will be due Nov 24 and reviews on Dec 1. In the last class session on December 9, students will have the opportunity to present the papers or preliminary work towards them. The papers will be due on December 16, and students who submit on time will receive feedback on them by December 23. Option (2): students may work on a take-home exam, which will be released within the first week of the class, and which will be due on December 16. This exam may require self-study and go beyond the contents discussed in the class. Students who choose Option (2) are not required to write abstracts, but they are still required to review their fellow students' abstracts.    Students will be graded on a percentage scale that will be converted to a grade according to the scale below. Late submissions will be accepted but will result in 1 negative percentage point per week.    Scale:         A 93–100&#37;   A– 90-92&#37;   B+ 87–89&#37;   B 83–86&#37;       B– 80-82&#37;   C+ 77-79&#37;   C 73–76&#37   C– 70-72&#37;       D+ 65–69&#37;   D 60–64&#37;   F 0–59&#37;            Selected topics:    The course is designed to emphasize connections between applications of similar or identical mereological concepts that may not be obvious to students who are new to the subfield. Some of these connections are not mentioned or not clearly brought out in the seminal literature. The following narrative describes the first four units of the course, which tentatively correspond to one week each. The remainder will be subject to change, in part based on the participants' interests. See also the preliminary syllabus below.      Unit 1: Mereology and Set Theory   After an overview of the content to be covered, the course starts by presenting the conceptual notions of parthood and sum that underlie mereology, followed by a gentle introduction to the axioms of classical extensional mereology. The models for this system are isomorphic to complete boolean algebras with the bottom elements removed, such as the powerset of a given set with the empty set removed. This means that there is a close correspondence between mereology and set theory. This unit exploits this connection to draw on students&rsquo; knowledge concerning the familiar concepts of subsethood and union in order to strengthen their intuitions concerning the new relations of parthood and sum.   Unit 2: Nouns and Measurement   The new concepts from the previous unit are applied to the singular-plural distinction. Following Link 1983, we define the algebraic closure (star operator) in terms of mereological sum. Different theories of the meaning of the plural are empirically motivated, and formalized using algebraic closure. Zweig 2009&rsquo;s theory of dependent plurals is briefly introduced as an example of a recent linguistic application. The notions cumulative, divisive, quantized reference (e.g. Krifka 1998) are motivated. This leads to a discussion of the count-mass distinction. Finally, measure nouns are discussed and the associated concepts degree and measure function are motivated.   Unit 3: Measurement and Verbs   The unit starts by considering constructions in which measure nouns are used, with a focus on pseudopartitives. The constraints on these consructions lead to the relevant notion monotonic/extensive measure function (Krifka 1998, Schwarzschild 2006). We then zoom in on the two measure functions temporal trace and spatial trace and on their uses in the semantics of for­- adverbials and in­ -adverbials. This leads to a discussion of lexical aspect, with special attention to the parallel between the telic/atelic opposition and the count/mass opposition. The parallel between the two oppositions is formalized via the concepts of cumulative, divisive, and quantized reference discussed in the previous unit. To carry out this formalization, Neo-Davidsonian event semantics is briefly introduced. This naturally leads into the topic of thematic roles, which are related to measure functions and trace functions. The unit ends with a discussion of the notions homomorphism and incremental theme and their relevance to lexical aspect.   Unit 4: Verbs and Distributivity   The phemonenon of aspectual composition (e.g. Krifka 1998) is used to motivate a compositional approach to lexical aspect. This is compared with other approaches. The collective-distributive opposition is introduced and linked with the related telic-atelic, singular-plural, and count-mass oppositions via cumulative and divisive reference. Two approaches to the modeling of distributive predicates are contrasted with each other: the meaning postulate approach, and the compositional (D operator) approach (e.g. Link 1998). The unit ends by drawing out the parallel between the compositional approach to aspect and the compositional approach to distributivity.     Preliminary syllabus (subject to change, in part based on participants' interests):         Week    Date    Topics    Reading        1    Sep 2    mereology: concepts and axioms   Session ends at 3:30pm, due to BRIDGES workshop   (see above)       lecture notes for the entire course    Champollion &amp; Krifka to appear (19 pages)    Summary of my dissertation (10 pages)        2    Sep 9        nouns and measurement; guest presentation by J. Goodman on mereology    Link 1998 ch2 (40 pages)   Champollion dissertation Section 2.6 (9 pages)    Goodman 2014 (updated version, 23 pages)   Optional: Zweig 2009 (55 pages) (stable URL)            3    Sep 16        measurement and verbs      Kratzer 2007 (41 pages)    Champollion dissertation Section 2.4, 2.5 and 2.7 (22 pages)   Optional: Dowty 1989 (62 pages) (stable URL)          4    Sep 23    verbs and distributivity    Champollion dissertation chapter 3 (12 pages)    Krifka 1998 (31 pages)    Champollion 2014a handbook article (34 pages), focus on distributivity        5    Sep 30    distributivity, aspect and measurement    Champollion dissertation chapter 4 (30 pages)        6    Oct 7    Applications of stratified reference    Champollion dissertation chapter 7 (14 pages)     Schwarzschild 2006 (43 pages) (stable URL)            7    Oct 14    no class (Fall break)            8    Oct 21    Collectivity, cumulativity and all    Champollion dissertation chapter 9 (40 pages)    Champollion 2014a handbook article (34 pages), focus on collectivity and cumulativity    Landman 1996 (33 pages)    Winter 2002 (13 pages) (stable URL)    Dowty 1987 (19 pages)    Zweig 2008 Section 6.2.6 (5 pages)   Optional: Barker 1992 (25 pages) (stable URL)             9    Oct 28    Collectivity, cumulativity and all (continued)    (see previous week)        10    Nov 4    The scopal behavior of for -adverbials    Champollion dissertation chapter 8 Section 8.4   Champollion 2014b (39 pages)    Deo and Piñango 2011 (18 pages)    Champollion 2013 (20 pages)    Zucchi and White 2001 (48 pages) (stable URL)        11    Nov 11    Distance distributivity    Champollion 2014c (37 pages)    Balusu 2005 (14 pages)        12    Nov 18    Aspect and space    Moltmann 1991 (32 pages) (stable URL)    Champollion dissertation chapter 6 (22 pages)    Optional: Gawron 2005 (18 pages)        13    Nov 25    Algebraic semantics beyond mereology    Szabolcsi 1997 ch1 (28 pages) (stable URL)   Szabolcsi 2006 (53 pages) (stable URL)           14    Dec 2    buffer    buffer        15    Dec 9    Student presentations                 References:   R. Balusu. Distributive reduplication in Telugu. In Proceedings of the Thirty-Sixth Conference of the North Eastern Linguistics Society (NELS 36). Christopher Davis and Amy Rose Deal and Youri Zabbal, 2005.   C. Barker. Group terms in English: representing groups as atoms. Journal of Semantics, 9(1):69–93, 1992.   L. Champollion. Parts of a whole: Distributivity as a bridge between aspect and measurement. PhD thesis, University of Pennsylvania, Philadelphia, PA, 2010.   L. Champollion. Distributivity, collectivity, and cumulativity. Manuscript, NYU, 2014.   L. Champollion. The scope and processing of for-adverbials: A reply to Deo and Piñango. Proceedings of the SALT 23, edited by Todd Snider, p. 432-452.   L. Champollion. Covert distributivity in algebraic event semantics. Manuscript, NYU, 2014.   L. Champollion. Overt distributivity in algebraic event semantics. Manuscript, NYU, 2014.   A. S. Deo and M. M. Pinango. Quantification and context in measure adverbs. In Proceedings of SALT, volume 21, pages 295–312, 2011.   D. R. Dowty. Collective predicates, distributive predicates, and All . In Proceedings of the Third Eastern States Conference on Linguistics (ESCOL 3), pages 97–115, Columbus, OH, 1987. The Ohio State University.   D. R. Dowty. On the semantic content of the notion of &lsquo;thematic role&rsquo;. In G. Chierchia, B. H. Partee, and R. Turner, editors, Properties, types and meaning. Volume II: semantic issues, pages 69–129. Kluwer, Dordrecht, Netherlands, 1989.   J. M. Gawron. Generalized paths. In Proceedings of the Fifteenth Conference on Semantics and Lin- guistic Theory (SALT XV), 2005.   J. Goodman. Matter and mereology. Manuscript, NYU, 2014.   I. Heim and A. Kratzer. Semantics in Generative Grammar. Blackwell Publishing, 2008.   A. Kratzer. On the plurality of verbs. In J. Dölling, T. Heyde-Zybatow, and M. Schaefer, editors, Event structures in linguistic form and interpretation, pages 269–300. de Gruyter, Berlin, Germany, 2007.   F. Landman. Plurality. In S. Lappin, editor, Handbook of Contemporary Semantics, pages 425–457. Blackwell Publishing, Oxford, UK, 1996.   G. Link. Algebraic semantics in language and philosophy. CSLI Publications, Stanford, CA, 1998.   F. Moltmann. Measure adverbials. Linguistics and Philosophy, 14:629–660, 1991.   F. Moltmann. &quot;Part Structures In Situations: The Semantics of Individualand Whole*.&quot; Linguistics and philosophy 28.5 (2005): 599-641.   F. Moltmann. &quot;Plural Reference and Reference to a Plurality. Linguistic facts and semantic analyses&quot;. To appear in Massimiliano Carrara / Alexandra Arapinis / Friederike Moltmann (eds.): Unity and Plurality. Logic, Philosophy, and Semantics. Oxford University Press, Oxford. (2014).   R. Schwarzschild. The role of dimensions in the syntax of noun phrases. Syntax, 9(1): 67-110, 2006.  A. Szabolcsi, editor. Ways of scope taking. Kluwer, Dordrecht, Netherlands, 1997.   A. Szabolcsi. Strong vs. weak islands. The Blackwell companion to syntax, 4:479–531, 2006.   Y. Winter. Atoms and sets: A characterization of semantic number. Linguistic Inquiry, 33(3):493–505, 2002.   S. Zucchi and M. White. Twigs, sequences and the temporal constitution of predicates. Linguistics and Philosophy, 24:187–222, 2001.   E. Zweig. Dependent plurals and plural meaning. PhD thesis, New York University, New York, NY, 2008.   E. Zweig. Number-neutral bare plurals and the multiplicity implicature. Linguistics and Philosophy, 32:353–407, 2009.         Updated on 04/24/2014       Back to top             Contact us | © New York University , Arts and Science"}, {"content": "NYU > Linguistics > Semantics Group                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Semantics Group          Meetings on Friday, starting at 10:14am sharp, in the 4th floor lounge of 10 Washington Place, unless otherwise noted.       CURRENT SCHEDULE       Previous years       People       Faculty: Chris Barker , Lucas Champollion , Philippe Schlenker , Anna Szabolcsi                                                       Recent PhD alumni: Simon Charlow , Daniel Lassiter , Timothy Leffel , Salvador Mascarenhas , Laura Rimell , Eytan Zweig      Current graduate students: Dylan Bumford , Masha Esipova , Itamar Kastner , Songhee Kim, Sonia Kasyanenko , Jeremy Kuhn , Jeff Lin , Linmin Zhang , Vera Zu              Updated on 12&#047;10&#047;2014       Back to top             Contact us | &copy; New York University , Arts and Science"}]}]