[{"detail": [{"content": "Theater Improvisation Games                   Theater Improvisation Games           One word story telling:   Students tell a made up story by each saying only one word of the story.    Sound Ball:   A warm-up in which the participants use spontaneity to throw out a sound ball made up of the first gesture and sound they think of.     Energy Pass:    All in a circle, one person passes a sound and a movement to the next person. They repeat it and then pass it off to next and so on. That when it gets back to the original the next person chooses a new movement and sound to pass. The object is to do this fast to build energy.   You could also do this with characters, by having the character chose their favorite word and a motion that they do. It builds a nice community.     Exaggeration Pass:    The exaggeration pass is an extension to the energy pass where one student will make a sound and movement that is small and then each student will take that noise and movement and make it a little bit bigger so that when it comes back to the original student the movement and noise will be large and loud. Each student should choose a new movement    Fruit, Vegetable Pass:    The teacher will start off with Passing the ball and having each student should choose a fruit or vegetable of their choosing. When the ball goes around once the teacher should ask the students to repeat their choice and create a movement with their body or the ball to help the rest of us remember their food item. When the ball comes back we will toss the ball back and forth calling out each others food item saying the phrase:    (apple) (apple) calling (raspberry)    This should go on for about a minute and then the teacher will add on the new rule that students are not allow to show their teeth or cover their mouths. If they do then they will be out. This is a fun elimination game that also creates a bit of laughter.      Machine:   Students create a cohesive, rhythmic machine by using their bodies and voices in repetitive motions.    Freeze (the classic):    Two character scenes are spontaneously created and then altered when an outside student call outs freeze! and replaces the actor to begin an entirely new scene.     Bear, Fish, Mosquito:    The teacher will instruct the students to pair up and once they have found a partner that they look at the teacher to him or her know that the students are ready. Then the teacher will tell the students the name of the game and tell the students that it is a bit like Rock, Paper Scissors. There are three motions:    Bear- Open scary mouth and arms up as if they are going to maul someone.   Fish- Fish mouth with lips puckered and their hands together pointing at their partner.   Mosquito- Scrunch up their nose and put their arms off to the side like wings.    The students will face each other back to back and make a decision on what they will be and then on the count of three they will turn around and make a defined choice by taking the position of the animal/insect.    And in such as the game Rock, Paper Scissors:   Bear eats Fish   Fish Eats Mosquito   Mosquito stings Bear.      Bitty, Bitty Bop:    This game should be for a larger group. It works best if there are about 10 or more students. The teacher will explain that they will point at a student and call out an animal such as elephant. Then that student will form the main part of the animal while the students next to him or her will form the rest of the body. For example, with elephant the student will form the trunk while their neighbors will form the ears. When the teacher points and calls the animal name the students have the time that the teacher says Bitty, Bitty Bop to form the animal. The students should know that it will become an elimination game eventually. The teacher will decided on two other animals or objects that the students can form. The students can also give their own ideas. Some things that have been used are bunny, giraffe, bowl of jello, etc. Have the students help with ideas of creating these things to get their minds rolling. Once the teacher feels that the student have a hang of the game, the game should get faster and have an elimination round.     Count to 20:    Sit or stand in a circle. The idea is for the group to count to twenty, one person saying one number at a time. Somebody is chosen to start the count. Anybody can say the next number - but if two or more people speak at the same time, counting must start again from the beginning. It is possible to get to twenty if everybody really concentrates - but try and be relaxed as well.        Molding Clay:    The teacher will start off pretending playing with an imaginary piece of clay and let the students know that each of us is going to sculpt something out of the imaginary clay and then show us how you would use it. Their items can be as large as they wan or as small as they want. The teacher could also find a theme of what their items are that might be an introduction to the lesson. Say the students are working on a Shakespearean play, they could form a dagger, a crown, a staff, a vial of poison. Then when they are done showing how to use the object they should mold the clay back into a ball and pass it on to the next person.    My Best Friends Cat:    The teacher will tell the students that they are going to play a word game. First the students should form a circle. In this game the students will form a beat and the teacher will start off saying, my best friends cat is an (awesome, amazing, amusing, etc.) cat. Then the next person in the circle will then say My best friends cat is a (beautiful, boisterous, big) cat. With each pass the student should find a word that starts with the next letter of the alphabet. This helps students find adjectives and get students minds rolling with images.    Party People:    The teacher will introduce the activity by asking four students to volunteer. One student will act as the host of the party and the rest of the students will take on character roles that are coming to the party. The host will be sent out of the room while the three remaining students will choose a character such as a famous person, well known fairy tale character, or take on an activity. The activity could be an allergy to a word, in which the character sneezes on that word, or they are scared of another character. The teacher should give the students some options but this really is to develop a strong sense of the character. This can also help the teacher understand what the students like in pop culture today.    The host will then come back in and each character will knock to let the host know that they have arrived. The students should not say what who their character is but through the activities they do and the words they say the host will try to guess who they are. The host should let each character in and ask them questions before guessing who they are. When the host does guess who the students are playing, that character should find a reason why they need to leave the party and make their exit. This game is good for a group that has really developed as an ensemble and has done work with characterization.      Prince of Paris:    The teacher will ask the students to line up and then count them off. They should remember their number while the teacher explains the structure of the activity. The teacher is going to call out, Prince of Paris lost his hat Number __ knows where its at. That person will step out of the line and say,   Who sir? Me sir?   Teacher: Yes sir your sir.   Student: No sir not I sir.   Teacher: Then who sir?   Student: Number __ sir.   Then that student will step forward and say Who sir? Me Sir? before the teacher can finish saying Prince of Paris knows where its at. If a student doesnt respond before the end of the phrase then they will have to go to the end of the line. All the other students will have new numbers to play with. This game can be a lot of fun once students get the hang of it because they tend to try to psych each other out.       Twizzle, Swizzle:    The teacher will instruct the students to beginning walking around the room with a purpose. When the teacher will tell the students when they hear stop they will stop where they are. Then when they hear the teacher say go they can begin walking again. The teacher should have the students stop and go for a few times before giving the next instructions. Then the teacher will have the students stop and then let them know that the next command will be clap. On this command students will clap. The next command will be jump. When the students hear jump they will jump in the spot that they are in. After the students have got jump and clap down, the teacher should alternate between stop, go, jump and clap. Then the teacher will have the students stop and then ask them to come up with a motion for the word twizzle. All of the students should then agree that they can replicate the motion. The teacher should mix up all of the actions and then again have them pause and ask for another student to create a motion for the word swizzle. The teacher will rotate through these commands for a while until they think the students have got them down.    Now for the twist. The teacher will have the students stop and say the rules have now changed. Stop means go. Go means stop. Clap means jump. Jump means clap. Twizzle means Swizzle. Swizzle means twizzle. The teacher will call out the commands and the students will have to react quickly. The teacher can also make this like an elimination game if the students do the wrong action they will be out. This is a good listening and thinking game    Whoosh:    The teacher will ask the students to form a circle and then they will tell the students that they are going to start a bit of a wave. When they receive the wave they will say whoosh and throw their hands up in the air to pass it to the next person. This whoosh should go around twice and then when it gets back to the teacher they will explain that the students will have a choice of either saying whoosh or wow. Wow sends the whoosh in the opposite direction. The teacher should allow the students to work with this until adding the next step, which is avalanche. Avalanche is when all the students run to a new spot in the circle and scream. This game is a good energizer and a lot of fun for the students.    What are you Doing?:    This is more of an activity but can be used as a warm up. The teacher stands in the front of the class and asks another student join them. The teacher will explain the rules in which one person will start an activity, such as baking or playing ball. Another person will come up and ask, What are you doing? The first player will say another activity completely different from their original. This activity should be appropriate and something that they wouldnt mind doing themselves. The student will then mime this activity as the teacher sits down and lets the students know that volunteering in theater is key and that everyone should give the activity a try.    Yes:    For this game the teacher will ask the students to stand up and form a circle. Then the teacher will instruct the students that they will one by one crossing slowly to a different spot in the circle. But first they must make eye contact to someone that they will cross too. So student A will make eye contact with Student B and student B will say YES. Student A will then cross over to take student Bs spot. In that time Student B will search for a new location and try to make eye contact with that person before student A gets to their spot. This exercise is to build teamwork and concentration."}]},
{"detail": [{"content": "Theater Improvisation Games                   Theater Improvisation Games           One word story telling:   Students tell a made up story by each saying only one word of the story.    Sound Ball:   A warm-up in which the participants use spontaneity to throw out a sound ball made up of the first gesture and sound they think of.     Energy Pass:    All in a circle, one person passes a sound and a movement to the next person. They repeat it and then pass it off to next and so on. That when it gets back to the original the next person chooses a new movement and sound to pass. The object is to do this fast to build energy.   You could also do this with characters, by having the character chose their favorite word and a motion that they do. It builds a nice community.     Exaggeration Pass:    The exaggeration pass is an extension to the energy pass where one student will make a sound and movement that is small and then each student will take that noise and movement and make it a little bit bigger so that when it comes back to the original student the movement and noise will be large and loud. Each student should choose a new movement    Fruit, Vegetable Pass:    The teacher will start off with Passing the ball and having each student should choose a fruit or vegetable of their choosing. When the ball goes around once the teacher should ask the students to repeat their choice and create a movement with their body or the ball to help the rest of us remember their food item. When the ball comes back we will toss the ball back and forth calling out each others food item saying the phrase:    (apple) (apple) calling (raspberry)    This should go on for about a minute and then the teacher will add on the new rule that students are not allow to show their teeth or cover their mouths. If they do then they will be out. This is a fun elimination game that also creates a bit of laughter.      Machine:   Students create a cohesive, rhythmic machine by using their bodies and voices in repetitive motions.    Freeze (the classic):    Two character scenes are spontaneously created and then altered when an outside student call outs freeze! and replaces the actor to begin an entirely new scene.     Bear, Fish, Mosquito:    The teacher will instruct the students to pair up and once they have found a partner that they look at the teacher to him or her know that the students are ready. Then the teacher will tell the students the name of the game and tell the students that it is a bit like Rock, Paper Scissors. There are three motions:    Bear- Open scary mouth and arms up as if they are going to maul someone.   Fish- Fish mouth with lips puckered and their hands together pointing at their partner.   Mosquito- Scrunch up their nose and put their arms off to the side like wings.    The students will face each other back to back and make a decision on what they will be and then on the count of three they will turn around and make a defined choice by taking the position of the animal/insect.    And in such as the game Rock, Paper Scissors:   Bear eats Fish   Fish Eats Mosquito   Mosquito stings Bear.      Bitty, Bitty Bop:    This game should be for a larger group. It works best if there are about 10 or more students. The teacher will explain that they will point at a student and call out an animal such as elephant. Then that student will form the main part of the animal while the students next to him or her will form the rest of the body. For example, with elephant the student will form the trunk while their neighbors will form the ears. When the teacher points and calls the animal name the students have the time that the teacher says Bitty, Bitty Bop to form the animal. The students should know that it will become an elimination game eventually. The teacher will decided on two other animals or objects that the students can form. The students can also give their own ideas. Some things that have been used are bunny, giraffe, bowl of jello, etc. Have the students help with ideas of creating these things to get their minds rolling. Once the teacher feels that the student have a hang of the game, the game should get faster and have an elimination round.     Count to 20:    Sit or stand in a circle. The idea is for the group to count to twenty, one person saying one number at a time. Somebody is chosen to start the count. Anybody can say the next number - but if two or more people speak at the same time, counting must start again from the beginning. It is possible to get to twenty if everybody really concentrates - but try and be relaxed as well.        Molding Clay:    The teacher will start off pretending playing with an imaginary piece of clay and let the students know that each of us is going to sculpt something out of the imaginary clay and then show us how you would use it. Their items can be as large as they wan or as small as they want. The teacher could also find a theme of what their items are that might be an introduction to the lesson. Say the students are working on a Shakespearean play, they could form a dagger, a crown, a staff, a vial of poison. Then when they are done showing how to use the object they should mold the clay back into a ball and pass it on to the next person.    My Best Friends Cat:    The teacher will tell the students that they are going to play a word game. First the students should form a circle. In this game the students will form a beat and the teacher will start off saying, my best friends cat is an (awesome, amazing, amusing, etc.) cat. Then the next person in the circle will then say My best friends cat is a (beautiful, boisterous, big) cat. With each pass the student should find a word that starts with the next letter of the alphabet. This helps students find adjectives and get students minds rolling with images.    Party People:    The teacher will introduce the activity by asking four students to volunteer. One student will act as the host of the party and the rest of the students will take on character roles that are coming to the party. The host will be sent out of the room while the three remaining students will choose a character such as a famous person, well known fairy tale character, or take on an activity. The activity could be an allergy to a word, in which the character sneezes on that word, or they are scared of another character. The teacher should give the students some options but this really is to develop a strong sense of the character. This can also help the teacher understand what the students like in pop culture today.    The host will then come back in and each character will knock to let the host know that they have arrived. The students should not say what who their character is but through the activities they do and the words they say the host will try to guess who they are. The host should let each character in and ask them questions before guessing who they are. When the host does guess who the students are playing, that character should find a reason why they need to leave the party and make their exit. This game is good for a group that has really developed as an ensemble and has done work with characterization.      Prince of Paris:    The teacher will ask the students to line up and then count them off. They should remember their number while the teacher explains the structure of the activity. The teacher is going to call out, Prince of Paris lost his hat Number __ knows where its at. That person will step out of the line and say,   Who sir? Me sir?   Teacher: Yes sir your sir.   Student: No sir not I sir.   Teacher: Then who sir?   Student: Number __ sir.   Then that student will step forward and say Who sir? Me Sir? before the teacher can finish saying Prince of Paris knows where its at. If a student doesnt respond before the end of the phrase then they will have to go to the end of the line. All the other students will have new numbers to play with. This game can be a lot of fun once students get the hang of it because they tend to try to psych each other out.       Twizzle, Swizzle:    The teacher will instruct the students to beginning walking around the room with a purpose. When the teacher will tell the students when they hear stop they will stop where they are. Then when they hear the teacher say go they can begin walking again. The teacher should have the students stop and go for a few times before giving the next instructions. Then the teacher will have the students stop and then let them know that the next command will be clap. On this command students will clap. The next command will be jump. When the students hear jump they will jump in the spot that they are in. After the students have got jump and clap down, the teacher should alternate between stop, go, jump and clap. Then the teacher will have the students stop and then ask them to come up with a motion for the word twizzle. All of the students should then agree that they can replicate the motion. The teacher should mix up all of the actions and then again have them pause and ask for another student to create a motion for the word swizzle. The teacher will rotate through these commands for a while until they think the students have got them down.    Now for the twist. The teacher will have the students stop and say the rules have now changed. Stop means go. Go means stop. Clap means jump. Jump means clap. Twizzle means Swizzle. Swizzle means twizzle. The teacher will call out the commands and the students will have to react quickly. The teacher can also make this like an elimination game if the students do the wrong action they will be out. This is a good listening and thinking game    Whoosh:    The teacher will ask the students to form a circle and then they will tell the students that they are going to start a bit of a wave. When they receive the wave they will say whoosh and throw their hands up in the air to pass it to the next person. This whoosh should go around twice and then when it gets back to the teacher they will explain that the students will have a choice of either saying whoosh or wow. Wow sends the whoosh in the opposite direction. The teacher should allow the students to work with this until adding the next step, which is avalanche. Avalanche is when all the students run to a new spot in the circle and scream. This game is a good energizer and a lot of fun for the students.    What are you Doing?:    This is more of an activity but can be used as a warm up. The teacher stands in the front of the class and asks another student join them. The teacher will explain the rules in which one person will start an activity, such as baking or playing ball. Another person will come up and ask, What are you doing? The first player will say another activity completely different from their original. This activity should be appropriate and something that they wouldnt mind doing themselves. The student will then mime this activity as the teacher sits down and lets the students know that volunteering in theater is key and that everyone should give the activity a try.    Yes:    For this game the teacher will ask the students to stand up and form a circle. Then the teacher will instruct the students that they will one by one crossing slowly to a different spot in the circle. But first they must make eye contact to someone that they will cross too. So student A will make eye contact with Student B and student B will say YES. Student A will then cross over to take student Bs spot. In that time Student B will search for a new location and try to make eye contact with that person before student A gets to their spot. This exercise is to build teamwork and concentration."}, {"content": "Summer Jazz Improv Workshop - Programs - Jazz Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Programs - Jazz Studies                 Programs      Undergraduate    Master's    Advanced Certificate    Doctoral    Summer         Summer Jazz Improv Workshop                Study Abroad    Events        Curriculum       Undergraduate    Master's    Doctoral         Performance     Composition               Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Summer Jazz Improv Workshop                        Also for Summer 2014: NYU SIM Intensive             Dates    Dates for 2014 are TBD          Tuition     $1950          Housing Dates    TBD          Housing &amp; Meal Plan Fee    $692          Application Deadline     TBD          Application Procedure     Available January 15, 2014              Please note that the prices above reflect the 2013 pricing structure and are subject to change.    Program Coordinator    Dr. David Schroeder, NYU Jazz Studies and Summer Program s Director, 35 West Fourth Street, Suite 1077 &bull; (212) 998-5446, e-mail: ds38@nyu.edu    Program Overview    The NYU Summer Jazz Improvisation Workshop combines cutting-edge jazz education with master classes and workshops by the finest jazz musicians in New York City. The two-week workshop offers courses covering a wide range of subjects and a diverse ensemble program tailored to the needs of intermediate to advanced students. Along with world-renowned jazz studies faculty, the workshop will include daily interaction with jazz musicians from around the world, making this a unique opportunity that could only be offered in Greenwich Village, the mecca for jazz.  Courses offer an in-depth look into the areas of jazz theory, improvisation and rhythm, geared towards the intermediate to advanced student. Ensembles concentrate on techniques for improvisation. A wide range of weekly master classes and performances are scheduled throughout the workshop. Located in the heart of Greenwich Village, students have access to the world's greatest music scene and are surrounded by legendary jazz clubs including the Blue Note, the Village Vanguard, the Jazz Standard, Birdland and Jazz at Lincoln Center.  You will have over twenty-five music clubs within five blocks from your residence hall. Residence hall rooms are conveniently located within blocks of the jazz studies building and the beautiful and historic Washington Square Park. Below you will find more specific information on courses, ensembles, daily events, application and audition information, meals and housing, fees and age requirements.    Courses and Faculty    Courses include jazz theory, jazz improvisation, rhythm classes, small group ensembles, and master classes by a wide variety of NYC jazz musicians. Individual private lessons can also be arranged for an additional fee.    Summer Jazz Improvisation Workshop faculty will be selected from the current roster of NYU Jazz studies faculty. This year faculty will include:    Ben Allison, bass    Andy Gravish, trumpet    Wayne Krantz, guitar    Sam Newsome, soprano saxophone    Rich Perry, tenor saxophone    Dave Pietro, alto saxophone    Dave Schroeder, harmonica    Rich Shemaria, piano/composition       Last year's master class artists included (This year's artists are TBA):    Joe Lovano, Dave Liebman, Elliot Mason, Stefon Harris, Drew Gress, Kenny Werner, Dafnis Prieto, Sam Newsome, Wayne Krantz, Randy Johnston, Chris Potter, Billy Drummond, Jack Wilkins, and Peter Bernstein.       For a complete list of current NYU Jazz faculty, please visit: http://steinhardt.nyu.edu/music/jazz/people/faculty .    Housing/Meals    Students stay in private or shared rooms with one or two roommates in an NYU residence hall. The residence hall is located near Washington Square Park, a short walk from campus buildings. Campus meal plans range from 8 to 12 meals per week and include a card with $30 of Dining Dollars. Linens are provided; students should bring their own towels. The residence hall building has air conditioning and Internet access with an Ethernet cable.    NYU Public Safety Services officers are on duty 24 hours a day.    Because our standards for achievement are high, we accept highly motivated students who will enjoy the classes as well as the cultural activities. It is, therefore, important to know that failure to comply with regulations will be grounds for immediate dismissal from the program. Parents and/or guardians will be contacted as soon as any unsatisfactory behavior is recognized. Click here for more specific housing information.    Cost    The program fee is TBD, plus a TBD application fee. Housing and meal plans are not included in the program fee. Private lessons range from $60-$150 per hour and are an additional cost above the program fee. Airfare is not included in the program fee. Participants are responsible for arranging and purchasing their own airfare.    Personal Expenses    A great benefit of the Summer Jazz Improv Workshop is the chance for students to experience life in New York City and Greenwich Village. The cost of living in the city is high. The activities fee students pay for the workshop covers only the primary cost of participating in the evening and weekend events and does not cover personal expenses. Students should budget for enough money to last the entire time they will be participating in the workshop. Students are encouraged to discuss expenses and decide upon a budget with their families prior to arriving in New York City.    Application Fee &amp; Audition Materials    The program is intended for participants 18 years and older. Applicants under 18 will be considered on a case-by-case basis.    If you would like to be considered for the workshop you must do the following: &bull; Submit a general online summer application &bull; Pay the application fee (nonrefundable) &bull; Fill out a workshop questionnaire (select Jazz Improvisation) &bull; Submit a DVD with three contrasting jazz standards of your choice that demonstrate the breadth and range of your work and a command of the jazz language. You must be accompanied by a live rhythm section of piano or guitar, bass, and drums. If you are a rhythm section player, you must perform with at least a trio of piano or guitar, bass and drums. You are also welcome to submit your audition video online (instructions here ).    Please be sure to include your contact information: phone number, mailing address, and your e-mail address as well as the name of your school and your year of study (i.e., high school senior, college junior). Send your audition materials to:    Dr. David Schroeder Jazz Director and Summer Programs Coordinator 35 West Fourth Street, Suite 1077 New York, NY 10012    If you submit your audition video online, you should put all your contact information requested above in the same email to Professor Schroeder at ds38@nyu.edu . You will still need to mail in your application fee to the address above.    Audition materials become the property of NYU Steinhardt and cannot be returned.       International Students       Acceptance into this program is based on your performanceability. English language proficiency is not required . However, we do need to know if you speak English or if you do not speak English. Please continue here if you are from a country where English is spoken natively or if you are a native speaker of English.       NYU requires international students to have an F-1 or a J-1 visa for entry into the US and for study an NYU. The NYU Office of Global Services (OGS) will assist you in obtaining an I-20 to process your F-1 or J-1 visa. Once you have submitted a complete program application (as outlined above) and received an admissions decision, you will receive instructions for submitting the I-20/DS-2019 documentation. OGS will assist you in obtaining an I-20 to process your F-1 or J-1 visa. Contact them with specific immigration related questions at newinternationalstudents@nyu.edu .       If you need additional assistance, please contact Patrick Cupo at patrick.cupo@nyu.edu or 212.998.5438 .                                              Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Theater Improvisation Games                   Theater Improvisation Games           One word story telling:   Students tell a made up story by each saying only one word of the story.    Sound Ball:   A warm-up in which the participants use spontaneity to throw out a sound ball made up of the first gesture and sound they think of.     Energy Pass:    All in a circle, one person passes a sound and a movement to the next person. They repeat it and then pass it off to next and so on. That when it gets back to the original the next person chooses a new movement and sound to pass. The object is to do this fast to build energy.   You could also do this with characters, by having the character chose their favorite word and a motion that they do. It builds a nice community.     Exaggeration Pass:    The exaggeration pass is an extension to the energy pass where one student will make a sound and movement that is small and then each student will take that noise and movement and make it a little bit bigger so that when it comes back to the original student the movement and noise will be large and loud. Each student should choose a new movement    Fruit, Vegetable Pass:    The teacher will start off with Passing the ball and having each student should choose a fruit or vegetable of their choosing. When the ball goes around once the teacher should ask the students to repeat their choice and create a movement with their body or the ball to help the rest of us remember their food item. When the ball comes back we will toss the ball back and forth calling out each others food item saying the phrase:    (apple) (apple) calling (raspberry)    This should go on for about a minute and then the teacher will add on the new rule that students are not allow to show their teeth or cover their mouths. If they do then they will be out. This is a fun elimination game that also creates a bit of laughter.      Machine:   Students create a cohesive, rhythmic machine by using their bodies and voices in repetitive motions.    Freeze (the classic):    Two character scenes are spontaneously created and then altered when an outside student call outs freeze! and replaces the actor to begin an entirely new scene.     Bear, Fish, Mosquito:    The teacher will instruct the students to pair up and once they have found a partner that they look at the teacher to him or her know that the students are ready. Then the teacher will tell the students the name of the game and tell the students that it is a bit like Rock, Paper Scissors. There are three motions:    Bear- Open scary mouth and arms up as if they are going to maul someone.   Fish- Fish mouth with lips puckered and their hands together pointing at their partner.   Mosquito- Scrunch up their nose and put their arms off to the side like wings.    The students will face each other back to back and make a decision on what they will be and then on the count of three they will turn around and make a defined choice by taking the position of the animal/insect.    And in such as the game Rock, Paper Scissors:   Bear eats Fish   Fish Eats Mosquito   Mosquito stings Bear.      Bitty, Bitty Bop:    This game should be for a larger group. It works best if there are about 10 or more students. The teacher will explain that they will point at a student and call out an animal such as elephant. Then that student will form the main part of the animal while the students next to him or her will form the rest of the body. For example, with elephant the student will form the trunk while their neighbors will form the ears. When the teacher points and calls the animal name the students have the time that the teacher says Bitty, Bitty Bop to form the animal. The students should know that it will become an elimination game eventually. The teacher will decided on two other animals or objects that the students can form. The students can also give their own ideas. Some things that have been used are bunny, giraffe, bowl of jello, etc. Have the students help with ideas of creating these things to get their minds rolling. Once the teacher feels that the student have a hang of the game, the game should get faster and have an elimination round.     Count to 20:    Sit or stand in a circle. The idea is for the group to count to twenty, one person saying one number at a time. Somebody is chosen to start the count. Anybody can say the next number - but if two or more people speak at the same time, counting must start again from the beginning. It is possible to get to twenty if everybody really concentrates - but try and be relaxed as well.        Molding Clay:    The teacher will start off pretending playing with an imaginary piece of clay and let the students know that each of us is going to sculpt something out of the imaginary clay and then show us how you would use it. Their items can be as large as they wan or as small as they want. The teacher could also find a theme of what their items are that might be an introduction to the lesson. Say the students are working on a Shakespearean play, they could form a dagger, a crown, a staff, a vial of poison. Then when they are done showing how to use the object they should mold the clay back into a ball and pass it on to the next person.    My Best Friends Cat:    The teacher will tell the students that they are going to play a word game. First the students should form a circle. In this game the students will form a beat and the teacher will start off saying, my best friends cat is an (awesome, amazing, amusing, etc.) cat. Then the next person in the circle will then say My best friends cat is a (beautiful, boisterous, big) cat. With each pass the student should find a word that starts with the next letter of the alphabet. This helps students find adjectives and get students minds rolling with images.    Party People:    The teacher will introduce the activity by asking four students to volunteer. One student will act as the host of the party and the rest of the students will take on character roles that are coming to the party. The host will be sent out of the room while the three remaining students will choose a character such as a famous person, well known fairy tale character, or take on an activity. The activity could be an allergy to a word, in which the character sneezes on that word, or they are scared of another character. The teacher should give the students some options but this really is to develop a strong sense of the character. This can also help the teacher understand what the students like in pop culture today.    The host will then come back in and each character will knock to let the host know that they have arrived. The students should not say what who their character is but through the activities they do and the words they say the host will try to guess who they are. The host should let each character in and ask them questions before guessing who they are. When the host does guess who the students are playing, that character should find a reason why they need to leave the party and make their exit. This game is good for a group that has really developed as an ensemble and has done work with characterization.      Prince of Paris:    The teacher will ask the students to line up and then count them off. They should remember their number while the teacher explains the structure of the activity. The teacher is going to call out, Prince of Paris lost his hat Number __ knows where its at. That person will step out of the line and say,   Who sir? Me sir?   Teacher: Yes sir your sir.   Student: No sir not I sir.   Teacher: Then who sir?   Student: Number __ sir.   Then that student will step forward and say Who sir? Me Sir? before the teacher can finish saying Prince of Paris knows where its at. If a student doesnt respond before the end of the phrase then they will have to go to the end of the line. All the other students will have new numbers to play with. This game can be a lot of fun once students get the hang of it because they tend to try to psych each other out.       Twizzle, Swizzle:    The teacher will instruct the students to beginning walking around the room with a purpose. When the teacher will tell the students when they hear stop they will stop where they are. Then when they hear the teacher say go they can begin walking again. The teacher should have the students stop and go for a few times before giving the next instructions. Then the teacher will have the students stop and then let them know that the next command will be clap. On this command students will clap. The next command will be jump. When the students hear jump they will jump in the spot that they are in. After the students have got jump and clap down, the teacher should alternate between stop, go, jump and clap. Then the teacher will have the students stop and then ask them to come up with a motion for the word twizzle. All of the students should then agree that they can replicate the motion. The teacher should mix up all of the actions and then again have them pause and ask for another student to create a motion for the word swizzle. The teacher will rotate through these commands for a while until they think the students have got them down.    Now for the twist. The teacher will have the students stop and say the rules have now changed. Stop means go. Go means stop. Clap means jump. Jump means clap. Twizzle means Swizzle. Swizzle means twizzle. The teacher will call out the commands and the students will have to react quickly. The teacher can also make this like an elimination game if the students do the wrong action they will be out. This is a good listening and thinking game    Whoosh:    The teacher will ask the students to form a circle and then they will tell the students that they are going to start a bit of a wave. When they receive the wave they will say whoosh and throw their hands up in the air to pass it to the next person. This whoosh should go around twice and then when it gets back to the teacher they will explain that the students will have a choice of either saying whoosh or wow. Wow sends the whoosh in the opposite direction. The teacher should allow the students to work with this until adding the next step, which is avalanche. Avalanche is when all the students run to a new spot in the circle and scream. This game is a good energizer and a lot of fun for the students.    What are you Doing?:    This is more of an activity but can be used as a warm up. The teacher stands in the front of the class and asks another student join them. The teacher will explain the rules in which one person will start an activity, such as baking or playing ball. Another person will come up and ask, What are you doing? The first player will say another activity completely different from their original. This activity should be appropriate and something that they wouldnt mind doing themselves. The student will then mime this activity as the teacher sits down and lets the students know that volunteering in theater is key and that everyone should give the activity a try.    Yes:    For this game the teacher will ask the students to stand up and form a circle. Then the teacher will instruct the students that they will one by one crossing slowly to a different spot in the circle. But first they must make eye contact to someone that they will cross too. So student A will make eye contact with Student B and student B will say YES. Student A will then cross over to take student Bs spot. In that time Student B will search for a new location and try to make eye contact with that person before student A gets to their spot. This exercise is to build teamwork and concentration."}, {"content": "Summer Jazz Improv Workshop - Programs - Jazz Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Programs - Jazz Studies                 Programs      Undergraduate    Master's    Advanced Certificate    Doctoral    Summer         Summer Jazz Improv Workshop                Study Abroad    Events        Curriculum       Undergraduate    Master's    Doctoral         Performance     Composition               Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Summer Jazz Improv Workshop                        Also for Summer 2014: NYU SIM Intensive             Dates    Dates for 2014 are TBD          Tuition     $1950          Housing Dates    TBD          Housing &amp; Meal Plan Fee    $692          Application Deadline     TBD          Application Procedure     Available January 15, 2014              Please note that the prices above reflect the 2013 pricing structure and are subject to change.    Program Coordinator    Dr. David Schroeder, NYU Jazz Studies and Summer Program s Director, 35 West Fourth Street, Suite 1077 &bull; (212) 998-5446, e-mail: ds38@nyu.edu    Program Overview    The NYU Summer Jazz Improvisation Workshop combines cutting-edge jazz education with master classes and workshops by the finest jazz musicians in New York City. The two-week workshop offers courses covering a wide range of subjects and a diverse ensemble program tailored to the needs of intermediate to advanced students. Along with world-renowned jazz studies faculty, the workshop will include daily interaction with jazz musicians from around the world, making this a unique opportunity that could only be offered in Greenwich Village, the mecca for jazz.  Courses offer an in-depth look into the areas of jazz theory, improvisation and rhythm, geared towards the intermediate to advanced student. Ensembles concentrate on techniques for improvisation. A wide range of weekly master classes and performances are scheduled throughout the workshop. Located in the heart of Greenwich Village, students have access to the world's greatest music scene and are surrounded by legendary jazz clubs including the Blue Note, the Village Vanguard, the Jazz Standard, Birdland and Jazz at Lincoln Center.  You will have over twenty-five music clubs within five blocks from your residence hall. Residence hall rooms are conveniently located within blocks of the jazz studies building and the beautiful and historic Washington Square Park. Below you will find more specific information on courses, ensembles, daily events, application and audition information, meals and housing, fees and age requirements.    Courses and Faculty    Courses include jazz theory, jazz improvisation, rhythm classes, small group ensembles, and master classes by a wide variety of NYC jazz musicians. Individual private lessons can also be arranged for an additional fee.    Summer Jazz Improvisation Workshop faculty will be selected from the current roster of NYU Jazz studies faculty. This year faculty will include:    Ben Allison, bass    Andy Gravish, trumpet    Wayne Krantz, guitar    Sam Newsome, soprano saxophone    Rich Perry, tenor saxophone    Dave Pietro, alto saxophone    Dave Schroeder, harmonica    Rich Shemaria, piano/composition       Last year's master class artists included (This year's artists are TBA):    Joe Lovano, Dave Liebman, Elliot Mason, Stefon Harris, Drew Gress, Kenny Werner, Dafnis Prieto, Sam Newsome, Wayne Krantz, Randy Johnston, Chris Potter, Billy Drummond, Jack Wilkins, and Peter Bernstein.       For a complete list of current NYU Jazz faculty, please visit: http://steinhardt.nyu.edu/music/jazz/people/faculty .    Housing/Meals    Students stay in private or shared rooms with one or two roommates in an NYU residence hall. The residence hall is located near Washington Square Park, a short walk from campus buildings. Campus meal plans range from 8 to 12 meals per week and include a card with $30 of Dining Dollars. Linens are provided; students should bring their own towels. The residence hall building has air conditioning and Internet access with an Ethernet cable.    NYU Public Safety Services officers are on duty 24 hours a day.    Because our standards for achievement are high, we accept highly motivated students who will enjoy the classes as well as the cultural activities. It is, therefore, important to know that failure to comply with regulations will be grounds for immediate dismissal from the program. Parents and/or guardians will be contacted as soon as any unsatisfactory behavior is recognized. Click here for more specific housing information.    Cost    The program fee is TBD, plus a TBD application fee. Housing and meal plans are not included in the program fee. Private lessons range from $60-$150 per hour and are an additional cost above the program fee. Airfare is not included in the program fee. Participants are responsible for arranging and purchasing their own airfare.    Personal Expenses    A great benefit of the Summer Jazz Improv Workshop is the chance for students to experience life in New York City and Greenwich Village. The cost of living in the city is high. The activities fee students pay for the workshop covers only the primary cost of participating in the evening and weekend events and does not cover personal expenses. Students should budget for enough money to last the entire time they will be participating in the workshop. Students are encouraged to discuss expenses and decide upon a budget with their families prior to arriving in New York City.    Application Fee &amp; Audition Materials    The program is intended for participants 18 years and older. Applicants under 18 will be considered on a case-by-case basis.    If you would like to be considered for the workshop you must do the following: &bull; Submit a general online summer application &bull; Pay the application fee (nonrefundable) &bull; Fill out a workshop questionnaire (select Jazz Improvisation) &bull; Submit a DVD with three contrasting jazz standards of your choice that demonstrate the breadth and range of your work and a command of the jazz language. You must be accompanied by a live rhythm section of piano or guitar, bass, and drums. If you are a rhythm section player, you must perform with at least a trio of piano or guitar, bass and drums. You are also welcome to submit your audition video online (instructions here ).    Please be sure to include your contact information: phone number, mailing address, and your e-mail address as well as the name of your school and your year of study (i.e., high school senior, college junior). Send your audition materials to:    Dr. David Schroeder Jazz Director and Summer Programs Coordinator 35 West Fourth Street, Suite 1077 New York, NY 10012    If you submit your audition video online, you should put all your contact information requested above in the same email to Professor Schroeder at ds38@nyu.edu . You will still need to mail in your application fee to the address above.    Audition materials become the property of NYU Steinhardt and cannot be returned.       International Students       Acceptance into this program is based on your performanceability. English language proficiency is not required . However, we do need to know if you speak English or if you do not speak English. Please continue here if you are from a country where English is spoken natively or if you are a native speaker of English.       NYU requires international students to have an F-1 or a J-1 visa for entry into the US and for study an NYU. The NYU Office of Global Services (OGS) will assist you in obtaining an I-20 to process your F-1 or J-1 visa. Once you have submitted a complete program application (as outlined above) and received an admissions decision, you will receive instructions for submitting the I-20/DS-2019 documentation. OGS will assist you in obtaining an I-20 to process your F-1 or J-1 visa. Contact them with specific immigration related questions at newinternationalstudents@nyu.edu .       If you need additional assistance, please contact Patrick Cupo at patrick.cupo@nyu.edu or 212.998.5438 .                                              Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Summer Jazz Improv Workshop: New York City - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     Summer Jazz Improv Workshop: New York City                                                       Overview    Intended For: High School, Undergraduates and Graduate Students    See the Summer Jazz Improv Workshop at a glance:       Priority Application Deadline: April 20, 2015    Session I       Program Dates: June 22 - July 3, 2015    Final Application Deadline: May 4, 2015 (learn How to Apply )    Required Student Orientation: June 21, 2015    Housing Dates: June 21 - July 4, 2015       Session II       Program Dates: July 6 - July 17, 2015    Final Application Deadline: May 18, 2015 (learn How to Apply )    Required Student Orientation: July 5, 2015    Housing Dates: July 5 - July 18, 2015             Tuition: $2,500    Jazz Studies       Program Description    The NYU Summer Jazz Improvisation Workshop combines cutting-edge jazz education with master classes and workshops by the finest jazz musicians in New York City. This workshop offers courses covering a wide range of subjects and a diverse ensemble program tailored to the needs of intermediate to advanced students. Along with world-renowned jazz studies faculty, the workshop will include daily interaction with jazz musicians from around the world, making this a unique opportunity that could only be offered in Greenwich Village, the mecca for jazz.  Courses offer an in-depth look into the areas of jazz theory, improvisation and rhythm, geared towards the intermediate to advanced student. Ensembles concentrate on techniques for improvisation. A wide range of weekly master classes and performances are scheduled throughout the workshop. Located in the heart of Greenwich Village, students have access to the world's greatest music scene and are surrounded by legendary jazz clubs including the Blue Note, the Village Vanguard, the Jazz Standard, Birdland and Jazz at Lincoln Center.  You will have over twenty-five music clubs within five blocks from your residence hall. Residence hall rooms are conveniently located within blocks of the jazz studies building and the beautiful and historic Washington Square Park. Below you will find more specific information on courses, ensembles, daily events, application and audition information, meals and housing, fees and age requirements.    Courses &amp; Faculty    Courses include jazz theory, jazz improvisation, rhythm classes, small group ensembles, and master classes by a wide variety of NYC jazz musicians. Individual private lessons can also be arranged for an additional fee.    Summer Jazz Improvisation Workshop faculty will be selected from the current roster of NYU Jazz studies faculty. Last year's faculty included (this year's artists are TBA) :    Tony Moreno , drumset Adam Rogers, guitar    Rich Perry , tenor saxophone    Dave Pietro , alto saxophone    Dave Schroeder , harmonica    Rich Shemaria , piano/composition       Previous year's master class artists included (this year's artists are TBA):    Bill Stewart, Nate Smith, Eddie Henderson, Joe Lovano, John Riley, Elliot Mason, Stefon Harris, Drew Gress, Kenny Werner, Dafnis Prieto, Sam Newsome, Wayne Krantz, Randy Johnston, Chris Potter, and Peter Bernstein.       For a complete list of current NYU Jazz faculty, please click here .    Costs    Below are all costs associated with the Summer Jazz Improv Workshop:       Tuition: $2,500    Optional Programming Fee: $80    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application.    Housing &amp; Meal Plan (optional): $762 shared room with 10 meals and 30 Dining Dollars - see the Housing &amp; Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply and Audition    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials          For More Information                Program Administration         MPAP Summer Programs 35 West 4th Street, Suite 1077 New York, NY 10012 (p) 212 998 5438 (e) mpap.summer@nyu.edu          Academic Content    Dr. Dave Schroeder Jazz Studies Director 35 West 4th Street, Suite 1077 New York, NY 10012 (p) 212 998 5446 (e) ds38@nyu.edu                                                                      Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]