[{"detail": [{"content": "Benton, Lauren    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Lauren Benton   Professor of History; Silver Professor; Affiliate Professor of Law   Johns Hopkins University, PhD 1987   Office Address:   6 Washington Square North, 1st Floor   Email:        Phone:   212.998.8040   Field of Study:   Atlantic World   Areas of Research/Interest:   Atlantic world, legal history, comparative history of empires.       Bio   Lauren Benton researches and writes about the comparative history of empires, with special emphasis on the history of law. Her publications include works on imperial sovereignty, legal pluralism in empires, maritime law, and the history of international law. Benton’s main region of focus is the Atlantic world, but she also studies the global reach of European empires and has examined case studies from South Asia, Latin America, Africa, North America, and Australia. Benton is currently working on a history of imperial law and international order in the early nineteenth century, and she is developing a new project on imperial violence and the international law of war. At NYU, Benton teaches courses on the comparative history of empires, law in empires, world history, and Atlantic history.   Selected Works:      Books:           Legal Pluralism and Empires, 1500-1850 . Lauren Benton and Richard Ross, eds. New York University Press (2013).                  A Search for Sovereignty: Law and Geography in European Empires, 1400-1900 . Cambridge University Press (2010).               Law and Colonial Cultures: Legal Regimes in World History, 1400-1900 . Cambridge University Press (2002). Winner of the 2003 World History Association Book Award; and the 2003 James Willard Hurst Prize.         Invisible Factories: The Informal Economy and Industrial Development in Spain . Albany: State University of New York Press (1990).          The Informal Economy: Studies in Advanced and Less Developed Countries , eds., Alejandro Portes, Manuel Castells, and Lauren Benton. Johns Hopkins University Press (1989).                       Selected Articles and Chapters:      Lauren Benton and Richard Ross, \"Empires and Legal Pluralism: Jurisdiction, Sovereignty, and Political Imagination in the Early Modern World,\" in Benton and Ross, eds., Legal Pluralism and Empires, 1500-1850. New York University Press (2013).      Lauren Benton and Lisa Ford, \"Magistrates in Empire: Convicts, Slaves, and the Remaking of Legal Pluralism in the British Empire,\" in Benton and Ross, eds., Legal Pluralism and Empires, 1500-1850. New York University Press (2013).      \"Crime and Empire,\" in Philippa Levin and John Marriott, eds., The Ashgate Research Companion to Modern Imperial Histories . Ashgate Press (2012): 393-406.      “This Melancholy Labyrinth: The Trial of Arthur Hodge and the Boundaries of Imperial Law,” Alabama Law Review (2012): 100-1222.      \"Introduction: Forum on Law and Empire in Global Perspective,\" The American Historical Reveiw 117(4) (2012): 1092-1100.      \"Una soberanía extraña: La Provincia Oriental enel mundo atlántico,\" 20/10: El Mundo Atlántico y la Modernidad Iberoamericana 1750-1850 1: 89-107 (2012).      \"Possessing Empire: Iberian Claims and Interpolity Law,\" in Saliha Bellmessous, ed., Indigenous versus European Land Claims, 1500-1914 , Oxford University Press (2011):19-40.      “Abolition and Imperial Law, 1780-1820,” Journal of Commonwealth and Imperial History , Vol. 39:3, (2011): 355-374.      \"Atlantic Law: Transformations of a Transoceanic Legal Regime,\" in Philip Morgan and Nicholas Canny, eds., Oxford Handbook on the Atlantic World, c 1450-1820 , Oxford University Press (2011): 40-416.      “Toward a New Legal History of Piracy: Maritime Legalities and the Myth of Universal Jurisdiction,” International Journal of Maritime History XXIII , No. 1 (2011): 1-15.      \"Legal Problems of Empire in Gentili's Hispanica Advocatio ,\" in Benedict Kingsbury and Benjamin Straumann, eds., The Roman Foundations of the Law of Nations , Oxford University Press (2010):269-282.      Lauren Benton and Benjamin Straumann, “Acquiring Empire by Law: From Roman Doctrine to Early Modern European Practice,” Law and History Review 28:1 (2010): 1-38.      “Legal Problems of Empire in Gentili’s Hispanica Advocatio,” in Benedict Kingsbury and Benjamin Straumann, eds., The Roman Foundations of the Law of Nations (Oxford University Press, 2010), 269-282.             Update your faculty profile         Updated on 09&#047;13&#047;2013             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Benton, Lauren    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Lauren Benton   Professor of History; Silver Professor; Affiliate Professor of Law   Johns Hopkins University, PhD 1987   Office Address:   6 Washington Square North, 1st Floor   Email:        Phone:   212.998.8040   Field of Study:   Atlantic World   Areas of Research/Interest:   Atlantic world, legal history, comparative history of empires.       Bio   Lauren Benton researches and writes about the comparative history of empires, with special emphasis on the history of law. Her publications include works on imperial sovereignty, legal pluralism in empires, maritime law, and the history of international law. Benton’s main region of focus is the Atlantic world, but she also studies the global reach of European empires and has examined case studies from South Asia, Latin America, Africa, North America, and Australia. Benton is currently working on a history of imperial law and international order in the early nineteenth century, and she is developing a new project on imperial violence and the international law of war. At NYU, Benton teaches courses on the comparative history of empires, law in empires, world history, and Atlantic history.   Selected Works:      Books:           Legal Pluralism and Empires, 1500-1850 . Lauren Benton and Richard Ross, eds. New York University Press (2013).                  A Search for Sovereignty: Law and Geography in European Empires, 1400-1900 . Cambridge University Press (2010).               Law and Colonial Cultures: Legal Regimes in World History, 1400-1900 . Cambridge University Press (2002). Winner of the 2003 World History Association Book Award; and the 2003 James Willard Hurst Prize.         Invisible Factories: The Informal Economy and Industrial Development in Spain . Albany: State University of New York Press (1990).          The Informal Economy: Studies in Advanced and Less Developed Countries , eds., Alejandro Portes, Manuel Castells, and Lauren Benton. Johns Hopkins University Press (1989).                       Selected Articles and Chapters:      Lauren Benton and Richard Ross, \"Empires and Legal Pluralism: Jurisdiction, Sovereignty, and Political Imagination in the Early Modern World,\" in Benton and Ross, eds., Legal Pluralism and Empires, 1500-1850. New York University Press (2013).      Lauren Benton and Lisa Ford, \"Magistrates in Empire: Convicts, Slaves, and the Remaking of Legal Pluralism in the British Empire,\" in Benton and Ross, eds., Legal Pluralism and Empires, 1500-1850. New York University Press (2013).      \"Crime and Empire,\" in Philippa Levin and John Marriott, eds., The Ashgate Research Companion to Modern Imperial Histories . Ashgate Press (2012): 393-406.      “This Melancholy Labyrinth: The Trial of Arthur Hodge and the Boundaries of Imperial Law,” Alabama Law Review (2012): 100-1222.      \"Introduction: Forum on Law and Empire in Global Perspective,\" The American Historical Reveiw 117(4) (2012): 1092-1100.      \"Una soberanía extraña: La Provincia Oriental enel mundo atlántico,\" 20/10: El Mundo Atlántico y la Modernidad Iberoamericana 1750-1850 1: 89-107 (2012).      \"Possessing Empire: Iberian Claims and Interpolity Law,\" in Saliha Bellmessous, ed., Indigenous versus European Land Claims, 1500-1914 , Oxford University Press (2011):19-40.      “Abolition and Imperial Law, 1780-1820,” Journal of Commonwealth and Imperial History , Vol. 39:3, (2011): 355-374.      \"Atlantic Law: Transformations of a Transoceanic Legal Regime,\" in Philip Morgan and Nicholas Canny, eds., Oxford Handbook on the Atlantic World, c 1450-1820 , Oxford University Press (2011): 40-416.      “Toward a New Legal History of Piracy: Maritime Legalities and the Myth of Universal Jurisdiction,” International Journal of Maritime History XXIII , No. 1 (2011): 1-15.      \"Legal Problems of Empire in Gentili's Hispanica Advocatio ,\" in Benedict Kingsbury and Benjamin Straumann, eds., The Roman Foundations of the Law of Nations , Oxford University Press (2010):269-282.      Lauren Benton and Benjamin Straumann, “Acquiring Empire by Law: From Roman Doctrine to Early Modern European Practice,” Law and History Review 28:1 (2010): 1-38.      “Legal Problems of Empire in Gentili’s Hispanica Advocatio,” in Benedict Kingsbury and Benjamin Straumann, eds., The Roman Foundations of the Law of Nations (Oxford University Press, 2010), 269-282.             Update your faculty profile         Updated on 09&#047;13&#047;2013             Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU School of Continuing and Professional Studies Convocation Ceremonies to Recognize Achievements of Nearly 1,500 Graduates                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                        NYU School of Continuing and Professional Studies Convocation Ceremonies to Recognize Achievements of Nearly 1,500 Graduates                            Higher Education Executive Cathy Sandeen, Vice President of Education Attainment and Innovation of the American Council on Education (ACE), Will Deliver the Undergraduate Convocation Address on May 19     H.R.H. Prince Zeid Ra’ad Zeid Al-Hussein, Jordan’s Permanent Representative to the United Nations, Will Speak at the Graduate Convocation Ceremony on May 20   NEW YORK, May 15, 2014 – Close to 1,500 undergraduate and graduate students from across the country and around the world will receive their degrees from the NYU School of Continuing and Professional Studies (NYU-SCPS) during Convocation ceremonies that will recognize them for their completion of rigorous, professionally oriented programs of study. The NYU home to learning and applied research related to key knowledge-based industries where the New York region leads globally, NYU-SCPS prepares students who are just beginning on their career paths, as well as those who are seasoned veterans.    NYU-SCPS Dean Dennis Di Lorenzo noted, “NYU-SCPS truly serves as an incubator for innovation and thought leadership in growing and evolving industries. Our students come from across the country and around the globe to acquire educational credentials that provide them with the access and opportunity needed to compete and succeed. Their diversity, drive, and determination epitomize the very essence of what an NYU education is all about. Through these Convocation ceremonies, we acknowledge and celebrate their hard work, sacrifice, and achievement.”    This year’s student Convocation speakers are prime examples of the unique individuals that NYU-SCPS attracts and prepares for personal and professional success.        Theresa Cardamone , who enrolled in college after a 38-year hiatus, will address the undergraduate class. Rather than attending college in her early 20s, Cardamone chose to devote her life to her greatest passion—horses. During the time when her peers were completing their degrees, she was managing a California horse farm, raising world-class Arabians, leaving her no time to pursue an undergraduate degree. Realizing that she would, one day, want to transition out of this highly competitive industry, Cardamone moved to New York City and enrolled in the NYU-SCPS Paul McGhee Undergraduate Division, which provided credit for her prior learning and life experience. After decades of being away from formal education, she is graduating with a B.A. in Social Sciences and a 3.96 grade point average.      Sejal Daftari , who will be this year’s graduate Convocation student speaker, is an example of an NYU-SCPS student who has left home and family behind to gain an educational credential that will help to distinguish her in the growing field of human resource management. A native of Mumbai, India, Daftari was deeply motivated by Mahatma Gandhi’s quote, “Learn as if you were to live forever.” She understood the invaluable and lasting role that education would play in defining her personally and professionally. During her tenure at NYU-SCPS, Daftari has been involved in the Student Council, has served as the Student Council representative of the NYU- Society for Human Resource Management (SHRM) student club, and has benefitted from internships that include a stint as an executive compensation consultant at Bank of America. She is graduating with an M.S. in Human Resource Management and Development, and a 3.88 grade point average.    This year’s Convocation speakers reflect the School’s progressive stance on providing transformative educational experiences to nontraditional students, as well as its deep commitment to offering a truly global perspective in all facets of teaching and learning.          Undergraduate Speaker   Cathy Sandeen, Ph.D.  Cathy Sandeen serves as vice president for Education Attainment and Innovation at the American Council on Education (ACE), the nation’s largest and most visible association representing all sectors of higher education.    She oversees ACE’s efforts to increase postsecondary educational attainment, capitalizing on her expertise in technology and higher education innovation, nontraditional students, prior learning assessment, alternative credentials, and MOOCs. She also oversees ACE’s Center for Education Attainment and Innovation, including major grant programs, the ACE credit recommendation service, veterans’ programs, and development of new initiatives.    From 2006 to 2012, Dr. Sandeen served as dean of UCLA Extension at the University of California, Los Angeles, which educates 50,000 students per year. Prior to joining UCLA, Dr. Sandeen served as vice provost and dean of University Extension and Summer Session at University of California, Santa Cruz, and held several positions at University of California, San Francisco.    A prolific writer and speaker, Dr. Sandeen is the 2009 recipient of the Research and Scholarship Award by the University Professional Continuing Education Association (UPCEA). Dr. Sandeen earned a Ph.D. in Communication from the University of Utah and an M.B.A. from the UCLA Anderson School of Management. She was an ACE fellow in 2010-11.          Graduate Speaker   H.R.H. Prince Zeid Ra’ad Zeid Al-Hussein, Ph.D.  H.R.H. Prince Zeid Ra’ad Zeid Al-Hussein is Jordan’s permanent representative to the United Nations, a post he has held since September 2010, and previously from 2000-2007. From 2007-2010, he was Jordan’s ambassador to the United States of America. He also served as Jordan’s deputy permanent representative at the U.N., with the rank of ambassador, from 1996-2000.    In January 2014, he was president of the U.N. Security Council and is presently chairman of the Security Council’s 1533 and 1521 committees with regard to two sanctions regimes: the Democratic Republic of the Congo and Liberia.    Prince Zeid is a member of the Advisory Committee to The Institute for Historical Justice and Reconciliation based in The Hague; serves on the International Advisory Councils of the International Peace Institute and The Security Council Report; is an honorary member of the Advisory Board of the Center for Global Affairs at the NYU School of Continuing and Professional Studies; is a member of the International Advisory Board of The International Center for Ethics, Justice, and Public Life at Brandeis University; and is a member of the Advisory Board for the Krieger School of Arts and Sciences at The Johns Hopkins University.    Prince Zeid holds a B.A. from The Johns Hopkins University and a Ph.D. from Cambridge University (Christ’s College).     The 2014 NYU-SCPS undergraduate Convocation ceremony will take place on Monday, May 19, at the Grand Hyatt New York (109 East 42nd Street, Park Avenue at Grand Central Terminal), from 6 p.m. to 7:30 p.m.     The 2014 NYU-SCPS graduate Convocation ceremony will take place on Tuesday, May 20, at The Theater at Madison Square Garden (Seventh Avenue between 31 st and 33 rd Streets), from 12 noon to 2 p.m.     In addition to the NYU-SCPS Convocation ceremonies, the NYU 182nd Commencement will take place on Wednesday, May 21, at Yankee Stadium, Bronx, NY, from 11:00 a.m. to 1:00 p.m.              About the NYU School of Continuing and Professional Studies            Established in 1934, NYU-SCPS ( scps.nyu.edu ) is one of NYU’s several degree-granting schools and colleges, each with a unique academic profile. The reputation of NYU-SCPS arises from its place as the NYU home for study and applied research related to key knowledge-based industries where the New York region leads globally. This is manifest in the School’s diverse graduate, undergraduate, and noncredit programs in fields such as Real Estate, Real Estate Development, and Construction Management; Hospitality, Tourism, and Sports Management; Global Affairs; Fundraising and Grantmaking; Publishing; Professional Writing; Human Resource Management and Development, Marketing, Public Relations and Corporate Communication, Management and Systems, Advanced Digital Applications, Graphic Communications Management and Technology, Project Management, and Accounting, Finance, and Law; Liberal and Allied Arts; Foreign Languages, Translation, and Interpreting; Applied Politics; and Health Information Management.    More than 100 distinguished full-time faculty members collaborate with an exceptional cadre of practitioner/adjunct faculty and lecturers to create vibrant professional and academic networks that annually attract nearly 5,000 degree-seeking students from around the globe. In addition, the School fulfills the recurrent continuing higher education needs of local and professional communities, as evidenced by close to 48,000 annual noncredit enrollments in individual courses, specialized certificate programs, workshops, and seminars. The School’s community is enriched by more than 27,000 degree-holding alumni worldwide, many of whom serve as mentors, guest speakers, and advisory board members. For more information, visit: scps.nyu.edu .                                                                                  PR Contacts                  Cheryl Feliciano                                         cheryl.feliciano@nyu.edu          212-992-9103                                 Paola Curcio-Kleinman                                         pck211@nyu.edu          212-998-7077                                                                                                                          QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]}]