[{"detail": [{"content": "Undergraduate Program    |     Gender and Sexuality Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People     Undergraduate Program     Events       Center for the Gender and Sexuality Studies       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Core Information from the Bulletin         Major in Gender and Sexuality Studies           Minor in Gender and Sexuality Studies           Program of Study           Course Offerings           Degree Requirements             Related Information         Courses by Semester           Forms & Worksheets           Internship Program           Honors Program           Declare a Major/Minor           Frequently Asked Questions             Useful Links         Undergraduate Admissions           Financial Aid           Scholarship Opportunities           CAS Bulletin           Academic Calendar                 Home &gt; Undergraduate Program     Undergraduate Program   The undergraduate Program in Gender and Sexuality Studies is administered through the new Department of Social and Cultural Analysis and offers a broad interdisciplinary investigation of gender and sexuality as keys to understanding human experience, fully integrating the study of gender and sexuality in its core curriculum, and insistently extending the view beyond U.S. borders.    At its core, the undergraduate Program encourages students to question the meanings of \"male\" and \"female,\" as well as of sexual norms, in both Western and non-Western societies. Courses seek to unravel the ways in which ideas about gender and sexuality shape social roles and identities, in addition to the ways in which race, class, and ethnicity function in the experience of gender and sexuality within a culture. Gender and Sexuality Studies challenges the privileging of some categories (i.e., male or heterosexual) over others, along with the social and political implications of such hierarchies. Our curriculum makes gender and sexuality central rather than peripheral terms of analysis and seeks to complicate what is often presented as \"natural\" or \"normal\" in traditional academic curricula.    The Program offers an undergraduate major and a minor in Gender and Sexuality Studies, the requirements for which are set forth in the College of Arts and Science Bulletin. By its very nature, Gender and Sexuality Studies enables students to combine intellectual inquiry with lived experience. To this end, students are encouraged to participate in internship opportunities and independent studies. Through these initiatives, students gain professional experience as well as an opportunity to test lessons learned in the classroom.    Students come to Gender and Sexuality Studies with an intellectual curiosity about the ordering of society and questions about their relationship to it. Through critical inquiry and exposure to a broad range of political and historical situations, many students go on to careers in social work, government, law, and political advocacy, often pertaining to gender and sexuality issues.    Students seeking admission should apply to the Office of Undergraduate Admissions, New York University, 22 Washington Square North, New York, NY 10011. The University sponsors and administers a wide variety of financial aid programs. Awards are based on the student's record of academic achievement and test scores as well as on financial need.               Contact Us | &copy; New York University , Arts and Science"}]}]