[{"detail": [{"content": "Music | NYU                                 New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                          Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources           Annual Undergraduate Composers' Concert.           Home Since its establishment in 1923, the Department of Music at New York University has held a central position in American music scholarship and creativity. NYU faculty member Gustave Reese was one of the founding members of The American Musicological Society in 1934, and by mid-century the department had attracted a world-renowned group of scholars and musicians, from the pioneering musicologist Curt Sachs to composers of both concert and popular music such as Marion Bauer and Percy Grainger. Building on this legacy, the Department established its ethnomusicology sub-field in 1978, and a composition and theory sub-field in 1992. It has since grown into one of the country’s most exciting, intellectually vibrant centers for the interdisciplinary study of music and sound. The NYU Department of Music offers studies in historical musicology, ethnomusicology, and composition and theory at both the undergraduate and graduate levels. With its leading research faculty, the Department grants degrees of Bachelor of Arts and Doctor of Philosophy. The Department also sponsors a colloquium series, musical ensembles, graduate and undergraduate concerts, the Washington Square Contemporary Music Society concert series, and a range of interdisciplinary symposia/conferences. Our facilities include early and world music instrument collections, the Avery Fisher Center for Music and Media , and the Waverly Labs for Music and Computing , which provide faculty and students with equipment, lab and workshops spaces for research and creation in music and sound art. Read more .     Please join us in congratulating:  Professor Suzanne Cusick , who the American Musicological Society named as an Honorary Member, \"for the range and an impact of (her) scholarship\" at its annual conference (November 6-9)  Professor Emeritus Edward Roesner , who the American Musicological Society named as an   Honorary Member, \"for the range and an impact of (his) scholarship\" at   its annual conference Professor Michael Beckerman , who received an Honorary Doctorate from Palack ý University on November 12, 2014, for \"developing musicology essential contribution to the research and promotion of Czech musical culture.\" Graduate student Jie Wang , who received a 2015 Opera Grant for Female Composers from The National Opera Center of America for her work, To Kill That Bird Graduate Students Adam Mirza, Anna Reidy, and Maria Stankova, who all received GSAS Dean's Dissertation Awards for the 2015-16 Academic Year     Announcements       Employment - Visiting Assistant Professor       *New* Music Major Curriculum       Fall 2015 Undergraduate Courses       *New* web site - Waverly Labs for Computing and Music       Recent Awards and Accomplishments       Collegium Musicum Viol Program       CD Review: Narození Pána Krista (Teares of the Muses)       Initiative for Romani Music       Related Information       GSAS Admissions       Graduate Admissions FAQ       GSAS Application Resource Center       Graduate Student Placement       Undergraduate Admissions and Application       Undergraduate FAQ           Upcoming Events                     -       Read More... \" akt=\"New Music Festival\">New Music Festival     Location: Clemente Soto Velez Cultural Center, 107 Suffolk St.   The Talea Ensemble, Iktus Percussion, The Soon Another, and ensemble mise-en will premiere works by Department of Music graduate students Ioannis Angelakis, Joel Rust, Bernardo Barros, Wang Jie, Timucin Sahin, Jue Wang, Moon Young-Ha, Fede Camara Halac, Adele Fournet, Gordon Beeferman, and Friedrich Kern. Read More...        ,       Marina Peterson (Ohio University) presents &quot;Noisy Silence: Noise Pollution, Sensation, and Indefinite Urbanism.&quot; Read More... \" akt=\"Department of Music Colloquium\">Department of Music Colloquium     Location: 100 Washington Square East, Silver Center, Room 320   Marina Peterson (Ohio University) presents \"Noisy Silence: Noise Pollution, Sensation, and Indefinite Urbanism.\" Read More...         - , -       Program \" akt=\"Department of Music Symposium\">Department of Music Symposium     Location: 100 Washington Square East, Silver Center, Room 220   Opre Khetanes! Concert and Conference on Romani (Gypsy) Musics and Cultures. Represents a major gathering on the East Coast of scholars of Romani culture and Roma who work as academics, activists, and/or performers. Presentations will be made by established scholars and graduate students with expertise in Romani studies. In the symposium portion of Opre Khetanes!, Beyond Gypsy Stereotypes: Voicing Romani Pluralities, scholars in the fields of musicology, anthropology, Romani studies and related disciplines will present papers on subjects related to the representation of Romani people by themselves and/or others. Opre Khetanes! will also feature performances and a panel discussion. Free admission and no pre-registration required. Program        ,       \"Opre Khetanes!\" Concert/Dance Party     Location: Hungarian House, 213 East 82nd St.   Presented by the Center for Traditional Music and Dance, The Initiative for Romani Music at New York University Department of Music, Voice of Roma and Balkankaɸe. Featuring Romani Music and Dance with Sazet Band, Eva Salina & Peter Stan, and Sani Rifati teaching \"Dances from the Mahala\" to live music by Sazet Band. Tickets are $15. Delicious \"meze\" will be for sale throughout the evening.        ,       Professor Naomi Tadmor (Lancaster University, History) and Professor Michael Beckerman (NYU, Music and Lancaster University, History) present &quot;The Travels of a Niggun:Gideon Klein's Terezin Lullaby.&quot; Co-sponsored by the Skirball Department of Hebrew and Judaic Studies.\" akt=\"Department of Music Lecture\">Department of Music Lecture     Location: 100 Washington Square East, Silver Center, Room 220   Professor Naomi Tadmor (Lancaster University, History) and Professor Michael Beckerman (NYU, Music and Lancaster University, History) present \"The Travels of a Niggun:Gideon Klein's Terezin Lullaby.\" Co-sponsored by the Skirball Department of Hebrew and Judaic Studies.                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]}]