[{"detail": [{"content": "#nationofmakers | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                                                  #nationofmakers                       Here are some of the recent things made at the NYU Polytechnic School of Engineering   Student and Faculty Projects   Solid Air   Two freshmen physics majors at the NYU Polytechnic School of Engineering, Patrick Nave and Patrick Gumusoglu, have developed a process by which oxygen and nitrogen can be harnessed in solid form. Using this &ldquo; Solid Air ,&rdquo; the students hope to devise a replacement for the bulky, heavy, and expensive compressed-gas tanks typically used by sport divers. The product may have the potential to be used by firefighters and people with supplemental oxygen tanks in their homes to treat conditions such as emphysema.   The pair received $500 toward realizing their idea through a competition in our required freshman Innovation and Technology Forum class taught by Industry Professor David Lefer. The intention of the forum class is to lay the foundation for building the next generation of global innovators and inventors.   Nave and Gumusoglu received an additional $500 from Suneris, a company co-founded by Joe Landolina, a NYU School of Engineering senior at the time. They were also awardees of the Fall 2013 Prototyping Fund (sponsored by the Greenhouse and the Entrepreneurial Institute), which gave them the opportunity to develop their first prototype. The technology for Solid Air is currently patent-pending.   Caesar   The Celluarly Accessible, Expressive, Semi-Autonomous Robot (CAESAR) is a humanoid robot built by School of Engineering students with off-the-shelf and 3D printed parts and programmed using open software with the intent of helping people with limited mobility.       CAESAR can autonomously navigate indoor environments as well as employ robotic arms to manipulate objects in that environment. A user may access CAESAR via computer or mobile phone from anywhere in the world.   A visiting researcher will be redesigning and refabricating CAESAR&#39;s face this summer so that the robot looks more inviting and is able to convey a variety of emotions through different facial expressions. Additionally, a student will be working on its hand-eye coordination, in order to give CAESAR the ability to pick up and place objects with greater precision and accuracy.   The Bug   Mahmoud Raslan, an Integrated Digital media (IDM) student who graduated this year, created &ldquo; The Bug &rdquo; as his senior design project. The small robotic projector can be used in relatively inaccessible areas, and its development was overseen by Dana Karwas, an IDM instructor, and Chris DiMauro, an alum of Polytechnic&#39;s Digital Media master&rsquo;s program.   Raslan was initially inspired by &ldquo;Projection Bombings,&rdquo; a term that describes the unauthorized projection of messages, images or videos onto irregularly shaped objects like buildings. His current prototype is able to walk, and he hopes to one day complete a prototype that climbs up walls. Raslan sees a potential for commercialization, since his system involves much less infrastructure and work than conventional projectors. The Bug was exhibited as part of the 2014 NYU Polytechnic School of Engineering Research Expo.   Robotic Fish   In an attempt to understand the schooling habits of fish, Associate Professor Maurizio Porfiri and his fellow researchers at the NYU Polytechnic School of Engineering have designed robotic fish that can assume a leadership role and guide living fish out of harm&rsquo;s way--findings that may be of great practical use in cases of environmental disaster.   Through a series of experiments, researchers have also aimed to increase our understanding of collective behavior. (One recent study, for example, related to alcohol use and how it affects anxiety and fear of predators.)   Their design, which employs 3D printed components, has been showcased at the US Science Festival in Washington D.C. and at many other such events.   The Greenhouse   The Greenhouse at the NYU Polytechnic School of Engineering is a student-run area dedicated specifically to ideation and collaboration. A flexible work and meeting space for the entire NYU community, the Greenhouse supports the entrepreneurial spirit and creates opportunities for multidisciplinary initiatives.   Makers can visit the Greenhouse to learn about prototyping, 3D printing, and Arduino, among other hands-on topics, and each year the space is a hub of activity for those taking part in the OPenIDEO Challenge, which invites thinkers and innovators from around the world to collaborate on practical solutions to pressing societal problems. (This year, students tackled the question of how urban areas could be made safer and more empowering for women.)   The Greenhouse is also a hub for the School of Engineering&rsquo;s many student clubs and organizations, including the Design Tinkering Club, which aims to encourage open innovation in order to design solutions for social good; the Entrepreneurship and Innovation Association (EIA), which provides a forum to learn the concepts of entrepreneurship and the step-by-step path involved in launching and commercializing ideas; Patent Pending, which provides members with the opportunity to innovate and engineer with the assistance of faculty and industry leaders; and PolyBots, whose members build hands-on projects and learn together.   K-12 Initiatives   Center for K-12 STEM Education   The NYU Polytechnic School of Engineering&rsquo;s Center for K-12 STEM Education helps make science, technology, engineering and math fun and engaging for young learners. The Center currently serves 17 schools in central Brooklyn and has partnered with entities such as the Pinkerton Foundation, NSF, and First Robotics.   The Center for K-12 STEM Education specifically focuses on developing hands-on lessons, creative projects, and experiments using easily obtainable, every day supplies.   Among the innovative programs run under the auspices of the Center is Science of Smart Cities (SoSC), which teaches middle school students how to design and build more livable, efficient, sustainable and resilient cities. Through demonstrations and projects, SoSC introduces students to new ideas in science, engineering and technology, as well as to the scientific method and research practices.   The Center also runs a program called CrEST: Creativity in Engineering, Science, and Technology , an exciting 60-hour course for high school students on applying physical computing, mechanical systems and electronics to design and build interactive devices. The CrEST program emphasizes hands-on, lab-based demonstrations, experiments, and projects that offer important learning experiences related to circuitry, electronics, mechanical systems, physical computing, robotics and other STEM disciplines.   Through initiatives like CrEST and SoSC, the Center has developed fun ways for students to learn about a variety of topics, including erosion and its ramifications for urban planning. In that lesson, students use a sand table and 3D printed structures to see how water affects the soil on which they place their model buildings. (Especially with sea levels rising and water encroaching on urban environments, this is a matter that has grown steadily more important.)   Students have also learned about how to generate energy and explore alternative energy sources and have even built their own model hydro-electric power generators.   Tech Kids Unlimited   Tech Kids Unlimited (TKU) is a technology-based educational organization geared towards kids with special needs, between the ages of 7 and 18 years old. Beth Rosenberg, an adjunct professor in the Department of Technology, Culture &amp; Society at the NYU Polytechnic School of Engineering, founded the organization in 2009. Inspired by her teenaged son, Jack, she hopes to empower and inspire the next generation of digital natives to learn, create, develop, and share the tools of technology.   Many of TKU&rsquo;s week-long workshops take place at the NYU School of Engineering and teach students how to make a digital game, develop a sound app, learn Google Sketch-Up, and implement 3D printing using 3D modeling software. Students get to work with experienced teachers and students from the NYU School of Engineering, meet guest lecturers who work in the tech field, experiment with technology, go on field trips, and much more.   Companies and Products   Somaware   Somaware is a company launched by NYU Polytechnic School of Engineering graduate student Michael Karlesky and dedicated to building tools to extend the human senses. Its first project is a band that can be worn around the neck to expand the user&rsquo;s sense of direction, guiding him or her with pulses of vibration. The wearer becomes, in effect, a human compass.   An accompanying smartphone app will allow a person to plan a route. Then, the phone and the band cooperate wirelessly, resulting in an experience less like reading a map and more like following a tap on the shoulder. The company--a winning competitor in the School of Engineering&rsquo;s Inno/Vention contest and a current participant in its Summer Launchpad program--is working with cyclists, runners, hikers, sailors, and the sight-impaired to fine-tune its technology.   Karlesky says that people think he came to the NYU School of Engineering to earn a doctoral degree, but they are mistaken. He actually came to change the world.   BotFactory   A strong competitor in the Inno/Vention contest and one of the most buzzed about participants at the recent MakerFaire in San Francisco, where it received a huge welcome from the hacker and education community, the BotFactory was founded by a team of students from the NYU Polytechnic School of Engineering.   Building electronic devices has always been a compromise between cost, flexibility and time, and the BotFactory was born of the idea of providing all three, anywhere and to everyone. The company, at the forefront of a wave of Agile Electronics Development, democratizes electronic design by providing the tools to easily print electronic circuits from home.   After all, the founders have asserted, what is cooler than a robot building robots?   Veti-Gel   Veti-Gel was invented by Joe Landolina while he was a student at the School of Engineering. The gel, which has applications in the veterinary, military, and surgical markets, stops bleeding in seconds by adhering to the surrounding tissue to hold in pressure, activating the body&rsquo;s platelets, and creating a fibrin clot.   Veti-Gel is effective both internally and externally. It is designed to be easy-to-use, stored at room temperature, and inexpensive to produce because it is derived from plants. The gel mimics the extracellular matrix (ECM), or the structural support of the body&rsquo;s cells, which allows it to facilitate cell growth and act as a platform to heal wounds, treat burns, and deliver therapeutics.   Landolina and his partner, fellow NYU student Isaac Miller, now run a biotechnology company, Suneris, Inc.   Skinesiology   Skinesiology is a NYU-based startup founded by a team composed of first-year medical students Franklin Yao, Jeffrey Huang, Jenny Chen, Josh Phelps, and Ryan Grattan.   With nontraditional backgrounds such as engineering, marketing, and business, these students have developed innovative fitness apparel, specifically with a focus on tights, which utilizes built-in elastomeric resistance bands. These bands are positioned to counteract specific muscle groups and increase muscle activation in a biomechanically sound fashion that will help the average person burn significantly more calories during daily activities. More importantly they are said to promote weight loss&mdash;up to 5 pounds per year.      Since the beginning, Skinesiology has been heavily involved with the incubators and competitions that NYU has to offer them. The 2013 Prototyping Fund provided them with a $500 grant through the sponsorship of the Greenhouse at NYU Polytechnic School of Engineering and taught them how to take the best parts of their idea and translate them into physical prototypes.   Skinesiology has also participated in both the Inno/Vention competition at the NYU School of Engineering and the Entrepreneurs Challenge hosted by NYU Stern, where they won $75,000 towards their invention.   Edenworks   Jason Green, the founder of a start-up called Edenworks and a civil engineering major at NYU School of Engineering, is developing the future of food infrastructure by building a smarter, more efficient, local food economy.   Instead of traditional farming, Green and his team at Edenworks build aquaponics, a closed loop system where fish and plants are farmed together. Fish waste is fed to the plants as fertilizer, and the plants act as a natural filter for the fish. Sensors constantly monitor environmental chemistry and this information is combined with data about the quality of the food, all via webapp.   Within urban environments, the aquaponics are built up vertically to get the desired yield. While resource efficient, aquaponics are also scalable and &ldquo;snap&rdquo; together much like an Ikea product. After harvesting, the fresh product and seafood can be delivered by subscription to food services and businesses all around NYC. Having previously worked in business development and partnerships at the NYU Polytechnic School of Engineering DUMBO incubator and as the VP of the Entrepreneurship and Innovation Association, Jason Green fervently applies his experience so that Edenworks will seamlessly change the way we all eat.   HEVO Power   Hybrid and Electric Vehicle Optimization (HEVO) is a tenant of the New York City Accelerator for a Clean and Resilient Economy (NYC ACRE), housed at the NYU Polytechnic School of Engineering&rsquo;s Urban Future Lab.   The start-up company aims to market an innovative way to wirelessly charge electric vehicles (EVs) by using electromagnetic resonant power&mdash;a method that is expected to be of particular interest to the owners of commercial fleets and organizations like the military.   The HEVO Power Station (HPS) provides a safe, fast, and affordable method of charging EVs that eliminates the hazards and inconveniences associated with plug-in charging, such as range anxiety, the common fear that a vehicle may not have sufficient power and range to reach its intended destination, thus stranding its passengers.   The company&rsquo;s head of technology development, Aditya Karan Sharma, an electrical engineer who earned an M.S. from the NYU Polytechnic School of Engineering, was instrumental in forging collaborations with professors from the school, including Francisco de Le&oacute;n, whose research helped made city-compatible power stations possible.   HEVO&rsquo;s founder, Jeremy McCool, a veteran of the Iraq War, hopes that his company will help to promote U.S. energy independence, which he has termed the &ldquo;new American freedom.&rdquo;   Keen Home   Keen Home , a start-up founded by NYU Stern students Ryan Fant and Nayeem Hussain, is a New York City Accelerator for a Clean and Resilient Economy (NYC ACRE) incubator company that has developed a product known as the Keen Vent.       A wirelessly networked home air vent, the Keen Vent enhances the efficiency and comfort of a home&rsquo;s heating and cooling system by intelligently redirecting central HVAC airflow. Collaboration with Con Edison, NYSERDA, and energy monitoring firms at NYC ACRE, have allowed Fant and Hussain to quantify the amount of energy used in a single day with a Keen Vent versus when it is not in operation. General research has revealed as much as 30% energy savings.   The Smart Vent intelligently opens and closes to reduce uncomfortable hot and cold spots, saves energy in unused rooms, and connects to a home network with the push of a button. Keen Home has also incorporated smartphone control of air flow. Recently, the company was provided with investment and mentorship from renowned angel funds, venture capitalists, and entrepreneurs through the exclusive TechStars national accelerator program.   Radiator Labs   Marshall Cox, the founder and CEO of a start-up called Radiator Labs , created a Thermostatic Radiator Enclosure (TRE). This enclosure, also known as the Cozy, solves cast-iron steam radiator woes by helping dampen the noise and reducing energy expenditures and pollution.   Radiator Labs&mdash;a tenant of the NYC Accelerator for a Clean and Resilient Economy (ACRE)&mdash;fitted the Cozy with a small fan, temperature sensors and a ZigBee wireless radio transmitter. The device is placed over a radiator, held in place with Velcro, and can help control the temperature of the room in question through a web interface. In addition, the Radiator Labs system doesn&#39;t require any special equipment and takes minutes to set up. With a Cozy in place, the boiler will have to turn on less frequently since dispersed steam will be used more efficiently, and less heating oil will be burned. Cox estimates the technology could save building owners up to 30 percent in energy costs, while still being aesthetically pleasing.   ChromoSense LLC   ChromoSense LLC is a technology start-up company focused on the development and production of the next generation of environmental sensing and monitoring systems. ChromoSense has been addressing its mission while working closely with the Center for Urban Science and Progress (CUSP) and as part of the NYC Accelerator for a Clean and Resilient Economy (ACRE) at the School of Engineering&rsquo;s Urban Future Lab. The CEO, Masoud Ghandehari, is a faculty member in the Department of Civil and Environmental Engineering at the university and incorporates other environmental engineers and remediation practitioners into the company to bridge many of the technology gaps that currently exist in these fields.   From increased rates of cancer to incidents of birth defects, soil and ground water pollution threaten not only the natural ecosystem but also human health. Today, the annual remediation of sites worldwide costs billions of dollars. To help address this issue, the team at ChromoSense developed an innovative, durable and cost-effective opto-chemical oxygen probe, for which they were awarded a Phase I Small Business Innovation Research Grant from the National Institutes of Health. This probe promises to provide a unique long-term oxygen level monitoring solution for contaminated soil and groundwater environments, which is essential as oxygen is the most critical parameter of aerobic bioremediation.   The dissolved oxygen sensing is based on innovative fiber optical technology that provides reliable readings and significantly reduces the cost of sensors. These performance enhancements and cost reductions will facilitate the expansion and acceleration of current environmental remediation projects. In addition, the technology is applicable to other industries, such as in agriculture and chemical processing, and can be adapted to other parameters such as pH and redox potential.                                             Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "#nationofmakers | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                                                  #nationofmakers                       Here are some of the recent things made at the NYU Polytechnic School of Engineering   Student and Faculty Projects   Solid Air   Two freshmen physics majors at the NYU Polytechnic School of Engineering, Patrick Nave and Patrick Gumusoglu, have developed a process by which oxygen and nitrogen can be harnessed in solid form. Using this &ldquo; Solid Air ,&rdquo; the students hope to devise a replacement for the bulky, heavy, and expensive compressed-gas tanks typically used by sport divers. The product may have the potential to be used by firefighters and people with supplemental oxygen tanks in their homes to treat conditions such as emphysema.   The pair received $500 toward realizing their idea through a competition in our required freshman Innovation and Technology Forum class taught by Industry Professor David Lefer. The intention of the forum class is to lay the foundation for building the next generation of global innovators and inventors.   Nave and Gumusoglu received an additional $500 from Suneris, a company co-founded by Joe Landolina, a NYU School of Engineering senior at the time. They were also awardees of the Fall 2013 Prototyping Fund (sponsored by the Greenhouse and the Entrepreneurial Institute), which gave them the opportunity to develop their first prototype. The technology for Solid Air is currently patent-pending.   Caesar   The Celluarly Accessible, Expressive, Semi-Autonomous Robot (CAESAR) is a humanoid robot built by School of Engineering students with off-the-shelf and 3D printed parts and programmed using open software with the intent of helping people with limited mobility.       CAESAR can autonomously navigate indoor environments as well as employ robotic arms to manipulate objects in that environment. A user may access CAESAR via computer or mobile phone from anywhere in the world.   A visiting researcher will be redesigning and refabricating CAESAR&#39;s face this summer so that the robot looks more inviting and is able to convey a variety of emotions through different facial expressions. Additionally, a student will be working on its hand-eye coordination, in order to give CAESAR the ability to pick up and place objects with greater precision and accuracy.   The Bug   Mahmoud Raslan, an Integrated Digital media (IDM) student who graduated this year, created &ldquo; The Bug &rdquo; as his senior design project. The small robotic projector can be used in relatively inaccessible areas, and its development was overseen by Dana Karwas, an IDM instructor, and Chris DiMauro, an alum of Polytechnic&#39;s Digital Media master&rsquo;s program.   Raslan was initially inspired by &ldquo;Projection Bombings,&rdquo; a term that describes the unauthorized projection of messages, images or videos onto irregularly shaped objects like buildings. His current prototype is able to walk, and he hopes to one day complete a prototype that climbs up walls. Raslan sees a potential for commercialization, since his system involves much less infrastructure and work than conventional projectors. The Bug was exhibited as part of the 2014 NYU Polytechnic School of Engineering Research Expo.   Robotic Fish   In an attempt to understand the schooling habits of fish, Associate Professor Maurizio Porfiri and his fellow researchers at the NYU Polytechnic School of Engineering have designed robotic fish that can assume a leadership role and guide living fish out of harm&rsquo;s way--findings that may be of great practical use in cases of environmental disaster.   Through a series of experiments, researchers have also aimed to increase our understanding of collective behavior. (One recent study, for example, related to alcohol use and how it affects anxiety and fear of predators.)   Their design, which employs 3D printed components, has been showcased at the US Science Festival in Washington D.C. and at many other such events.   The Greenhouse   The Greenhouse at the NYU Polytechnic School of Engineering is a student-run area dedicated specifically to ideation and collaboration. A flexible work and meeting space for the entire NYU community, the Greenhouse supports the entrepreneurial spirit and creates opportunities for multidisciplinary initiatives.   Makers can visit the Greenhouse to learn about prototyping, 3D printing, and Arduino, among other hands-on topics, and each year the space is a hub of activity for those taking part in the OPenIDEO Challenge, which invites thinkers and innovators from around the world to collaborate on practical solutions to pressing societal problems. (This year, students tackled the question of how urban areas could be made safer and more empowering for women.)   The Greenhouse is also a hub for the School of Engineering&rsquo;s many student clubs and organizations, including the Design Tinkering Club, which aims to encourage open innovation in order to design solutions for social good; the Entrepreneurship and Innovation Association (EIA), which provides a forum to learn the concepts of entrepreneurship and the step-by-step path involved in launching and commercializing ideas; Patent Pending, which provides members with the opportunity to innovate and engineer with the assistance of faculty and industry leaders; and PolyBots, whose members build hands-on projects and learn together.   K-12 Initiatives   Center for K-12 STEM Education   The NYU Polytechnic School of Engineering&rsquo;s Center for K-12 STEM Education helps make science, technology, engineering and math fun and engaging for young learners. The Center currently serves 17 schools in central Brooklyn and has partnered with entities such as the Pinkerton Foundation, NSF, and First Robotics.   The Center for K-12 STEM Education specifically focuses on developing hands-on lessons, creative projects, and experiments using easily obtainable, every day supplies.   Among the innovative programs run under the auspices of the Center is Science of Smart Cities (SoSC), which teaches middle school students how to design and build more livable, efficient, sustainable and resilient cities. Through demonstrations and projects, SoSC introduces students to new ideas in science, engineering and technology, as well as to the scientific method and research practices.   The Center also runs a program called CrEST: Creativity in Engineering, Science, and Technology , an exciting 60-hour course for high school students on applying physical computing, mechanical systems and electronics to design and build interactive devices. The CrEST program emphasizes hands-on, lab-based demonstrations, experiments, and projects that offer important learning experiences related to circuitry, electronics, mechanical systems, physical computing, robotics and other STEM disciplines.   Through initiatives like CrEST and SoSC, the Center has developed fun ways for students to learn about a variety of topics, including erosion and its ramifications for urban planning. In that lesson, students use a sand table and 3D printed structures to see how water affects the soil on which they place their model buildings. (Especially with sea levels rising and water encroaching on urban environments, this is a matter that has grown steadily more important.)   Students have also learned about how to generate energy and explore alternative energy sources and have even built their own model hydro-electric power generators.   Tech Kids Unlimited   Tech Kids Unlimited (TKU) is a technology-based educational organization geared towards kids with special needs, between the ages of 7 and 18 years old. Beth Rosenberg, an adjunct professor in the Department of Technology, Culture &amp; Society at the NYU Polytechnic School of Engineering, founded the organization in 2009. Inspired by her teenaged son, Jack, she hopes to empower and inspire the next generation of digital natives to learn, create, develop, and share the tools of technology.   Many of TKU&rsquo;s week-long workshops take place at the NYU School of Engineering and teach students how to make a digital game, develop a sound app, learn Google Sketch-Up, and implement 3D printing using 3D modeling software. Students get to work with experienced teachers and students from the NYU School of Engineering, meet guest lecturers who work in the tech field, experiment with technology, go on field trips, and much more.   Companies and Products   Somaware   Somaware is a company launched by NYU Polytechnic School of Engineering graduate student Michael Karlesky and dedicated to building tools to extend the human senses. Its first project is a band that can be worn around the neck to expand the user&rsquo;s sense of direction, guiding him or her with pulses of vibration. The wearer becomes, in effect, a human compass.   An accompanying smartphone app will allow a person to plan a route. Then, the phone and the band cooperate wirelessly, resulting in an experience less like reading a map and more like following a tap on the shoulder. The company--a winning competitor in the School of Engineering&rsquo;s Inno/Vention contest and a current participant in its Summer Launchpad program--is working with cyclists, runners, hikers, sailors, and the sight-impaired to fine-tune its technology.   Karlesky says that people think he came to the NYU School of Engineering to earn a doctoral degree, but they are mistaken. He actually came to change the world.   BotFactory   A strong competitor in the Inno/Vention contest and one of the most buzzed about participants at the recent MakerFaire in San Francisco, where it received a huge welcome from the hacker and education community, the BotFactory was founded by a team of students from the NYU Polytechnic School of Engineering.   Building electronic devices has always been a compromise between cost, flexibility and time, and the BotFactory was born of the idea of providing all three, anywhere and to everyone. The company, at the forefront of a wave of Agile Electronics Development, democratizes electronic design by providing the tools to easily print electronic circuits from home.   After all, the founders have asserted, what is cooler than a robot building robots?   Veti-Gel   Veti-Gel was invented by Joe Landolina while he was a student at the School of Engineering. The gel, which has applications in the veterinary, military, and surgical markets, stops bleeding in seconds by adhering to the surrounding tissue to hold in pressure, activating the body&rsquo;s platelets, and creating a fibrin clot.   Veti-Gel is effective both internally and externally. It is designed to be easy-to-use, stored at room temperature, and inexpensive to produce because it is derived from plants. The gel mimics the extracellular matrix (ECM), or the structural support of the body&rsquo;s cells, which allows it to facilitate cell growth and act as a platform to heal wounds, treat burns, and deliver therapeutics.   Landolina and his partner, fellow NYU student Isaac Miller, now run a biotechnology company, Suneris, Inc.   Skinesiology   Skinesiology is a NYU-based startup founded by a team composed of first-year medical students Franklin Yao, Jeffrey Huang, Jenny Chen, Josh Phelps, and Ryan Grattan.   With nontraditional backgrounds such as engineering, marketing, and business, these students have developed innovative fitness apparel, specifically with a focus on tights, which utilizes built-in elastomeric resistance bands. These bands are positioned to counteract specific muscle groups and increase muscle activation in a biomechanically sound fashion that will help the average person burn significantly more calories during daily activities. More importantly they are said to promote weight loss&mdash;up to 5 pounds per year.      Since the beginning, Skinesiology has been heavily involved with the incubators and competitions that NYU has to offer them. The 2013 Prototyping Fund provided them with a $500 grant through the sponsorship of the Greenhouse at NYU Polytechnic School of Engineering and taught them how to take the best parts of their idea and translate them into physical prototypes.   Skinesiology has also participated in both the Inno/Vention competition at the NYU School of Engineering and the Entrepreneurs Challenge hosted by NYU Stern, where they won $75,000 towards their invention.   Edenworks   Jason Green, the founder of a start-up called Edenworks and a civil engineering major at NYU School of Engineering, is developing the future of food infrastructure by building a smarter, more efficient, local food economy.   Instead of traditional farming, Green and his team at Edenworks build aquaponics, a closed loop system where fish and plants are farmed together. Fish waste is fed to the plants as fertilizer, and the plants act as a natural filter for the fish. Sensors constantly monitor environmental chemistry and this information is combined with data about the quality of the food, all via webapp.   Within urban environments, the aquaponics are built up vertically to get the desired yield. While resource efficient, aquaponics are also scalable and &ldquo;snap&rdquo; together much like an Ikea product. After harvesting, the fresh product and seafood can be delivered by subscription to food services and businesses all around NYC. Having previously worked in business development and partnerships at the NYU Polytechnic School of Engineering DUMBO incubator and as the VP of the Entrepreneurship and Innovation Association, Jason Green fervently applies his experience so that Edenworks will seamlessly change the way we all eat.   HEVO Power   Hybrid and Electric Vehicle Optimization (HEVO) is a tenant of the New York City Accelerator for a Clean and Resilient Economy (NYC ACRE), housed at the NYU Polytechnic School of Engineering&rsquo;s Urban Future Lab.   The start-up company aims to market an innovative way to wirelessly charge electric vehicles (EVs) by using electromagnetic resonant power&mdash;a method that is expected to be of particular interest to the owners of commercial fleets and organizations like the military.   The HEVO Power Station (HPS) provides a safe, fast, and affordable method of charging EVs that eliminates the hazards and inconveniences associated with plug-in charging, such as range anxiety, the common fear that a vehicle may not have sufficient power and range to reach its intended destination, thus stranding its passengers.   The company&rsquo;s head of technology development, Aditya Karan Sharma, an electrical engineer who earned an M.S. from the NYU Polytechnic School of Engineering, was instrumental in forging collaborations with professors from the school, including Francisco de Le&oacute;n, whose research helped made city-compatible power stations possible.   HEVO&rsquo;s founder, Jeremy McCool, a veteran of the Iraq War, hopes that his company will help to promote U.S. energy independence, which he has termed the &ldquo;new American freedom.&rdquo;   Keen Home   Keen Home , a start-up founded by NYU Stern students Ryan Fant and Nayeem Hussain, is a New York City Accelerator for a Clean and Resilient Economy (NYC ACRE) incubator company that has developed a product known as the Keen Vent.       A wirelessly networked home air vent, the Keen Vent enhances the efficiency and comfort of a home&rsquo;s heating and cooling system by intelligently redirecting central HVAC airflow. Collaboration with Con Edison, NYSERDA, and energy monitoring firms at NYC ACRE, have allowed Fant and Hussain to quantify the amount of energy used in a single day with a Keen Vent versus when it is not in operation. General research has revealed as much as 30% energy savings.   The Smart Vent intelligently opens and closes to reduce uncomfortable hot and cold spots, saves energy in unused rooms, and connects to a home network with the push of a button. Keen Home has also incorporated smartphone control of air flow. Recently, the company was provided with investment and mentorship from renowned angel funds, venture capitalists, and entrepreneurs through the exclusive TechStars national accelerator program.   Radiator Labs   Marshall Cox, the founder and CEO of a start-up called Radiator Labs , created a Thermostatic Radiator Enclosure (TRE). This enclosure, also known as the Cozy, solves cast-iron steam radiator woes by helping dampen the noise and reducing energy expenditures and pollution.   Radiator Labs&mdash;a tenant of the NYC Accelerator for a Clean and Resilient Economy (ACRE)&mdash;fitted the Cozy with a small fan, temperature sensors and a ZigBee wireless radio transmitter. The device is placed over a radiator, held in place with Velcro, and can help control the temperature of the room in question through a web interface. In addition, the Radiator Labs system doesn&#39;t require any special equipment and takes minutes to set up. With a Cozy in place, the boiler will have to turn on less frequently since dispersed steam will be used more efficiently, and less heating oil will be burned. Cox estimates the technology could save building owners up to 30 percent in energy costs, while still being aesthetically pleasing.   ChromoSense LLC   ChromoSense LLC is a technology start-up company focused on the development and production of the next generation of environmental sensing and monitoring systems. ChromoSense has been addressing its mission while working closely with the Center for Urban Science and Progress (CUSP) and as part of the NYC Accelerator for a Clean and Resilient Economy (ACRE) at the School of Engineering&rsquo;s Urban Future Lab. The CEO, Masoud Ghandehari, is a faculty member in the Department of Civil and Environmental Engineering at the university and incorporates other environmental engineers and remediation practitioners into the company to bridge many of the technology gaps that currently exist in these fields.   From increased rates of cancer to incidents of birth defects, soil and ground water pollution threaten not only the natural ecosystem but also human health. Today, the annual remediation of sites worldwide costs billions of dollars. To help address this issue, the team at ChromoSense developed an innovative, durable and cost-effective opto-chemical oxygen probe, for which they were awarded a Phase I Small Business Innovation Research Grant from the National Institutes of Health. This probe promises to provide a unique long-term oxygen level monitoring solution for contaminated soil and groundwater environments, which is essential as oxygen is the most critical parameter of aerobic bioremediation.   The dissolved oxygen sensing is based on innovative fiber optical technology that provides reliable readings and significantly reduces the cost of sensors. These performance enhancements and cost reductions will facilitate the expansion and acceleration of current environmental remediation projects. In addition, the technology is applicable to other industries, such as in agriculture and chemical processing, and can be adapted to other parameters such as pH and redox potential.                                             Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU &gt;   ITS   &gt; Instruction &amp; Research   &gt; lynda.com                                                                                        Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                 About ITS                              Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                                Instruction & Research                             Advanced Media Studio                          NYU Classes                          Digital Studio                           Hands-on Computer Classrooms                            lynda&#46;com                           NYU Print Service                          Remote Instruction                          Research Computing                          NYU Stream                          Video Conferencing                          Web Publishing                                            Locations & Facilities                                                                         Home           //        Instruction &amp; Research                 //         lynda.com                                               lynda.com                         search the site                                                                           related pages            Log in to lynda.com &raquo;       lynda.com FAQ       lynda.com Terms of Use                  About   The majority of the NYU community now has access to lynda.com, an online video training library with over one hundred thousand expert-led videos and thousands of courses. NYU community members can use lynda.com to learn the latest tools, software, and techniques in business, digital media, design, photography, animation, development, and much, much more.    Terms of Use and eligibility   See the lynda.com Terms of Use for detailed service and eligibility information.    Access   Access to lynda.com is available to eligible community members via the Academics and Work tabs of NYUHome and at www.nyu.edu/lynda . NetID and password login is required.    Support      General information and getting help    Logging In        Introductory video      Page last reviewed: February 10, 2015"}]},
{"detail": [{"content": "#nationofmakers | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                                                  #nationofmakers                       Here are some of the recent things made at the NYU Polytechnic School of Engineering   Student and Faculty Projects   Solid Air   Two freshmen physics majors at the NYU Polytechnic School of Engineering, Patrick Nave and Patrick Gumusoglu, have developed a process by which oxygen and nitrogen can be harnessed in solid form. Using this &ldquo; Solid Air ,&rdquo; the students hope to devise a replacement for the bulky, heavy, and expensive compressed-gas tanks typically used by sport divers. The product may have the potential to be used by firefighters and people with supplemental oxygen tanks in their homes to treat conditions such as emphysema.   The pair received $500 toward realizing their idea through a competition in our required freshman Innovation and Technology Forum class taught by Industry Professor David Lefer. The intention of the forum class is to lay the foundation for building the next generation of global innovators and inventors.   Nave and Gumusoglu received an additional $500 from Suneris, a company co-founded by Joe Landolina, a NYU School of Engineering senior at the time. They were also awardees of the Fall 2013 Prototyping Fund (sponsored by the Greenhouse and the Entrepreneurial Institute), which gave them the opportunity to develop their first prototype. The technology for Solid Air is currently patent-pending.   Caesar   The Celluarly Accessible, Expressive, Semi-Autonomous Robot (CAESAR) is a humanoid robot built by School of Engineering students with off-the-shelf and 3D printed parts and programmed using open software with the intent of helping people with limited mobility.       CAESAR can autonomously navigate indoor environments as well as employ robotic arms to manipulate objects in that environment. A user may access CAESAR via computer or mobile phone from anywhere in the world.   A visiting researcher will be redesigning and refabricating CAESAR&#39;s face this summer so that the robot looks more inviting and is able to convey a variety of emotions through different facial expressions. Additionally, a student will be working on its hand-eye coordination, in order to give CAESAR the ability to pick up and place objects with greater precision and accuracy.   The Bug   Mahmoud Raslan, an Integrated Digital media (IDM) student who graduated this year, created &ldquo; The Bug &rdquo; as his senior design project. The small robotic projector can be used in relatively inaccessible areas, and its development was overseen by Dana Karwas, an IDM instructor, and Chris DiMauro, an alum of Polytechnic&#39;s Digital Media master&rsquo;s program.   Raslan was initially inspired by &ldquo;Projection Bombings,&rdquo; a term that describes the unauthorized projection of messages, images or videos onto irregularly shaped objects like buildings. His current prototype is able to walk, and he hopes to one day complete a prototype that climbs up walls. Raslan sees a potential for commercialization, since his system involves much less infrastructure and work than conventional projectors. The Bug was exhibited as part of the 2014 NYU Polytechnic School of Engineering Research Expo.   Robotic Fish   In an attempt to understand the schooling habits of fish, Associate Professor Maurizio Porfiri and his fellow researchers at the NYU Polytechnic School of Engineering have designed robotic fish that can assume a leadership role and guide living fish out of harm&rsquo;s way--findings that may be of great practical use in cases of environmental disaster.   Through a series of experiments, researchers have also aimed to increase our understanding of collective behavior. (One recent study, for example, related to alcohol use and how it affects anxiety and fear of predators.)   Their design, which employs 3D printed components, has been showcased at the US Science Festival in Washington D.C. and at many other such events.   The Greenhouse   The Greenhouse at the NYU Polytechnic School of Engineering is a student-run area dedicated specifically to ideation and collaboration. A flexible work and meeting space for the entire NYU community, the Greenhouse supports the entrepreneurial spirit and creates opportunities for multidisciplinary initiatives.   Makers can visit the Greenhouse to learn about prototyping, 3D printing, and Arduino, among other hands-on topics, and each year the space is a hub of activity for those taking part in the OPenIDEO Challenge, which invites thinkers and innovators from around the world to collaborate on practical solutions to pressing societal problems. (This year, students tackled the question of how urban areas could be made safer and more empowering for women.)   The Greenhouse is also a hub for the School of Engineering&rsquo;s many student clubs and organizations, including the Design Tinkering Club, which aims to encourage open innovation in order to design solutions for social good; the Entrepreneurship and Innovation Association (EIA), which provides a forum to learn the concepts of entrepreneurship and the step-by-step path involved in launching and commercializing ideas; Patent Pending, which provides members with the opportunity to innovate and engineer with the assistance of faculty and industry leaders; and PolyBots, whose members build hands-on projects and learn together.   K-12 Initiatives   Center for K-12 STEM Education   The NYU Polytechnic School of Engineering&rsquo;s Center for K-12 STEM Education helps make science, technology, engineering and math fun and engaging for young learners. The Center currently serves 17 schools in central Brooklyn and has partnered with entities such as the Pinkerton Foundation, NSF, and First Robotics.   The Center for K-12 STEM Education specifically focuses on developing hands-on lessons, creative projects, and experiments using easily obtainable, every day supplies.   Among the innovative programs run under the auspices of the Center is Science of Smart Cities (SoSC), which teaches middle school students how to design and build more livable, efficient, sustainable and resilient cities. Through demonstrations and projects, SoSC introduces students to new ideas in science, engineering and technology, as well as to the scientific method and research practices.   The Center also runs a program called CrEST: Creativity in Engineering, Science, and Technology , an exciting 60-hour course for high school students on applying physical computing, mechanical systems and electronics to design and build interactive devices. The CrEST program emphasizes hands-on, lab-based demonstrations, experiments, and projects that offer important learning experiences related to circuitry, electronics, mechanical systems, physical computing, robotics and other STEM disciplines.   Through initiatives like CrEST and SoSC, the Center has developed fun ways for students to learn about a variety of topics, including erosion and its ramifications for urban planning. In that lesson, students use a sand table and 3D printed structures to see how water affects the soil on which they place their model buildings. (Especially with sea levels rising and water encroaching on urban environments, this is a matter that has grown steadily more important.)   Students have also learned about how to generate energy and explore alternative energy sources and have even built their own model hydro-electric power generators.   Tech Kids Unlimited   Tech Kids Unlimited (TKU) is a technology-based educational organization geared towards kids with special needs, between the ages of 7 and 18 years old. Beth Rosenberg, an adjunct professor in the Department of Technology, Culture &amp; Society at the NYU Polytechnic School of Engineering, founded the organization in 2009. Inspired by her teenaged son, Jack, she hopes to empower and inspire the next generation of digital natives to learn, create, develop, and share the tools of technology.   Many of TKU&rsquo;s week-long workshops take place at the NYU School of Engineering and teach students how to make a digital game, develop a sound app, learn Google Sketch-Up, and implement 3D printing using 3D modeling software. Students get to work with experienced teachers and students from the NYU School of Engineering, meet guest lecturers who work in the tech field, experiment with technology, go on field trips, and much more.   Companies and Products   Somaware   Somaware is a company launched by NYU Polytechnic School of Engineering graduate student Michael Karlesky and dedicated to building tools to extend the human senses. Its first project is a band that can be worn around the neck to expand the user&rsquo;s sense of direction, guiding him or her with pulses of vibration. The wearer becomes, in effect, a human compass.   An accompanying smartphone app will allow a person to plan a route. Then, the phone and the band cooperate wirelessly, resulting in an experience less like reading a map and more like following a tap on the shoulder. The company--a winning competitor in the School of Engineering&rsquo;s Inno/Vention contest and a current participant in its Summer Launchpad program--is working with cyclists, runners, hikers, sailors, and the sight-impaired to fine-tune its technology.   Karlesky says that people think he came to the NYU School of Engineering to earn a doctoral degree, but they are mistaken. He actually came to change the world.   BotFactory   A strong competitor in the Inno/Vention contest and one of the most buzzed about participants at the recent MakerFaire in San Francisco, where it received a huge welcome from the hacker and education community, the BotFactory was founded by a team of students from the NYU Polytechnic School of Engineering.   Building electronic devices has always been a compromise between cost, flexibility and time, and the BotFactory was born of the idea of providing all three, anywhere and to everyone. The company, at the forefront of a wave of Agile Electronics Development, democratizes electronic design by providing the tools to easily print electronic circuits from home.   After all, the founders have asserted, what is cooler than a robot building robots?   Veti-Gel   Veti-Gel was invented by Joe Landolina while he was a student at the School of Engineering. The gel, which has applications in the veterinary, military, and surgical markets, stops bleeding in seconds by adhering to the surrounding tissue to hold in pressure, activating the body&rsquo;s platelets, and creating a fibrin clot.   Veti-Gel is effective both internally and externally. It is designed to be easy-to-use, stored at room temperature, and inexpensive to produce because it is derived from plants. The gel mimics the extracellular matrix (ECM), or the structural support of the body&rsquo;s cells, which allows it to facilitate cell growth and act as a platform to heal wounds, treat burns, and deliver therapeutics.   Landolina and his partner, fellow NYU student Isaac Miller, now run a biotechnology company, Suneris, Inc.   Skinesiology   Skinesiology is a NYU-based startup founded by a team composed of first-year medical students Franklin Yao, Jeffrey Huang, Jenny Chen, Josh Phelps, and Ryan Grattan.   With nontraditional backgrounds such as engineering, marketing, and business, these students have developed innovative fitness apparel, specifically with a focus on tights, which utilizes built-in elastomeric resistance bands. These bands are positioned to counteract specific muscle groups and increase muscle activation in a biomechanically sound fashion that will help the average person burn significantly more calories during daily activities. More importantly they are said to promote weight loss&mdash;up to 5 pounds per year.      Since the beginning, Skinesiology has been heavily involved with the incubators and competitions that NYU has to offer them. The 2013 Prototyping Fund provided them with a $500 grant through the sponsorship of the Greenhouse at NYU Polytechnic School of Engineering and taught them how to take the best parts of their idea and translate them into physical prototypes.   Skinesiology has also participated in both the Inno/Vention competition at the NYU School of Engineering and the Entrepreneurs Challenge hosted by NYU Stern, where they won $75,000 towards their invention.   Edenworks   Jason Green, the founder of a start-up called Edenworks and a civil engineering major at NYU School of Engineering, is developing the future of food infrastructure by building a smarter, more efficient, local food economy.   Instead of traditional farming, Green and his team at Edenworks build aquaponics, a closed loop system where fish and plants are farmed together. Fish waste is fed to the plants as fertilizer, and the plants act as a natural filter for the fish. Sensors constantly monitor environmental chemistry and this information is combined with data about the quality of the food, all via webapp.   Within urban environments, the aquaponics are built up vertically to get the desired yield. While resource efficient, aquaponics are also scalable and &ldquo;snap&rdquo; together much like an Ikea product. After harvesting, the fresh product and seafood can be delivered by subscription to food services and businesses all around NYC. Having previously worked in business development and partnerships at the NYU Polytechnic School of Engineering DUMBO incubator and as the VP of the Entrepreneurship and Innovation Association, Jason Green fervently applies his experience so that Edenworks will seamlessly change the way we all eat.   HEVO Power   Hybrid and Electric Vehicle Optimization (HEVO) is a tenant of the New York City Accelerator for a Clean and Resilient Economy (NYC ACRE), housed at the NYU Polytechnic School of Engineering&rsquo;s Urban Future Lab.   The start-up company aims to market an innovative way to wirelessly charge electric vehicles (EVs) by using electromagnetic resonant power&mdash;a method that is expected to be of particular interest to the owners of commercial fleets and organizations like the military.   The HEVO Power Station (HPS) provides a safe, fast, and affordable method of charging EVs that eliminates the hazards and inconveniences associated with plug-in charging, such as range anxiety, the common fear that a vehicle may not have sufficient power and range to reach its intended destination, thus stranding its passengers.   The company&rsquo;s head of technology development, Aditya Karan Sharma, an electrical engineer who earned an M.S. from the NYU Polytechnic School of Engineering, was instrumental in forging collaborations with professors from the school, including Francisco de Le&oacute;n, whose research helped made city-compatible power stations possible.   HEVO&rsquo;s founder, Jeremy McCool, a veteran of the Iraq War, hopes that his company will help to promote U.S. energy independence, which he has termed the &ldquo;new American freedom.&rdquo;   Keen Home   Keen Home , a start-up founded by NYU Stern students Ryan Fant and Nayeem Hussain, is a New York City Accelerator for a Clean and Resilient Economy (NYC ACRE) incubator company that has developed a product known as the Keen Vent.       A wirelessly networked home air vent, the Keen Vent enhances the efficiency and comfort of a home&rsquo;s heating and cooling system by intelligently redirecting central HVAC airflow. Collaboration with Con Edison, NYSERDA, and energy monitoring firms at NYC ACRE, have allowed Fant and Hussain to quantify the amount of energy used in a single day with a Keen Vent versus when it is not in operation. General research has revealed as much as 30% energy savings.   The Smart Vent intelligently opens and closes to reduce uncomfortable hot and cold spots, saves energy in unused rooms, and connects to a home network with the push of a button. Keen Home has also incorporated smartphone control of air flow. Recently, the company was provided with investment and mentorship from renowned angel funds, venture capitalists, and entrepreneurs through the exclusive TechStars national accelerator program.   Radiator Labs   Marshall Cox, the founder and CEO of a start-up called Radiator Labs , created a Thermostatic Radiator Enclosure (TRE). This enclosure, also known as the Cozy, solves cast-iron steam radiator woes by helping dampen the noise and reducing energy expenditures and pollution.   Radiator Labs&mdash;a tenant of the NYC Accelerator for a Clean and Resilient Economy (ACRE)&mdash;fitted the Cozy with a small fan, temperature sensors and a ZigBee wireless radio transmitter. The device is placed over a radiator, held in place with Velcro, and can help control the temperature of the room in question through a web interface. In addition, the Radiator Labs system doesn&#39;t require any special equipment and takes minutes to set up. With a Cozy in place, the boiler will have to turn on less frequently since dispersed steam will be used more efficiently, and less heating oil will be burned. Cox estimates the technology could save building owners up to 30 percent in energy costs, while still being aesthetically pleasing.   ChromoSense LLC   ChromoSense LLC is a technology start-up company focused on the development and production of the next generation of environmental sensing and monitoring systems. ChromoSense has been addressing its mission while working closely with the Center for Urban Science and Progress (CUSP) and as part of the NYC Accelerator for a Clean and Resilient Economy (ACRE) at the School of Engineering&rsquo;s Urban Future Lab. The CEO, Masoud Ghandehari, is a faculty member in the Department of Civil and Environmental Engineering at the university and incorporates other environmental engineers and remediation practitioners into the company to bridge many of the technology gaps that currently exist in these fields.   From increased rates of cancer to incidents of birth defects, soil and ground water pollution threaten not only the natural ecosystem but also human health. Today, the annual remediation of sites worldwide costs billions of dollars. To help address this issue, the team at ChromoSense developed an innovative, durable and cost-effective opto-chemical oxygen probe, for which they were awarded a Phase I Small Business Innovation Research Grant from the National Institutes of Health. This probe promises to provide a unique long-term oxygen level monitoring solution for contaminated soil and groundwater environments, which is essential as oxygen is the most critical parameter of aerobic bioremediation.   The dissolved oxygen sensing is based on innovative fiber optical technology that provides reliable readings and significantly reduces the cost of sensors. These performance enhancements and cost reductions will facilitate the expansion and acceleration of current environmental remediation projects. In addition, the technology is applicable to other industries, such as in agriculture and chemical processing, and can be adapted to other parameters such as pH and redox potential.                                             Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU &gt;   ITS   &gt; Instruction &amp; Research   &gt; lynda.com                                                                                        Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                 About ITS                              Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                                Instruction & Research                             Advanced Media Studio                          NYU Classes                          Digital Studio                           Hands-on Computer Classrooms                            lynda&#46;com                           NYU Print Service                          Remote Instruction                          Research Computing                          NYU Stream                          Video Conferencing                          Web Publishing                                            Locations & Facilities                                                                         Home           //        Instruction &amp; Research                 //         lynda.com                                               lynda.com                         search the site                                                                           related pages            Log in to lynda.com &raquo;       lynda.com FAQ       lynda.com Terms of Use                  About   The majority of the NYU community now has access to lynda.com, an online video training library with over one hundred thousand expert-led videos and thousands of courses. NYU community members can use lynda.com to learn the latest tools, software, and techniques in business, digital media, design, photography, animation, development, and much, much more.    Terms of Use and eligibility   See the lynda.com Terms of Use for detailed service and eligibility information.    Access   Access to lynda.com is available to eligible community members via the Academics and Work tabs of NYUHome and at www.nyu.edu/lynda . NetID and password login is required.    Support      General information and getting help    Logging In        Introductory video      Page last reviewed: February 10, 2015"}, {"content": "Mobile Apps Foster a New Learning Experience at Stern | Connect: Information Technology at NYU                                                                                                                                                                                                  About    Archives    Print Issues (pre-2010)    NYU IT Home                 Menu                                                                                     Mobile Apps Foster a New Learning Experience at Stern                        Keith Allison | February 6, 2015 | Software &amp; Apps | No Comments                                              Challenge new students to step out of their expected roles   By Madeline Friedman   The ExplainEverything app is used during the Langone Lab at the Stern School of Business   For most students, orientation means sitting through hours of presentations and speeches. At NYU Stern’s MBA program, it’s a little bit different. Since 2013, new students participate in the  Langone Lab , a two-day experiential program. Students participate in a design-thinking experience where they use cutting-edge mobile technology and applications to come up with actual product prototypes that they present to professors and peers.   The Langone Lab came about through collaboration between a group of Stern’s faculty and administrators, and Stern’s Center for Innovation in Teaching and Learning (CITL). “We wanted to engage students to think more broadly about their business education,” Associate Director of CITL Maya Georgieva said. “We worked with professor Diane Lennard, professor Luke Williams and the Office of Student Engagement at Stern,” she added. Georgieva and CITL identified that the best way to create these prototypes was to use an iPad app. “During Lab we challenge our new students to step out of their expected roles as passive recipients of information and make them active learners and problem solvers. We encourage creativity and ask students to prototype their idea by creating a short video. Using iPads, students are able to research, record, export, and share their videos, and it has to be simple enough for us to teach them in 5-10 minutes.”   In the most recent lab, students used Apple iPads and the  ExplainEverything  app to prototype their ideas and record a potential user experience. Students’ experiences throughout the weekend were recorded with Google Glass and the  Narrative Clip  camera. Georgieva and her project collaborators won the Education Futurists Award in 2014 from  Campus Technology Magazine’s Innovator Awards  for this innovative program.   CITL, along with the iPad and Tablets Working Group, worked with faculty to incorporate mobile devices into their curriculum and pedagogy, and guided students on using mobile applications for learning and creation. In addition to ExplainEverything, the Narrative Clip, and Google Glass, the group has also worked with faculty to use mobile applications such as  Top Hat,  which creates a student response system using mobile phones as clickers, and  SimpleMind , which can be used for brainstorming and idea-sharing sessions.   In the past academic year, CITL has continued to offer workshops that focus on incorporating apps into teaching and learning. One of them is iPad apps for the flipped classrooms .   Students use the Educreations app to augment their learning in an accounting course at the Stern School of Business. Photo: Educreations   One faculty member who uses mobile tools in his course is Ian Stewart, Clinical Associate Professor of Management Communication who also works in the Stern Teaching Effectiveness Program. Stewart uses an iPad and the  Educreations  app in his accounting course. He recently participated in a video about how the mobile app has helped him. “Educreations enabled me to convert my iPad into a whiteboard,” he said. “That enabled me to capture my spoken comments and my diagrams, such as timelines and graphs and so on, and send it to the students.”   Stewart said students appreciate “both the audio and the video nature of the recordings, and this makes sense given that the human brain has two channels for processing information: One is the auditory/verbal channel and the other is the visual/pictorial channel.” He added, “The tests show very strong results that students learn and understand more deeply when we use both modalities rather than just one.”   For faculty not as familiar with mobile teaching, CITL hosts events that explain how mobile technology can make content more engaging, increase interaction, and allow for social media integration. Some of the group’s past events include “speed dating with apps” where faculty got to play with new mobile applications that enhance the learning experience, an “apps challenge” that identified particular applications to help with difficult teaching topics, and an “apps for learning expo,” where Stern students, alumni and EdTech professionals showcased mobile applications for the classroom.   CITL also hosts a series of workshops each semester and work with faculty one-on-one. For more information,  visit the Center for Innovation in Teaching and Learning’s website. CITL welcomes all members of the NYU community to join them in the workshops.  Share this article:                                               Tags: 2015 , Center for Innovation in Teaching and Learning , Langone Lab , Madeline Friedman , Mobile Technology , Stern School of Business                                                      Related Posts                                                                                                        Augmented Reality Links Real and Virtual Worlds                                             No Comments | Sep 4, 2014                                                                                                                                             Download the Upgraded NYU VPN Software                                             No Comments | Mar 11, 2014                                                                                                                                             A.nnotate and Pliny                                             No Comments | Nov 24, 2009                                                                                                                                             NYU Mobile App: Take a Scroll Through NYU                                             No Comments | Nov 6, 2012                                                                                                                                 IT News from Connect-Direct                   Join NYU hackers at HackNYU April 10-12 : HackNYU is NYU's largest edtech hackathon happening simultaneously across NYU's three global campuses: NYU New York, NYU Shanghai, and NYU Abu Dhabi. Register for the event , and join NYU community members and guests on April 10-12 to create solutions for some of the biggest issues in education.                   lynda.com training for aspiring designers &amp; developers : NYU students have free access to lynda.com 's extensive library of video tutorials, including topics on web development ( HTML , JavaScript ); design ( InDesign , Photoshop ); and video production ( Final Cut Pro , iMovie ). Visit www.nyu.edu/lynda to browse the full library of tutorials.                   Open APIs &amp; feeds available on TorchTech website : TorchTech, a grassroots group of NYU IT professionals, maintains a catalog of APIs and feeds at NYU that are available for use by the NYU community. Note that use of NYU's computer and data resources are bound by all applicable NYU policies .                   NYU Files 2.0 to be retired May 27 : NYU Drive now offers unlimited storage; the older Files 2.0 service is now redundant and will be retired on May 27 at 9am ET. To retain any files you may have stored there, please see these FAQs .                   NYU IT is now on Facebook &amp; Twitter : Now you can keep up with the latest NYU Information Technology (NYU IT) events, news, and services on Facebook and Twitter (@_NYUIT) . Like our Facebook page or follow us on Twitter to join the discussion.            Follow NYU IT          Recent Connect Articles                 NYU Libraries Launches NYU Digital Scholarship Services                      Student-Led Space Combines Tech and Design Thinking for Social Good                      Social Engineering Attacks and How You Can Protect Yourself                      Bringing Arabic Books to the Digital World                      Mobile Apps Foster a New Learning Experience at Stern                                            IT Services                                                                                              NYU Libraries Launches NYU Digital Scholarship Services                                                                                                                          NYU Classes Upgrade During Winter Recess                                                                                                                          Global Learning Innovation Brings Technology to Classrooms                                                                                                                          Faculty Instructional Video Module Production at the Digital Studio                                                                                                                          Connecting a Student&#8217;s Academic Career with Learning Portfolio                                                                                                                          NYU Web Publishing Launches                                                             Copyright &copy; 2015 Connect: Information Technology at NYU ."}]}]