[{"detail": [{"content": "Required and Elective Courses    | Museum Studies | NYU                                       New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                  Back to Home                       Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               Required and Elective Courses      Required Courses        History and Theory of Museums (MSMS-GA 1500)    Museum Collections and Exhibitions (MSMS-GA 1501)    Museum Management (MSMS-GA 1502)    Internship (MSMS-GA 3990)    Research Seminar (MSMS-GA 3991)     Elective Courses       Development, Fundraising, and Grantsmanship MSMS-GA 2221    Museum Conservation and Contemporary Culture MSMS-GA 2222    Historic Sites, Cultural Landscapes and the Politics of Preservation MSMS-GA 2223    Museum Education MSMS-GA 2224    Museums and Interactive Technologies MSMS-GA 2225    Topics in Museum Studies: Anthropology in and of Museums MSMS-GA 3330    Topics in Museum Studies: Creating a Memorial Museum MSMS-GA 3330    Topics in Museum Studies: Museums and the Law MSMS-GA 3330    Topics in Museum Studies: Art Exhibitions After 1960 MSMS-GA 3330    Topics in Museum Studies: Challenges for Art Museum Curators Today MSMS-GA 3330    Topics in Museum Studies: The Museum Life of Contemporary Art MSMS-GA 3330    Topics in Museum Studies: Blockbusters and Building Booms, 1970-Present MSMS-GA 3330    Topics in Museum Studies: Cultural Property, Rights and Museums MSMS-GA 3330    Topics in Museum Studies: Museums and Political Conflict MSMS-GA 3330    Topics in Museum Studies: Museums and Community MSMS-GA 3330    Topics in Museum Studies: Collecting and Exhibiting Latin American Art in the United States, 1931-present MSMS-GA 3330    Topics in Museum Studies: Museums and Indigenous Peoples MSMS-GA 3330    Exhibition Planning and Design MSMS-GA 3332    Museums and Contemporary Art MSMS-GA 3335    Research in Museum Studies MSMS-GA 3915     Cross-Listed Electives:   Museum Studies-related courses in other FAS departments and programs are regularly offered as cross-listed Museum Studies courses. In addition, Museum Studies courses often are cross-listed in other departments of NYU.     Required Courses       History and Theory of Museums MSMS-GA 1500 Thorner, VonBokel. 4 points.   Introduction to the social, cultural, and political history of museums. This course focuses on the formation of the modern museum with an emphasis on the US context. Museums of Natural History, Anthropology, Science, Technology, History, and Art will be addressed from a variety of disciplinary approaches that explore the institution and its practices with respect to governance, colonialism, nationalism, class, gender, ethnicity, and community. Weekly visits to New York museums are required, along with frequent reading response papers, an exhibition review, and a final paper. Back to top       Museum Collections and Exhibitions MSMS-GA 1501 Gear. 4 points.   Introduction to the care and management of objects and collections and to the process of organizing a temporary exhibition. Assignments consist of individual reports and working in small teams to prepare and present proposals on specific functions of collection management and to make an exhibition proposal. Museum professionals (Registrars, Conservators, Curators) speak on issues specific to their practice. Museum visits are scheduled as part of regular classroom meetings. As far as possible, the course covers museums of all disciplines. Back to top    Museum Management MSMS-GA 1502 Schwartz, Weisser. 4 points.      This course provides an overview of management, finance, and administration for those aspiring to managerial and supervisory positions in museums. Topics to be covered include organizational structure and the roles and relationships of museum departments; operational issues, including security and disaster planning; museum accounting and finance, including operating and capital expense budgeting; leadership and strategic planning; and legal and ethical issues facing museums. Back to top    Internship MSMS-GA 3990 VonBokel. 2 points      M.A. and Advanced Certificate students spend a minimum of 300 hours over one or more semesters in a project-oriented internship at a museum of other suitable institution. Students nearing completion of course prerequisites (G49.1500, G49.1501, and G49.1502) must schedule a planning meeting with the Program's Internship Coordinator. A daily log, evaluations, and progress report are required. Students must earn a grade of B or better to receive the M.A. or Advanced Certificate. Further information is available in the Internship Guidelines Packet. Back to top       Research Seminar MSMS-GA 3991 Basilio, Thorner, Wharton. 2 points.   Students conduct research combining their academic and professional interests, using appropriate methodology. They formulate a topic, prepare an annotated bibliography, and write the qualifying paper based on their research. M.A. students also develop their thesis proposal. Back to top     Elective Courses       Development, Fundraising, and Grantsmanship MSMS-GA 2221 Warwick. 4 points. In the 21st century museums worldwide need creative fundraising to survive. This course provides a comprehensive overview of museum fundraising practices and an introduction to the skills and processes necessary for effective fundraising. Focusing in particular on the funding environment in the USA -- but referencing other international models -- topics covered include an overview of sources of funding and types of fundraising (capital campaign, planned giving, benefit events, etc.) and a survey of procedures for identifying available funds. Invited guests from a range of museum environments will discuss examples of successful fundraising. Students will complete various examples of fundraising approach (individual solicitations and grant requests, for example) and a comprehensive fundraising strategy for a museum project of their choice. Back to top       Museum Conservation and Contemporary Culture MSMS-GA 2222 Wharton. 4 points.   As an introduction to museum conservation, this seminar combines classroom discussion with museum laboratory visits to provide an understanding of how conservation functions in the context of contemporary culture. The seminar is divided into three broad topics: museum collections care, the history and philosophy of western conservation, and the conservation of modern and contemporary art. It provides technical information about how artifacts age in the museum environment while examining conflicts that arise between professional and non-professional stakeholders. The seminar addresses concerns of living artists as well as indigenous groups and others with claims to the disposition and care of cultural materials. While enrollment is open to all NYU graduate students, priority will be given to Museum Studies students with research interests in exhibition and collections management. Back to top       Historic Sites, Cultural Landscapes and the Politics of Preservation MSMS-GA 2223 VonBokel. 4 points.   This course will examine the cultural politics that influence reuse of historic spaces for museums and other public purposes. Through course readings, site visits and individual archival research, students will explore sites ranging from historic houses and period rooms presented as museum installations to restored villages and communities to dramatic reuse of historic space for cultural tourism. Students will pay particular attention to the social and political contexts in which original use and subsequent reuse took place, and analyze primary documents that illustrate both motivations and strategies for interpretation. Back to top       Museum Education MSMS-GA 2224 Crow. 4 points.   This seminar will provide an overview of the field of Museum Education. Museum Education will be considered in the context of the institution's relationship with constituent communities, with application to a broad range of audiences. Among the topics to be considered are teaching from objects, learning strategies, working with docents and volunteers, program planning, and the educational use of interactive technologies. Back to top       Museums and Interactive Technologies MSMS-GA 2225 Flouty. 4 points.   The course will present a survey and analysis of museum use of interactive technologies. Among the topics to be discussed in detail are strategies and tools for collections management, exhibitions, educational resources and programs, website design, digitization projects, and legal issues arising from the use of these technologies. Each student will develop an interactive project in an area of special interest. Back to top       Topics in Museum Studies: Anthropology in and of Museums MSMS-GA 3330 Thorner. 4 points.   This course considers \"the museum\" as an object of ethnographic inquiry, examining it as a social institution embedded in a broader field of cultural heritage that is perpetually under negotiation. We reflect on how museum principles of classification, practices of collection and exhibition, uptake of media, technology, and archiving have influenced the ways in which knowledge has been formed, presented, and represented; and interrogate the role of museums as significant social actors in broad anthropological debates of power, materiality, value, representation, culture, nationalism, circulation, aesthetics, science, history, and \"new\" technologies. The museum is never simply a repository of arts, cultures, histories, or scientific knowledges, but also a site of tremendous creativity and a field of complex social relations. Relying on case studies as a springboard for discussion of broader theoretical interventions, this course is structured according to four overlapping themes. We think about museums as nodes in the traffic in art and culture, a metaphor for the transnational circulation of objects and competing regimes of value illuminating histories of colonialism, power relations, and intercultural production. Secondly, we interrogate the relationships between Indigenous people and museums, including national recognitions of diversity, counter-narratives of history and belonging, performances of the other, and the intersections of Indigenous knowledge and various legal frameworks. Throughout the semester, we will think about the strategies and tools through which museums produce understandings of tangible artifacts (photographs, scientific specimens, artworks) and inspire reconsideration of preservation, archives, and memory. Finally, while the social lives of museums are always in flux, we conclude with materials highlighting important shifts in access occurring in the last twenty years, via movements in repatriation and developments in digital technologies. By the end of the semester, students will have gained both historical and ethnographic perspectives on how museums help us to know and reproduce ourselves and \"others,\" and how these institutions craft, control, and circulate cultural heritage. Back to top       Topics in Museum Studies: Creating a Memorial Museum MSMS-GA 3330 Weisser. 4 points.   This course examines the creation of a museum of memory, with a specific focus on the development of institutions honoring the events of 9/11. The course looks at the processes of building a new institution, and considers how a museum's site, architecture, exhibitions, collections, programming, and audience shape and reflect its mission. Readings and discussions focus on the theoretical underpinnings of memorializing and history making, comparative museums and exhibitions, and 9/11 chronicles and resources. Students will develop weekly writing assignments, which will often take the form of a position paper, and will produce a final creative research paper or project. This project will combine a student-initiated proposal with archival research and may take the form of a position paper, and will produce a final creative research paper or project. This project will combine a student-initiated proposal for an exhibition topic or component with archival research. Back to top       Topics in Museum Studies: Museums and the Law MSMS-GA 3330 Gleason. 4 points   Legal issues pervade so many aspects of the world of museums. The law can both constrain and enable the behavior of museum staff, administration, and others who work with these cultural organizations. Therefore, it is difficult to work in, for and with museums without some training in or familiarity with the law. In this course, we will examine how museums are affected by a variety of legal regulations, including cultural heritage legislation, intellectual property issues, such as copyright, trademark and moral rights, first amendment and censorship claims, work-place hazards, contracts, and nonprofit and tax laws, such as valuation, charitable transfers, payments in lieu of taxes and the unrelated business income tax. Readings will consist of case law and secondary  sources detailing the most pressing legal issues facing different types of museums, and group discussions will be supplemented by mock case studies and negotiation exercises. Back to top       Topics in Museum Studies: Art Exhibitions After 1960 MSMS-GA 3330 Altshuler. 4 points   This seminar will investigate the history of exhibitions and various approaches to the study of exhibition history. The focus will be on art exhibitions after 1960, with an emphasis on group exhibitions. Among the topics to be discussed are the significance of exhibitions within art and cultural history, the notion of an exhibitionary canon, the relationship between artistic and exhibitionary practice,  and the major developments in this period. These developments include the growth of independent curating and new curatorial strategies, an increasing focus on thematic exhibitions, the expansion of biennials outside the Euro-American centers, and the use of discursive forms. Students will present the results of research on a particular exhibition or series of exhibitions, and submit a final paper on that topic. The permission of the instructor is required before registering for this course. Back to top       Topics in Museum Studies: Challenges for Art Museum Curators Today MSMS-GA 3330 Basilio. 4 points   In this seminar we will examine practical, theoretical, and ethical challenges facing curators working in a variety of modern and contemporary art museums in New York and elsewhere. Among the topics to be considered are: museum curating and efforts to reactivate permanent collections through re-hangings; styles of presenting permanent collections; working with new buildings, artist  commissions, performance and new media art; collaborations with registrars, conservators, and other colleagues; inter-cultural issues such as branch museums abroad, Latin American art in museums; biennials in museums, and other topics to be determined according to exhibitions scheduled in the New York area and guest availability. We will draw on historical and recent readings in the  fields of art history, history of exhibitions, exhibition design, texts by curators, museum directors, and critics, museum visits, and guest speakers  working in the field. Back to top       Topics in Museum Studies: The Museum Life of Contemporary Art MSMS-GA 3330 Wharton. 4 points   The topic of this seminar is the life of contemporary artworks within museum collections. Sessions are organized around the trajectory of complex artworks from the process of acquisition, to  documentation, storage, exhibition, and conservation intervention. Installation, media, and performance works in museums serve as case studies to analyze social, legal, and material dynamics as they move through this life cycle. Examination of these stages engages various contemporary debates around intellectual property and copyright, the notion of co-authorship, and various conceptual frameworks such as object biographies, intentionality, and authenticity. Students learn about museum processes as they assess practical challenges and theoretical questions posed by contemporary art in the museum context. Back to top       Topics in Museum Studies: Blockbusters and Building Booms, 1970-Present MSMS-GA 3330 Basilio. 4points.   This course will analyze the historical development of the modern blockbuster exhibition, beginning with Thomas Hoving’s programs at The Metropolitan Museum of Art. Case studies of landmark exhibitions, their critical reception, and debates regarding their effect on museum practice, management, curators’ roles, scholarship, and ethics, will be discussed. Critics have compared the boom of such exhibitions during the 1980s-2000 to the proliferation of building expansion or new buildings as a related phenomenon. Such architectural projects may be examined as part of broader initiatives such as re-branding and audience development that have also been linked to the blockbuster phenomenon. Although the case studies will primarily include museums in the US recent projects abroad, such as the Guggenheim in Abu Dhabi,will be discussed. Recent challenges faced by museums have led to new formulations of the blockbuster genre, such as The Museum of Modern Art’s Abstract Expressionism show, which draw on permanent collections as the primary attraction. These innovations as well as current problems related to international museum building projects will conclude the course. Extensive readings, writing and group presentation assignments, and a research paper are required for this course. Depending on exhibitions on view in the Fall, museum visits will also be required. Back to top       Topics in Museum Studies: Cultural Property, Rights and Museums MSMS-GA 3330 Staff. 4 points.   What does it mean to own or have a culture? Are all cultures the same? Is owning your culture a basic human right? This course will investigate the growing discussions about cultural property rights that have emerged in the context of museum practices, from collection and display to conservation and archiving. A general analysis of concepts of culture, property, and rights related to these materials and social domains, will be offset by sessions that examine how different understanding of entitlements may be negotiated within museum spaces and how museum objects (broadly defined) may be understood as cultural resources. Special focus will be the impact of legislation; political events such as war; indigenous rights movements; international conceptions of intellectual and cultural property; and the commodity transaction and the marketplace, and on their impact on museum practice. Back to top       Topics in Museum Studies: Museums and Political Conflict MSMS-GA 3330 Feldman. 4 points.   In contemporary Museum Studies, it is often said that museums are inherently political institutions. But how do politics actually happen in museums? What has \"politics\" meant for key exhibitions and collections and what avenues of political theory emerge from the museum in general? In this seminar, we will move beyond the general to examine how specific political concepts took shape in historic exhibitions and museum practices from the 1930s to the present. As such, our challenge will be twofold. On the one hand, we will consider how political movements have used the museums as an implement for advancing power and influence. On the other hand, we will consider how museum practices have \"taken up\" various kinds of politics: how museum objects and officials have engaged and advocated the agendas and outcomes of political parties, governments, policies, revolutions, and elections. Case studies will include: Degenerate Art (1937), Paris World Exhibition (1937), Rivera's \"Man at the Crossroads\" (1934), The Guggenheim Museum (1959), Yad Vashem (1965), Harlem on my Mind (1969), The Perfect Moment (1990), The Last Act (1994), The Jewish Museum of Bologna(1998), Sensation (1999), The Apartheid Museum (2001), Holocaust Cartoons (2006), among others. Through these case studies, students will examine the museum's role in the public sphere and the process whereby exhibitions contribute to -- or undermined -- key aspects of deliberative democracy. Back to top       Topics in Museum Studies: Museums and Community MSMS-GA 3330 Wharton. 4 points.   There has been a turn towards community engagement in recent museum practice. Museum programming today often includes community outreach, civic activism, and community participation in its core activities. This trend manifests in all aspects of museum activity, including exhibition, education, research, and collections care. This course investigates the theoretical underpinnings of community engagement, along with its practical outcomes. It builds an understanding of community programming in the context of critical museum theory. Student projects include a critique of a community-based museum program and a research paper on community engagement in museum practice. Back to top       Topics in Museum Studies: Collecting and Exhibiting Latin American Art in the United States, 1931-present MSMS-GA 3330 Basilio. 4 points.   We will closely examine selected exhibitions held in United States museums that have shaped the definition of \"Latin American art.\" Is the trans-national category \"Latin American\" art a product of survey exhibitions and museum collecting? If so, how does this affect the way artists' works and the history of art in individual countries are regarded? Why does \"Latin American art\" get \"re-discovered\" periodically, and what political and economic developments affect patronage and exhibitions? How has The Museum of Modern Art in particular played a pivotal role in defining Late American art since it began exhibiting and collecting in the 1930s? Back to top       Topics in Museum Studies: Museums and Indigenous Peoples MSMS-GA 3330 Staff. 4 points.   This course examines changing relationships between indigenous peoples and museums as well as other display institutions. We will begin by positioning the representation of indigenous peoples in terms of imperialist and nationalist histories, and to move on to an examination of movements to reclaim objects, identity, and rights through efforts at self-representation. We will consider both independent and cooperative self-representation projects, focusing particularly on cases in the Americas and the Pacific, but taking on other geographic regions as student interests and available materials allow; we will attend to both the possibilities and limits of projects to reorganize practices, products, and expectations of representation. Topics will include globalization, multiculturalism, and nationalism; colonial-era display in museums and world's fairs; the critique of primitivism; decolonizing methodologies; self-determination, land claims, and economic development; repatriation and intangible cultural heritage; and contemporary art and public culture. Assignments will include weekly reading assignments, group and independent museum visits, a critical exhibition review, and a final paper or planning project. Back to top       Exhibition Planning and Design MSMS-GA 3332 Gallagher. 4 points.   This course will focus on the planning, development and design of exhibitions, permanent, temporary and traveling. It is a participatory class where students will learn basic exhibition design techniques, including spacial layouts and the use of graphics, audio-visual aids, lighting, colors, materials, and fabrication methods. Students will gain insight into exhibition planning and development and the roles played by various museum professionals. There will be visits to designers to discuss their work and to museums and other venues to analyze exhibition design techniques. Individual student projects will provide hands-on experience. Back to top       Museums and Contemporary Art MSMS-GA 3335 Altshuler. 4 points.   This course investigates historical, theoretical, and practical aspects of the collecting and exhibiting of contemporary art in museums. Topics include curatorial strategies for exhibition and collection development, biennialism, the art market, conservation issues, artworks that take the museum as subject, public and relational art, and conflicts of interest that arise for museum staff and trustees. A familiarity with international contemporary art is required. Assignments include two short essays, class presentations, and a final paper. Back to top       Research in Museum Studies MSMS-GA 3915 Altshuler. 1-4 points.   Independent research on a topic determined in consultation with the program director. Back to top                             Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Required and Elective Courses    | Museum Studies | NYU                                       New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                  Back to Home                       Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               Required and Elective Courses      Required Courses        History and Theory of Museums (MSMS-GA 1500)    Museum Collections and Exhibitions (MSMS-GA 1501)    Museum Management (MSMS-GA 1502)    Internship (MSMS-GA 3990)    Research Seminar (MSMS-GA 3991)     Elective Courses       Development, Fundraising, and Grantsmanship MSMS-GA 2221    Museum Conservation and Contemporary Culture MSMS-GA 2222    Historic Sites, Cultural Landscapes and the Politics of Preservation MSMS-GA 2223    Museum Education MSMS-GA 2224    Museums and Interactive Technologies MSMS-GA 2225    Topics in Museum Studies: Anthropology in and of Museums MSMS-GA 3330    Topics in Museum Studies: Creating a Memorial Museum MSMS-GA 3330    Topics in Museum Studies: Museums and the Law MSMS-GA 3330    Topics in Museum Studies: Art Exhibitions After 1960 MSMS-GA 3330    Topics in Museum Studies: Challenges for Art Museum Curators Today MSMS-GA 3330    Topics in Museum Studies: The Museum Life of Contemporary Art MSMS-GA 3330    Topics in Museum Studies: Blockbusters and Building Booms, 1970-Present MSMS-GA 3330    Topics in Museum Studies: Cultural Property, Rights and Museums MSMS-GA 3330    Topics in Museum Studies: Museums and Political Conflict MSMS-GA 3330    Topics in Museum Studies: Museums and Community MSMS-GA 3330    Topics in Museum Studies: Collecting and Exhibiting Latin American Art in the United States, 1931-present MSMS-GA 3330    Topics in Museum Studies: Museums and Indigenous Peoples MSMS-GA 3330    Exhibition Planning and Design MSMS-GA 3332    Museums and Contemporary Art MSMS-GA 3335    Research in Museum Studies MSMS-GA 3915     Cross-Listed Electives:   Museum Studies-related courses in other FAS departments and programs are regularly offered as cross-listed Museum Studies courses. In addition, Museum Studies courses often are cross-listed in other departments of NYU.     Required Courses       History and Theory of Museums MSMS-GA 1500 Thorner, VonBokel. 4 points.   Introduction to the social, cultural, and political history of museums. This course focuses on the formation of the modern museum with an emphasis on the US context. Museums of Natural History, Anthropology, Science, Technology, History, and Art will be addressed from a variety of disciplinary approaches that explore the institution and its practices with respect to governance, colonialism, nationalism, class, gender, ethnicity, and community. Weekly visits to New York museums are required, along with frequent reading response papers, an exhibition review, and a final paper. Back to top       Museum Collections and Exhibitions MSMS-GA 1501 Gear. 4 points.   Introduction to the care and management of objects and collections and to the process of organizing a temporary exhibition. Assignments consist of individual reports and working in small teams to prepare and present proposals on specific functions of collection management and to make an exhibition proposal. Museum professionals (Registrars, Conservators, Curators) speak on issues specific to their practice. Museum visits are scheduled as part of regular classroom meetings. As far as possible, the course covers museums of all disciplines. Back to top    Museum Management MSMS-GA 1502 Schwartz, Weisser. 4 points.      This course provides an overview of management, finance, and administration for those aspiring to managerial and supervisory positions in museums. Topics to be covered include organizational structure and the roles and relationships of museum departments; operational issues, including security and disaster planning; museum accounting and finance, including operating and capital expense budgeting; leadership and strategic planning; and legal and ethical issues facing museums. Back to top    Internship MSMS-GA 3990 VonBokel. 2 points      M.A. and Advanced Certificate students spend a minimum of 300 hours over one or more semesters in a project-oriented internship at a museum of other suitable institution. Students nearing completion of course prerequisites (G49.1500, G49.1501, and G49.1502) must schedule a planning meeting with the Program's Internship Coordinator. A daily log, evaluations, and progress report are required. Students must earn a grade of B or better to receive the M.A. or Advanced Certificate. Further information is available in the Internship Guidelines Packet. Back to top       Research Seminar MSMS-GA 3991 Basilio, Thorner, Wharton. 2 points.   Students conduct research combining their academic and professional interests, using appropriate methodology. They formulate a topic, prepare an annotated bibliography, and write the qualifying paper based on their research. M.A. students also develop their thesis proposal. Back to top     Elective Courses       Development, Fundraising, and Grantsmanship MSMS-GA 2221 Warwick. 4 points. In the 21st century museums worldwide need creative fundraising to survive. This course provides a comprehensive overview of museum fundraising practices and an introduction to the skills and processes necessary for effective fundraising. Focusing in particular on the funding environment in the USA -- but referencing other international models -- topics covered include an overview of sources of funding and types of fundraising (capital campaign, planned giving, benefit events, etc.) and a survey of procedures for identifying available funds. Invited guests from a range of museum environments will discuss examples of successful fundraising. Students will complete various examples of fundraising approach (individual solicitations and grant requests, for example) and a comprehensive fundraising strategy for a museum project of their choice. Back to top       Museum Conservation and Contemporary Culture MSMS-GA 2222 Wharton. 4 points.   As an introduction to museum conservation, this seminar combines classroom discussion with museum laboratory visits to provide an understanding of how conservation functions in the context of contemporary culture. The seminar is divided into three broad topics: museum collections care, the history and philosophy of western conservation, and the conservation of modern and contemporary art. It provides technical information about how artifacts age in the museum environment while examining conflicts that arise between professional and non-professional stakeholders. The seminar addresses concerns of living artists as well as indigenous groups and others with claims to the disposition and care of cultural materials. While enrollment is open to all NYU graduate students, priority will be given to Museum Studies students with research interests in exhibition and collections management. Back to top       Historic Sites, Cultural Landscapes and the Politics of Preservation MSMS-GA 2223 VonBokel. 4 points.   This course will examine the cultural politics that influence reuse of historic spaces for museums and other public purposes. Through course readings, site visits and individual archival research, students will explore sites ranging from historic houses and period rooms presented as museum installations to restored villages and communities to dramatic reuse of historic space for cultural tourism. Students will pay particular attention to the social and political contexts in which original use and subsequent reuse took place, and analyze primary documents that illustrate both motivations and strategies for interpretation. Back to top       Museum Education MSMS-GA 2224 Crow. 4 points.   This seminar will provide an overview of the field of Museum Education. Museum Education will be considered in the context of the institution's relationship with constituent communities, with application to a broad range of audiences. Among the topics to be considered are teaching from objects, learning strategies, working with docents and volunteers, program planning, and the educational use of interactive technologies. Back to top       Museums and Interactive Technologies MSMS-GA 2225 Flouty. 4 points.   The course will present a survey and analysis of museum use of interactive technologies. Among the topics to be discussed in detail are strategies and tools for collections management, exhibitions, educational resources and programs, website design, digitization projects, and legal issues arising from the use of these technologies. Each student will develop an interactive project in an area of special interest. Back to top       Topics in Museum Studies: Anthropology in and of Museums MSMS-GA 3330 Thorner. 4 points.   This course considers \"the museum\" as an object of ethnographic inquiry, examining it as a social institution embedded in a broader field of cultural heritage that is perpetually under negotiation. We reflect on how museum principles of classification, practices of collection and exhibition, uptake of media, technology, and archiving have influenced the ways in which knowledge has been formed, presented, and represented; and interrogate the role of museums as significant social actors in broad anthropological debates of power, materiality, value, representation, culture, nationalism, circulation, aesthetics, science, history, and \"new\" technologies. The museum is never simply a repository of arts, cultures, histories, or scientific knowledges, but also a site of tremendous creativity and a field of complex social relations. Relying on case studies as a springboard for discussion of broader theoretical interventions, this course is structured according to four overlapping themes. We think about museums as nodes in the traffic in art and culture, a metaphor for the transnational circulation of objects and competing regimes of value illuminating histories of colonialism, power relations, and intercultural production. Secondly, we interrogate the relationships between Indigenous people and museums, including national recognitions of diversity, counter-narratives of history and belonging, performances of the other, and the intersections of Indigenous knowledge and various legal frameworks. Throughout the semester, we will think about the strategies and tools through which museums produce understandings of tangible artifacts (photographs, scientific specimens, artworks) and inspire reconsideration of preservation, archives, and memory. Finally, while the social lives of museums are always in flux, we conclude with materials highlighting important shifts in access occurring in the last twenty years, via movements in repatriation and developments in digital technologies. By the end of the semester, students will have gained both historical and ethnographic perspectives on how museums help us to know and reproduce ourselves and \"others,\" and how these institutions craft, control, and circulate cultural heritage. Back to top       Topics in Museum Studies: Creating a Memorial Museum MSMS-GA 3330 Weisser. 4 points.   This course examines the creation of a museum of memory, with a specific focus on the development of institutions honoring the events of 9/11. The course looks at the processes of building a new institution, and considers how a museum's site, architecture, exhibitions, collections, programming, and audience shape and reflect its mission. Readings and discussions focus on the theoretical underpinnings of memorializing and history making, comparative museums and exhibitions, and 9/11 chronicles and resources. Students will develop weekly writing assignments, which will often take the form of a position paper, and will produce a final creative research paper or project. This project will combine a student-initiated proposal with archival research and may take the form of a position paper, and will produce a final creative research paper or project. This project will combine a student-initiated proposal for an exhibition topic or component with archival research. Back to top       Topics in Museum Studies: Museums and the Law MSMS-GA 3330 Gleason. 4 points   Legal issues pervade so many aspects of the world of museums. The law can both constrain and enable the behavior of museum staff, administration, and others who work with these cultural organizations. Therefore, it is difficult to work in, for and with museums without some training in or familiarity with the law. In this course, we will examine how museums are affected by a variety of legal regulations, including cultural heritage legislation, intellectual property issues, such as copyright, trademark and moral rights, first amendment and censorship claims, work-place hazards, contracts, and nonprofit and tax laws, such as valuation, charitable transfers, payments in lieu of taxes and the unrelated business income tax. Readings will consist of case law and secondary  sources detailing the most pressing legal issues facing different types of museums, and group discussions will be supplemented by mock case studies and negotiation exercises. Back to top       Topics in Museum Studies: Art Exhibitions After 1960 MSMS-GA 3330 Altshuler. 4 points   This seminar will investigate the history of exhibitions and various approaches to the study of exhibition history. The focus will be on art exhibitions after 1960, with an emphasis on group exhibitions. Among the topics to be discussed are the significance of exhibitions within art and cultural history, the notion of an exhibitionary canon, the relationship between artistic and exhibitionary practice,  and the major developments in this period. These developments include the growth of independent curating and new curatorial strategies, an increasing focus on thematic exhibitions, the expansion of biennials outside the Euro-American centers, and the use of discursive forms. Students will present the results of research on a particular exhibition or series of exhibitions, and submit a final paper on that topic. The permission of the instructor is required before registering for this course. Back to top       Topics in Museum Studies: Challenges for Art Museum Curators Today MSMS-GA 3330 Basilio. 4 points   In this seminar we will examine practical, theoretical, and ethical challenges facing curators working in a variety of modern and contemporary art museums in New York and elsewhere. Among the topics to be considered are: museum curating and efforts to reactivate permanent collections through re-hangings; styles of presenting permanent collections; working with new buildings, artist  commissions, performance and new media art; collaborations with registrars, conservators, and other colleagues; inter-cultural issues such as branch museums abroad, Latin American art in museums; biennials in museums, and other topics to be determined according to exhibitions scheduled in the New York area and guest availability. We will draw on historical and recent readings in the  fields of art history, history of exhibitions, exhibition design, texts by curators, museum directors, and critics, museum visits, and guest speakers  working in the field. Back to top       Topics in Museum Studies: The Museum Life of Contemporary Art MSMS-GA 3330 Wharton. 4 points   The topic of this seminar is the life of contemporary artworks within museum collections. Sessions are organized around the trajectory of complex artworks from the process of acquisition, to  documentation, storage, exhibition, and conservation intervention. Installation, media, and performance works in museums serve as case studies to analyze social, legal, and material dynamics as they move through this life cycle. Examination of these stages engages various contemporary debates around intellectual property and copyright, the notion of co-authorship, and various conceptual frameworks such as object biographies, intentionality, and authenticity. Students learn about museum processes as they assess practical challenges and theoretical questions posed by contemporary art in the museum context. Back to top       Topics in Museum Studies: Blockbusters and Building Booms, 1970-Present MSMS-GA 3330 Basilio. 4points.   This course will analyze the historical development of the modern blockbuster exhibition, beginning with Thomas Hoving’s programs at The Metropolitan Museum of Art. Case studies of landmark exhibitions, their critical reception, and debates regarding their effect on museum practice, management, curators’ roles, scholarship, and ethics, will be discussed. Critics have compared the boom of such exhibitions during the 1980s-2000 to the proliferation of building expansion or new buildings as a related phenomenon. Such architectural projects may be examined as part of broader initiatives such as re-branding and audience development that have also been linked to the blockbuster phenomenon. Although the case studies will primarily include museums in the US recent projects abroad, such as the Guggenheim in Abu Dhabi,will be discussed. Recent challenges faced by museums have led to new formulations of the blockbuster genre, such as The Museum of Modern Art’s Abstract Expressionism show, which draw on permanent collections as the primary attraction. These innovations as well as current problems related to international museum building projects will conclude the course. Extensive readings, writing and group presentation assignments, and a research paper are required for this course. Depending on exhibitions on view in the Fall, museum visits will also be required. Back to top       Topics in Museum Studies: Cultural Property, Rights and Museums MSMS-GA 3330 Staff. 4 points.   What does it mean to own or have a culture? Are all cultures the same? Is owning your culture a basic human right? This course will investigate the growing discussions about cultural property rights that have emerged in the context of museum practices, from collection and display to conservation and archiving. A general analysis of concepts of culture, property, and rights related to these materials and social domains, will be offset by sessions that examine how different understanding of entitlements may be negotiated within museum spaces and how museum objects (broadly defined) may be understood as cultural resources. Special focus will be the impact of legislation; political events such as war; indigenous rights movements; international conceptions of intellectual and cultural property; and the commodity transaction and the marketplace, and on their impact on museum practice. Back to top       Topics in Museum Studies: Museums and Political Conflict MSMS-GA 3330 Feldman. 4 points.   In contemporary Museum Studies, it is often said that museums are inherently political institutions. But how do politics actually happen in museums? What has \"politics\" meant for key exhibitions and collections and what avenues of political theory emerge from the museum in general? In this seminar, we will move beyond the general to examine how specific political concepts took shape in historic exhibitions and museum practices from the 1930s to the present. As such, our challenge will be twofold. On the one hand, we will consider how political movements have used the museums as an implement for advancing power and influence. On the other hand, we will consider how museum practices have \"taken up\" various kinds of politics: how museum objects and officials have engaged and advocated the agendas and outcomes of political parties, governments, policies, revolutions, and elections. Case studies will include: Degenerate Art (1937), Paris World Exhibition (1937), Rivera's \"Man at the Crossroads\" (1934), The Guggenheim Museum (1959), Yad Vashem (1965), Harlem on my Mind (1969), The Perfect Moment (1990), The Last Act (1994), The Jewish Museum of Bologna(1998), Sensation (1999), The Apartheid Museum (2001), Holocaust Cartoons (2006), among others. Through these case studies, students will examine the museum's role in the public sphere and the process whereby exhibitions contribute to -- or undermined -- key aspects of deliberative democracy. Back to top       Topics in Museum Studies: Museums and Community MSMS-GA 3330 Wharton. 4 points.   There has been a turn towards community engagement in recent museum practice. Museum programming today often includes community outreach, civic activism, and community participation in its core activities. This trend manifests in all aspects of museum activity, including exhibition, education, research, and collections care. This course investigates the theoretical underpinnings of community engagement, along with its practical outcomes. It builds an understanding of community programming in the context of critical museum theory. Student projects include a critique of a community-based museum program and a research paper on community engagement in museum practice. Back to top       Topics in Museum Studies: Collecting and Exhibiting Latin American Art in the United States, 1931-present MSMS-GA 3330 Basilio. 4 points.   We will closely examine selected exhibitions held in United States museums that have shaped the definition of \"Latin American art.\" Is the trans-national category \"Latin American\" art a product of survey exhibitions and museum collecting? If so, how does this affect the way artists' works and the history of art in individual countries are regarded? Why does \"Latin American art\" get \"re-discovered\" periodically, and what political and economic developments affect patronage and exhibitions? How has The Museum of Modern Art in particular played a pivotal role in defining Late American art since it began exhibiting and collecting in the 1930s? Back to top       Topics in Museum Studies: Museums and Indigenous Peoples MSMS-GA 3330 Staff. 4 points.   This course examines changing relationships between indigenous peoples and museums as well as other display institutions. We will begin by positioning the representation of indigenous peoples in terms of imperialist and nationalist histories, and to move on to an examination of movements to reclaim objects, identity, and rights through efforts at self-representation. We will consider both independent and cooperative self-representation projects, focusing particularly on cases in the Americas and the Pacific, but taking on other geographic regions as student interests and available materials allow; we will attend to both the possibilities and limits of projects to reorganize practices, products, and expectations of representation. Topics will include globalization, multiculturalism, and nationalism; colonial-era display in museums and world's fairs; the critique of primitivism; decolonizing methodologies; self-determination, land claims, and economic development; repatriation and intangible cultural heritage; and contemporary art and public culture. Assignments will include weekly reading assignments, group and independent museum visits, a critical exhibition review, and a final paper or planning project. Back to top       Exhibition Planning and Design MSMS-GA 3332 Gallagher. 4 points.   This course will focus on the planning, development and design of exhibitions, permanent, temporary and traveling. It is a participatory class where students will learn basic exhibition design techniques, including spacial layouts and the use of graphics, audio-visual aids, lighting, colors, materials, and fabrication methods. Students will gain insight into exhibition planning and development and the roles played by various museum professionals. There will be visits to designers to discuss their work and to museums and other venues to analyze exhibition design techniques. Individual student projects will provide hands-on experience. Back to top       Museums and Contemporary Art MSMS-GA 3335 Altshuler. 4 points.   This course investigates historical, theoretical, and practical aspects of the collecting and exhibiting of contemporary art in museums. Topics include curatorial strategies for exhibition and collection development, biennialism, the art market, conservation issues, artworks that take the museum as subject, public and relational art, and conflicts of interest that arise for museum staff and trustees. A familiarity with international contemporary art is required. Assignments include two short essays, class presentations, and a final paper. Back to top       Research in Museum Studies MSMS-GA 3915 Altshuler. 1-4 points.   Independent research on a topic determined in consultation with the program director. Back to top                             Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "NYU &gt; Museum Studies &gt;         Glenn Wharton                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                          Back to  previous page                              Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment                           Glenn Wharton Clinical Associate Professor of Museum Studies     Email:   Phone: (212) 998-3592   Personal Homepage               Areas of Research/Interest   Conservation of cultural materials with specialization in contemporary art and archaeology, public participation in conservation, history and philosophy of conservation.     External Affiliations   American Alliance of Museums (AAM)   American Institute for Conservation (AIC)   College Art Association (CAA)   Independent Media Arts Preservation (IMAP)   International Institute for Conservation (IIC)   International Network for the Conservation of Contemporary Art (INCCA)   International Network for the Conservation of Contemporary Art -- North America (INCCA-NA)   Western Association for Art Conservation (WAAC)     Fellowships/Honors   College Art Association / Heritage Preservation Award for Distinction in Scholarship and Conservation - 2014   Historic Hawai'i Foundation Preservation Media Award for The Painted King: Art, Activism & Authenticity in Hawai'i - 2012   Visiting Scholar, Stanford University, Department of Cultural and Social Anthropology - 1999   Samuel H. Kress Conservation Publication Fellowship - 1998   California Preservation Foundation Design Award in Recognition of Outstanding Achievement in the Field of Historic Preservation - 1998     Select Publications:   \"Public Access in the Age of Documented Art.\" Revista de Hist ó ria da Arte . Lisbon: Universidade Nova de Lisboa. (in press) \"Conserving L'Idea del Cavaliere by Marino Marini at the San Diego Museum of Art. Boletim Semin á rio Interno de Conserva ç ã o de Escultura Moderna [publica ç ã o eletr ô nica, www.mac.usp.br ]. S ã o Paulo\" MAC USP. (in press) \"Conserving Computer-Based Art at The Museum of Modern Art.\" Arte Contempor á neo en (sala De) Guardia . Buenos Aires: Fundaci ó n Telef ó nica. (in press) \"Reading Between the Lines: Source Code Documentation as a Conservation Strategy for Software-Based Art. (with Deena Engel). Studies in Conservation . London: International Institute for the Conservation of Historic and Artistic Works. 2014. 58:1. \"Disrupted Circuits: Managing Nam June Paik Video Sculpture at the Museum of Modern Art.\" In Nam June Paik Art Center Interviews , Seoul: Nam June Paik Art Center. 2013. 150-169.  The Painted King: Art, Activism, &amp; Authenticity in Hawai'i . Honolulu: University of Hawai'i Press. 2012. \"A Case of Digital Conservation Repositories.\" (with Barbra Mack). The Electronic Media Review . American Institute for Conservation. Vol. 1. 2011. 37-58. \"Sweetness and Blight: The Conservation of Chocolate Works of Art.\" (with Sharon Blank &amp; Claire Dean). Proceedings from conference: From Marble to Chocolate: the Conservation of Modern Sculpture . Tate Gallery. London. 1995. Reprinted in C. Caple (ed.) Preventive Conservation in Museums . London and New York: Routledge. 2011. 456-468.  Inside Installations . (edited with Tatja Scholte). Amsterdam: University of Amsterdam Press. 2011. \"Research and Training in a Field Conservation Laboratory: Kaman-Kaleh ö y ü k.\" In Williams, E. &amp; C. Peachey (Eds.) The Conservation of Archaeological Materials: Current Trends and Future Directions . Oxford: Archaeopress. 2010. 33-39. \"Collaboration and Community Involvement in Archaeological Conservation.\" In Williams, E. &amp; C. Preachey (Eds.) The Conservation of Archaeological Materials: Current Trends and Future Directions . Oxford: Archaeopress. 2010. 201-204. \"The Challenge of Installation Art.\" (with Harvey Molotch). In (A. Bracker &amp; A. Richmond eds.) Conservation: Principles, Dilemmas, and Uncomfortable Truths. London: Elvsevier. 2009. 210-222. \"Dynamics of Participatory Conservation: The Kamehameha Sculpture Project.\" Journal of the American Institute for Conservation . Vol. 47. 2008. 159-173. \"The Conservation of Contemporary Art.\" In Altshuler, B. (ed.) Collecting the New: Museums and Contemporary Art. Princeton: Princeton University Press. 2006. 164-178. \"Indigenous Claims and Heritage Conservation: An Opportunity for Critical Dialog.\" Journal of Public Archaeology . 4:2005. 199-204. \"Planning Physical and Conceptual Longevity in Public Art Commissions.\" Public Art Review . 32. Spring 2005. 36-37. \"The Role of Conservation in the Design of Conceptual Monuments.\" In Monuments &amp; the Millennium Proceedings of a joint conference organized by the Stone and Metal Sections of UKIC and English Heritage. 20-22 May 1998. English Heritage. London. 2001. Guide to the Maintenance of Outdoor Sculpture . (with Virginia Naud é ). American Institute for Conservation, Washington D.C. 1992. \"A Comparative Study of Silver Cleaning Abrasives.\" Journal of the American Institute for Conservation. Vol. 29, 1990. 13-32. \"The Conservation of an Eighteenth Century Medallion Beaker by Johann Joseph Mildner.\" The Conservator . London: United Kingdom Institute for Conservation. 11:1987. 42-45. \"Technical Examination of Renaissance Medals: The Use of Laue Back Reflection X-Ray Diffraction to Identify Electroformed Reproductions.\" Journal of the American Institute for Conservation . Vol. 23. 1984. 88-100.  Courses:   Museum Conservation and Contemporary Culture (MSMS-GA 2222) Topics in Museum Studies: The Challenge of Installation Art (MSMS-GA 3330) Topics in Museum Studies: Museums and Community (MSMS-GA 3330) Topics in Museum Studies: The Museum Life of Contemporary Art (MSMS-GA 3330) Research Seminar (MSMS-GA 3991)   The Conservation of Modern and Contemporary Art (Institute of Fine Arts)           Update your faculty profile                               Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Required and Elective Courses    | Museum Studies | NYU                                       New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                  Back to Home                       Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               Required and Elective Courses      Required Courses        History and Theory of Museums (MSMS-GA 1500)    Museum Collections and Exhibitions (MSMS-GA 1501)    Museum Management (MSMS-GA 1502)    Internship (MSMS-GA 3990)    Research Seminar (MSMS-GA 3991)     Elective Courses       Development, Fundraising, and Grantsmanship MSMS-GA 2221    Museum Conservation and Contemporary Culture MSMS-GA 2222    Historic Sites, Cultural Landscapes and the Politics of Preservation MSMS-GA 2223    Museum Education MSMS-GA 2224    Museums and Interactive Technologies MSMS-GA 2225    Topics in Museum Studies: Anthropology in and of Museums MSMS-GA 3330    Topics in Museum Studies: Creating a Memorial Museum MSMS-GA 3330    Topics in Museum Studies: Museums and the Law MSMS-GA 3330    Topics in Museum Studies: Art Exhibitions After 1960 MSMS-GA 3330    Topics in Museum Studies: Challenges for Art Museum Curators Today MSMS-GA 3330    Topics in Museum Studies: The Museum Life of Contemporary Art MSMS-GA 3330    Topics in Museum Studies: Blockbusters and Building Booms, 1970-Present MSMS-GA 3330    Topics in Museum Studies: Cultural Property, Rights and Museums MSMS-GA 3330    Topics in Museum Studies: Museums and Political Conflict MSMS-GA 3330    Topics in Museum Studies: Museums and Community MSMS-GA 3330    Topics in Museum Studies: Collecting and Exhibiting Latin American Art in the United States, 1931-present MSMS-GA 3330    Topics in Museum Studies: Museums and Indigenous Peoples MSMS-GA 3330    Exhibition Planning and Design MSMS-GA 3332    Museums and Contemporary Art MSMS-GA 3335    Research in Museum Studies MSMS-GA 3915     Cross-Listed Electives:   Museum Studies-related courses in other FAS departments and programs are regularly offered as cross-listed Museum Studies courses. In addition, Museum Studies courses often are cross-listed in other departments of NYU.     Required Courses       History and Theory of Museums MSMS-GA 1500 Thorner, VonBokel. 4 points.   Introduction to the social, cultural, and political history of museums. This course focuses on the formation of the modern museum with an emphasis on the US context. Museums of Natural History, Anthropology, Science, Technology, History, and Art will be addressed from a variety of disciplinary approaches that explore the institution and its practices with respect to governance, colonialism, nationalism, class, gender, ethnicity, and community. Weekly visits to New York museums are required, along with frequent reading response papers, an exhibition review, and a final paper. Back to top       Museum Collections and Exhibitions MSMS-GA 1501 Gear. 4 points.   Introduction to the care and management of objects and collections and to the process of organizing a temporary exhibition. Assignments consist of individual reports and working in small teams to prepare and present proposals on specific functions of collection management and to make an exhibition proposal. Museum professionals (Registrars, Conservators, Curators) speak on issues specific to their practice. Museum visits are scheduled as part of regular classroom meetings. As far as possible, the course covers museums of all disciplines. Back to top    Museum Management MSMS-GA 1502 Schwartz, Weisser. 4 points.      This course provides an overview of management, finance, and administration for those aspiring to managerial and supervisory positions in museums. Topics to be covered include organizational structure and the roles and relationships of museum departments; operational issues, including security and disaster planning; museum accounting and finance, including operating and capital expense budgeting; leadership and strategic planning; and legal and ethical issues facing museums. Back to top    Internship MSMS-GA 3990 VonBokel. 2 points      M.A. and Advanced Certificate students spend a minimum of 300 hours over one or more semesters in a project-oriented internship at a museum of other suitable institution. Students nearing completion of course prerequisites (G49.1500, G49.1501, and G49.1502) must schedule a planning meeting with the Program's Internship Coordinator. A daily log, evaluations, and progress report are required. Students must earn a grade of B or better to receive the M.A. or Advanced Certificate. Further information is available in the Internship Guidelines Packet. Back to top       Research Seminar MSMS-GA 3991 Basilio, Thorner, Wharton. 2 points.   Students conduct research combining their academic and professional interests, using appropriate methodology. They formulate a topic, prepare an annotated bibliography, and write the qualifying paper based on their research. M.A. students also develop their thesis proposal. Back to top     Elective Courses       Development, Fundraising, and Grantsmanship MSMS-GA 2221 Warwick. 4 points. In the 21st century museums worldwide need creative fundraising to survive. This course provides a comprehensive overview of museum fundraising practices and an introduction to the skills and processes necessary for effective fundraising. Focusing in particular on the funding environment in the USA -- but referencing other international models -- topics covered include an overview of sources of funding and types of fundraising (capital campaign, planned giving, benefit events, etc.) and a survey of procedures for identifying available funds. Invited guests from a range of museum environments will discuss examples of successful fundraising. Students will complete various examples of fundraising approach (individual solicitations and grant requests, for example) and a comprehensive fundraising strategy for a museum project of their choice. Back to top       Museum Conservation and Contemporary Culture MSMS-GA 2222 Wharton. 4 points.   As an introduction to museum conservation, this seminar combines classroom discussion with museum laboratory visits to provide an understanding of how conservation functions in the context of contemporary culture. The seminar is divided into three broad topics: museum collections care, the history and philosophy of western conservation, and the conservation of modern and contemporary art. It provides technical information about how artifacts age in the museum environment while examining conflicts that arise between professional and non-professional stakeholders. The seminar addresses concerns of living artists as well as indigenous groups and others with claims to the disposition and care of cultural materials. While enrollment is open to all NYU graduate students, priority will be given to Museum Studies students with research interests in exhibition and collections management. Back to top       Historic Sites, Cultural Landscapes and the Politics of Preservation MSMS-GA 2223 VonBokel. 4 points.   This course will examine the cultural politics that influence reuse of historic spaces for museums and other public purposes. Through course readings, site visits and individual archival research, students will explore sites ranging from historic houses and period rooms presented as museum installations to restored villages and communities to dramatic reuse of historic space for cultural tourism. Students will pay particular attention to the social and political contexts in which original use and subsequent reuse took place, and analyze primary documents that illustrate both motivations and strategies for interpretation. Back to top       Museum Education MSMS-GA 2224 Crow. 4 points.   This seminar will provide an overview of the field of Museum Education. Museum Education will be considered in the context of the institution's relationship with constituent communities, with application to a broad range of audiences. Among the topics to be considered are teaching from objects, learning strategies, working with docents and volunteers, program planning, and the educational use of interactive technologies. Back to top       Museums and Interactive Technologies MSMS-GA 2225 Flouty. 4 points.   The course will present a survey and analysis of museum use of interactive technologies. Among the topics to be discussed in detail are strategies and tools for collections management, exhibitions, educational resources and programs, website design, digitization projects, and legal issues arising from the use of these technologies. Each student will develop an interactive project in an area of special interest. Back to top       Topics in Museum Studies: Anthropology in and of Museums MSMS-GA 3330 Thorner. 4 points.   This course considers \"the museum\" as an object of ethnographic inquiry, examining it as a social institution embedded in a broader field of cultural heritage that is perpetually under negotiation. We reflect on how museum principles of classification, practices of collection and exhibition, uptake of media, technology, and archiving have influenced the ways in which knowledge has been formed, presented, and represented; and interrogate the role of museums as significant social actors in broad anthropological debates of power, materiality, value, representation, culture, nationalism, circulation, aesthetics, science, history, and \"new\" technologies. The museum is never simply a repository of arts, cultures, histories, or scientific knowledges, but also a site of tremendous creativity and a field of complex social relations. Relying on case studies as a springboard for discussion of broader theoretical interventions, this course is structured according to four overlapping themes. We think about museums as nodes in the traffic in art and culture, a metaphor for the transnational circulation of objects and competing regimes of value illuminating histories of colonialism, power relations, and intercultural production. Secondly, we interrogate the relationships between Indigenous people and museums, including national recognitions of diversity, counter-narratives of history and belonging, performances of the other, and the intersections of Indigenous knowledge and various legal frameworks. Throughout the semester, we will think about the strategies and tools through which museums produce understandings of tangible artifacts (photographs, scientific specimens, artworks) and inspire reconsideration of preservation, archives, and memory. Finally, while the social lives of museums are always in flux, we conclude with materials highlighting important shifts in access occurring in the last twenty years, via movements in repatriation and developments in digital technologies. By the end of the semester, students will have gained both historical and ethnographic perspectives on how museums help us to know and reproduce ourselves and \"others,\" and how these institutions craft, control, and circulate cultural heritage. Back to top       Topics in Museum Studies: Creating a Memorial Museum MSMS-GA 3330 Weisser. 4 points.   This course examines the creation of a museum of memory, with a specific focus on the development of institutions honoring the events of 9/11. The course looks at the processes of building a new institution, and considers how a museum's site, architecture, exhibitions, collections, programming, and audience shape and reflect its mission. Readings and discussions focus on the theoretical underpinnings of memorializing and history making, comparative museums and exhibitions, and 9/11 chronicles and resources. Students will develop weekly writing assignments, which will often take the form of a position paper, and will produce a final creative research paper or project. This project will combine a student-initiated proposal with archival research and may take the form of a position paper, and will produce a final creative research paper or project. This project will combine a student-initiated proposal for an exhibition topic or component with archival research. Back to top       Topics in Museum Studies: Museums and the Law MSMS-GA 3330 Gleason. 4 points   Legal issues pervade so many aspects of the world of museums. The law can both constrain and enable the behavior of museum staff, administration, and others who work with these cultural organizations. Therefore, it is difficult to work in, for and with museums without some training in or familiarity with the law. In this course, we will examine how museums are affected by a variety of legal regulations, including cultural heritage legislation, intellectual property issues, such as copyright, trademark and moral rights, first amendment and censorship claims, work-place hazards, contracts, and nonprofit and tax laws, such as valuation, charitable transfers, payments in lieu of taxes and the unrelated business income tax. Readings will consist of case law and secondary  sources detailing the most pressing legal issues facing different types of museums, and group discussions will be supplemented by mock case studies and negotiation exercises. Back to top       Topics in Museum Studies: Art Exhibitions After 1960 MSMS-GA 3330 Altshuler. 4 points   This seminar will investigate the history of exhibitions and various approaches to the study of exhibition history. The focus will be on art exhibitions after 1960, with an emphasis on group exhibitions. Among the topics to be discussed are the significance of exhibitions within art and cultural history, the notion of an exhibitionary canon, the relationship between artistic and exhibitionary practice,  and the major developments in this period. These developments include the growth of independent curating and new curatorial strategies, an increasing focus on thematic exhibitions, the expansion of biennials outside the Euro-American centers, and the use of discursive forms. Students will present the results of research on a particular exhibition or series of exhibitions, and submit a final paper on that topic. The permission of the instructor is required before registering for this course. Back to top       Topics in Museum Studies: Challenges for Art Museum Curators Today MSMS-GA 3330 Basilio. 4 points   In this seminar we will examine practical, theoretical, and ethical challenges facing curators working in a variety of modern and contemporary art museums in New York and elsewhere. Among the topics to be considered are: museum curating and efforts to reactivate permanent collections through re-hangings; styles of presenting permanent collections; working with new buildings, artist  commissions, performance and new media art; collaborations with registrars, conservators, and other colleagues; inter-cultural issues such as branch museums abroad, Latin American art in museums; biennials in museums, and other topics to be determined according to exhibitions scheduled in the New York area and guest availability. We will draw on historical and recent readings in the  fields of art history, history of exhibitions, exhibition design, texts by curators, museum directors, and critics, museum visits, and guest speakers  working in the field. Back to top       Topics in Museum Studies: The Museum Life of Contemporary Art MSMS-GA 3330 Wharton. 4 points   The topic of this seminar is the life of contemporary artworks within museum collections. Sessions are organized around the trajectory of complex artworks from the process of acquisition, to  documentation, storage, exhibition, and conservation intervention. Installation, media, and performance works in museums serve as case studies to analyze social, legal, and material dynamics as they move through this life cycle. Examination of these stages engages various contemporary debates around intellectual property and copyright, the notion of co-authorship, and various conceptual frameworks such as object biographies, intentionality, and authenticity. Students learn about museum processes as they assess practical challenges and theoretical questions posed by contemporary art in the museum context. Back to top       Topics in Museum Studies: Blockbusters and Building Booms, 1970-Present MSMS-GA 3330 Basilio. 4points.   This course will analyze the historical development of the modern blockbuster exhibition, beginning with Thomas Hoving’s programs at The Metropolitan Museum of Art. Case studies of landmark exhibitions, their critical reception, and debates regarding their effect on museum practice, management, curators’ roles, scholarship, and ethics, will be discussed. Critics have compared the boom of such exhibitions during the 1980s-2000 to the proliferation of building expansion or new buildings as a related phenomenon. Such architectural projects may be examined as part of broader initiatives such as re-branding and audience development that have also been linked to the blockbuster phenomenon. Although the case studies will primarily include museums in the US recent projects abroad, such as the Guggenheim in Abu Dhabi,will be discussed. Recent challenges faced by museums have led to new formulations of the blockbuster genre, such as The Museum of Modern Art’s Abstract Expressionism show, which draw on permanent collections as the primary attraction. These innovations as well as current problems related to international museum building projects will conclude the course. Extensive readings, writing and group presentation assignments, and a research paper are required for this course. Depending on exhibitions on view in the Fall, museum visits will also be required. Back to top       Topics in Museum Studies: Cultural Property, Rights and Museums MSMS-GA 3330 Staff. 4 points.   What does it mean to own or have a culture? Are all cultures the same? Is owning your culture a basic human right? This course will investigate the growing discussions about cultural property rights that have emerged in the context of museum practices, from collection and display to conservation and archiving. A general analysis of concepts of culture, property, and rights related to these materials and social domains, will be offset by sessions that examine how different understanding of entitlements may be negotiated within museum spaces and how museum objects (broadly defined) may be understood as cultural resources. Special focus will be the impact of legislation; political events such as war; indigenous rights movements; international conceptions of intellectual and cultural property; and the commodity transaction and the marketplace, and on their impact on museum practice. Back to top       Topics in Museum Studies: Museums and Political Conflict MSMS-GA 3330 Feldman. 4 points.   In contemporary Museum Studies, it is often said that museums are inherently political institutions. But how do politics actually happen in museums? What has \"politics\" meant for key exhibitions and collections and what avenues of political theory emerge from the museum in general? In this seminar, we will move beyond the general to examine how specific political concepts took shape in historic exhibitions and museum practices from the 1930s to the present. As such, our challenge will be twofold. On the one hand, we will consider how political movements have used the museums as an implement for advancing power and influence. On the other hand, we will consider how museum practices have \"taken up\" various kinds of politics: how museum objects and officials have engaged and advocated the agendas and outcomes of political parties, governments, policies, revolutions, and elections. Case studies will include: Degenerate Art (1937), Paris World Exhibition (1937), Rivera's \"Man at the Crossroads\" (1934), The Guggenheim Museum (1959), Yad Vashem (1965), Harlem on my Mind (1969), The Perfect Moment (1990), The Last Act (1994), The Jewish Museum of Bologna(1998), Sensation (1999), The Apartheid Museum (2001), Holocaust Cartoons (2006), among others. Through these case studies, students will examine the museum's role in the public sphere and the process whereby exhibitions contribute to -- or undermined -- key aspects of deliberative democracy. Back to top       Topics in Museum Studies: Museums and Community MSMS-GA 3330 Wharton. 4 points.   There has been a turn towards community engagement in recent museum practice. Museum programming today often includes community outreach, civic activism, and community participation in its core activities. This trend manifests in all aspects of museum activity, including exhibition, education, research, and collections care. This course investigates the theoretical underpinnings of community engagement, along with its practical outcomes. It builds an understanding of community programming in the context of critical museum theory. Student projects include a critique of a community-based museum program and a research paper on community engagement in museum practice. Back to top       Topics in Museum Studies: Collecting and Exhibiting Latin American Art in the United States, 1931-present MSMS-GA 3330 Basilio. 4 points.   We will closely examine selected exhibitions held in United States museums that have shaped the definition of \"Latin American art.\" Is the trans-national category \"Latin American\" art a product of survey exhibitions and museum collecting? If so, how does this affect the way artists' works and the history of art in individual countries are regarded? Why does \"Latin American art\" get \"re-discovered\" periodically, and what political and economic developments affect patronage and exhibitions? How has The Museum of Modern Art in particular played a pivotal role in defining Late American art since it began exhibiting and collecting in the 1930s? Back to top       Topics in Museum Studies: Museums and Indigenous Peoples MSMS-GA 3330 Staff. 4 points.   This course examines changing relationships between indigenous peoples and museums as well as other display institutions. We will begin by positioning the representation of indigenous peoples in terms of imperialist and nationalist histories, and to move on to an examination of movements to reclaim objects, identity, and rights through efforts at self-representation. We will consider both independent and cooperative self-representation projects, focusing particularly on cases in the Americas and the Pacific, but taking on other geographic regions as student interests and available materials allow; we will attend to both the possibilities and limits of projects to reorganize practices, products, and expectations of representation. Topics will include globalization, multiculturalism, and nationalism; colonial-era display in museums and world's fairs; the critique of primitivism; decolonizing methodologies; self-determination, land claims, and economic development; repatriation and intangible cultural heritage; and contemporary art and public culture. Assignments will include weekly reading assignments, group and independent museum visits, a critical exhibition review, and a final paper or planning project. Back to top       Exhibition Planning and Design MSMS-GA 3332 Gallagher. 4 points.   This course will focus on the planning, development and design of exhibitions, permanent, temporary and traveling. It is a participatory class where students will learn basic exhibition design techniques, including spacial layouts and the use of graphics, audio-visual aids, lighting, colors, materials, and fabrication methods. Students will gain insight into exhibition planning and development and the roles played by various museum professionals. There will be visits to designers to discuss their work and to museums and other venues to analyze exhibition design techniques. Individual student projects will provide hands-on experience. Back to top       Museums and Contemporary Art MSMS-GA 3335 Altshuler. 4 points.   This course investigates historical, theoretical, and practical aspects of the collecting and exhibiting of contemporary art in museums. Topics include curatorial strategies for exhibition and collection development, biennialism, the art market, conservation issues, artworks that take the museum as subject, public and relational art, and conflicts of interest that arise for museum staff and trustees. A familiarity with international contemporary art is required. Assignments include two short essays, class presentations, and a final paper. Back to top       Research in Museum Studies MSMS-GA 3915 Altshuler. 1-4 points.   Independent research on a topic determined in consultation with the program director. Back to top                             Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "NYU &gt; Museum Studies &gt;         Glenn Wharton                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                          Back to  previous page                              Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment                           Glenn Wharton Clinical Associate Professor of Museum Studies     Email:   Phone: (212) 998-3592   Personal Homepage               Areas of Research/Interest   Conservation of cultural materials with specialization in contemporary art and archaeology, public participation in conservation, history and philosophy of conservation.     External Affiliations   American Alliance of Museums (AAM)   American Institute for Conservation (AIC)   College Art Association (CAA)   Independent Media Arts Preservation (IMAP)   International Institute for Conservation (IIC)   International Network for the Conservation of Contemporary Art (INCCA)   International Network for the Conservation of Contemporary Art -- North America (INCCA-NA)   Western Association for Art Conservation (WAAC)     Fellowships/Honors   College Art Association / Heritage Preservation Award for Distinction in Scholarship and Conservation - 2014   Historic Hawai'i Foundation Preservation Media Award for The Painted King: Art, Activism & Authenticity in Hawai'i - 2012   Visiting Scholar, Stanford University, Department of Cultural and Social Anthropology - 1999   Samuel H. Kress Conservation Publication Fellowship - 1998   California Preservation Foundation Design Award in Recognition of Outstanding Achievement in the Field of Historic Preservation - 1998     Select Publications:   \"Public Access in the Age of Documented Art.\" Revista de Hist ó ria da Arte . Lisbon: Universidade Nova de Lisboa. (in press) \"Conserving L'Idea del Cavaliere by Marino Marini at the San Diego Museum of Art. Boletim Semin á rio Interno de Conserva ç ã o de Escultura Moderna [publica ç ã o eletr ô nica, www.mac.usp.br ]. S ã o Paulo\" MAC USP. (in press) \"Conserving Computer-Based Art at The Museum of Modern Art.\" Arte Contempor á neo en (sala De) Guardia . Buenos Aires: Fundaci ó n Telef ó nica. (in press) \"Reading Between the Lines: Source Code Documentation as a Conservation Strategy for Software-Based Art. (with Deena Engel). Studies in Conservation . London: International Institute for the Conservation of Historic and Artistic Works. 2014. 58:1. \"Disrupted Circuits: Managing Nam June Paik Video Sculpture at the Museum of Modern Art.\" In Nam June Paik Art Center Interviews , Seoul: Nam June Paik Art Center. 2013. 150-169.  The Painted King: Art, Activism, &amp; Authenticity in Hawai'i . Honolulu: University of Hawai'i Press. 2012. \"A Case of Digital Conservation Repositories.\" (with Barbra Mack). The Electronic Media Review . American Institute for Conservation. Vol. 1. 2011. 37-58. \"Sweetness and Blight: The Conservation of Chocolate Works of Art.\" (with Sharon Blank &amp; Claire Dean). Proceedings from conference: From Marble to Chocolate: the Conservation of Modern Sculpture . Tate Gallery. London. 1995. Reprinted in C. Caple (ed.) Preventive Conservation in Museums . London and New York: Routledge. 2011. 456-468.  Inside Installations . (edited with Tatja Scholte). Amsterdam: University of Amsterdam Press. 2011. \"Research and Training in a Field Conservation Laboratory: Kaman-Kaleh ö y ü k.\" In Williams, E. &amp; C. Peachey (Eds.) The Conservation of Archaeological Materials: Current Trends and Future Directions . Oxford: Archaeopress. 2010. 33-39. \"Collaboration and Community Involvement in Archaeological Conservation.\" In Williams, E. &amp; C. Preachey (Eds.) The Conservation of Archaeological Materials: Current Trends and Future Directions . Oxford: Archaeopress. 2010. 201-204. \"The Challenge of Installation Art.\" (with Harvey Molotch). In (A. Bracker &amp; A. Richmond eds.) Conservation: Principles, Dilemmas, and Uncomfortable Truths. London: Elvsevier. 2009. 210-222. \"Dynamics of Participatory Conservation: The Kamehameha Sculpture Project.\" Journal of the American Institute for Conservation . Vol. 47. 2008. 159-173. \"The Conservation of Contemporary Art.\" In Altshuler, B. (ed.) Collecting the New: Museums and Contemporary Art. Princeton: Princeton University Press. 2006. 164-178. \"Indigenous Claims and Heritage Conservation: An Opportunity for Critical Dialog.\" Journal of Public Archaeology . 4:2005. 199-204. \"Planning Physical and Conceptual Longevity in Public Art Commissions.\" Public Art Review . 32. Spring 2005. 36-37. \"The Role of Conservation in the Design of Conceptual Monuments.\" In Monuments &amp; the Millennium Proceedings of a joint conference organized by the Stone and Metal Sections of UKIC and English Heritage. 20-22 May 1998. English Heritage. London. 2001. Guide to the Maintenance of Outdoor Sculpture . (with Virginia Naud é ). American Institute for Conservation, Washington D.C. 1992. \"A Comparative Study of Silver Cleaning Abrasives.\" Journal of the American Institute for Conservation. Vol. 29, 1990. 13-32. \"The Conservation of an Eighteenth Century Medallion Beaker by Johann Joseph Mildner.\" The Conservator . London: United Kingdom Institute for Conservation. 11:1987. 42-45. \"Technical Examination of Renaissance Medals: The Use of Laue Back Reflection X-Ray Diffraction to Identify Electroformed Reproductions.\" Journal of the American Institute for Conservation . Vol. 23. 1984. 88-100.  Courses:   Museum Conservation and Contemporary Culture (MSMS-GA 2222) Topics in Museum Studies: The Challenge of Installation Art (MSMS-GA 3330) Topics in Museum Studies: Museums and Community (MSMS-GA 3330) Topics in Museum Studies: The Museum Life of Contemporary Art (MSMS-GA 3330) Research Seminar (MSMS-GA 3991)   The Conservation of Modern and Contemporary Art (Institute of Fine Arts)           Update your faculty profile                               Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "%PDF-1.4 %  14 0 obj > endobj        xref  14 34  0000000016 00000 n  0000001255 00000 n  0000001335 00000 n  0000001804 00000 n  0000002182 00000 n  0000002436 00000 n  0000002503 00000 n  0000002694 00000 n  0000002965 00000 n  0000003009 00000 n  0000003052 00000 n  0000004249 00000 n  0000005228 00000 n  0000005661 00000 n  0000006010 00000 n  0000006220 00000 n  0000006528 00000 n  0000006743 00000 n  0000006927 00000 n  0000008115 00000 n  0000008838 00000 n  0000009553 00000 n  0000010412 00000 n  0000011327 00000 n  0000012166 00000 n  0000016851 00000 n  0000034101 00000 n  0000037774 00000 n  0000037988 00000 n  0000050825 00000 n  0000052919 00000 n  0000053129 00000 n  0000053256 00000 n  0000000976 00000 n  trailer   ]>>  startxref  0  %%EOF        47 0 obj >stream  xb```b``Q``e`0Hb\u0010`@\u0000\u0001\u0018\u001b\u0003 \u0003 Y+\u0019\u00186?`@\u000e7g=ED\u0001 bRR``0\u0006\u0006\u0006f\u0017 h\u0001``\u0001@\b6J9Նm\u0006cP%\u0003C\u0003\u0003' \u0002\u001e\u0003a\u0005\u0007N\u000ea \u001c\u00162\u001832\u001c\u0014t6aZ\u007f@(\u0003{\u0003+\u001a\u0018\u0018 \u0002iF V\u0001b^\u0006\u0010>#\u0013@\u0001\u0000#)  endstream endobj 15 0 obj > endobj 16 0 obj >/ColorSpace >/Font >/ProcSet[/PDF/Text/ImageC]/ExtGState >>>/Type/Page>> endobj 17 0 obj > endobj 18 0 obj > endobj 19 0 obj[/DeviceN[/Magenta/Yellow/Black]/DeviceCMYK 41 0 R] endobj 20 0 obj > endobj 21 0 obj > endobj 22 0 obj > endobj 23 0 obj > endobj 24 0 obj >stream  HWKo\u001c7 \u0018m3vgER\u00030\u0016H\u001a;@{^=\u0014! п_Һ\u000eps  J\"?>QwMۧ\u0019ۙn$@\u0003H>Nߏ>,Oq^4W\u0016s^ >stream  HWr0 \u0015N6%V \u0002$Ȼ\u0019:gkJl\u0003HCg\u0011xx\u0004\u00017Rwnݰ畛q\\p?\u0003S,赠\u0019\u0002r\u0002>97GT>=}\u0005\u001e\u0015\u0003 \by8^|S8N\u000f.@Pȱ\u0006*AOJOm*)Tb *|\u001a6r+\u0000\u001bRi)UײVG|%G\u0012y*¹m|{7P\u000771\u00118\\y\u0017bCj*[`t16n.0Oyd/0e̍EWF$R\u0013D@\u001fE` lmdis1 0 a\u0000 \u0018Q㶮q:?o:)\u0011S'6\u001b\u0007J\u000e e\bJ1Q\u001a\u001e\u0005 ϨAl'q@)8a8Ϧfa4\u0019\u0010\u0003Ù/O_\u007fۅ\u001aF\u0017!_r\u0018cs;:~CW{͇Ɋ0}7T\u0017\u0018,}K\u007f$G.t֘q0\u0004JŔ,\u000ea\u0018\u0013: \u0019KY[?N':}3PYՍ? *O Gn^\u0003Bȕ\u001f-Y\u0012\u001fT}.QξUO_cֿ]\u000ff~4rgBӽ\u0007\u001a\u007f\u0011b\u0003\u0012\u0017w\u0003D>\u0006DZvK \u001e\u00009X '7I9 E\u001cVlX\u0015+*\u0016\u0013ܶ*Z[Ue\u00132\u0002M`2\u0019\u0002?OGL84K盟1xoßoR墇\u0005\u0007G\u0019r,L}\u0011_gaF\u001b-\u0015g\u000559}mddzh٭=eY/.|`KCAGhOx\u001bˤ!NqQ.b=8Ԍ&\u001ay\u0012/F > endobj 27 0 obj > endobj 28 0 obj > endobj 29 0 obj > endobj 30 0 obj > endobj 31 0 obj > endobj 32 0 obj >stream  HWKF\u0010W8a\u0017Wd\u001c H2\u0002HI\u0001\u000ei\u001f3t;BBdU_W}U]ߩ׿\u001f4jЊ}\u001f.\u0019}2lFx&P?$J(v=\u0002I\u0016|h\u000fjp\u0000a`b\u001e^At,MO\u0012ʀ }%X+C\u0011Wѻl\u00185e\u0011%\u0007T0(Y\u0013*Q ODͰnxRɧsdH-5\u0011U`fwHnOv#\u0004Zzf:uѠ\u0004u\u0012$\u0013ZW\u0014ШE4( Ϥ_zJyK %$5\\>\u001b\u00131к/h\u0018 ̦nbځHPr]-\b2іYhvl1h\u0016e $\u0002^g\u00020\u0005\u0007mLD 9\u0012g]\u001fk=qf)n5 AOq\u0007ȱE\u0006aI06\u0017[C%DyT\u0011gdF?x=q5Pc%WI'1r!\u0003&HٓD a=\u0006UT\u0013[\u00055 Tk6\u001e~ܨ6lm o@\u0005Gw~j\u0017ڇ2f \u0013q؜\u0006ﻶ;93fq\u0001\u001c8-!Ϋ%\u00060,cMyzÑωNKߨ\u000ee.*p\u001fp\brz\u0016\"Gb\u0003b\u0004S\u007f{K/x\u001dVؠm_\u0004 .@]y -V O|)ܝ\u0007} !\u0013_\u0013H\"!ٱ\u001d-c9gP :\u0014\u0019a1#ة>Q\u001cF(C N\u0017TRK >stream  HWn0\u0010+\u0004\u0014mm$R]rI\u00066A\u000e=V[^ŉ\u001e&8&\u0019-rݥj_\u001bձ?\u007f\u0006{\u0018j7l {c9ϟ\u0013\u00056]Q5\u001dTߊysI.?ϓ9\u000fvҎP/Fhg]ΏKŉ~:\u001e\u0013^q6p\u0007\u0010dzR\u0002Zy\u0011OM;m\u000f\u0002\b$ \u0012:h'II÷ ;\u0014N\u00031\u0016\u001cs \u0016\u001a й> X\u0002R\u0003\"VF~P\\Dn9ʅ> \u0001dI%zPwer\u0001x1{d\u0013\u0000zSA9.]J\u0003\\ZVL\u0011v\u000f{ ꄝs\u001cAWS8F;~\"y1\u0000v \u000en\u0007 \u0016\u0011+x Ň >M&cY^9@Mń+@ >stream  HWM0\u0010﯈\u0004 \u0019\u007f\u0001-+\u000e{OlG␖Ucw GÀ\u007fI>ZX5Bt\u0004+u cU@T~_\u0003lk\u001e+X9A#Y1f\u001f\u0017_m;Q@\u001b  \u0000\u0003\u0000+\u0016  endstream endobj 35 0 obj >stream  HWKo@\u0010WXBB}BHP\u001fĵ\\\u0010\u0003 _Nb\u0013fK\u000eE=D汏3?4\u007fi>\u0017֢l\u0015^nKV;9;l\u007f@nupzE\u0000r\u000f(g!rf(͠d\u0000 .+&&Ex^\u001a8jG9N A\u0001,L'ޛBE5\u0019Cܶ\u001f k{֘\u0014H\u000f\u0000Dfj4a\\)S@H\b@\u000eW\u0010%ݬ!\u0004r\u00189\u0004@\u000eER\u0003/\u000e\u0011Y\u0013mb*ċ \u0003!˭£O/\u001e$x\u0019KI\u0003\bz\u0006\u0006@d\u0001&ٵt]{kZ\u001b\u0000\u0011j\u0000\u0001vDu6F_y^9\u001fg( 3Y\u0006G? \u001dt\u0017IwM!.lJ\u000eT{\u0015X[\u007f\u0015\u000f\u001f\u007fXltIe Uv\u007fxU}-\u001dg]\u0086v)\u0019@\u0011H^XI\u001c\u000f\u000fVox{?\b6Ě11.?eG6\u001c\u000f|:\u0017&&\u0016 MX|Ͷ@ \b\u0016\u001d׷a]MÌ/\u0010u  d{{2\u0010sًA\u0006 D 5ݲr\u0007:j\u001f(j )* 0\u0000\u0016 E  endstream endobj 36 0 obj >stream  HWMo\u00131\u0010XT mh/\b\u0001 -\u0012\u0010\u001c\\\u0012v#8\u001cP\u000fQ7o>ЙŒS#z)V桻\u001ej3Ym=+f+c׉~'WBw\u0007XSн\u0006:\u0000O\u0001ɢ\u0003ς\u0013\b/\u0013B/9Qs\u0011'` QMt\u0005 F \u001b)Zlk_\u0010( *\u0019F6\u0012퀾\u0012j-5\u0017 >stream  HWKo\u00131\u0010ﯰ*\u0015\u0012\u001e?t+P[\u00047Dn \u0003*\u0017&G\u001d Ф3u+ͥVէ|^*~+KRN!n\u0015ץQ[v;^t;\u0006&\u0016Iv/w=ӤL_vʟ ϡKO*\u0015ig:\u0015X_%ԕYVJKa\u001c[Du\u000ekɡZVnw#\u000e(`(\\ާ\u0007IGE\u00029\u000e!\u0003g@VqoQ\u001fƱ\u000f\u0015\u0011\u001b!Um.{akS\u00053;\u0002'bx\u0000\u0014*CKNYrUs0T\u0013\u001b ٩>򥑜 Tѻ-w\u0006\u0098\u0013кȁ\\nCy*#dDw   \u0004sx!R`Jui%\u0002\\F';VD\u0013Tz\u0004\b\u0018G\u000e\u0001(2@G| I\u0000#\u0000!\bXSAHcmPXt9x!B\u0001\"\u001epa\u000f]\u0015o\u0005WV>|ط >stream  HtTkP\u0014W\u0016fz0a&\u001e *,\b\u0011PC\u0002\u0011!, (cp\u0006DA\u0002Qm\u001a\u0011E\u0007\u00020(\u0003BW\\c 떺nASvw=w$a$\"H/\u000fĦ%$\u00053\u00126Έ_N\u0002\u0015\u0004\u001eɿ/\u0014\u0018\u0019l7)V\u0010,ǽf ea3, ٪SxnM\u00184;_Iڔ|pW%Vgk3\u0012Ri\u001bԚt&6#!~7%E5Ui\u0012 CgUV\u0015'jUӧRQ\u0012Ȩd:5](M?0 ?IHE\u0005akB,0&\u0016\u0013'A\b:\u0010\u00065BD51L$MI$\u000eKQ %rsF\u001f\u001a\u001d1fD\\&\u001e dKrL+AH\u0013% c[2\u007fęl7i4yli\u00133W\"L!*d,-Y\u0014Y`b\u0019kbVukz3:r[I!ڵRLp2l}ɠ7\u001c\u00104:\u0003~\u0014vz (i1аMm\u0017䍇\u0014w'.v\u0018ʹlEɺ*\b\u0005ޓN\u0012\\v GNt읫I\u0014\u0003\u001a|m\u0016Gqbzu#xav,{\u0000 ;\u001c\u0007LIh g\bY\u001c\u0010n\u0001 Q/F+\u000e\u0012\u0003!M9q\u0010#zf%x$o& \u0003\u0012\\_\u0000Ϩ\u0002z\u001d ╴ 3rn($R4Šu8\u001a9 |aa\u001c\u0097lkv\\ŎPh 6h\u000fΌ;\u000eI[\u000ee*_\u0014d\u000fBm@:lIw&NtudGw\u0013ҩ=aP5Wb\u0000\u000fMz\u0012n\bm\u0018\u000f07[\u001c\u0007zx]\u0007.ߞ^\u0013\u00173ζw\u001b\u000e\u0002Pq1f\u0011JH a\u0003ɀd\u0016T݂\u001dBUByϴ?  8w9\u007f *J/>&-A1 %ߛYJvٴ\u0003Y\u001f }m\u0015h\u0016C_ƺ \u001c5\bA j_#ߞ{)\u007fg!#\u0016\u001dIQVi*?I P\u0006\u0019\u0007s@r#\u001c5'THCk\u0019miɟn zDY\u001b#_\u0016\u0012V\u000722M^(\u0018e\u0001\u0013>v\b\u0007 `l8P \u0016 p? +a yTT\u0005ɑ\u0001!\u007fr\u0011jϷ\b[kΕ\u0017\u001du\u0017g{ȼI~\u001f\u001fRPw)Y\u001c+8\b\u001b\u001aٜums\u0018|=A\u00140\u0019(\u0003G+\u001bm\u0017\u0012٠|1XRp+\u0018g1w\\\u0003\u001dVn?Me=%)\u0017'y.Rye\u0005_dh\u0015 \u0016q0\u0018'\u0005K܂\u0004K)p\u0010~xnH18\u0018)\u001eqIl;܆n\u001c7-[ѓ=#t8b s3:h=r\u001c\u001fH+U\u001eTCQ;W\u001d/ҤTIGNaC51ß C\u0002V煲owN=t|f4W \u0004H26qمk(@JB9֜}E\u0001g\u001f>d\u0003\u000f\u0004s6m):]۱\u0007\u0017eu5]:!ψ\u0012A\u0006_NM\u0013IgaN:W6\b, N\u0002骫 >Rv z3 {xsy6cY\u0006eގފ5AX=ՃP\u0002\u0015l=vr\u001e=^\bc% \u0014\u00014\u001aD\u0014\u0015nуwfS1^\u0012\u0010ɶ\u001bm\u0010mږ@GX6\u0000D4_8{a A9ȅj8\u0016\u0004\u001bܵ^K(\u0005\u000f\u001f֬g\u0015\u001d;X-\\CR\u0007nφ \b}Yz(1A )l|\u000eEq\u0001>k\u0018L\u0010DKE\u0013\u00130xAcMD\u007f\u0007&^N>b\u0015U9DF\u000e\u0007\u007fZ\u0004{^Ka\u001eXc\u001b\u007f\u0016;UîluhU&=c; Q\u0005*9cm!z\u001c\u000f7c\u0016Zb\u001e&̮\u001b^Qoph\u0012:s5\"Rzn O\u0006\u0016\u000ea+\"U܅=\u0011lؑ okaCs~\u001a_D_M )ؒ\u0019I\u001dk3v-P6=TN8G\u007fsw|wS.\u0011?\u0010X\"0\u0012B\u0006Tw\u0001z\u001cH\u001ft3\u0006@Ϯ@\u0013(~\u0004 Y x\b')O\u001d\u0010X\u0018(\u001ds\\\u0019!H\u0013\u0001\u001c\u007fBm념}+>|\u0000\u0005\u001cV\u001a˭r\u001bem,_B\u0010qoL\u0002c&2\u0005  oDK}Ƚ|\u000e\u001b\u0002\u001f\u001cIxӏ\u0007^? 2\u007f\u001cn-o+Y\u001bܑd\u000e\u0002lr\u0019ʴ4] 4vTw\u001d\u0003q_}U\u001dUn\u0015+J\u000eqfTlV4'![wog'| C\u0007M:\betzum\u000fu{? I8\u0019U\u000f-FۜȮjcɻ#\u0017\u0011\u001a\u0013֣u- B\u0016cga2L s}~@\u0017.bS  ʘo5JBͥ% 39ו\u0016x&Yk\u0016j}^\u001dnс\u001eM**?Z\bšMȷ\u001ckSy\u0016/\u0002ID2\u0003\u0011Q/dS:TTɖ痔U1>8a\u000eq>\u0002I\bY\u0013`A\"\u001e\u007fPԬm`\u0010'PD\u000e ;fek\u001br\u0013}dx\u001aɷ}hF\u0016w\u001b[܆n\\d/\u001ePf\u001c\\ʹ\u0001\u000fr gxv\u001ceMO\u007foG#m; /s\u0002z{4W2^5pbU%CEޛ[G\u0001 N\u0003\u0004S\u0011\u001an\u0006o\u007foL\u0007_,[\u0015F\u000fo\u0010\u001b\u001f]  \u0014g*R3\u0018p\u0003r@89{`\u0016QlX\u001d\\վ1\u0001nп \u0017$t/Sۑc\u0000+3\"]\u0017Ky':وn0ꂟWfWK\u0016m/}qe3\u0003N\u0001u\u0006?\u000f\u007fg~;\u0018\bu,hf\u00055@u\u000f\u0019{\u007f0\u007f\u0012;v\u0007?\u0001yaq\u0002ax\u0003\u00196kp2~? ,+ff=\"ۭQ\u007fG^a}5@|~{|gu\u0000jDȂ,~}@|WXfR-;Zޗcڴҧ\u001d>_\u001e~f\u0017 {>Ƹ.@\u0013\u0002v\u001a}߾}\u007fȱn\u0006GO?g\u000e}?1 \u001bt;`\u0006%\u0013d- >stream  HT{P\u0013\u0016O\bGd]0lV\u0011\u0010%R\u0004\u0015!\u0006P\u0010|   q\u0019\u0007+ƁLF'bX\u0005\u000e\u001c\u000e5b\u000e-pY.Цߠuf{Q4M*թ3s\u001amFSyP jHx.R~\u001e&BR)NLn4 j*R\u0015d)$,jyZ\u000fjҕK|T\u0003>%M\u0004\u000eg` \u001c\u0001g k}l\u009bK[;Z/l]fu\u000ff-\u001a8?,\u0017D\b~\u0014z Ӆm'\u000fc\\Ɣ]5긔qW\u0007oL~OfMI\u00134\u0013\u0006l\\q!>\u00073mb\u0013aK\u0010EAxA ͲwWMOʓDH,R\u001b&/2GYdɺ\u001c\"\u001dZHgr\u001d'iJDeQ-SMdԩ>r4ig\u0002Z\u0006\u00179ΧoDry>}\\\\3]\u001ff0x;m[[[}_e ܷ#ݣ£3Ƴ˫iVܬ\u0003\u001a:7\u001e9o}9~N~!~\u001b=?o^ȼy\u0003\u0004\u0004\\X\u001d8.=([ahY\u0018\u0014)\u0017!!oB\bE*\u0017K\u0017E3 !_q[#/VzdMէx{:ʹdՖgG/-\u000f\u001d:\\E \u0005x\u0000$zN\u007fp|'̬H J[A+\u000e\u0010tpPg&m &mK\\Bc\u001b\u0006\u001dp`\u00021Y\u007fGڞyzmfn^vNM@^z?uy\u001bTYr\u0011\u001ad1\u0015z ;UZ\u0002\u0014 !q\u001eY!\"(X\u0010\u000eO6c\u0019$~D\u0001, |Y\u000ePQHB6j d}\u0010,E#'A\u0018D\u0012 F8(vR \\m`V\u0012^\u0013` Ձ O\u001bQP^\u0006,2h\u0001 :C\u0003s\u0000\u0013Uf.\\7\u0000\u0015\u0001%I\u0004$A *5C)\u0005 3[x/X\u0019\u0016i睆\u001cB\u0005?Y\u007f\u0013bd|cXLty;\u0001x \u0016ཛྷtxNOQ k\u000f5y \u0013 \u0018dH\u001c\u000f!b\bWO$R-\u001a8Λ\u0007q\u0010~ l\u0016١\u0010v5+=\u0017 duI3\u001d-5>:V\u0017:*f\u0000!lf\b'P|/Ŀ0\u001a\u0001j\u001f\u000et\u0002o!\u000fk\u001aV\u001fAAȰ\u0017 'k\u000fԲW\u001c\u000f\u0004΁9d;\u001a؉ &W Z\u00016\u0017z?-z\u000e\u001c\\\u000e\u0014.}3EA#(\u0019\u0007필A'-KV \u0011\u0007_\\̓D\u0014\u0017F\u000f@`M :YSg;\u0007e\u000f 7 \u001b\u0011L#~'\u0004 X\u0006K~ĳ] r.\u0007\u0010\u0000>/`\u0000\u0007뗞 ęF:ݟc\u0017Y\u0005/b\u0000Ұ=(V\u0014\u001c\u0019\u0004\u0018 R\u000eÆSQ\u000eE6Rt\u000e D\u001bT\u0010c>\u001d\u001ch ?JvʔT6882\u001d9F J8bx\u0015y'朐$xJ9*XLP T[bQd \u0001m\u0014s@\u000fܬ\u0015l\u0006'4SuHl=ٻ\b R)ʪ \b/\u0017>x\u0000~G\u0006lδBAopb ĪڬUdFG1C8uʹ7 \u0019`-brH@m>&/堄?g\u0012A\u0006\u0004]fEX92PTMH\u0012I\u0013úD\u001ä́ Kϙ =\u0007X#nPp%tFDL~\u001c\u007fB\"x=\u0002WX;\\ bm\u0014sPW\u001ck\u0017\u001d@tY`\\\u0017\u0002\u0012_k\u001b4@[Vw 6ސM㠍ϧBrFI_3^)gy\\5CN4±G:\u008f\u0002+17lAtx*-⠂Ry C\b22\u001c{x*v^ԏ\u0004\u001fzvK8K-Vy`d\b9h!\u0004AH{k~\u001cj\u001bU9JcѶԸ]mlN;\u0007s\u001cc\u0017 . h\"d\u001eO}ĠDOD^*C\u0001Z=Z:ia4ER\u0003\u001aW*\u001e7pFײ/\u0004\u0002\u0018UV Q \u0000\u0010`zlsmz ㉰Ў&I, \u0012.9Xɀ-ppײ Ef\u001cQj \u0012\u0012Iz+ \u0012\u0002*-\u001d\"[p7dY\u000e=ȫ\u0007Ń| \u007fNf\u0007E *\u001fe1i9+Eh-CtiZ\u00146bƢ\"Ӽej\u000629bB5o'ŃҋoǼ5\"\u0018}ʷ>\u0015\u0004 tH\u000fߑ0#N\u0014e8䒡H~\u0010(\u0019 /7.Z\u0019!nj\u001ar>A\u0012-y\u0004\u0010\u0000 ΓA\u00139l(qma[\u00030oD4V,\"\u0004\"@ll\u001e8ɐ7[ Y\u0005D\u001aE^f\u0012G\u000e1՚-4$Xz̽T\u0018Ҟ ]1!Sx+*?\u0002{{q \u000f[D\u001d5Wq?3\"m\"\u0012yX\u001c=\\\u001f?\u0018tc#gY͐\u001dyz! B\u001e\u0003 aֱC51bY(K\u001c\u0013\u00186yc\"D1 Q\u001akZY\u0001Bmg~\u0011 i(\u0016\\1h[\u0002+yoJq\u001c\"\u000el\u0007XۗN\u001d3䅒Dw_\u001aw$AK|oYc > y5sl A\u001d\u001a$(%sthp/m{Z\u0015ay\u0011B\u0004\u0003\u00030T\u0011ǐ׋ιNt\u0001-\"3Reef\u0013>a\u0015$l/چۍ7\u001fi 9\u001en~\u001b\u0007\u001e\u000e~}㧈\u001a¾daJn6 &\u0003\u0015Q,D[K%N\u0004Z\u00187O\u0005/&/ %o^Cޝ ϩ1f\u0015i\u0019c#\u0017z\u0010 ί\u0011\u0004}CN\u0013\u0000\u0013B\b5P`mbJDQI9p{:\u0004^^{\bм^I`'R4D+Vԋ?m͘o\u0012Z!_KL\u0016m\u0010#\u0019kW\\p\u0013 O\u0012}!\u001d}\u001d͍V;R\u001fese95.S; eWYݮ{\u0006P\u0013N\u00105hVhe\"QBƦ) m\u001f+\u0002|]qK2EqYx?UV}\u0002-/}QG؆\u00074H\u0011Vi&&P7\u0016\u0016\u001f@?\u0004\u0018ITPA%\u001cno鳪8l\b\"\u0006`z\u0002-Ƈ HlS\u0014^R9ޛ?mD0\u0007'\u0007u'o{vn\u001awфQ'+VЄ$\u0010j̿|;e\u000f{jO\u0006F|\u000f.\u0018]\u0017Ʒ]~ϼ:)2B+\u000f oox3 h\"dsw;L\u0003&: ɀl\u007fl\u0018Y. b#oY a\u0018\u0017\u001bJ \u000f~R\u0018NG[jè实\u001btE\\M\u0003bx\u0016I\u000f\u007fvP&\b \u0006^]QM]Y\u0018\u0006CefFH׶v33T\u0007Z_\u0001  D\u0010y'܄@ \u0010\b Hx\u0017 !\u0010B \u001aQŁԱ\u0016Μȡk͹gʏu\u001dmI U\u001eȹ5M|G阙Za% 6vЮ5]%\u0006/zϣ\u001dM\u0007b##?\u001f\u001cw]=\u0013 dh}N\u001c/]N}+E'\u001fGz% [\\Rd |\bRE\bp 6̦`OXۚ\u001a\u0018WZn\u0005\u00184g\u000f֯{Nu4,nVq\u000e\u0005%\u0005\\Ăz*U柉\u0014aҚ=urUva!O\"I*gV \u0001V[=\u000ew\u0001\u0002 YU\u0011X!t'\u007f\u001c:\u001ffB\u007fc*i\u0000}\u00065˂4H*ih)\u001em4\\66\\FF\u00192ʷ|i ~\u001de4\u0005L^W'˴Rm6Jtiew@\"\u0002W%^\u001eV6\u0019\u0004g48Zϖ6\u0013Ga~ΩgS:g?sf\u0015\",\u001b28Qb\u00121K\u00107(\u0005\u0003`\u0001?L~9 W\u001f\u0019\u001dv\u0002} V+\u001d\u00065\u0016x\u0004!0,Kz\"4T'ŉtRi:\u007fƇYD\u0019X%ܰ^cgw R$/L\\_A;\u0013V[Nj]:g#{\u0016WGa: 5\u0005*}!ܝ\u0014 yñt슶' \".#!GΑ >ݳ*\u0019`b\u007f\u00194NLs\u0003 `̽kŖ?ܑ\u001d:\u0005\bG\u0011+\u0010 \u000f \u0000\u0002Q\u0006\u0002I @@\u001eAE@ >\u0002q|T\u0016uwn]DqGvƙsgsMHn $w?ӻ\u0006Ytn\u0001x^B[rMdQ  \\@J`xBn'1Q\u0004G4\u001b\u0016ޒ28L;g\u001c~n0%lotҳ:G\u001d\u001cH9\"\u001a͛\u000f\u001fܒ\u001dlY[\u000fJO!}}\u0017 ]\u001dTUVrzE|kE6\u0001*F\u0011U]*\u0003h%\u0003\u0013\u0010iϝ `>\u001a\u001e꿹%xQmN]T{*\u000f;:9\u001eվ\u0006\u001b;;V-v\bȐ\u0012HcAN(\u001e{a9GTKF\u001c r\u0001 q\bĽ:E@ \u001fB\u00100@\u0002qX\b!x\u001bW,b\u00046Es\u0011MSo\u0010\u0015 ю\u00176^\u0001dG\u0017G!#[hF9W&\u0011w/\u0016ngz|\u00072\u001c%\u00163\u0001b\u0015wAǕbn}n2°M%&/& K)\u0016o~QK = @`zѝs,+\b Ja!ؘm|e\u001d\u0016I\u0013\u0001[bkˋ PVK!\"r.q]Qyn K_k\u0015MYZ]RFVJ/ԕrv\u0011}\u0016Q4F>Pd,%aV\u0004Rh\u0005&Ǥp\b0\u0017\u001f0Zi+m^ \u001b Ԥ?)^.#7\u00045\u0016\u0016 +iEqu) k\u001a8  3\u000ek\u001arK\u0015\u0013\u001b\u0010#\u001d(*eI \u001cR6ɰL\u0012.\u0003B\u000e\bO*)/GulmA] \u0011i+UL\bn\u0011SLj:-NliiάM#\u0017zk5 @!\u001f&\\Ha6h\u0015\u0016\u0019_\u000fK)c^qO$)A \u001bk\u001f\u007fyyٖ\u0019xoEMr&y$\u001fVsRtҒn[,v{E%ɧ1UTf\"6\u000eb;x6H\u0012It`s`@)aSd\u0014v77(\u001ex \u001f^CQT~muA-ߙ\u0019c`[\u0005Z}D9euF?KUfA\u0003\u0006CQIK`yG>,|514s֫YrJ&ċzeW;Z3ٵi#8Ib:?5TUZؗ{F(4\u0003~y?O\u00100 瀉ĕB/A/\u0005F\u0005.  ] , \u0007\u0006N`!-r q˹o(A$\u0000@3\u0004fJElhi\u001a !hi\u0007԰\u0001XT\u0019!\u000fldWE^\u00056\u0005\u000f6`\\ ?\\\u001dnߗ\u001e\u001dY%\u0002\u0015 /\u001e\u001bf D\u0007cv'\u001ek7=\u00002\u0018ch-WN}F\u001bΥގ ޴7wAݍ}wF7\\Va\u0016Z»\u001ePz\u0016\u000eE r\u000f4I;7\u0003 1uZ9y(\u000f\u0018]ebI~5ĺ+|0S J$\u0003IO#S.gep`wpYr \u0019'ɌJMjphZzn[5RouB:Qd ISrX($\u0012./֗\u001b$Qz?YF\u0003^D0\u0014\u0010jP\u007fln6\u0002̗\u000eY;E\u001e݇*j$Sx\u001c\u0016\u0017\u00038 N!a\u0002Zû[Lw 3&ko|{mc0\bE\u0010D1\u0014,\u00124F %2vj}JJ;h}#@\u0011M0\u0016\u0016\u0003#NKf&l;܁Z\u001abQlU\u0015\u0018\b?sOII\u0010:$-\u0016j,2>\u0003ę}Ra\u0007\"\u0015W@\u0005\u001fyU۾iel|' {\u0016GfՎ*\u0001u;#͢] )\u001b \u007f0 [/U5fq\u0011w>[p\u0001&祛j0~2\u0012(\u0004sh96\u000ePޖ \u001boI3\\  \u000fa\u0013M usVXAS-lPm{\u0015ZOjfJa\u0014\u000e\u0019 Q\u0012|a \u0014Q_'ա\u0005R\u001biˋtFǃ\u000e\u001a\u0005\u0012\u0000%\u007f.\u0007m vA\u0000 4>ħر,J!d+#QJG \u0001+q[\u0017\u001a CZ,&j2Y\u0012\u000eA\u0011o\u0018\u0011\u000e\u0019,cM\u0011Ӂ \u0012OjLj%1\u000e )1+Z{pO]xѴ(&F$44  1v\u0011#8jKO>Gm gMj\u001el)zR\u0006\u001eڍ`.Iv\u000fmc0 L&(,2Ik\u001aFMDɥ[\u0004Yb}\u0006\u0014\u0004q %+2}\u0017&z\u0007{j|z\u0001u\u0002GʌT)\u001fh\\]^sر:&{T6c: c'jl\u001e/;)%-\u001f\u001b=G@0\u001e\u0013;\bK8PN#\u001d&\u0014D^~nZ@\u001dټ\u0016yៀ\u0018\u0014\u0016(DCVfx(\u0001s \u0014H ilS\u0003aF>gA9 :f73ȕ\u0012\u0004h1\u0014@\u0002Qs0k)!'JB6d2c0U\u001e\"a /ogn ?\u0015f`\u0013%\u0018#4؎0f-{\u0002ٷ\u0019\u0005sf\u0011\u001fq'}؍ї+zw+\u001d? b\u001f0vϝ,;EZ#ډ aU'Ff#`Nn\u0017M2\u001cRЈvHOUydJ4O(\u001dd NC.5CZωjǺ(kih|>\u001417A\u0004sz\u0018Y\u007f\u0014r\u001c\u0014Ƭ&\u00176c B\u0012bFi\u000e!j'ʛh\u001e~n^\u0001\u0001,AC\u000eh+ ѯՖ\u0003cj\u0016=!(8'F\u0007Άdv~ {(kSbFs޼J=\u0003xd\u0015d358\u0019H[Z`C;/X $tM)wx\u001dպȝ\b\u000fIY\u000f\u0003IX\u000f UՕ\u0017\u001fQ\u0012r@\u0015>G88F=7?V{\u000f̊YǑ7 Rgde ˪\u00054\u00164LF\u0006GG)5; \u0011Aa ̴#) \u0006Q\u0010\u0015+^!\u0015\u001e45*\u0018mnq*~\u0017Wq]} Ѱ\u001ct\u00006cc.aw/\"e\u000f}e|k3Z>esvW-a{'WwsR\u0016ZK#\u00161iV\u0004a\u001d\u0017Ko0\u0006ދm    ~555 z{\u0019T1W$U̐xYzW&IzMiYt\u0017\u0002Ka[+|aEmϘ\u0016ݦ\u0006\u001ez_sַg\u001a`O1\u0005\u0005%u\u0015o\"s?CKx#RWYPS \"\"\u000f$%e\u001eM`c\u0014\u0005iEK/\u007fĔ7_>Ӭ?/p@\u0006د\u0003\u001b\u0015'\u0002tq/j-\u0002i5P\u001a>ߐH\u001c y3CO\u001b#\u000f b\u0005n\u000eM\u0014\u001c) \u001e\u001b}\u0015lzgϷ0ʃʸ( l8\u001bo >stream  HUiPTW\u0016~Gnv\u0011\u001bzuT\u0018Q\u0011`\\F#ąQ\u0010Ffe\u001aD F\u001af&(\b\u0018hEPP@\bT\"\u0013\u0018ft2Tr*I)C>&?TW=mhVm\u000e `IOݗ1#;)9.4;g]Z`&E\u0013\u0000\u0011o$\u0012=T(P\u0014v\u0011[ibgsNIhZ\u0016ϟi[/0#!91)[hr\u0005d^\u0017\u0010\u0011ׅ\u001e֧e6e\u001823 1}t\u001bt\u0006}ސ#N\u0012κ,].\u0010\u0013O12\u0012&g#E7EGӒu\u0019i$@>\u007fD\u0014%fd!MP,wj\u0005EQ\u0012*vQT\u0004MA-\u0012i\u001d}҆gSesO#\u0013\u0011[mu\u0016I=˲l\u001c{\u00152,Uvn]\\\u0018{'\u001d QB9ޑj \u0016u8\"\u0007q0Q%`'a51+ /\u0014G\u0013\u0001 w\u000f:\u00106p\u0017HH \u0003ۅA9$\u001d/H\u0004\u000f \u0013x\u001b\u0012\u000e\u0015:\u0010\u0006\u001a \b2d\u0002i+d\u0012tdBށ\u0005\b[g9F#E%xkH~Tz:  M4]&¤kL\u000f\u001e,/עM  \u0019=,\u0019{U\u0013( `SAkE_} :\u0015}*[S\u0019\u0001F@'f\u0006pT[T\u0017z* \\{\u00050$\u000eylJgFmޭ\u0003\u000eஂ(ܷ6w#&\u0004r9.ډ ܫ;ݷ;R\u0013J \u0007`\u0016(B\u007f\u0018\u001d-)58'VuG(m٘N;j\u0006۪ge\u000fj/h\u001djjg#wqϢ_, ,l]|?7y\u0011HZ`5$%ޮ \u007fא\u001bťQ lU/\u000fy-yDS}{:V\u00073V\u0005;\u0014W_8c*tֶѲKeqeKo\u001b+pG\u0014\u000f\u0006B&E-̜RU>z aJG.\u001e+\u001fўO\bTIml\u007f{^,|p\u0014B>+\u0007\u0015#(\u0004ۘ RԨ~WLm\u0019ܹ\u0007Ŵ\u001f\\s\u0007|$ݚ\u0015zEPy\u00025ȿ\u001b1\u007fol\u0013=s⚪s\u001dG\u001aw)N\u0013r\brrt|Ӂ\u0006͔CM\u0000) \u0015Ș\u0001\u0002~j \u0004W^+,ER*ZaT|&-Z,,a@\u000e\u001c :gw7 ӦH%\u0002gMK\u000e\u0017Rh~܁\u0001gwpdoÓs\u001fV *֟\bȾO\u0014d\u001aP\u000el |c:=ˉ~7\u001a\u0015!j\u00033t\u0012K̮#X[_\u0015Gu,L\u001dh}W\u0014\u0011C@\u0018\u0012I& D$\bmP \u0010EcQ1U\u0013OZ\u0011=\\~nN;\u007f=gw. \u001aB I\u0011^\u0006 f\u001e/\u001d^O+FOp S\u0012.\u001bWp \u0017oIOR&3t\u0019t!ߤr &6wPێ E:`#.ܞ8H9ȯ:cm\u0015LG\u0007\u0017  \u0012 [\u0015ǐX\u0010\u000fvֻYRs4f\u007fbtP`܊5 wפBt)\u000f\u0011ǹb\u001a(ҪZT*\"N` \u000f\u001e> [ \u0015B \\0-6ե`.SGs\u0005&\u0010C/Y(UE+\u0014%\u001d0'X`R6\"W\u0005,_[j-bHc}jhvaZk=LS~ъ\u001cC܁N\u00049qXh}&0\u0006NJz1\bU\u001aͯ$6qT%ZX3\u0014\\僩aO\u001d*\u0001\u0016i`t8=\\\\Y!\u001d\u0006ɲW\u001f\u0001\u0006\u0000R  endstream endobj 41 0 obj >stream  HV0Bs\u0005\u0013\u001c\u0005#̼ !D$1%EL\u00011JH¤ Ҧ(&0\u00028N)-\u0000 (T  i\b4\u0005\b0\u0000H  endstream endobj 42 0 obj >stream  H=*\u0015aˁ-@ ~\b/c\"\u0004l\u0000\"\u0011\u0013AJHX\u00019  '%?\u0016@wyޡNu\u007f\u0000x\u007fkt\u0017*C \u0004g{6\u007fb})2?@\u0010vb\u001cN$ EO.=׈\u0015z̏0\u001b`\u0019*$ EY\u0019BQ\u0006 \u001dn5VI\u0016*8Pݵ7\u0007 BQa\u0007Jdm\u001a .^: :'bT\u0010.\u0014\u0015b\u0010K[o,\u0014\u0015tO\u0012ݵ;V \u0017 !\\(*2*BPTde>[8\u0085\". dm/\u001d\u0085.9\u0004JPTe>m\u0014\u0085*D\u001cɪNPTRe>y\u0002%Ҿ\u007f6I|64o_}3떤U\u0007q[웜qb\u000f\u0001vnu?Gٯ\ud953,\u001c(2qJv0pH\u0003lj\u0013uXc([s yo\"S鮂_7}er 8XA\u000eCܘw\u0003of*\u0015\u0014=pf\u0003Ǽ\u0003\b\u0002\\ʝᴺ7u4Vfw\u0017XZܘ/\u0019^:S\u0018k \u0017#{\u001ek \u0018Uȗrϖɪ~7\b\u0016\u0011綗\u000eX\u0002woo ?\"\u0006Oh/Y\u0015iUk/@(\u0018x^#_\\\u000fU}wo \u0010\u0016\"\u0006_\u001a*:x\b\u0010\"\"\u0006\u001fNpY\u0001\u0004C\u0010.@^\u0018d4WS\u0017\u0005\u001d\u0011\u0003g'/ P\u0010\"\u00062\u0017\u0005(\u0014\u0011l6 \u0003\u0011#b\u0012fhɓUx\u001f\u001b\u0011í`hip\u0001AĤiw\u0019.Zyt\u00101 J-_Xy\u00101ѤM-_\u0016yہ4\u00111IѰM'_v\u000e$IG:e\u000eFݵks qDL\"\u0012\u0017Qy\u00014/yͼ\u00002DLR\u0017-p0l/\u001dn\u0003xD-|m\u001a\u0006\u0019\u0011\u0013E\u001bN[ϼ\u0000D*|YZ}\u0006\u0004\u0011\u0013=^y\u0001 \"g{?|\u0019k\u0004`.\u0005MrJ_b4o#\u0000+Dt\u000f \u001f ͻ\u0007[D9M@eww\u000fψ\u0018s X\u00111jp\u0011C\u0000!\"b$_\u0000Dr\u0017\u0000q#b F\"_\u0000\u0016\u0011cb!_ {?a}n\u007fb\"\u0014)!_!7}* .B2V\u0001d2y$2o\bGĔo0xN.%J3dih\u0017 oVt^ \u0017~#zBĔL5\u000e\"_&a[܏=yxx)ND@G| {h\u0014\u0007\u001d(?)@]Q8^!b|a/~ijF)-_o\u001c\u000e$);\u0005\u001d|KSA[&=U\u0006JrmSN˕\u0004\u0011S\u001d\u0004y4\u0018DXy\u001eMi\u0018?lU䋟4\u0012#K6577nDL %\u00071\u0016\u0017߸\u0007I?hVʔoMшm/\u001d\u000fOr:vo]K r>dfI{%uV\u001fһs\u0012\u0015ޟ4DDd7\u0006A\u0014M\u001fmA'\"\"_|PPd[wus vBMIj~| \u0017\u001cY \"P:?aͼW=Y@ѐt\u00125ýz*?tП\u000e DO4\u0014\u0001 ,S4 \u0015X\u001e>O򥓥s\\{G\u001e\u001c\"8\u001a\u0005}9>\u0000FFJ;1k\u001f} \u001cK\u001dhJ\u0004)sݓ\u000fBBXZ:\u0005=mfOCDLt ^捊zw,/{&\b\u007f@]\u0001\u00036`\"\u0011\u00138#\b\u0002r\u0016@NJxKߑ09W\u0003SGW} nYc}a 5wb*вYE\u0016\u001d3~(\u0018]w\u0005\u0002yk=5\u0003N*`Y KqiX\u0001\u00075rgKO>g\u0002yMqrz\\d1\u001e_ p\u001dx\u0004\u0017\u000e=sQ\u0005[$vI^#x\u0004w \u00118k ~\u0014 \u0003\\>qf\u0006hd1\b 6]\u0005Rb|= \u00118I=_梵=f4\u0018/`AHy\u0003K\u001e\u0014cퟂw9Z\u0013=a \u00024Fq^Whd1\u0014\u0019c\u0006r\u0014N1EyEXzE\b` 7mbhyoŸc8R\u0002-]D/ \u0002+`֥',\"\u00001\u0015\u0014F(\u0010\u0018G /?D ib.Yb`~b4\u0006|[N\u0018G0:ޮ@Q\\Z> \u0006KCs\u0013ѳ\u0015D xϗ\u0017z\"C0\u001c:LWW\u0016cN+ s8@ˋH\u00134Ѥa[;>E\u0016cN+ \u000fS\u0010]y~ӟ\u0000E>,\u000e\u001du&V 1$\u0015\u0007]ٜ葿Q3\u0014}U 1\u0004ggw\u0002g $}d.\u001d :\\\u0006eIbGOO\b\u0013v\\\\\u0006^A\u0016c:Lpٜte䑿Ȕ˱ 肤2\baBj.#q\u0014$\\ G\u0017$\u0005`7_x\u0004\\\u0006OƢp\u0019YL屛Ō&  )pX/Bbn\u000e\u0004  F\u0011 t\u0017!Hed1%h0?tAM/B@w\u0019YL z݃\b\u00148uH\u0017 n`g%a2Sb\b\u0017Za\u0016΍г\u0012Ev͹e1\u00057=\u0018Zap/B2R\u0007 07g+JOI7e\\^YL 07}\u0012Bع >e\u0017e1\u0000C]\u0003E+ ʗ\b\u0011\u0014Eݾh2\u0018 \u0011\u0002E+йMJ7cw\u0019Xt \u0016.i9[M\u007fcE}j\u00013\u0015=%!req\u00163]j\u001e(F\u0006]  ?3B\bT=E s\u00180D֧^U\u007fpzJBd:\b\u001eobSl[kujAS\u0012\"gZ⟏7[WWL\u0001.]ge+\u00101߶-\\Ť \u0007\u000eT\u0005vCOI\bQP\u001d/bVB.E|?\u007f\u0010p\u0019w-OZ\u000e\u0011P~\u007f\u001dҥ   ) !n\u001f5 էj\u001eX\u007f~\u007fU\u00169\u0016\u0004\u0006]\u0006 & z>BGLW}\u0012O|O\u0016\u0003\u0011j\u001c\"{Sa\u007f\u001dS\u0012B ]Teq\u0011B¢m\u0017b=pXt\u0011b2]JG\u0006=\u001f!D]v\"35\u000fY Fh6 JOI\baE/ݬ,\u0006ZXQ.P ±\u0011BX34\"4Iz.pW\u0018D9f/\u0005AG\b:BeZSx__zt\u001dQ =\u0019!DRXO ]\u0006Dot\u0005ț !\u001ehׁ\u001bMͷoF\u000e=OQ)t'#H8\u0003\u000fMqyrT\ba\"CO?WG%p !\u0010\b\u007f_e^\u00005\u0012\u0005\b\u0016KFp`Q\u0004  3bw\u0006v0'\u0001Pf\u0015U,\\a c)\u001fn-YZa\u0000pZ \u000f\u001dA>=\u007f6\u0017hR\u0000m|gLV@ 鱟\u000f*b_&I\u0000D!Ӭc-\u001fڵ-&\u0000 7_i,\u001e}ypfF\u0016S> XV|~'˧-6N';\u0018U,x^O\u0002 \"i-*\u001fS[/d\u001dFy\u0017k\u001dj|\u0018\u0000\u0011䗿|OUљm\u001a,O\u0017x\u0001\b!Y웁c&\u001fN\u001dkI\u0000DǾ٢9?5YՃG:xc\u0001e\u0000{!#SQšP\u001f=ypvnV1I\u0000D,\u001fS\u0014ec'\u001eN\u001dNI\u0000Djyj}C~JU1U]=co'\u0001\u0010+x*f}n\u0007a\u000e|\u0012\u0000\u001aNT>aS(ڕ\u000fwY'\u0001\u0010婕 OϞ\u0012nx\u0001%\u001flӰU]> E]12?i\u007f\u000fF\u0015h-\u0004@j.ϾZ?.M=\u001c+дi\u0000,O||\u0018Xɳ\u0007vO\u0002  VLAܖg\u000f>9ޒP\u0000r\u0002*f{ȳ\u0007bt\u0002p7?ڥr\u001c}I؏O\u0007b\u000e\bhWgakй\\cw%\u001eNV11\u0000$Ɗ]咝7]I\u0000di:\u000fc}nV˿g X\u000eU$o֓O\u0002 1Ub?\u00077\u0001 =i:O>Ŏ\u0003~\u0001 =q~ʧʡݵ+\u001e޷[O\u0002 =[6 \u0015\u007fl\u0015˳tޒ~\u0001ЊbOS13ҥF\u0003 7ר\u0018{\u0015&\u000e}R1/[1i5t\u0000\u000e\u001f{[>R\u000eICO\u001e t\u0000cc\u0018~Ib^I\u0000$lyjQ19'%v-+\u0004@l,\u0015j\u0015cn*\u0004@ڨ\u0017\u0018{]>\u0006 FW֓T \u0006W0Yթשo_$\u0000^\u0005. G\u0000vW\u0018\u0018\u0000^Ds?`T\u0007\u000fpQ1\u0000 B\u0014{F>\u0006RJ\u0014{T \u0000g}S>Gv.\u0015S\u0014*\u00062O\u0014.\u001a@|P1\u0005b\u00005.!g6*(T \u0000\u007fT \u0015\u0003\u0000/*\u001fTL!\u0018\u0000\u007f Uy\u0010\u000e\u001e\u0015\u0003\u0000+~Q:\u0004{\u0012R1\u0000)UlӐ\u0001\u0000A\u0014*f\u0000\u0018NTLQ\u0018\u0000xd[)23\u0000@yP1^|\u0006\u0000(٦_1{_\u001e \u0000{\u0002Q1\u0000\u0016s F\u0015y@\u0018\u0000x_1n\u000e\u0001GS)ґ\u0000\u0000a\u001f\u0015s\u0003]|\u0006\u0000(í\\1vRTs\u0001Vgs$O\u0000#*@KG>\u0003\u0000\u007fLVuy@x\u0000F\u0014ewg\u0000\\1n\u000eW \u0000 *O \u00005ג٦\\1Vj\u0000PZ\u007f|\u001bK!c?g?*\u000f\u000e\u0000%tRӻt8 \u0006\u0012ZZ\u007f,LH\u007fi8:W mm=錻ڸNܓ\u0017\u000e\u0000\u0018륌o3kl \u0007x|ۇrb4\u0005\u0018;Ly\u0000\u0010WY\u001d#ƎT^8\u0000`k}*\u001bsx\u001d|\u001b^tِ\u0017\u000e\u00001\u00037hR \u001c1v\u0001@%_7WVvYg\u001dy\u0000ʃ\u0018lt\u0017\u000e\u0000Z \u007fj)ӲPh\u0017\u000e\u0000*mz/ߞC\u000f5\u007fkk \u0007\u0000uy!sqzZDy\u00002\u001ftHB\u0016cY=y\u0000 b/ߞ[6\u001fd,\u0003@x\\\u000e \u001f16\u0017\u000e\u0000\u0005q{й\u0011&YŮ%/\u001c\u0000BWz&%p\u0000\biuh\u001bA\u00121SW^8\u0000\u00043~M'[/;my\u0000\u0010ǥ2/ߧ\u000fm(\u0019d\u0003@\u0000]+Ocӓ7Q[eC^8\u0000\u0004\u001a/ߧ'sO2\u0000%\u001d\u0000`['|ؚm\u0001񼞳%ʷ&.5y\u0000Oz\u001bw\u001b9ZD6y\u0000Swn?9\\ 2\u0000J쩫|^}\\Afu\u0003ssj4K=T^8\u000087ןj f\u0003dٞ\u0001ul;9\u00110\u0000(٦l'9ա#D\u001e/\u0006\u0019\u0000%u]\u0000ېA\u0006\u0000awu\"'/w/\u0006\u0019\u0000E]0\u0001 \u0000nDcyy\u0018d\u0000ݖ_\u0007q3\u0000i͇\u001adVv\u0000x;ST=T^;\u0000Ͷ)\u007f`Iav\\\u0016v\u0000x;#LRٞA& \u0003@~o0I\"&\u0013 2fv\u0000\u0011&d\b\u0007\u0019\u0012\u0007 \u0000\bT>bP5{\u000f\u0000_\u000em-Q^ltxG{|\u0000[^p\u001e\u0003 \u0000@y&b|p>\u001b_IM^>\u0000uG\u001b\u0015 k6ϲwj\u0001'/\u001f@ōu\u001f-N^W$j禷\u0004\u0000T\u0006(/-\u001eB .}صz \u0011\u0013Xz\u001bj\u0007\u0001*G#\u000f\"b۞1̿ \u0000\u0015aq༥\u001c\u007f\u001fDHX{!eV(\u0000\u00046\u0007̈́)[~a2@L ǺO#bϪ/,R\u0006٦ .} 2@5g#_\u00121ZC\u0000SXDb׊$el\u0006\u0000瞏&3~}4\u0011\u0013\u0011IOQ~\u001a\u0000\u001cbx\u001dt\"&\u0012v\u001f$eV4\u00008/_Y'\u0006x\u00101 )\u0003|.\u001b9@E\u0000E篟& bb')\u0003Mmz\u001b \u0011\u0013\u001bk y͗f\bMxRfi\u000f\u0004@N^ek=\u001f\"&NQmF~ \u0000~5_^\u0003DLF\u001a)\u0003 '\u007fbk\"bb\u0016Uʼ\u001b\u0003||\u000e^\u0018\u0011\u00139k~6Ϯ{ʤL\u0000|;_{#b\"gH\u0006Y~,\u0000V|yl3#?\u0016\u0000elC\"\u0010\"LŮ%?\u0016\u001b UKq[\"\u0006꾕倠w\u001aCس\u001aQ\"\u0006+\u001d\u0015 ^=,Tv*\"\u0006U {+oo\u0017\u0010d$b/\\\u001b{A9u4chX(%k USlOtQk'/7^|\u00121x4]\u000eaY{%1N#c{qrK~Δ. +n]zb$j\u00116{}\u001e~\u0018v(4^jz\u0016\u0016Cos/\u00121\u00023\u0017r\"frkDx\u0018v\u0014f!b0/1\u000f5yܫsulǕ8ϖ`Vu/\u0013Zj| \u001b>o Cԉu(d (\u0004&Qs7cHN֤e8e\u0001@5I\u0000@r\u001aS\u0014]\u001dۣEMޏ\u0005\u0000 '6Ĵ$kU>Z?'Y\u0000xF}~v(I\u0016\u0000\u0004iѷ >stream  HtTkTSW\u0016KJfHRʹu͌8\u0002\"Z\u0010 :AS\b\u0013^EPH p\u0013H\b\u0000\"\u0015\"b\"Z\u001ctiZ:֮97ܮ57ss>{\u007fk\u007f砈\u000ftjEVƉpUnjܤu!\u0019C\u0011@c\b&ʮa)%}7jwZ \u0011+\u0011\u0004]Ǌ_=]d\u001b/.I \bظ> T]NKI͕mغuZF/ NR%*e9\u001cެ*uJU&\u00058!&\u001c:k\u0014\\\"IPgT^^rdd!*U,#>V\u0016arI'\u0018hk\u0014y A~ r\u0004ل \b\u0012 !\b CH$DH\u0000\u0011D\u0011) E \u001aE>y>\u0013\u0018\u0005\u001eb\u001b|||\u0010DM9J܉08a\u0011zw A5A\u001d*\u0000Oq($\u001cZÏz`\u00078;Bzvs\u0012Bi\u0005\u0005\u000e c)?\u00053x\u0017\u0013 \u0002+\u0004x0\u001c \u0005c\u0010? \u0001#x\u001a\u0007GA\u0004X9\u001eY䵨\u0006yT/}ZiO\u0006'ǆ2^gW\u0019E }0L'\u007fP\u0005m=n>_}z~\u001b]l*2\u0017SӸ\u0019D'Ż\u001ec\u001cζ773eg(!Gko$y,\u0006*\u0003]RjFJ;'igXP-5=~SHZ\u0018`\u0018\u000ewnyU&g\u001b\u0006k\u001c |\u0018nkk5TRBS #lO\u00130S`\u0003s=y֋%^`\\qr F,w4]\"\u001d`shn9?  |a74칈Dp\u001a> \u001fE\u0004\u0016b.z\u0007>\u0005\u0007\u00040C= _x\u0000 \u0002/gHn9\u007fK]\u007f\u001c94},\u0011WA`LQb\u001aiط:S]%\u0005sD\u001bg\u007fQ[X'0Pw˅N\u0004 3[n[\u0006ryEY\u001a6ٺS5t}qS$귚tT [mmKw\u0012!eTK!H%=u0JK:zO BN^>ɊgP\u007f~\u007f\u0002\u0002\u0001\u0019\\s'\u0016+ax[0w5DGNːcFjA\u0018cKeć\u000e%o~9}0\u001eJKNO;b;dߘF'yavzM)c1\u001dm4t\u001c r\u0001\u0014-_\u0012tZMF3g2n@{{]*\"G_-U0}=4,#v?9T:\u0007z \u0016=a5\u0018(.?f(ŋ+\u0007e# \u007f8-y \u000f\u000e\u0006[|~ > endobj 45 0 obj > endobj 46 0 obj > endobj 1 0 obj >/ProcSet[/PDF/Text/ImageC]/ExtGState >>>/Type/Page>> endobj 2 0 obj >stream  HWMo\u001c\u0011W%GRǞ\u0011H\u0016Dh \u0000\u001b\u0014ݼ{&\u00016!\u007f?.#Wu\u000fGE\u0000\u0007[)zze6m 7\u001f\u007f0\u001f7f7L߮\u000ef\u000f\u0001?4˿~r~2\u001f\u0011h\u001f\u007f~z\u007f_\u0001\u001d\u001e^'L;B 3_ Nϫa+֧\u001f>\u007f\u007f?X3Y%p4F)Gc-\u001fll@S~~\u0016kXv`\u0010h\u0018 'z~.v_#`M@4[ѧ|\u0014Ҙf@P=_?R nbEl89\u0016pN6\u001fO~;?C\bjQ\u0014b\u0018Ϸ1 \u001c۸ȏg:5i2[\"~+\u0010'\u0016.i\u001d\u007fzX¶8Y,l  bG`l:r\u000e$+ כ!zA\u00003:7ϸ[iVE Nsl؄qOmr5կ䄋\u001a{zphp>L.\u0003*$\u000fQm&\u0004*هύjqZ\u0016\u001dl\u0018b0 |p+&\u0016yF(nKiEJ-N] \u0010vU\u0011Dӫe*o\u0004aZzw#\u0018; O%C,Ey5 \u001b6٧QPiH\u0006Eapf?1`\u000ea?p\u0015fE8YQo|\u0010GL~N\u001e\u0011qKjX(ބ\\ĉXGM;%9\u0016z ׋rTQ(_wNu!r{U`+o!P\u001bTOi(/v*myWvޣeW@9S.]k@-YWUAio( dZQ\u0002c^檻9D\u0006)\\%?Гc-=8\u0014\u0010jr\u001ant\u001b]S OAu ^fQtuk\u001dO&p8 SJ2UMpJPÜ;}6'\u001e@P]%\u000fU\u001ci \u0015b]bt nw\u000eM\u000e0d[yNǡ \u0015[m\u0006qu\u0012YT!\u001b̎8\u001c\u0012\u001c&㶸SH\u0019\u0019\u00026\u001bΩ\u0019,ҷ&-:\u0013DL#\u0018  'Jn=(\u001d c\u007fc\u0017ы.ŝR['B\u0006h*Pz/%_{&7[{{\u0017HtW=_ʀq蜫d$ @uQ\u0006W^\"Uе* :sMT?˵4}\u0014\b\u001e ţk1\u0006\u0017,q\u001ag9 \u0003 Ӂa\u007f9|4)U W\u001bTH-'[\u001c'\\t%\u001605r\u0004\u0012\u000e%>ǖ!\u001b\bZG\u001c\"\u0004`w%e$z`\u000f[~-Ia\u0017[Xlb`ʽj\u001bgEl24\u00165HGe\\M0WI;nFд(۽![)8Q\\\u0001\u0013\b\u007f*5ԉT͙fTB4iV\u0011le!5\u001b\u0004JH=\u0007\u0005\u0017ܰioIA\u0002/%7.T]Q\u0007s\u0011\u0015]\u000e\u0011#p+QA^\u0004?UiXk\u0018uN\u0017Z꫊\u0017 P\u0003}\u0006\u001dτ.?@\u007f\b`\u000fvpVI\u001bGWO\u001dL*\u0013z7E\u001d{Uvr7d.'6dd1x׿\u001a2\u0005 FkMs\u0003 @6׮\u001e$\"inY\\$e:h\u0007\u0007\u001f,g]n\u0002\u0014 5mcC}K\u000el Ԓ ];6,!P!\u0014\u001fؤI\"WMFs\\jq#\u0015؞IÖ\u0017 `k\u0003֏yM\u0002$n~Jbf\u000e\u001e8Ƀ\u0013NE\u001eSQ\u0018G_H\u000ei\u0014B KO\u0095CQ\u0004r\u0011m8g\u0001\u0007wy bcib\u0011|}\u00194qzZ\u000eR \u0004\u0011>,\u0019 \u001eMQ,\u0001\u0014B/)C\u000f\u0014p9rc\u001a蛎\u0002چ\u000e$R{\u0010\u0001[\u0018\u0018+Dԑ&g, 9\u0001%\"O\u0006Nb2)-\u0004b\u00198c2&T\u001e Q4!5)F`p\u0007L(-\u0004\u001e\u0017B^01` )xn$2 \u001aGVݗ\u007f\u0016ʎ\u001bm3k0ǧ, \u0010;vS}C\u0001B^?\u0002vZ \u001c\u0006Wo)DC V\u0017݊ 15.ºFs\u0016\u0010|zb\"/Z {\u0010՘Y\u00195\u000e!Q\u0018KPPC 5C{Lc\b\u007f\u0019QQ f.\u001b\u0006\u0007 \u0001\u0011)@\u0010 ea̟\u0017l\u0012?.~T/Wg\u0007!p|Bw!\\aDUij\u0019}1VZl+D!x\u0001ѻ`}D~ \u0000fj ڎN[K5_LQbR\u0010l>drIɷ>zz\u000e5\u0019aP2@#ӟKɃ\u001fI\u0002f\u001c\\\u0002K h*] XtB\u000f('gqMM6r&j\u0004\u0011?nxQr,H֎sc?\u000e\u0014s46Q)(n\u001d$aqB. |O\u0004Й4J\\L%(\u001fu\ba\u00180\u0005(\u0001fWA`\u0006\u0018κ\u001aLK-1 3k*::3 o \u00113&$doAE2)P[\u00167~hM`!\u001d\u009fԄIRpO-/\u0001#̧ J2Q\u001fI=lRىUkB!v\u007f>e\u0000/!|am$\u001a\u0016Ɔ)K\u0012d\u0002/+r'o\u001dօTQ\u001f\u0001 O i^i3>0%2\u0014Ƃ\u0017[%Ds~\u000f!Q\u0002Zc \bd\u0013ן]A_^\u0015^}%`@=9>\u001bώopȅ\u0016&јQ\\t\u0002}  F\u0016\u0007w2c\u001e \u000ekS5d,hM>h!ש!P\u0015B0΄ Z\u007f|h f߆_WᛮN/4f\u001d \u001a^T\u0019wbtj!\u001ei 蛷dBNGN#} -%H4(3j\u0002@\bol2O/~H1\u0013xw|\u0017C 2\bw3za2\"z,\u0003W\u0007&. SX\u0017q{`b?/cs\u0017mJ6\u0006ZGaヱ\u0004/?R\u0012u&\"9S*Il\u001eTb>?|XÅt̥o?*e\u0002Ff(\u0000/%Ւu\u0018d5tؽv>Wk:wjev\" \u0001*\u0013;- F\u001e?YT=R}S7I0z\u0014 cs\u001c0\u0018+\u0012\u0001'\u001d&j}0U ~\u0006IT\u0010XR*뻛\u0003?\u0007 4$~6\u0014$V\u00160\u001b,_\u0005\u000eN\u0014%͊в7&XV|\u0018\u000f\u0018)ߘ)h q+[5bi\"\u0015U91I\u0018b-\u001eL>P`~MIz 4i\u0016sbW\u0006ŻB\u0019rg\b\u0004.$\u0014 ԊBp\u0001֒`3/w\"\u001e\"\u0014?s:RL\u000e \u001ew \u0018/A\u0006c0liRu0{ \u0014}]1E2.LB\u001c\u0003A\u0013TZb$Aٰ-.\u000eq@4MX \u0004K\u0010\u0006mR {+\\ \u00013``/\u00120ї\u0018ďぢ*\u0013 7\u001d0^XB,`:\u000fxY\u0003jmV\u0014ԱERsQ\u00127n]\u001enH?&6 2yԼ/=I̶\u000eW!t=}T0Im3`\u000733YCK\b( t9\u0017\u0016+ӵت7(5A)T]{Y`þs)=\u00046[\"\u001d[d\u0005\u0004\u0013Q7o\\}aA\u0018\b \u0012)Y%+A\u007fʓ \u0004\u0006\u001b=oT\u007f6Rb B\u0012\u0011g?:\u0004yr\u0000;TQ!r\u0002\u0002\u000eY5%z JԌdRbӱp%!V?\\ cÁ7uu [|RGBQ9\u0007rʹ'lSM2\u0005L\u000eg\u000f\u0000\u0013BZ\u007fM|>Y\u007f\u0012\u0000S-qD4\u0007|C\u00175ҜvҵGߋtܗܰ6O\u0015cS 柣\u0006\u0018v6t*bq^͛z\u0003^W,\u000ePrΓQ%u\u001a\u0014? tHn\u0006G\u0012` V+ً߿#JȹG`6\u0019)i\u0019]\u000ecgu \u000eqpMY( \u001a):\u0016\b8uP )Չ\u0003\u0012 u%pI{LS`%%Qi%\u001d\u0017!\u0007bIdzQOM8an\u000eXy\u001bz)L in41\u001eNbM$j\u0001A\u0000g\b9 ie\u007fϫ%Cj.\u0018fYj?t\u0017ex];\u0010J-am6Nꅷ@]'?6\"\u0013 0BhcPʯr\u00177ng.\"j\u001f`%֫|O\u00105LY5? s/ĹTXܝl/\u0017\u0012u\u0003\u0010\u0014?U\"TyonS9:e9 3)^g\u0005\u0007F\u0012\u0001I{\u007fGr\u0016{\u0006 Pz\u001e\u000fʔ\u0016\u0015TxI\u001eiZ~ْxڇ b\"Ydi{OJj\u0016k\u0001&cN~/^\u00035\u001ef@\u0015}?>Į8}WX[Os\u001cv>i燦M:R~\u0014u2\u0005$/1>\u0000\u001dKpyYVd\";'&2!lJ\u0005cx=\u000e%\u0007jn;\u0010vIa~\u000f'PISހ\u0007H?t~.x7]jo$Kj #Lt=^^0\bm\u0014to zwa[♈.$XR8Rztfn^~r#{\u001f` G\"9\u0013\u00014n^\\޸~>`}U;6p\u0012T:N].Ǩ\u0007y\\\u007fX/u H\u000eU$[+zX\u007f/e\u001cqD{>\u0005l \u0011 BVm2\u000f+T9\u0015]ت\u0007˥0\u0003\u0010\u0007\u0015W\u000e V f{ӭ̧\u001fS.y\u0015>\u001bv2SEcMmǅy\u0019C\u001fN[O>M7u~lJ\u0093\u0005\u001c`W/P \u000e5p_A߬I( ~rI@\u0004WeRͩsPcr0X- ,o\u001aTo- U+kJŨm\u0002D7s\\}tS\u0006\u0011]Jx,C k-%6\u001c¡MS UD\u0012!\u0014$q} r(f.ѧʭ\u000eeH ©\\i&\u0017PDK jOTz\u0002DR[;ҵ. M3Ԯb\u0006~\u0006\u0010}Bٱ7g\u0001\u0004\u0011j,=\u001ac&\u00070\u0014մ\u001d\u0012\u001c{D7>k=$ %,}\u00015?1336(RB64q.o35^\u0015 ,E\u0001z\u00172}2Y\u0012vB\\}@S4(BwB'\b\u0017=L&\b\u001d!\u001d\u001d ;F 69@Ri#   a\u0017\u0010)\u0013@x\u001flkH\u001ci&w#}o\\{kXJ71Ўf L3(bd%Jn\u0015m4僉\u0015yu\u0012\u0083s6\u0004\u0018nibEK\u007fMxBWj_˽oq\u0018I\u0015@)]\u001cFST\u0012Ie?ӻg\u000f`\u001bjk\\O\\zBG\u0011ԐHʶ7~L\u0015\u000f xi\u0006p\u0017t=:\u0003;\\\u001bS*aiD💷|m{߶\u001fg/*]V2JE]ȟoJ?b;hF@)%EYL[iL\u001fR 4B]\u0011|'?m6ϸ\u00051i\u0013J\u000eHؖuYڇ\u0001vD\u001e7\u001d! \u0006|H\u0001mj\u0016\u0013Z )W[~O*7L\u001e\u0000\u0014! i ^\u0007uG\u001fĊ\u0003V\b\u0015H&1ǎ2dr\u001f5Ͻߊ\u0003;\u007f8{R>YW5#'\u001b䇃l ϳ N 4S b\u00041UL:d2`\u0000޾IL\u0019 \u0013/\b\u001c\u0018RM`64q.6\u0012g\u0019є\u000f\u0010B\u0000B6G\u000fwuV\u0013C\u0019Ja?\u0012Lp$\\L/-(\u000f\u0017H:o\u00032*U19t- T\u0002L\u001cS\u001d%om{;ry fӞ\u0014J\u0016r }\"\"A̺ԪR#N$\u0004H\u0011&:87ӻR\u0004}48\u00194\u0016Os8GJx u:;|fY-\u001aSdLD;\u001fD~&\u0015ϭ\u00115\u001be*G\u0019\"b[O婣3\u00190Y\u0002RJe1 4\u0000B.\u0013kOQ\u007f?F͝+txq2*\u001f⛕n/At \u0002X*\u0017\u0018\u000f\u000e,\u001bpi}\u0001\u001c]_0VN5t}:8)]\\&OVP>\u0016et3\u0003#\u001cH\u0001?j|d/\u0005L\u0011\" Ԇ`s*\u0018G\b\u0018\u001c.+v:q\u0019۫䩺\u0014I#4\u0011I-ETշ:?21S]gw\u0011\u0005\u0006 xȗ\"m]E\u001cd\u0001 8D|\u0006\u001a>\u000fl kRE:q\u001f8Z@3S e#Pog1-4wO=hU\u0004x^ٝ}8avk\u0007g; 4djiR\u001c EQ8zJ\u001buҚ\u0012G(~Sƅf(I`;.u\u000e\u001c2hF9\u0005@R/,Ti (\u0012K0)4Y\u0001* τx q u\u0013C\u0011\u0013ڒj&EPak³Q=\u0012ߕ͈xRM0\"`CTK\u0004\u0001$MH%\\i˃\u0015\u0016#t)z\u0001\" OL1#X6\u007fSs\u00117@Ͳ,\u001d9R?¨\u0019^Q\u001e2\u0001#cBB@Lx6Wv?=rZZ˛\u0002\u00008J4g~|\u0000\u007fv Uv1vє\u0015pU]\u001d/j__uq[s۲*~/r\u007f{Nuol>^hսs\u0016>RU\u0014^ _ږ^k?2K]\u0013`\u0000\u001b8  endstream endobj 3 0 obj >/ProcSet[/PDF/Text/ImageC]/ExtGState >>>/Type/Page>> endobj 4 0 obj >stream  HWM\u001b\u0011ﯠ$c`]՟\u0010A\u0001\u001c䔽I>I\u0000\u0005>劉i^L-4\u0006$Y]ի?WF~ZV?>VƮJ_O7jCvi>n~1?>iiQ>?Qz7\u001d\u001es+ۿYm \u007f\u001f1ނíR5\u0007VQm\u0014hph؏φCv g \br\u001auz\u000f}\u0015Sb~gXdH\u0003\u001a\u0010ŷsVLe\\\u0006\u0016WwŹh psV*\u0005ê*/Q6\u0086A_לg  j:|D+cq\u0004M\u0000i]\u001bںc&Q;CHF'֫u  V\u0007m$^0)\u0012\\\u001c\u0000~jxG  @ל)Ü> \u0019&d{]M$#їnpюpēʆPE\u0013R՗a-I#~Dt97HU9 dbW6o\u0014\\#w$(i:ٷ+eh\u0002V\u0010Y e#8w\u0018\u0006\" (\u0002:`Cu\u001c?Ac#9*\u0003dxhk\u001dfçЋs'jL60M+l>Ɋ\"C\u0013\u0013\u0006%(ϑQ\u0011I1EMp͵ DaHb4|5 6\u0004L)V֧g\u0011\"\u0005\u001f \u0013\u0010\u0011 P紶RBʾeؙMt\u001daKfD`9S6+UDQ$ [\u0005 .HD[[\u000ek 3T|6E35\u0018\u0007bڋ\u0003,\u0013C\b\u0014\u001fpSmT\u001d鶡vwP0j #\u0001\u001b_R\u0011\u001f3\u0019\"\u0019%n/,\u0017\u001c+,J~blYh\u0001wR\u001c#$G \u001f?\u0004TgǙE '1;w[mʀ[\u0000 l\u00158\u001a!\u000fs\u0019\u0003\u0005\u0002\u000f\b?Oc8rpWaB)稜(x\u0011^\u0003\u001d $a[\u001bL\u0003->\u001d(UJ\u007fdoeCHNK\u001fn\u007faR1YGeMaUYG#\u0019l\u001b\u000e\u00025Ū1r~e\u0018]\u0019Mfظ\u001a\u000fS林\u0002OSk\u0005G>mՇ\u001d\u001fʾSZVS^Ik̕\u0019tf1HNt-\"h0\u0002%nxJ\u0018\u001d2d{ޟ*\u0019\u001b.7X\u0010 v)\"\\\\\u00118\u0006B\u0017Q+YY^\u0018.zAlX\b\u0006q\u0003FlgdNW g\u0084\u0011Nosl \u000f;8REć):Vv%)5ޑ5)̂pO8q9٘\u001b&˥gȩ\u0003Fk6D[ʔ));_B D_ 1bUӿP\u001c[w\u001b'c{9 TeӉF.\u0010\u0018Q\"5c3y^P@!ر&\u0016\u0004YA*e+z9u~F݀Z* 쀍U\u000e5k me\u001dc\u0007ÜR殧\u001a\u001ak y\u0010Xj&\u0018\u0004ˀ R\u0012ֱn\u0019`8Qtfݔc\u0002\u0010\u001a+rhS)}\u0013D*Ծ\u0004Nz8UmwVC1Xv\u001c1\u001e6\u0015dI\u0000\u0013tFJa뵟VjMD#\u0006\u0018`Hu\u000fpA6n!b\u0019rONXX8\u00182$ݤ\"uiI,\u00011\u001aScuUe\u0001\bV..\u0019{%ʎͷ}޳raLH \u0017\u001f\u0007_u\u0005\u001e\u000eƾgGʌ\u0015{*m  d\u001b&6S!ZF\"H\u0017عT\u0006!\u0003\u001bk\\ls`c۸DpӞ Q]7Z\u001bMj:\u0006\u0007L(I \u0004xBuI@t9 0*ȨcFђ܍\u0000(zɼ_|ɤ3h\u0016\u0010 \u0003K.Be3\u0019eZR%-\"t\u0017'(Fd.xb\u001f0t\u0012\u007f-f\u001bd]35'.܎9#s\u000f\u0014B\u0001$Qo&0jJp M '-\u0019 Ǌ)#\u0011]\u001f-O6K3C]2}Œ\u000eS,g'Y4*H%>OO(Dٵ7\u0019\u001eRj\u0015)N(j*\u001c\u0010\u001b\u0015\u001cT/\u0012\b쯘\u0007\u001d\u0006%^4t\u000eUvbk݁\u0012.\u0011k%L}\u0011\u0018\u0012nءql\u0010xđ\u0017\u0018KtUɝG\u0002 ;g_텽Y\u0007э}1kO6[ W k\u0015^V1ev[סBִ2\u0012(]_ą֔\u00105|cMI]~g80\u007fr`Au6Hq\u0018s\u0089kna\u0015$#\u0014\u0015:\u0019 U\u001c{F7ԟu@r\u001a2z~ 7 Js/\\\u0017ŷ\u0013AŚ\u00075r {g\"{2\u001bͣ,ع\u0010\u001a n幯ɎMw\u0012iQz1,=-;W;\u00067qq^tc\u001c`Cfro{q\b;b##ܷ?@X0]\u001eVGg0\u0002 :\u007f\u00195.kOб_\u0013> ;Ԇ\u001e#yڒ\u0006BP\u0003Q\u0018:ӆj\u0001ޫ\u0011Ev@&񉘳 I\"'nZ5\u0011*\u001bc&.Lq\u001c\u001e\u0013ϫ\u00077\u001d'n|%\u0015>>O\b,-\u000e\u001cJ;Bf}\u00118\":[4\u000f{fT\u007ffvݘON)\u0018Fa*9aN}Р\u000fA0\u0014M{1>i6]\u0014/ EAc)lӧ UD24ۿǟJ{2i]8\"j\u0010HQG\u000e4  .\u0004&13>\u000e\u000eUA\u0013\u0019@]ySJ\u001f\u0016XZ=z¥q/\u0011uS| %{\u00033 51^M|)xkB\"~4ʏҭ\u0015\u001f1\u0010z-{)\u000f58U\u0007\u0006%9η[۟O+S\u001b;ݚsC\u001dŭ\b\u001aYðϫtkOnWO\u001aP\u0004B0 ى\u0007\u00156`\u0007A'\u001bayG\\\u0018\u00028\u001b[q\u0019pA.R-헵N>\\>~L\u001ekG^4mc9]s /=aْtЊO}\u00040~'D\\Z\u001bջ߻52C/\u0016\u0016\u0010 >*PAR  \u0002@l>\u0013jB\u0010un\u0011\u0004\u0016J\u000eN\u0007\u001a>\u0019}'D\u0003ߒV|^؋o?\u001aӇ+\u001f\u001d~\u001cZ~Z SR\u0007\u0002H\u0003*\u000fdZ9\u0007\u0017 o\u0013y}\u0006 wl woۿ뾰r_O89\"Åđ  ͈k\\Hv3\b!e\u0019V\u0006u\u001eZʃ{Zbp'p+yp~\u001b\u007fد\u000eU?iH)C4|5\u001c0\u00034ʗ?\u0013Zgm2=wE\u0012Y倚6@9\u0011m\u0011uLy\u001d9 `j]x[$.1 M\u001c#~掺v_U>?/+4\u0015|a [ ڴk\u0015ؑՍAv\u0019c\u001e? ^R s`\u0010r\u001fk\"P7ϬN\b W\u0002IYx\u0017leB[555ߚ0fe\u0011,}W^>tw?S݂FFd`X4\u0015L߸83kXJ \u001eL\u00075 \u0010 i5\u0005/1\u000e\u001c\u0006\u001eP#C M\u001d5\u0016 GA/5s\u00050z &\"[bD\u0010NSx\u0017;vr]4oS F5%\u0015:x \u001dkBKlbЊ &`\u0005\u0007\u0001DWߝ3ԚK\u0015l?I]~ WJ\u001eR)B\u0011\u0012\u001f(\u0003)bVK|\u0012 Aɉhx+\u0017Ĳ n\u0012h\u0002)m\u0006\u0007\u0004+b\u0000\u0010ҽٟO.I_t^\u008ft\u001eNP\u0013لA\u001a\u0010\u001axSB\u0016X >`zXŔt%$ 7Bv\u0001KIng%zogd:3|\\b]O3cm4~vy4eFb(\u0006\"Եf;1\u007fh>/6E\u001a\u00166~I\u0017R\u0011\u0005\u001cl \u0003|r SRC\u0013jJ\u0014oh'a,\u001eO(!m\u001d\bɽ\u00176.\u0006y \u001fn \u0001\u0001jvȌp nb 7O`3N\u0014`\u001el盚\u0001ͬ/5+}Ē>\u0010 P ?8hΰ yqS,J63\u001f@!}X \u0013Qt^b+\u0012\u000e\u007f\u0005cTLt+t6\u0015C#'\u0015_)\\ u\u0017B \u0006g_hiw\u0003?\u0002 \u0000k\u0014  endstream endobj 5 0 obj >stream  HTiT\u0013Y\u0016NL\u0002.AS\u0014D+e\u0003*\u0002\",,\".\u00040\b\b\u0004¾\u00042k頂\u0010H$\u0011\u0015\u001aqA`Denpz\u001c\u0019v\u0019[GN;ضо\u0087s>g3s;ս;.ŝb |dqr{ؔx\u0016VF,Z̡̦ \u000emƅ!P~\u0019BeI(꣝[bm\u0017]e6Ye  |E,:ކtvss\"ddX~f,5O+,\u001e\u0007NI!$2e\u001c&:[\u0011IƒY=X>R@f% y \u0017\b\u0006O    # V};/yޝ\u0016/h\u008c\u0017Z/[Ӣ ۘ5v\u001a4.0'_L昬2anRo3Uv\u0005\u0013 oEbxr\u0012%\u0003\u0004\"I%HlYj\u001eWY,p4 njYUհzFdjjsfV|vvj!bt~\u0007C#x񅓣SS3`EK\u0013\u000e\u001asv\u001d^\u001a5k\u001dr\u0017\u007f\u0011pZߵb[u߮+ګ o^\u0013`rۛ\u0012| |\u00077|ݯU@l@EϏ\u0007\u0007]\u0012\u0011 \u0019y\bQ)O[v bOy\"1\u0007\u0007O?Px\u0011hku 峃\u0012)vS\u00056\u001dˡT-?uFu*O\u000e\u001e /\u0016\u00187*k%\u0019 ħku\u001a(6kWyE˓\u001c1p\u0010Q^*8\u0005?\u0003\u0004\u0006{[H:K\u001c=7ڢbUP[N\u0015K2T{6\u001dR٦ 0DS\u0014\u0003݇\u0002O=\u0007]\u0019@\u0004g!|-ɦN\u000e ~Ay ,1\u001c\u0004N\u001e\u0003QA8Nxe Ԉ2 !\u0010( \u0001\u000f\u001cd!\u0004f\u0013\u0019\u0007ؼ, Ww\u0011z\u000ec\u0010\u001c a\u0002\u0018 |H2ǿٯA05؎Co֌\u0001s \u0004  ,xh m1T4bs7i1p\u001c\u0002p\u001aF%v0Ց\u001egXV\u001cچa\u0011w\u007fYW\ud993̶vSу\b(E+4*TSBf  b^\u000f9t\u00100CEe{QBX\u0018\u0013xL\u0002#ѓ\u0001\u00019\u000ex-! \u001a@\u0004`  \u007fT&֒\"\u001a\u0001E\u001e\u0003\bL^\u001a\u0017j\u0003EVQiBRPTӜ\u007fi\"Vv= 9| \\/\u0015ն)( }m0 \u000f\u0010#k\"d?\u0016-\u001aZ\u000fw\u001f䎠k2En5\u0013֫:>q|cLDb(\u0012X\\:\u001e-(22(\"tgWG\u007fZ1\u00184:웰c@tC@\u0005A\u0002\u001ct \u0011EUWZ> \u0016/+ \u0003ѵW\u001bmm0\u0000  \u0004Nťrt\u0015\\5W[yk7r\u001fpxd[TLk\u001dzP4%fP]\u001bjQJw\u0010)..ȋѹ]\u001f7H\b#9+NZYÿ\u0015V[Lww\u0014ns[W:\u0007!̀8 +~\u001554.p/\"\u0018ć1'se\u0005?rKzMP|}5xw9{ʼ,Dܨ\u0019R,\u0018t\u0011K Xpo[ \u0010\u0012QdQElY9\u0012B\u001b\"n^>,9,®0\u0001a\u0019A\u0010?'_,_\u001fa7jWUX\u0019\u0016afHH!^ďQR\u001c0\u0005ah\u0016ߝl\u0015: 2VF\u0016 ե) Y\u001f[@~J\u0019Ih\u0015\u0019提\u001b1{Kђ\u001dti=\u001dvHCd騁v\"\u0000'O\u0017U\u00198)^6\u000e\u0006k3Ol\u0011=ѣH {\u0005[ǋ]1.PM]\u0010fTCY=\u0012k\u0019\bJјe`z\u001f\u001fH wHRB\u0005|\u000f/;M\u007fa39ZRuPKUY\u0001~\u0002R3wh\"4\u0011\"0 :|7m\u0006hl\u0004fWĿ\u000e&\u0011+4᪬U$\u001fwJ֤:t(2\u001cI  \u0001ը aR9+ Xo[`AL2p|suB@\u001eL\u0003\u001bcZ ^whbJk =R!\u0001!\u0001YMBvIڭD%kR,\\\u001a5kC\u001eK7gyGeVkEՍ\u0011\u0015\u0006\u0018\u0003\u0014$r.p\u0012\u0003&Hz: ?¶a0u+ {k\u007fւ)A\u0014soت\u00050H(#>E O \u0007_\u001cX|6;@&[dӮ/F\u0002 8\u0013! B=WRR\u0003*\u0014'{/\u001c qVA\u0016\u007fYs^g\"\u0017CLV\u0010jJD\u000fDs0eUgov`FiH/;I\"2\\-a.4\u001b\u0007\u0006aE\\43;aLRݟd(`.\u0017z a+[\u001al.!8S\u0018q$Bo\u001c4R6Pmn\u0003_egs)O\u0018\b ]\u000f8 .|4 \u001a#Hغ^\u000f{L` 8h/[!IE=9V)\u0013IrGkfv\ude71bH\u0004_\u0014K4Qg\u0013c`\u001f\u00199%*. [BvL]0#a\u0014>OY^vk:uF|xKS)7GQ\u000e9\u007fI\u0005(u\u001a\u000fDΰMr\u0006^\u000e Y5S%>=PV|z²6\u00140NHr\u0013;\u0005\u0004rLe\u0017A\u001e 9PwXXL9\u001f \u0018.HG,MM*$\u0012!\u0012kg\u0001cbǪ8C\u001fVL\u000fhFX\u001f\u0001$[]q= m \u0001\u0012Q=}̈́o87Y\u000e\u0017Z\u007f\u001as\\\u0019\u000f\u0005\u0013hoxpЖV\u0010 9zӱ\u001dל5q +ӟ\u0010\u00056֢\u001f\u001f\u0019T&\bV\u00132\u001e\u0004\u0013s \u000f\u001d 42\u0004QSa\u00163ə& v'\u0017&}3\u0004B?: ,]\u001f5㿞h9sdy4(>>\u0002e\u001c\b\u0007\u001f.]Y\u0016rlw%dm-bZ Uu#xQNv\u000e=^]\u00033u,gv\u0005\u0016 >Xsv\u0019܀WS3\u0018q2V\u0015) g\u0005z\u0011v 7\u0001\u0007l\u001a\u001f\u0017\u0016O\u000fU1-\u0002sk\u0010Zʆs\u0015./D+q Ș\u00138d[X;| ,\"\u0011C\u0005` \\p}흡εPJ\u0019')g\u001a{2xOAI\u0002*|\u0000K5RL?\u000ee\u001e]v.ؿ&OE\u0005\u0001w\u001e[h\u0004o|}% wPm}WmWo LȈ\u0015iiGERk`~)3\u001eH^\u000e\u0018jBo΍f\u000eLPZ,E\u000fS)\u0002Y \u001a$\u0013$\u0010\u0004r\u0010)eTʘJ ^O/m?}WVz{-)AYHgN\u0013a\u001a\\Hߑ#ob 켏ϐxpL\u0016i\u001f\u0003vk^:\u0015\u0001zFՊ&&h\u0012!\u0007/\u0000Mf}XBr\u0014 R̨'\u001bz\u0002\u0002,G\u001fx wGעZ\u0007iRBq'\u0013^|]ջyړ r??\u0003B]IJ?Ji\u0001\\\bo۴6\u000eVDi\u00149\u0006ۈ46@\u0007Uƨf \u0007ҧ|GùxiW΀Eט\u0017\u0016_p_[x\u0000D3g\u001f4Old9\u001e^*)2$ݡ%Σ2#E2y-ؑi\u0014v UJ)\b3)Ƚ\u000e,+\u0018\u007f\u0002ys\u00139\u000f\u0006m>tԡ )ʝ\u0014\u001e\u0019uF )\u0001\u001b/\u000518⶙) EՓCZNabt,jSY)\u0014}6ad aTW\u0016K\u000e(q%/\u0001Hh:W*j\\ñ HIVM.@l=`-˗\u0016\u0015ٷ'@\u001dK\u001bl[ng\u001cd\u0002{\u0013\u0019~t?\u0019\\U\bozx\\ s5y\u0015o\u0013v\u001bEt\u0019vc%;1\u00069s8±j0b]IMJE\u001cz _-\u000e{&}X.\u0016Q\u001eH\u001a\"\u000f>s\u0005(. \u0017Em\u0004yފ_? \u0016t{\u001eRV \u0007&z5\u0014Y\u00041\u0012YC$ q} ]K'w\u0012$3n;VgT2]ћBIպT`H\u0005q2\u001d!- f\"\u001b\u0005J|ap\u001b],et/\\{\b2~\u0002]ґG:W?>L\u0015~%aFzߔee\u0013v\u0017\u0011f\u0005B\u0015;\u0007N )՞>\u0019Zx\u0012 ˱WG B \u00056\u000f&rM\u001eck;n )x:.++ 1JLAA\u001fmh29\u001aa\u001b6vQLoa \u0005ܭzm^Hޔpp\u0004\u0004/eZ=sX\u007f0\u0017\u000f\u0002ԕ+\u001f#y\u0019}gG\u001aux\u0019\b^ag\u0017\u0007Q\u001fk6{\\G\u001dv\u0003ġBc\u001c\u0002\u001f\u0010\u0016\u0007ěB'P\u001a}'!}7suã\u000fK3sex3p65m\u000e\"N>o՘5l`#rm\b\u001e q`R\u0013 x1hAtJQ!ayh2*8f-)CldTxhjo\u0004b&1dd{{wE\u00197e \u000e\u001f!R&ɕ2 2\u001b\\\u001b\u0019\\}t6K%914\u0006A\u001cl UgKٸE\u0012U\u0010՛%[\u001dFB(OҖ?vv68(\u001c\u001bSw3jM\u001fGP}n\u001f\u001e yʢ \u0018*|S-UͅB(0\u001b#\b\u0007'v\u0003ɰ@e2Yp47;\u001cf1A7\u0018{\u0080ƳKvTB mh)z;&p\u0015'\u000e\u00053\u0018\u0005-\u0007 mTxTtxDLx. 0x^uk(:Gu^M,9.NiS3ɂc;\u0012\u0005sIA}&\u0018z~]U a6&S\u000fR*'M>$H#ӡ\u0018~\blߊ6\u0018m\u0099O g8˛ ,w'.~iUάT~) Ls \u0019:%W(rd2\u0018L&AD%u\u0007^9GބPvj8|a\u001ciVOX@k%\u0015\u001c\u001bۛ D`{\u0007\\H#h]AT\u0012,*v\u001cs\u0015- A \"$:VGA\u0002\u0017O\u001c[Kh\u0003ᄭ~Y*O0\u0001\u0016.D\u0012=Et#\u0000\u0001{\u001fs\u0013v8=o\u001c $~8\u0001\u0019&2tiKs \"tA%/-h4eeE \u001f_.G]Q}UJ5Z\u001c؇\u0002dёs\u000227.+3[ax\u0005\u0015z3f}`\u001d1؄d\u001c.siz蚛(Hfn\u0014NU\\UX9N>l2mu'e\u0001T\u0013\u0018bV=\u001a\u0012/+̎!.Qa\u0001S3 ')rwMu13 ze^jVcp,&QD \u001a\u0010\u0001E \u0004\u0004\u0004\u0002 \u0005 \u0002\u0012Ĉ\u000e\u00120*N3$ZMj\u001c=\u0017M:d̴sf\u007f;] C\u00035 L=\u000e'Gb|zG*\u0012\u001b\"Dko-;N8up)]~\u0017J ~{;=s\b{2$j1=\u001bib  ̦xj\u0015&'\u0016 7Zxj2\u0003|;\u0004\u0007/ޤ\u001eNcmNR` e\"Ũh\u00018[1kB\u0001w9=pթ?#\u0015h6\u0012'=\u007f-_4Ǜ\u0015etLZF\"54L]DJ+\u000ee0\u0005GYa[\u000f[\u000fQ ⇎\u0006|.\u0012Ι\u000eBT\u0011Y\u001f+B;^$),Xgx@\\(簡W\u001feT\u0017 gfj>9 55k EIDܲZ\u0001m\u0005!K;Qbي;Xa\\sy91\u007fojQL\u0000G  #êt\u0002BK=d^\u0012\u00162P\u000e\u0011G+\b+Rv9AKr,\u0014\u0001\u00013 I\u0004%*?\u0006I\u0005\u0001?,\u0004Q˻\u0018P\u0016 `\u0001\u001a$4$\u0003D!R??ڢ\u0015l-)v\u0002BqiGzC\u0005F87*05Zwxf\u0017΢\"+/2YRG1\u0004*\b\u0014B#Ud\u0004ڮ ȽyxH?\"\u0018\u00171ԟa%r7P\u0018'ӷIv\u001bMA3\u0013[\u0004\u0004xG#hT\u007fS4\u0007\u0004#K \u000eۉ\u000fٓPQ̳a,\"֊kugJ n#md8\u001b+@)6\u0016mUh'y\"\u0011+ \u0012_r=UM1ԉp'\u0018'VH4r\u0015\u0006sd\u0015 5Р C* \u0003\u0015R[A j~\u0019\u007flr\u0005w@ 0*hG>qHUn/:Jcy\"z\u001e\u001co|y\u001d0+ɃՇ/4 \u0007u\u0004O \u001f&lf̍{\u00037*\u001dA:Qzuw9|_6D\u0005 r_nV\u007fO#K\u001a\u00004\u0012$1>`\u00044\u0004x4\u0018G\u0005/r\u001f,>\u0007@}×ί_\u0014\u0002hyZ\\Qh\u0015\u0015ZB#g]ߔ)p, 48V!bҍcX*[a6=N\bA8\u001bze,`\u0005\u0007~h.   t-3GܼFFGk\u000eª\u0014F\u007f\u00060#5\u0002\u001e\u001a\u00186jaZ%JtSŉ \u000f\u00181\u001fY9j%l[ibVXiNf>= /P\u0015\b$\u000f薳UuP#j. \u0002{lgEePnUn\u001f3\b?^ mU\u000e٥\u001dy$\u001fN H.~ O^Ar{@k4e\"&]\u001cb\u0007CIs5iJ\u001atM\u0012\u0014:VȱUj3oVF\u001f\u0007AJPt,ִ=*F\u0016\"~|B\u000f\u0016ڛܴW4+\"\u0006ml{ ׀\u0005v2AKiZ\u0012z\u0004{\u0015;iN#\b(e`n\u0000bm\u001aՐ{ 3R\u001bYCsNW7Yנp\u001a\b\u000ej z\"\u0003}6&o`z`Fh ^\u001f\u000ex-\u001dp\u007f\u0013ր rAkq\u0007\u0017\u001cq~gxƃjLG-\u0005\u0002 }\u0010}\u000e\u0002\u001a%\u0019\u0013ܑpK1h\u0016\u0015r,:R#TkddM\u0010MR\"i] \u0085\u0015\"(\u0010}\u000763u\u0003}LG.pTiۀϦȭm%q\"h!\u0012E64\bHmD̟ \u0002M89Ǟrt:m\u001e\u001c\u007f6 M]Lь/\u0018 ݵ%wBy\u0001. [\u0002j*$$zܛؓBG@[.DGP0R\u0006?d0X''0+I\u0003 ș\u0000r??3̧\u0001o\u000fHd .\u0012\\\" \u0006`k% 5I Kg\u0016~_ėkPS\u0019\u001ds\u001c\u000envU#Z\u0011+c;Jѵk`\"\b \u001d\u00122,Q\u001d$@\b r\u0011D ʥjT)vQjaC߰=\u0001/`тC$0 p%E\u0004\u000f\u0015 ~\u0004)r)C1%,Yڵ\u0000fTJѪ\u0005\u0007\u0007-۪\u001dx\u0005C\u000eLY-kjnjU{2i\u0006?\u001b z1w\u000eߧ\u001bI@x\u0002x\u0019QHvL8U\u0013\u0017iJ\u0012]T\u0010>GÏ\u0015!LB/\u000e\u000ef\"Ԋ$M^>3 r\\șo\u0002[ # ZyclRx[@;WA]\u0016IE'\bM{jw|Ce3?\"v\u0004\u0017_fɤYd\u000eiH,/b`\u0011oka'vyz$VY`)\")pz=/츎 \u0013PwE*;ơN !\u0000;a\b*xMۉp E\u001eECP aqy c\u000ew:\u0010K\u0010\u00002>6#$>\u0012Ŝ^!~s*OS}e_5y\u0019\\\u0011~̋r+\u0014܇\u0002޼/\u0011IH~5t\u001eIj4\u00073~ެ@ \u0011G A(8'.q*V$D[;_\u0010\u0016\u001d\u0006\u0005~\u0010͕ o\u0000{MKO)\u0011,=c+\\\u0016-\\a0 0~x E : ?纃0M\u001anY\u001coe*)G:W\bT\u001a-| m\u0006W(\u0019\u001dZ,F \u0004ř\u0014\u001b\u001fFX@ZP ᄹ|[\u0018ټ\u0012c o\u0014\u000e{.* \u001fbf_J&q\u00071[kVgjSF\u0000>|uf,AjL֮x&>\u0018\bc΀3L1G\u001e=\u001cꕜ\u000f'ѠX\\\u0010HĮr\":\u0013g\u001d\u001b;7pzq\u0012\u0012nh6zީ-o6l,#v+coW$ \u0013˅܊6\u0004qxy@qnG)'b\u0010 Gy k\u0017#\u0006I\"zeJB.^蹈5#:PWyCs (^\u0011i:U#&\"ޕ~2W\u001cx.\u0001I\u0007\u0013hǋŰv\u001b2o}e\u0017?/\u0000F\u0016\\g0C\bR0趻 [\u0003\u0016N\u0019f:Dh͠\u001b{@?:{\\L 69\u000emL\u0016 jw5H^K,Ͳ =NFaWZWl*\u001e66xt|,#Cl5\u00048̦|G\u0005c\u001bx(iwk\\8=%\u0018%%G\"H\" ![B\u0001`\u0007OQc\u000fT؃h_j\u0001(\u0014?N\"'ߥ\"8-[b\u0006N\u000e} \u0014wL&ߺe\b \u0004D`ȭib[eP \u0002/:\u0004X\u0017\u0004Ng~\u0015p-\u00077ㆰz^հn#[ڹt\b&P>ǎt\u001bzeq7|1WUD\u000e7GM'`P\u0016U\u0013\u0011]׎Iw\u0013%GxI8\u001c ŉHc\u00145\u001dKCD* d(9NUqUx[Nj\\zPEb\u0013:K!n(;N7z:\u007f22VA\u000ep:\u0010PP&|P[:(\u0002|D\"\u000e\u000ewT^\u0000)e\u0001V.g\u0012M)wV\u001a٥\u0001 ~\u0001{?\u0007sxe\u0017!WmVW\u0001\u0006\u0000w\"  endstream endobj 6 0 obj > endobj 7 0 obj > endobj 8 0 obj > endobj 9 0 obj > endobj 10 0 obj >]>> endobj 11 0 obj > endobj 12 0 obj >stream              2011-10-03T15:47:17-05:00     QuarkXPress(R) 8.12     2011-10-03T16:10:45-04:00     2011-10-03T16:10:45-04:00           QuarkXPress(R) 8.12           %%DocumentProcessColors: Magenta Yellow Black&#xA;%%EndComments           application/pdf               0203359FMAMuseum.qxd                    uuid:d06e424c-32b6-4679-82b4-fed58a1aec75     uuid:039fed7e-7c2c-4c1c-a77c-e4977eb0e35c                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 13 0 obj > endobj xref  0 14  0000000000 65535 f  0000053314 00000 n  0000053671 00000 n  0000065700 00000 n  0000066066 00000 n  0000075461 00000 n  0000094007 00000 n  0000094207 00000 n  0000094371 00000 n  0000094419 00000 n  0000094676 00000 n  0000094712 00000 n  0000094776 00000 n  0000098538 00000 n  trailer   >  startxref  116  %%EOF"}]}]