[{"detail": [{"content": "Discounts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                   Discounts        Hotels          There are limited lodging options in the immediate NYU area, so you may want to consider staying further uptown or even outside of the city.   No matter where you stay, we hope you enjoy your visit to NYU and take advantage of the wonderful resources the City has to offer.   This list is provided for informational purposes only. While some of these hotels offer discounts for the NYU community, we neither endorse nor seek to promote any particular hotel.             New York, NY  Name    Distance to NYU (Washington Square Park) Amenities 2015 NYU Rates Near By     Courtyard Soho , 181 Varick St,  New York, NY 10013  +1-800-321-2211      .6 miles Complimentary in-room WiFi, On-site Health Club Standard Queen $235-$395 Washington Sq. Park, Greenwich Village, Soho, Tribeca, Financial District  Courtyard Manhattan/Chelsea , 135 West 30th St, New York, NY, 10001, 212-967-6000    1.5 miles Fitness facilities, free WiFi, business center 10% off Best Available Rate   Madison Square Garden, Penn Station, Fashion Avenue    Courtyard Manhattan/Herald Square , 71 West 35th St, New York, NY 10001, 212-239-4569    1.6 miles Free Wifi, dry cleaning/laundry, fitness facilities 10% off Best Available Rate   Herald Square, Madison Square Garden, Bryant Park    Marriott New York Downtown , 85 West Street, New York, NY 10280, 1-800-228-9290    1.9 miles On-site Health Club $275-$435 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  The Marcel at Gramercy , 201 East 24th Street  New York, NY 10010  +1-212-696-3800    1.3 Miles Free wireless internet; Complimentary Continental Breakfast  For Superior Room: $159-$289  For Superior King: $179-$309 For Deluxe Room: $219-$349     Madison Square Park, Union Square, Walking distance to NYU &amp; NYU Dorms in Union Square, subways providing easy access to NYU  The Standard East Village , 25 Cooper Square, New York, NY 10003, 212-475-5700    0.1 miles   Babysitting/childcare, bar/lounge, meeting room   For Standard Queen: $275-$395 For Deluxe Queen: $305-$425   Cooper Square, Washington Square Park, The East Village    Washington Square Hotel , 103 Waverly Place, New York, NY 10011  +1-212-777-9515  0.1 Miles Complimentary in-room WiFi; Full American Breakfast   $235-$312 Located on Washington Sq. Park Close to Union Square, the East Village, Greenwich Village, and the West Village  Club Quarters Wall Street , 52 William Street  New York, NY 10005  +1-203-905-2100    1.9 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, NYU Lounge, Private Club living room with refreshments and computers/printers For Club Room: $152-$272  For Standard Room: $172-$292  For Superior Room: $202-$322  For Suite: $272-$392 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  Club Quarters Midtown, 40 West 45th Street  New York, NY 10036  +1-203-905-2100    2.1 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, Private Club living room with refreshments and computers/printers For Club Room: $182-$302  For Standard Room: $202-$322  For Superior Room: $232-$352  For Suite: $302-$422 Bryant Park, Times Square, NY Public Library, Grand Central Terminal, Numerous subways providing easy access to NYU  The Jade Hotel , 52 West 13th St. New York, NY 10011, 212-375-1300  .3 miles 24 hour fitness center, complimentary Greenwich Village walking tours, free WiFi, shoe shine service, 24 hour room service   15% off the Best Available Rate   Union Square Park, Washington Square Park, Greenwich Village               back to top ^          Brooklyn, NY   Name Distance to NYU POLY    Amenities 2015 NYU Rates Near By   Marriott Brooklyn Bridge, 333 Adams St, Brooklyn, NY 11201   +1-718-246-7000  0.1 Miles   On-Site Health Club   $259-$399 NYU Poly, NYU CUSP, Burough Hall, NYC Board of Education, Brooklyn Heights, Cobble Hill, NY Transit Museum, Numerous subways providing easy access to NYU Washington Square    Sheraton Brooklyn, 228 Duffield St, Brooklyn, NY 11201, 718-855-1900  0.2 miles Health club on site, meeting space and ball rooms, computer station   16% off Best Available Rate   Brooklyn Bridge Park, Brooklyn War Memorial, Fort Greene Park               back to top ^          Washington, D.C.   Name Distance to NYU, D.C. Amenities 2015 NYU Rates Near by   Club Quarters, Washington, D.C.   839 17th Street, NW   Washington, DC 2006   +1-202-974-4222  .7 Miles Complimentary Wi-Fi, Business Center, Gym For Club Room: $167-$207  For Standard Room:  $187-$227  For Superior Room:  $207-$247  For Suite: $237-$277 The White House, Washington Monument, The Capitol Building, The Mint, The National Archives, and The Smithsonian Museums         back to top ^           Chauffeur Service          Carey International, a global leader in ground transportation and chauffeur service, is now a preferred University vendor. Carey offers NYU two options of chauffeur service:     Carey International -- premier luxury sedans (Cadillac XTS and Lincoln Towncars)   Embarque -- economic option with environmentally-friendly vehicles (Toyota Prius+ and Toyota Camry)   University travelers will have access to both classes of service.                                                    Departmental Account Setup                               To set up a departmental account with Carey International, please send an e-mail to nyutraveler.info@nyu.edu requesting a departmental account set-up form.  Once you have a departmental account, you will have access to NYU-negotiated rates.  Payment options include:     Central billing   Corporate Travel Account   Purchase Order                                                                To Book Chauffeur Service                               You may use the following sites:     Carey - To book for one's own travel   Carey Connect - For departmental administrators responsible for booking travel for others   Embarque - To book one's own travel     To Call Carey     US Reservations: 1800-336-4646   International Desk: 1800-842-8420       To Call Embarque   General Reservations: 866-444-2144                                back to top ^               Car Rentals          For NYU Students, Faculty and Employees: Car rental reservations may be made via AMEX Travel or Egencia by clicking &quot;BOOK&quot; on the main page of NYU Traveler . By doing so your travel plans will be automatically transmitted to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels. If you wish to make a car rental reservation directly with the car rental provider, please see below.   NOTE: The insurance that is built into the NYU rental car rates is specific only to business travel. If you are utilizing the NYU rates for personal travel, you are encouraged to buy additional insurance at the front desk of the rental facility, as the insurance included in our rates will not cover incidents that occur while renting for personal use.                     AVIS          For NYU Students, Faculty and Employees ONLY                                                    Make an AVIS Reservation                               To make an Avis reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                                                                Enroll in AVIS Preferred Service                               For first time AVIS users, click here to enroll in AVIS PREFFERED SERVICE . Avis Preferred Service Membership is FREE and encouraged for NYU students, faculty and employees.Membership in Avis Preferred allows you to bypass the rental counter and go directly to your car, without waiting in line or for paperwork! Simply complete the online application and use your wizard number to make your reservation. Due to insurance requirements, only NYU Students, Faculty, and Employees may use this link.                       For NYU Friends and Family                                                      Make an AVIS Reservation                               Click here, to make a reservation using the NYU Friends and Family Discount .     In addition, the following coupons are available:     $25 Off Weekly Rental   Free Weekend Day   Free Upgrade   Two Free Days of GPS     Please note that the NYU Friends and Family Discount does not include insurance . You may purchase insurance through Avis at checkout, or opt to use your own if your credit card or automobile insurance policy includes insurance for rental cars.                            ENTERPRISE             For NYU Students, Faculty and Employees Only                                                    Make an ENTERPRISE Reservation                               To make an Enterprise reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                           back to top ^            Rail          AMTRAK          NYU has a contract with Amtrak which provides a 5% – 20% discount (determined by city pairs) on Acela Express Business Class service. The discount may ONLY be obtained by booking your Amtrak Acela Express reservation through AMEX Travel or Egencia. Please note, the discount will not be applied UNTIL clicking the final purchase button.             back to top ^                              On This Page     Hotels   Manhattan   Brooklyn   Washington, D.C.       Car Rentals   Rail                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Traveler                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                                                   Book       Book with a preferred agency and be automatically registered with NYU's traveler safety service.                           Register       Book NYU travel on your own? You must register or update your itinerary with NYU's traveler safety service.                                    Amex         AMEX Travel       +1-888-477-0451             or              Egencia             An Expedia Company        +1-877-613-4284                                        New        Provide new travel information                    or               Update        Provide updates to existing itineraries                                                     NYU Traveler was created to provide the NYU community with tools and services for their travel needs and to help keep them safer. University-related travel may now be booked or registered through NYU Traveler.   From this site, you can use your NYU NetID and password to book on-line reservations for air, rail, hotel, or car with either Egencia (an Expedia company) or American Express Travel, or you can call an agent at Egencia or AMEX Travel via the telephone numbers provided. By using one of these agencies, your travel plans will be automatically connected to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels, and to enable the University to get in touch with you to render aid in the event of an emergency.   Choice was an important precept for us in designing this system. You can elect to make your NYU-related travel arrangements through other means and then register your travel itinerary with Worldcue.                                  EMERGENCIES   NYU Public Safety: +1 212-998-2222  Consult your Worldcue Trip confirmation e-mail for local emergency authority contacts.                                                        INSURANCE                               Students     Student Health Insurance   CSI Personal Property Insurance     Employees     Guide to Traveling Outside of the U.S. (PDF)   NYU Business Travel Accident/Assistance Insurance   GeoBlue Traveler Brochure—Short-Term Travel (PDF)   Aetna Global Brochure–Long-term Travel (PDF)   Aetna WorldTraveler ID Card (PDF)   Additional Full-Time Employee Health &amp; Travel Benefits                                                                  IMMUNIZATIONS                               Students     NYU Student Immunications and Travel Medicines     Employees     NYU College of Nursing Travel Health and Wellness Services                                                                  VISAS &amp; PASSPORTS                                 GlobalChek Plus - self-service immigration tool, providing visa instructions for students participating in Study Away Programs throughout the GNU   U.S. Government Passport Information - passport acquisition is an individual and non-reimbursable expense   U.S. Government Visa Information - see &quot;Americans Traveling Abroad&quot; on the left   (For Non-U.S.Citizens - see appropriate consulates for visa instructions)   CIBT Expedited Visa and Passport Application/Processing - fee based services                                                                                    Marriott Hotels            Click here to learn about NYU&#039;s negotiated rates with Marriott »                               Carey International NYU's Preferred Chauffeur Service. Visit our \"Discounts\" Page and scroll to \"Chauffeur Service.\" Read More          Need Help?     Send e-mail to nyutraveler.info@nyu.edu if you need any travel-related support.                           Frequently        Asked          Questions »                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Discounts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                   Discounts        Hotels          There are limited lodging options in the immediate NYU area, so you may want to consider staying further uptown or even outside of the city.   No matter where you stay, we hope you enjoy your visit to NYU and take advantage of the wonderful resources the City has to offer.   This list is provided for informational purposes only. While some of these hotels offer discounts for the NYU community, we neither endorse nor seek to promote any particular hotel.             New York, NY  Name    Distance to NYU (Washington Square Park) Amenities 2015 NYU Rates Near By     Courtyard Soho , 181 Varick St,  New York, NY 10013  +1-800-321-2211      .6 miles Complimentary in-room WiFi, On-site Health Club Standard Queen $235-$395 Washington Sq. Park, Greenwich Village, Soho, Tribeca, Financial District  Courtyard Manhattan/Chelsea , 135 West 30th St, New York, NY, 10001, 212-967-6000    1.5 miles Fitness facilities, free WiFi, business center 10% off Best Available Rate   Madison Square Garden, Penn Station, Fashion Avenue    Courtyard Manhattan/Herald Square , 71 West 35th St, New York, NY 10001, 212-239-4569    1.6 miles Free Wifi, dry cleaning/laundry, fitness facilities 10% off Best Available Rate   Herald Square, Madison Square Garden, Bryant Park    Marriott New York Downtown , 85 West Street, New York, NY 10280, 1-800-228-9290    1.9 miles On-site Health Club $275-$435 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  The Marcel at Gramercy , 201 East 24th Street  New York, NY 10010  +1-212-696-3800    1.3 Miles Free wireless internet; Complimentary Continental Breakfast  For Superior Room: $159-$289  For Superior King: $179-$309 For Deluxe Room: $219-$349     Madison Square Park, Union Square, Walking distance to NYU &amp; NYU Dorms in Union Square, subways providing easy access to NYU  The Standard East Village , 25 Cooper Square, New York, NY 10003, 212-475-5700    0.1 miles   Babysitting/childcare, bar/lounge, meeting room   For Standard Queen: $275-$395 For Deluxe Queen: $305-$425   Cooper Square, Washington Square Park, The East Village    Washington Square Hotel , 103 Waverly Place, New York, NY 10011  +1-212-777-9515  0.1 Miles Complimentary in-room WiFi; Full American Breakfast   $235-$312 Located on Washington Sq. Park Close to Union Square, the East Village, Greenwich Village, and the West Village  Club Quarters Wall Street , 52 William Street  New York, NY 10005  +1-203-905-2100    1.9 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, NYU Lounge, Private Club living room with refreshments and computers/printers For Club Room: $152-$272  For Standard Room: $172-$292  For Superior Room: $202-$322  For Suite: $272-$392 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  Club Quarters Midtown, 40 West 45th Street  New York, NY 10036  +1-203-905-2100    2.1 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, Private Club living room with refreshments and computers/printers For Club Room: $182-$302  For Standard Room: $202-$322  For Superior Room: $232-$352  For Suite: $302-$422 Bryant Park, Times Square, NY Public Library, Grand Central Terminal, Numerous subways providing easy access to NYU  The Jade Hotel , 52 West 13th St. New York, NY 10011, 212-375-1300  .3 miles 24 hour fitness center, complimentary Greenwich Village walking tours, free WiFi, shoe shine service, 24 hour room service   15% off the Best Available Rate   Union Square Park, Washington Square Park, Greenwich Village               back to top ^          Brooklyn, NY   Name Distance to NYU POLY    Amenities 2015 NYU Rates Near By   Marriott Brooklyn Bridge, 333 Adams St, Brooklyn, NY 11201   +1-718-246-7000  0.1 Miles   On-Site Health Club   $259-$399 NYU Poly, NYU CUSP, Burough Hall, NYC Board of Education, Brooklyn Heights, Cobble Hill, NY Transit Museum, Numerous subways providing easy access to NYU Washington Square    Sheraton Brooklyn, 228 Duffield St, Brooklyn, NY 11201, 718-855-1900  0.2 miles Health club on site, meeting space and ball rooms, computer station   16% off Best Available Rate   Brooklyn Bridge Park, Brooklyn War Memorial, Fort Greene Park               back to top ^          Washington, D.C.   Name Distance to NYU, D.C. Amenities 2015 NYU Rates Near by   Club Quarters, Washington, D.C.   839 17th Street, NW   Washington, DC 2006   +1-202-974-4222  .7 Miles Complimentary Wi-Fi, Business Center, Gym For Club Room: $167-$207  For Standard Room:  $187-$227  For Superior Room:  $207-$247  For Suite: $237-$277 The White House, Washington Monument, The Capitol Building, The Mint, The National Archives, and The Smithsonian Museums         back to top ^           Chauffeur Service          Carey International, a global leader in ground transportation and chauffeur service, is now a preferred University vendor. Carey offers NYU two options of chauffeur service:     Carey International -- premier luxury sedans (Cadillac XTS and Lincoln Towncars)   Embarque -- economic option with environmentally-friendly vehicles (Toyota Prius+ and Toyota Camry)   University travelers will have access to both classes of service.                                                    Departmental Account Setup                               To set up a departmental account with Carey International, please send an e-mail to nyutraveler.info@nyu.edu requesting a departmental account set-up form.  Once you have a departmental account, you will have access to NYU-negotiated rates.  Payment options include:     Central billing   Corporate Travel Account   Purchase Order                                                                To Book Chauffeur Service                               You may use the following sites:     Carey - To book for one's own travel   Carey Connect - For departmental administrators responsible for booking travel for others   Embarque - To book one's own travel     To Call Carey     US Reservations: 1800-336-4646   International Desk: 1800-842-8420       To Call Embarque   General Reservations: 866-444-2144                                back to top ^               Car Rentals          For NYU Students, Faculty and Employees: Car rental reservations may be made via AMEX Travel or Egencia by clicking &quot;BOOK&quot; on the main page of NYU Traveler . By doing so your travel plans will be automatically transmitted to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels. If you wish to make a car rental reservation directly with the car rental provider, please see below.   NOTE: The insurance that is built into the NYU rental car rates is specific only to business travel. If you are utilizing the NYU rates for personal travel, you are encouraged to buy additional insurance at the front desk of the rental facility, as the insurance included in our rates will not cover incidents that occur while renting for personal use.                     AVIS          For NYU Students, Faculty and Employees ONLY                                                    Make an AVIS Reservation                               To make an Avis reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                                                                Enroll in AVIS Preferred Service                               For first time AVIS users, click here to enroll in AVIS PREFFERED SERVICE . Avis Preferred Service Membership is FREE and encouraged for NYU students, faculty and employees.Membership in Avis Preferred allows you to bypass the rental counter and go directly to your car, without waiting in line or for paperwork! Simply complete the online application and use your wizard number to make your reservation. Due to insurance requirements, only NYU Students, Faculty, and Employees may use this link.                       For NYU Friends and Family                                                      Make an AVIS Reservation                               Click here, to make a reservation using the NYU Friends and Family Discount .     In addition, the following coupons are available:     $25 Off Weekly Rental   Free Weekend Day   Free Upgrade   Two Free Days of GPS     Please note that the NYU Friends and Family Discount does not include insurance . You may purchase insurance through Avis at checkout, or opt to use your own if your credit card or automobile insurance policy includes insurance for rental cars.                            ENTERPRISE             For NYU Students, Faculty and Employees Only                                                    Make an ENTERPRISE Reservation                               To make an Enterprise reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                           back to top ^            Rail          AMTRAK          NYU has a contract with Amtrak which provides a 5% – 20% discount (determined by city pairs) on Acela Express Business Class service. The discount may ONLY be obtained by booking your Amtrak Acela Express reservation through AMEX Travel or Egencia. Please note, the discount will not be applied UNTIL clicking the final purchase button.             back to top ^                              On This Page     Hotels   Manhattan   Brooklyn   Washington, D.C.       Car Rentals   Rail                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Traveler                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                                                   Book       Book with a preferred agency and be automatically registered with NYU's traveler safety service.                           Register       Book NYU travel on your own? You must register or update your itinerary with NYU's traveler safety service.                                    Amex         AMEX Travel       +1-888-477-0451             or              Egencia             An Expedia Company        +1-877-613-4284                                        New        Provide new travel information                    or               Update        Provide updates to existing itineraries                                                     NYU Traveler was created to provide the NYU community with tools and services for their travel needs and to help keep them safer. University-related travel may now be booked or registered through NYU Traveler.   From this site, you can use your NYU NetID and password to book on-line reservations for air, rail, hotel, or car with either Egencia (an Expedia company) or American Express Travel, or you can call an agent at Egencia or AMEX Travel via the telephone numbers provided. By using one of these agencies, your travel plans will be automatically connected to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels, and to enable the University to get in touch with you to render aid in the event of an emergency.   Choice was an important precept for us in designing this system. You can elect to make your NYU-related travel arrangements through other means and then register your travel itinerary with Worldcue.                                  EMERGENCIES   NYU Public Safety: +1 212-998-2222  Consult your Worldcue Trip confirmation e-mail for local emergency authority contacts.                                                        INSURANCE                               Students     Student Health Insurance   CSI Personal Property Insurance     Employees     Guide to Traveling Outside of the U.S. (PDF)   NYU Business Travel Accident/Assistance Insurance   GeoBlue Traveler Brochure—Short-Term Travel (PDF)   Aetna Global Brochure–Long-term Travel (PDF)   Aetna WorldTraveler ID Card (PDF)   Additional Full-Time Employee Health &amp; Travel Benefits                                                                  IMMUNIZATIONS                               Students     NYU Student Immunications and Travel Medicines     Employees     NYU College of Nursing Travel Health and Wellness Services                                                                  VISAS &amp; PASSPORTS                                 GlobalChek Plus - self-service immigration tool, providing visa instructions for students participating in Study Away Programs throughout the GNU   U.S. Government Passport Information - passport acquisition is an individual and non-reimbursable expense   U.S. Government Visa Information - see &quot;Americans Traveling Abroad&quot; on the left   (For Non-U.S.Citizens - see appropriate consulates for visa instructions)   CIBT Expedited Visa and Passport Application/Processing - fee based services                                                                                    Marriott Hotels            Click here to learn about NYU&#039;s negotiated rates with Marriott »                               Carey International NYU's Preferred Chauffeur Service. Visit our \"Discounts\" Page and scroll to \"Chauffeur Service.\" Read More          Need Help?     Send e-mail to nyutraveler.info@nyu.edu if you need any travel-related support.                           Frequently        Asked          Questions »                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Discounts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                   Discounts        Hotels          There are limited lodging options in the immediate NYU area, so you may want to consider staying further uptown or even outside of the city.   No matter where you stay, we hope you enjoy your visit to NYU and take advantage of the wonderful resources the City has to offer.   This list is provided for informational purposes only. While some of these hotels offer discounts for the NYU community, we neither endorse nor seek to promote any particular hotel.             New York, NY  Name    Distance to NYU (Washington Square Park) Amenities 2015 NYU Rates Near By     Courtyard Soho , 181 Varick St,  New York, NY 10013  +1-800-321-2211      .6 miles Complimentary in-room WiFi, On-site Health Club Standard Queen $235-$395 Washington Sq. Park, Greenwich Village, Soho, Tribeca, Financial District  Courtyard Manhattan/Chelsea , 135 West 30th St, New York, NY, 10001, 212-967-6000    1.5 miles Fitness facilities, free WiFi, business center 10% off Best Available Rate   Madison Square Garden, Penn Station, Fashion Avenue    Courtyard Manhattan/Herald Square , 71 West 35th St, New York, NY 10001, 212-239-4569    1.6 miles Free Wifi, dry cleaning/laundry, fitness facilities 10% off Best Available Rate   Herald Square, Madison Square Garden, Bryant Park    Marriott New York Downtown , 85 West Street, New York, NY 10280, 1-800-228-9290    1.9 miles On-site Health Club $275-$435 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  The Marcel at Gramercy , 201 East 24th Street  New York, NY 10010  +1-212-696-3800    1.3 Miles Free wireless internet; Complimentary Continental Breakfast  For Superior Room: $159-$289  For Superior King: $179-$309 For Deluxe Room: $219-$349     Madison Square Park, Union Square, Walking distance to NYU &amp; NYU Dorms in Union Square, subways providing easy access to NYU  The Standard East Village , 25 Cooper Square, New York, NY 10003, 212-475-5700    0.1 miles   Babysitting/childcare, bar/lounge, meeting room   For Standard Queen: $275-$395 For Deluxe Queen: $305-$425   Cooper Square, Washington Square Park, The East Village    Washington Square Hotel , 103 Waverly Place, New York, NY 10011  +1-212-777-9515  0.1 Miles Complimentary in-room WiFi; Full American Breakfast   $235-$312 Located on Washington Sq. Park Close to Union Square, the East Village, Greenwich Village, and the West Village  Club Quarters Wall Street , 52 William Street  New York, NY 10005  +1-203-905-2100    1.9 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, NYU Lounge, Private Club living room with refreshments and computers/printers For Club Room: $152-$272  For Standard Room: $172-$292  For Superior Room: $202-$322  For Suite: $272-$392 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  Club Quarters Midtown, 40 West 45th Street  New York, NY 10036  +1-203-905-2100    2.1 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, Private Club living room with refreshments and computers/printers For Club Room: $182-$302  For Standard Room: $202-$322  For Superior Room: $232-$352  For Suite: $302-$422 Bryant Park, Times Square, NY Public Library, Grand Central Terminal, Numerous subways providing easy access to NYU  The Jade Hotel , 52 West 13th St. New York, NY 10011, 212-375-1300  .3 miles 24 hour fitness center, complimentary Greenwich Village walking tours, free WiFi, shoe shine service, 24 hour room service   15% off the Best Available Rate   Union Square Park, Washington Square Park, Greenwich Village               back to top ^          Brooklyn, NY   Name Distance to NYU POLY    Amenities 2015 NYU Rates Near By   Marriott Brooklyn Bridge, 333 Adams St, Brooklyn, NY 11201   +1-718-246-7000  0.1 Miles   On-Site Health Club   $259-$399 NYU Poly, NYU CUSP, Burough Hall, NYC Board of Education, Brooklyn Heights, Cobble Hill, NY Transit Museum, Numerous subways providing easy access to NYU Washington Square    Sheraton Brooklyn, 228 Duffield St, Brooklyn, NY 11201, 718-855-1900  0.2 miles Health club on site, meeting space and ball rooms, computer station   16% off Best Available Rate   Brooklyn Bridge Park, Brooklyn War Memorial, Fort Greene Park               back to top ^          Washington, D.C.   Name Distance to NYU, D.C. Amenities 2015 NYU Rates Near by   Club Quarters, Washington, D.C.   839 17th Street, NW   Washington, DC 2006   +1-202-974-4222  .7 Miles Complimentary Wi-Fi, Business Center, Gym For Club Room: $167-$207  For Standard Room:  $187-$227  For Superior Room:  $207-$247  For Suite: $237-$277 The White House, Washington Monument, The Capitol Building, The Mint, The National Archives, and The Smithsonian Museums         back to top ^           Chauffeur Service          Carey International, a global leader in ground transportation and chauffeur service, is now a preferred University vendor. Carey offers NYU two options of chauffeur service:     Carey International -- premier luxury sedans (Cadillac XTS and Lincoln Towncars)   Embarque -- economic option with environmentally-friendly vehicles (Toyota Prius+ and Toyota Camry)   University travelers will have access to both classes of service.                                                    Departmental Account Setup                               To set up a departmental account with Carey International, please send an e-mail to nyutraveler.info@nyu.edu requesting a departmental account set-up form.  Once you have a departmental account, you will have access to NYU-negotiated rates.  Payment options include:     Central billing   Corporate Travel Account   Purchase Order                                                                To Book Chauffeur Service                               You may use the following sites:     Carey - To book for one's own travel   Carey Connect - For departmental administrators responsible for booking travel for others   Embarque - To book one's own travel     To Call Carey     US Reservations: 1800-336-4646   International Desk: 1800-842-8420       To Call Embarque   General Reservations: 866-444-2144                                back to top ^               Car Rentals          For NYU Students, Faculty and Employees: Car rental reservations may be made via AMEX Travel or Egencia by clicking &quot;BOOK&quot; on the main page of NYU Traveler . By doing so your travel plans will be automatically transmitted to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels. If you wish to make a car rental reservation directly with the car rental provider, please see below.   NOTE: The insurance that is built into the NYU rental car rates is specific only to business travel. If you are utilizing the NYU rates for personal travel, you are encouraged to buy additional insurance at the front desk of the rental facility, as the insurance included in our rates will not cover incidents that occur while renting for personal use.                     AVIS          For NYU Students, Faculty and Employees ONLY                                                    Make an AVIS Reservation                               To make an Avis reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                                                                Enroll in AVIS Preferred Service                               For first time AVIS users, click here to enroll in AVIS PREFFERED SERVICE . Avis Preferred Service Membership is FREE and encouraged for NYU students, faculty and employees.Membership in Avis Preferred allows you to bypass the rental counter and go directly to your car, without waiting in line or for paperwork! Simply complete the online application and use your wizard number to make your reservation. Due to insurance requirements, only NYU Students, Faculty, and Employees may use this link.                       For NYU Friends and Family                                                      Make an AVIS Reservation                               Click here, to make a reservation using the NYU Friends and Family Discount .     In addition, the following coupons are available:     $25 Off Weekly Rental   Free Weekend Day   Free Upgrade   Two Free Days of GPS     Please note that the NYU Friends and Family Discount does not include insurance . You may purchase insurance through Avis at checkout, or opt to use your own if your credit card or automobile insurance policy includes insurance for rental cars.                            ENTERPRISE             For NYU Students, Faculty and Employees Only                                                    Make an ENTERPRISE Reservation                               To make an Enterprise reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                           back to top ^            Rail          AMTRAK          NYU has a contract with Amtrak which provides a 5% – 20% discount (determined by city pairs) on Acela Express Business Class service. The discount may ONLY be obtained by booking your Amtrak Acela Express reservation through AMEX Travel or Egencia. Please note, the discount will not be applied UNTIL clicking the final purchase button.             back to top ^                              On This Page     Hotels   Manhattan   Brooklyn   Washington, D.C.       Car Rentals   Rail                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Traveler                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                                                   Book       Book with a preferred agency and be automatically registered with NYU's traveler safety service.                           Register       Book NYU travel on your own? You must register or update your itinerary with NYU's traveler safety service.                                    Amex         AMEX Travel       +1-888-477-0451             or              Egencia             An Expedia Company        +1-877-613-4284                                        New        Provide new travel information                    or               Update        Provide updates to existing itineraries                                                     NYU Traveler was created to provide the NYU community with tools and services for their travel needs and to help keep them safer. University-related travel may now be booked or registered through NYU Traveler.   From this site, you can use your NYU NetID and password to book on-line reservations for air, rail, hotel, or car with either Egencia (an Expedia company) or American Express Travel, or you can call an agent at Egencia or AMEX Travel via the telephone numbers provided. By using one of these agencies, your travel plans will be automatically connected to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels, and to enable the University to get in touch with you to render aid in the event of an emergency.   Choice was an important precept for us in designing this system. You can elect to make your NYU-related travel arrangements through other means and then register your travel itinerary with Worldcue.                                  EMERGENCIES   NYU Public Safety: +1 212-998-2222  Consult your Worldcue Trip confirmation e-mail for local emergency authority contacts.                                                        INSURANCE                               Students     Student Health Insurance   CSI Personal Property Insurance     Employees     Guide to Traveling Outside of the U.S. (PDF)   NYU Business Travel Accident/Assistance Insurance   GeoBlue Traveler Brochure—Short-Term Travel (PDF)   Aetna Global Brochure–Long-term Travel (PDF)   Aetna WorldTraveler ID Card (PDF)   Additional Full-Time Employee Health &amp; Travel Benefits                                                                  IMMUNIZATIONS                               Students     NYU Student Immunications and Travel Medicines     Employees     NYU College of Nursing Travel Health and Wellness Services                                                                  VISAS &amp; PASSPORTS                                 GlobalChek Plus - self-service immigration tool, providing visa instructions for students participating in Study Away Programs throughout the GNU   U.S. Government Passport Information - passport acquisition is an individual and non-reimbursable expense   U.S. Government Visa Information - see &quot;Americans Traveling Abroad&quot; on the left   (For Non-U.S.Citizens - see appropriate consulates for visa instructions)   CIBT Expedited Visa and Passport Application/Processing - fee based services                                                                                    Marriott Hotels            Click here to learn about NYU&#039;s negotiated rates with Marriott »                               Carey International NYU's Preferred Chauffeur Service. Visit our \"Discounts\" Page and scroll to \"Chauffeur Service.\" Read More          Need Help?     Send e-mail to nyutraveler.info@nyu.edu if you need any travel-related support.                           Frequently        Asked          Questions »                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Traveler FAQs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler   /   About NYU Traveler                 Sub Navigation                                 AMEX Travel                       Egencia                       Worldcue                       NYU Traveler FAQs                                                                   NYU Traveler FAQs       NYU Traveler is a web-based portal that is linked to NYU's travel safety service, Worldcue. The following are frequent questions asked about NYU Traveler, it's travel safety services and associated travel online booking services.   If you have any questions about NYU Traveler, please call the ITS Service Desk at 212-998-3333 or e-mail AskITS@nyu.edu , or visit www.nyu.edu/its/askits/helpdesk for support information at NYU's global sites.               General Questions  About NYU Traveler                                                    Why has the University created NYU Traveler?                               We created NYU Traveler as a   tool to enhance the safety of students, faculty, administrators, and staff traveling on   University-related business. When you book or register through NYU Traveler, your travel plans are   routed through Worldcue, a traveler safety service with which NYU has contracted. Worldcue will   automatically alert the individual traveler to dangerous conditions that may have emerged where he   or she will be traveling, and will automatically alert the University to emergencies, allowing it to   move more rapidly to assist members of the NYU community.                                                              Do I have to use NYU Traveler to book my   travel arrangements?                               NYU has a special responsibility for the   welfare of its undergraduate students, so if you are a faculty member, student, administrator, or   staff-member participating in or accompanying in an NYU trip involving undergraduates, then you and   all participants in the trip must use NYU Traveler, either to book your trip or to register your   travel arrangements.   Apart from these circumstances, the use of NYU Traveler will be   voluntary for faculty, doctoral students, post-docs, and researchers. For administrators, unit heads   will determine whether the use of NYU Traveler will be mandatory or voluntary.                                                                How do I use NYU Traveler?                               Choice was an important precept as we created NYU Traveler. When you use NYU Traveler, you have the choice of booking your arrangements with AMEX Travel or Egencia or using any travel agency you wish and registering your travel arrangements directly with Worldcue (however, by using AMEX or Egencia on the NYU Traveler site, you can save yourself that extra step of registering your travel plans with Worldcue - it’s done automatically). To access AMEX or Egencia, simply enter your NYU Net ID and password.                                                                Is there training available on how to use NYU Traveler?                               The NYU Traveler team may be contacted at nyutraveler.info@nyu.edu to schedule trainings. The user guides for AMEX Travel, Egencia, and Worldcue may also assist you in your search for answers or general information.                                                                Can I book travel for someone without an NYU Net ID?                               If you are a NET ID holder, you may book travel for a non-NYU individual (i.e.: spouse, partner, guest speaker) by calling Egencia. These reservations can not be made online.                                                                How did you choose American Express and   Egencia?                               We chose these two firms because they are proven: they are widely used by   other universities and businesses for their travel programs; their on-line booking technology is   intuitive; they have 24/7 customer service, including by phone; and we were able to work with them   to automatically forward travel plan information to our travel safety service Worldcue.                                                                What if I have a travel agent whom I have always used?                               It's fine to go ahead and use him or her; it’s still perfectly compatible with NYU Traveler. After you book your travel arrangements with your agent, just go to the NYU Traveler site and register your information before you travel. However, if you use AMEX or Egencia to book your travel, you will save yourself a step because reservations made via these two agencies are automatically forwarded to Worldcue, and thus Public Safety.                                                                What kind of travel should be registered on   NYU Traveler?                               For the purpose of using NYU Travel, “travel” is defined as air travel   (domestic or international), travel by major rail (Amtrak or EuroRail), or a hotel stay.                                                                Can I find lower fares on other online   booking websites?                               American Express and Egencia have access to all published airfares. Either   travel management company will provide the lowest fare inventory available for the class of service   requested at the time of booking unless instructed that a less restrictive ticket is needed. When a   lower fare is found for the same flight through a different booking source such as an airline   website, it is most often because the inventory was available at the moment of the search.   Therefore, with that being said, there may be times when another site or travel agent quotes a lower   cost. Should you prefer to book your reservations through another website or agency, it's not a   problem: afterwards, you can go to NYU Traveler and register your travel info.                                                                Do AMEX or Egencia offer any price   guarantees?                               Both Egencia and AMEX offer their own fare guarantees based on specific   parameters. More information on each of these guarantees can be found within the AMEX and Egencia   booking sites.                                                                What happens after I either book or register through NYU Traveler?                               If you book through either AMEX or Egencia on the NYU Traveler site, you will receive three separate e-mails: 1) a confirmation of your itinerary from AMEX or Egencia, 2) a paid invoice from AMEX or Egencia, and 3) a Welcome e-mail from Worldcue.   If you have booked your travel though an outside agency, and register your travel through Worldcue, you will receive one e-mail: the Welcome e-mail from Worldcue. This e-mail will contain a link to create your profile with Worldcue. It is important to click on the link and complete the profile the first time as this will enable you to update your previously registered travel plans should the need arise.   Subsequently, regardless of how you booked your travel, Worldcue will alert you with follow-up e-mails if there are any current or emerging threats or safety risks in the area you are traveling to.   In addition, if you are traveling to a country that is designated as particularly dangerous, NYU's Office of Public Safety will reach out to you directly to discuss your safety and necessary provisions for your safe travel.                                                              What is this whole \"Worldcue\" thing about?   Will my information be private and secure?                               Worldcue is a service created to help protect the individual traveler: it   analyzes news and information from around the world to identify emerging issues which be a threat to   a traveler going to a particular destination. These issues became acute for the University during   the earthquake in Haiti and the uprisings in Egypt, where evacuation of NYU personnel was made more   difficult and time-consuming by the absence of precise travel information. NYU's arrangement with   Worldcue is that, after booking or registering through NYU Traveler, automatic e-mail updates will   be sent to travelers about changing conditions and threats in their destinations. The privacy of   NYU community members is important to us: your travel plan information is held safely and securely;   it will only be accessed if there is an emergency or a serious threat, and then only by the senior   leadership of NYU's Department of Public Safety.                        ^ back to top             Egencia                                                    How do I contact Egencia to make a   reservation over the phone?                               Call 877-613-4284. The phone number can also be found on NYU Traveler by   clicking on &quot;BOOK.&quot; The phone number is located below the word &quot;Egencia.&quot;                                                                What if I need navigational assistance   with the Egencia online booking tool?                                Call +1-877-613-4284 and   press prompt 2 for Domestic Travel or prompt 3 for international travel. Either agent will be able   to assist you.                                                                  Where can I find a User Guide for Egencia?                               Here you can find a PDF version of the User Guide for Egencia .                                                                Where can I find FAQs specific to the use of Egencia?                               Here you can find a PDF of Egencia-specific FAQs .                        ^ back to top               Group Travel                                                    I am group coordinator/administrator whom typically sends a file to Public Safety before a group trip, should I continue to do this?                               Yes, please use the attached NYU Group Roster and forward to ada4@nyu.edu                                                                  Can I arrange a Group Trip with Egencia or Amex?                               For NYU Group Travel needs, Group Coordinators and Administrators are encouraged to set up the group travel using Egencia's &quot;Meetings&quot; option. Use of Egencia's &quot;Meetings&quot; will allow for automatic transmission of travel plans/itineraries to Worldcue. For more information on how Egencia can assist with your Group Travel needs, please send an email to: nyutraveler.info@nyu.edu                        ^ back to top                                 Accessing NYU Traveler                                                    How do I access NYU Traveler?                               Go to http://www.nyu.edu/nyutraveler.                                                                Who can use NYU Traveler?                               Anyone can access the NYU Traveler site. However, in order to book a reservation with AMEX Travel, Egencia, or to Register a trip with Worldcue, a NYU Net ID is required.                                                              Whom can we call with questions or if we need help?                               Call the IT Service Desk at 212-998-3333. Or if your question is specific to AMEX Travel or Egencia and their booking sites, call them directly and listen for the prompt for navigational assistance. If you need assistance booking your travel, or if your travel is a complex, multi-leg booking, it is best to call an agent at either AMEX Travel 888-477-0451 or Egencia 877-613-4284.                        ^ back to top             Worldcue                                                    Do I have to register my NYU Travel   itinerary with Worldcue?                               As indicated above, if you booked your travel plans outside of AMEX or   Egencia, we encourage you to register your travel plans by clicking the REGISTER button on the NYU   Traveler homepage. If you book your travel plans through AMEX or Egencia, your plans are   automatically passed to Worldcue. If you are a participant in NYU Travel involving undergraduates,   you are required to either book or register through NYU Traveler.                                                                What is Worldcue?                               Worldcue is a leading provider of practical destination intelligence and   real time travel alerts. Worldcue is dedicated to protecting the health, safety and security of the   NYU community while they travel abroad. Worldcue keeps travelers aware and informed with informative   alerts delivered directly to them.                                                                What can Worldcue do?                               From your travel itinerary and profile, Worldcue can deliver customized   travel reports for hundreds of destinations worldwide.   You can receive current travel reports   and alerts for the country to which you will be traveling. You will be immediately updated about   changing conditions that might affect your itinerary, which will allow you to circumvent potential   difficulties with minimal trip disruption.                                                                I booked my travel reservations with AMEX Travel or Egencia; do I still need to register my travel plans with Worldcue?                               No. If you booked your travel online with AMEX Travel or Egencia, or by calling an agent at either, your travel plans have automatically been passed to Worldcue for safety and security purposes and you need not do anything further.                                                                I've had a change in travel plans and made   my changes through AMEX Travel or Egencia, do I need to update Worldcue?                               No. If you booked your travel online with AMEX Travel or Egencia, or by   calling an agent at either, and subsequently changed your travel plans, the changes have   automatically been passed to Worldcue for safety and security purposes.                                                                I booked my travel through an outside   travel agency, and registered my trip with Worldcue, but now my plans have changed. What do I need   to do?                               Go to NYU Traveler and click on &quot;UPDATE.&quot; Login to Worldcue with your Net ID   style e-mail address (ie: abc21@nyu.edu and password. If you have forgotten your password there is a   link to reset it. Click on &quot;My profile&quot; and click on the particular leg of the trip that has   changed.                                                                Who do I contact if I am having   navigational issues with Worldcue?                               Contact Worldcue Customer Service at +1-877-606-4538                                                                Where can I find a User Guide for Worldcue?                               Here you can find a PDF version of the User Guide for Worldcue .                        ^ back to top             AMEX Travel                                                    How do I contact AMEX Travel to make a   reservation over the phone?                               Call +1-888-477-0451. The phone number can also be found on NYU Traveler   by clicking on &quot;BOOK.&quot; The phone number is located below the word &quot;AMEX Travel.&quot;                                                                What if I need navigational assistance   with the AMEX Travel online booking tool?                               Call +1-888-477-0451 and press prompt 1 for online assistance and press 1   again for navigational assistance.                                                                Where can I find a User Guide for AMEX Travel?                               Here you can find a PDF version of the User Guide for AMEX Travel .                                                                Where can I find FAQs specific to the use of AMEX Travel?                               Here you can find a PDF of AMEX Travel-specific FAQs .                        ^ back to top                                                         On This Page     General Questions   Accessing NYU Traveler   Group Travel     Worldcue   AMEX Travel   Egencia                    Carey International NYU's Preferred Chauffeur Service. Visit our \"Discounts\" Page and scroll to \"Chauffeur Service.\" Read More                                   Marriott Hotels            Click here to learn about NYU&#039;s negotiated rates with Marriott »                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Discounts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                   Discounts        Hotels          There are limited lodging options in the immediate NYU area, so you may want to consider staying further uptown or even outside of the city.   No matter where you stay, we hope you enjoy your visit to NYU and take advantage of the wonderful resources the City has to offer.   This list is provided for informational purposes only. While some of these hotels offer discounts for the NYU community, we neither endorse nor seek to promote any particular hotel.             New York, NY  Name    Distance to NYU (Washington Square Park) Amenities 2015 NYU Rates Near By     Courtyard Soho , 181 Varick St,  New York, NY 10013  +1-800-321-2211      .6 miles Complimentary in-room WiFi, On-site Health Club Standard Queen $235-$395 Washington Sq. Park, Greenwich Village, Soho, Tribeca, Financial District  Courtyard Manhattan/Chelsea , 135 West 30th St, New York, NY, 10001, 212-967-6000    1.5 miles Fitness facilities, free WiFi, business center 10% off Best Available Rate   Madison Square Garden, Penn Station, Fashion Avenue    Courtyard Manhattan/Herald Square , 71 West 35th St, New York, NY 10001, 212-239-4569    1.6 miles Free Wifi, dry cleaning/laundry, fitness facilities 10% off Best Available Rate   Herald Square, Madison Square Garden, Bryant Park    Marriott New York Downtown , 85 West Street, New York, NY 10280, 1-800-228-9290    1.9 miles On-site Health Club $275-$435 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  The Marcel at Gramercy , 201 East 24th Street  New York, NY 10010  +1-212-696-3800    1.3 Miles Free wireless internet; Complimentary Continental Breakfast  For Superior Room: $159-$289  For Superior King: $179-$309 For Deluxe Room: $219-$349     Madison Square Park, Union Square, Walking distance to NYU &amp; NYU Dorms in Union Square, subways providing easy access to NYU  The Standard East Village , 25 Cooper Square, New York, NY 10003, 212-475-5700    0.1 miles   Babysitting/childcare, bar/lounge, meeting room   For Standard Queen: $275-$395 For Deluxe Queen: $305-$425   Cooper Square, Washington Square Park, The East Village    Washington Square Hotel , 103 Waverly Place, New York, NY 10011  +1-212-777-9515  0.1 Miles Complimentary in-room WiFi; Full American Breakfast   $235-$312 Located on Washington Sq. Park Close to Union Square, the East Village, Greenwich Village, and the West Village  Club Quarters Wall Street , 52 William Street  New York, NY 10005  +1-203-905-2100    1.9 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, NYU Lounge, Private Club living room with refreshments and computers/printers For Club Room: $152-$272  For Standard Room: $172-$292  For Superior Room: $202-$322  For Suite: $272-$392 The Financial District, WTC Site, Statue of Liberty, Ellis &amp; Governor's Island, The South Street Seaport, Numerous subways providing easy access to NYU  Club Quarters Midtown, 40 West 45th Street  New York, NY 10036  +1-203-905-2100    2.1 Miles Complimentary high-speed wireless, Self-service laundry facilities, fitness room, i-Pads are available for guests during stay, Private Club living room with refreshments and computers/printers For Club Room: $182-$302  For Standard Room: $202-$322  For Superior Room: $232-$352  For Suite: $302-$422 Bryant Park, Times Square, NY Public Library, Grand Central Terminal, Numerous subways providing easy access to NYU  The Jade Hotel , 52 West 13th St. New York, NY 10011, 212-375-1300  .3 miles 24 hour fitness center, complimentary Greenwich Village walking tours, free WiFi, shoe shine service, 24 hour room service   15% off the Best Available Rate   Union Square Park, Washington Square Park, Greenwich Village               back to top ^          Brooklyn, NY   Name Distance to NYU POLY    Amenities 2015 NYU Rates Near By   Marriott Brooklyn Bridge, 333 Adams St, Brooklyn, NY 11201   +1-718-246-7000  0.1 Miles   On-Site Health Club   $259-$399 NYU Poly, NYU CUSP, Burough Hall, NYC Board of Education, Brooklyn Heights, Cobble Hill, NY Transit Museum, Numerous subways providing easy access to NYU Washington Square    Sheraton Brooklyn, 228 Duffield St, Brooklyn, NY 11201, 718-855-1900  0.2 miles Health club on site, meeting space and ball rooms, computer station   16% off Best Available Rate   Brooklyn Bridge Park, Brooklyn War Memorial, Fort Greene Park               back to top ^          Washington, D.C.   Name Distance to NYU, D.C. Amenities 2015 NYU Rates Near by   Club Quarters, Washington, D.C.   839 17th Street, NW   Washington, DC 2006   +1-202-974-4222  .7 Miles Complimentary Wi-Fi, Business Center, Gym For Club Room: $167-$207  For Standard Room:  $187-$227  For Superior Room:  $207-$247  For Suite: $237-$277 The White House, Washington Monument, The Capitol Building, The Mint, The National Archives, and The Smithsonian Museums         back to top ^           Chauffeur Service          Carey International, a global leader in ground transportation and chauffeur service, is now a preferred University vendor. Carey offers NYU two options of chauffeur service:     Carey International -- premier luxury sedans (Cadillac XTS and Lincoln Towncars)   Embarque -- economic option with environmentally-friendly vehicles (Toyota Prius+ and Toyota Camry)   University travelers will have access to both classes of service.                                                    Departmental Account Setup                               To set up a departmental account with Carey International, please send an e-mail to nyutraveler.info@nyu.edu requesting a departmental account set-up form.  Once you have a departmental account, you will have access to NYU-negotiated rates.  Payment options include:     Central billing   Corporate Travel Account   Purchase Order                                                                To Book Chauffeur Service                               You may use the following sites:     Carey - To book for one's own travel   Carey Connect - For departmental administrators responsible for booking travel for others   Embarque - To book one's own travel     To Call Carey     US Reservations: 1800-336-4646   International Desk: 1800-842-8420       To Call Embarque   General Reservations: 866-444-2144                                back to top ^               Car Rentals          For NYU Students, Faculty and Employees: Car rental reservations may be made via AMEX Travel or Egencia by clicking &quot;BOOK&quot; on the main page of NYU Traveler . By doing so your travel plans will be automatically transmitted to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels. If you wish to make a car rental reservation directly with the car rental provider, please see below.   NOTE: The insurance that is built into the NYU rental car rates is specific only to business travel. If you are utilizing the NYU rates for personal travel, you are encouraged to buy additional insurance at the front desk of the rental facility, as the insurance included in our rates will not cover incidents that occur while renting for personal use.                     AVIS          For NYU Students, Faculty and Employees ONLY                                                    Make an AVIS Reservation                               To make an Avis reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                                                                Enroll in AVIS Preferred Service                               For first time AVIS users, click here to enroll in AVIS PREFFERED SERVICE . Avis Preferred Service Membership is FREE and encouraged for NYU students, faculty and employees.Membership in Avis Preferred allows you to bypass the rental counter and go directly to your car, without waiting in line or for paperwork! Simply complete the online application and use your wizard number to make your reservation. Due to insurance requirements, only NYU Students, Faculty, and Employees may use this link.                       For NYU Friends and Family                                                      Make an AVIS Reservation                               Click here, to make a reservation using the NYU Friends and Family Discount .     In addition, the following coupons are available:     $25 Off Weekly Rental   Free Weekend Day   Free Upgrade   Two Free Days of GPS     Please note that the NYU Friends and Family Discount does not include insurance . You may purchase insurance through Avis at checkout, or opt to use your own if your credit card or automobile insurance policy includes insurance for rental cars.                            ENTERPRISE             For NYU Students, Faculty and Employees Only                                                    Make an ENTERPRISE Reservation                               To make an Enterprise reservation, NYU staff, faculty, and students should return to the NYU Traveler Home Page and make their reservation using one of our preferred vendors: American Express Travel or Egencia.                           back to top ^            Rail          AMTRAK          NYU has a contract with Amtrak which provides a 5% – 20% discount (determined by city pairs) on Acela Express Business Class service. The discount may ONLY be obtained by booking your Amtrak Acela Express reservation through AMEX Travel or Egencia. Please note, the discount will not be applied UNTIL clicking the final purchase button.             back to top ^                              On This Page     Hotels   Manhattan   Brooklyn   Washington, D.C.       Car Rentals   Rail                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Traveler                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                                                   Book       Book with a preferred agency and be automatically registered with NYU's traveler safety service.                           Register       Book NYU travel on your own? You must register or update your itinerary with NYU's traveler safety service.                                    Amex         AMEX Travel       +1-888-477-0451             or              Egencia             An Expedia Company        +1-877-613-4284                                        New        Provide new travel information                    or               Update        Provide updates to existing itineraries                                                     NYU Traveler was created to provide the NYU community with tools and services for their travel needs and to help keep them safer. University-related travel may now be booked or registered through NYU Traveler.   From this site, you can use your NYU NetID and password to book on-line reservations for air, rail, hotel, or car with either Egencia (an Expedia company) or American Express Travel, or you can call an agent at Egencia or AMEX Travel via the telephone numbers provided. By using one of these agencies, your travel plans will be automatically connected to Worldcue, a traveler safety service NYU has enlisted to provide you with up-to-the-minute information of potential threats to your safety during your travels, and to enable the University to get in touch with you to render aid in the event of an emergency.   Choice was an important precept for us in designing this system. You can elect to make your NYU-related travel arrangements through other means and then register your travel itinerary with Worldcue.                                  EMERGENCIES   NYU Public Safety: +1 212-998-2222  Consult your Worldcue Trip confirmation e-mail for local emergency authority contacts.                                                        INSURANCE                               Students     Student Health Insurance   CSI Personal Property Insurance     Employees     Guide to Traveling Outside of the U.S. (PDF)   NYU Business Travel Accident/Assistance Insurance   GeoBlue Traveler Brochure—Short-Term Travel (PDF)   Aetna Global Brochure–Long-term Travel (PDF)   Aetna WorldTraveler ID Card (PDF)   Additional Full-Time Employee Health &amp; Travel Benefits                                                                  IMMUNIZATIONS                               Students     NYU Student Immunications and Travel Medicines     Employees     NYU College of Nursing Travel Health and Wellness Services                                                                  VISAS &amp; PASSPORTS                                 GlobalChek Plus - self-service immigration tool, providing visa instructions for students participating in Study Away Programs throughout the GNU   U.S. Government Passport Information - passport acquisition is an individual and non-reimbursable expense   U.S. Government Visa Information - see &quot;Americans Traveling Abroad&quot; on the left   (For Non-U.S.Citizens - see appropriate consulates for visa instructions)   CIBT Expedited Visa and Passport Application/Processing - fee based services                                                                                    Marriott Hotels            Click here to learn about NYU&#039;s negotiated rates with Marriott »                               Carey International NYU's Preferred Chauffeur Service. Visit our \"Discounts\" Page and scroll to \"Chauffeur Service.\" Read More          Need Help?     Send e-mail to nyutraveler.info@nyu.edu if you need any travel-related support.                           Frequently        Asked          Questions »                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Traveler FAQs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler   /   About NYU Traveler                 Sub Navigation                                 AMEX Travel                       Egencia                       Worldcue                       NYU Traveler FAQs                                                                   NYU Traveler FAQs       NYU Traveler is a web-based portal that is linked to NYU's travel safety service, Worldcue. The following are frequent questions asked about NYU Traveler, it's travel safety services and associated travel online booking services.   If you have any questions about NYU Traveler, please call the ITS Service Desk at 212-998-3333 or e-mail AskITS@nyu.edu , or visit www.nyu.edu/its/askits/helpdesk for support information at NYU's global sites.               General Questions  About NYU Traveler                                                    Why has the University created NYU Traveler?                               We created NYU Traveler as a   tool to enhance the safety of students, faculty, administrators, and staff traveling on   University-related business. When you book or register through NYU Traveler, your travel plans are   routed through Worldcue, a traveler safety service with which NYU has contracted. Worldcue will   automatically alert the individual traveler to dangerous conditions that may have emerged where he   or she will be traveling, and will automatically alert the University to emergencies, allowing it to   move more rapidly to assist members of the NYU community.                                                              Do I have to use NYU Traveler to book my   travel arrangements?                               NYU has a special responsibility for the   welfare of its undergraduate students, so if you are a faculty member, student, administrator, or   staff-member participating in or accompanying in an NYU trip involving undergraduates, then you and   all participants in the trip must use NYU Traveler, either to book your trip or to register your   travel arrangements.   Apart from these circumstances, the use of NYU Traveler will be   voluntary for faculty, doctoral students, post-docs, and researchers. For administrators, unit heads   will determine whether the use of NYU Traveler will be mandatory or voluntary.                                                                How do I use NYU Traveler?                               Choice was an important precept as we created NYU Traveler. When you use NYU Traveler, you have the choice of booking your arrangements with AMEX Travel or Egencia or using any travel agency you wish and registering your travel arrangements directly with Worldcue (however, by using AMEX or Egencia on the NYU Traveler site, you can save yourself that extra step of registering your travel plans with Worldcue - it’s done automatically). To access AMEX or Egencia, simply enter your NYU Net ID and password.                                                                Is there training available on how to use NYU Traveler?                               The NYU Traveler team may be contacted at nyutraveler.info@nyu.edu to schedule trainings. The user guides for AMEX Travel, Egencia, and Worldcue may also assist you in your search for answers or general information.                                                                Can I book travel for someone without an NYU Net ID?                               If you are a NET ID holder, you may book travel for a non-NYU individual (i.e.: spouse, partner, guest speaker) by calling Egencia. These reservations can not be made online.                                                                How did you choose American Express and   Egencia?                               We chose these two firms because they are proven: they are widely used by   other universities and businesses for their travel programs; their on-line booking technology is   intuitive; they have 24/7 customer service, including by phone; and we were able to work with them   to automatically forward travel plan information to our travel safety service Worldcue.                                                                What if I have a travel agent whom I have always used?                               It's fine to go ahead and use him or her; it’s still perfectly compatible with NYU Traveler. After you book your travel arrangements with your agent, just go to the NYU Traveler site and register your information before you travel. However, if you use AMEX or Egencia to book your travel, you will save yourself a step because reservations made via these two agencies are automatically forwarded to Worldcue, and thus Public Safety.                                                                What kind of travel should be registered on   NYU Traveler?                               For the purpose of using NYU Travel, “travel” is defined as air travel   (domestic or international), travel by major rail (Amtrak or EuroRail), or a hotel stay.                                                                Can I find lower fares on other online   booking websites?                               American Express and Egencia have access to all published airfares. Either   travel management company will provide the lowest fare inventory available for the class of service   requested at the time of booking unless instructed that a less restrictive ticket is needed. When a   lower fare is found for the same flight through a different booking source such as an airline   website, it is most often because the inventory was available at the moment of the search.   Therefore, with that being said, there may be times when another site or travel agent quotes a lower   cost. Should you prefer to book your reservations through another website or agency, it's not a   problem: afterwards, you can go to NYU Traveler and register your travel info.                                                                Do AMEX or Egencia offer any price   guarantees?                               Both Egencia and AMEX offer their own fare guarantees based on specific   parameters. More information on each of these guarantees can be found within the AMEX and Egencia   booking sites.                                                                What happens after I either book or register through NYU Traveler?                               If you book through either AMEX or Egencia on the NYU Traveler site, you will receive three separate e-mails: 1) a confirmation of your itinerary from AMEX or Egencia, 2) a paid invoice from AMEX or Egencia, and 3) a Welcome e-mail from Worldcue.   If you have booked your travel though an outside agency, and register your travel through Worldcue, you will receive one e-mail: the Welcome e-mail from Worldcue. This e-mail will contain a link to create your profile with Worldcue. It is important to click on the link and complete the profile the first time as this will enable you to update your previously registered travel plans should the need arise.   Subsequently, regardless of how you booked your travel, Worldcue will alert you with follow-up e-mails if there are any current or emerging threats or safety risks in the area you are traveling to.   In addition, if you are traveling to a country that is designated as particularly dangerous, NYU's Office of Public Safety will reach out to you directly to discuss your safety and necessary provisions for your safe travel.                                                              What is this whole \"Worldcue\" thing about?   Will my information be private and secure?                               Worldcue is a service created to help protect the individual traveler: it   analyzes news and information from around the world to identify emerging issues which be a threat to   a traveler going to a particular destination. These issues became acute for the University during   the earthquake in Haiti and the uprisings in Egypt, where evacuation of NYU personnel was made more   difficult and time-consuming by the absence of precise travel information. NYU's arrangement with   Worldcue is that, after booking or registering through NYU Traveler, automatic e-mail updates will   be sent to travelers about changing conditions and threats in their destinations. The privacy of   NYU community members is important to us: your travel plan information is held safely and securely;   it will only be accessed if there is an emergency or a serious threat, and then only by the senior   leadership of NYU's Department of Public Safety.                        ^ back to top             Egencia                                                    How do I contact Egencia to make a   reservation over the phone?                               Call 877-613-4284. The phone number can also be found on NYU Traveler by   clicking on &quot;BOOK.&quot; The phone number is located below the word &quot;Egencia.&quot;                                                                What if I need navigational assistance   with the Egencia online booking tool?                                Call +1-877-613-4284 and   press prompt 2 for Domestic Travel or prompt 3 for international travel. Either agent will be able   to assist you.                                                                  Where can I find a User Guide for Egencia?                               Here you can find a PDF version of the User Guide for Egencia .                                                                Where can I find FAQs specific to the use of Egencia?                               Here you can find a PDF of Egencia-specific FAQs .                        ^ back to top               Group Travel                                                    I am group coordinator/administrator whom typically sends a file to Public Safety before a group trip, should I continue to do this?                               Yes, please use the attached NYU Group Roster and forward to ada4@nyu.edu                                                                  Can I arrange a Group Trip with Egencia or Amex?                               For NYU Group Travel needs, Group Coordinators and Administrators are encouraged to set up the group travel using Egencia's &quot;Meetings&quot; option. Use of Egencia's &quot;Meetings&quot; will allow for automatic transmission of travel plans/itineraries to Worldcue. For more information on how Egencia can assist with your Group Travel needs, please send an email to: nyutraveler.info@nyu.edu                        ^ back to top                                 Accessing NYU Traveler                                                    How do I access NYU Traveler?                               Go to http://www.nyu.edu/nyutraveler.                                                                Who can use NYU Traveler?                               Anyone can access the NYU Traveler site. However, in order to book a reservation with AMEX Travel, Egencia, or to Register a trip with Worldcue, a NYU Net ID is required.                                                              Whom can we call with questions or if we need help?                               Call the IT Service Desk at 212-998-3333. Or if your question is specific to AMEX Travel or Egencia and their booking sites, call them directly and listen for the prompt for navigational assistance. If you need assistance booking your travel, or if your travel is a complex, multi-leg booking, it is best to call an agent at either AMEX Travel 888-477-0451 or Egencia 877-613-4284.                        ^ back to top             Worldcue                                                    Do I have to register my NYU Travel   itinerary with Worldcue?                               As indicated above, if you booked your travel plans outside of AMEX or   Egencia, we encourage you to register your travel plans by clicking the REGISTER button on the NYU   Traveler homepage. If you book your travel plans through AMEX or Egencia, your plans are   automatically passed to Worldcue. If you are a participant in NYU Travel involving undergraduates,   you are required to either book or register through NYU Traveler.                                                                What is Worldcue?                               Worldcue is a leading provider of practical destination intelligence and   real time travel alerts. Worldcue is dedicated to protecting the health, safety and security of the   NYU community while they travel abroad. Worldcue keeps travelers aware and informed with informative   alerts delivered directly to them.                                                                What can Worldcue do?                               From your travel itinerary and profile, Worldcue can deliver customized   travel reports for hundreds of destinations worldwide.   You can receive current travel reports   and alerts for the country to which you will be traveling. You will be immediately updated about   changing conditions that might affect your itinerary, which will allow you to circumvent potential   difficulties with minimal trip disruption.                                                                I booked my travel reservations with AMEX Travel or Egencia; do I still need to register my travel plans with Worldcue?                               No. If you booked your travel online with AMEX Travel or Egencia, or by calling an agent at either, your travel plans have automatically been passed to Worldcue for safety and security purposes and you need not do anything further.                                                                I've had a change in travel plans and made   my changes through AMEX Travel or Egencia, do I need to update Worldcue?                               No. If you booked your travel online with AMEX Travel or Egencia, or by   calling an agent at either, and subsequently changed your travel plans, the changes have   automatically been passed to Worldcue for safety and security purposes.                                                                I booked my travel through an outside   travel agency, and registered my trip with Worldcue, but now my plans have changed. What do I need   to do?                               Go to NYU Traveler and click on &quot;UPDATE.&quot; Login to Worldcue with your Net ID   style e-mail address (ie: abc21@nyu.edu and password. If you have forgotten your password there is a   link to reset it. Click on &quot;My profile&quot; and click on the particular leg of the trip that has   changed.                                                                Who do I contact if I am having   navigational issues with Worldcue?                               Contact Worldcue Customer Service at +1-877-606-4538                                                                Where can I find a User Guide for Worldcue?                               Here you can find a PDF version of the User Guide for Worldcue .                        ^ back to top             AMEX Travel                                                    How do I contact AMEX Travel to make a   reservation over the phone?                               Call +1-888-477-0451. The phone number can also be found on NYU Traveler   by clicking on &quot;BOOK.&quot; The phone number is located below the word &quot;AMEX Travel.&quot;                                                                What if I need navigational assistance   with the AMEX Travel online booking tool?                               Call +1-888-477-0451 and press prompt 1 for online assistance and press 1   again for navigational assistance.                                                                Where can I find a User Guide for AMEX Travel?                               Here you can find a PDF version of the User Guide for AMEX Travel .                                                                Where can I find FAQs specific to the use of AMEX Travel?                               Here you can find a PDF of AMEX Travel-specific FAQs .                        ^ back to top                                                         On This Page     General Questions   Accessing NYU Traveler   Group Travel     Worldcue   AMEX Travel   Egencia                    Carey International NYU's Preferred Chauffeur Service. Visit our \"Discounts\" Page and scroll to \"Chauffeur Service.\" Read More                                   Marriott Hotels            Click here to learn about NYU&#039;s negotiated rates with Marriott »                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "New York University - Travel Programs                                                                                                              First Time Login  Login  Login Assistance            NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .               New York University            Skip to Content Skip to Search Skip to Navigation Skip to Sub Navigation                                                                        NYUHome Login          Students | Faculty | Alumni | Employees | Community                                                         Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts             QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Event Calendar      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange             A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                                     New York University                                                                                                                        Main Navigation                    About NYU     Admissions     Academics     University Life     Research     Global                                         Breadcrumbs       Alumni / Alumni Benefits & Alumni Card  / Travel Programs                    Sub Navigation                 NYU Alumni Home  Alumni Benefits & Alumni Card  Alumni Card Instructions  Address Change  Career Development  Insurance Programs  Lifetime NYU Email  NYU Credit Card & Financial Services  Search Alumni Directory  Travel Programs  Welcome Class of 2015  Alumni Benefits Calendar   Events  NYC Events  NYU Alumni Access  NYU Alumni Association Awards  Award Nominations  Past Recipients  FAQs  2014 Recipients   Speakers on the Square  NYU Alumni Day  Ultra Violet Live: Alumni Edition  Alumni Day 2013  Alumni Day 2012  Alumni Day 2011  Alumni Day 2010     US Regional & Club Events  NYU New Student Send-Offs  Cheers to You, NYU Alumni!   Global Events  School Events   Alumni News  NYU Alumni Connect  April 2015  Varsity Baseball Returns to NYU  Board Profile: Brian Levine (GSAS '03, MED '08)  Alumni Profile: Dilek Caner (GSAS '02), Master of Wine  Archivist's Angle: Jazz and Democracy at the Town Hall   March 2015  NYUAA to Honor Television Star, Investment Expert, and Social Entrepreneur  A Playboy, a Mad Man, and A Lawyer Visit Every Country in the World  One Address, Three Outstanding Leaders in Health, Education, and Research  Archivist's Angle: The Beginnings of the Silver School of Social Work  Favorite Professors: Remembering Jill Claster (WSC '52, GSAS '54)   February 2015  NYUAA to Honor Longtime Educator and Renowned Journalist (Part I)  NYU Community Celebrates 10th Annual Martin Luther King, Jr. Week  Law at First Sight: Yotam Barkai (LAW '13) & Carolyn Stoner (LAW '13)  Archivist's Angle: The Legacy of James Weldon Johnson   January 2015  NYU Alumni Inspire: 18 Alumni Claim Spots on Forbes “30 Under 30”  Meet the NYUAA Board: Rena Brand (MED ’83), Vice President  Alumni Profile: Dr. John E. Sherman (WSC ’72)  Archivist's Angle: League of Women   December 2014  NYUAA Announces its 2015 Alumni Award Honorees  NYU Department of Environmental Studies Opens at CAS  Alumni Profile: Lauren Singer (CAS '13)  Archivist's Angle: Archaeology at NYU   November 2014  Alumni Day 2014  NYU Leaders: Lisa Yoo Hahn (LAW '89)  Alumni Profile: Rose Levy Beranbaum (STEINHARDT '74, '75)  Archivist's Angle: NYU School of Retail   October 2014  Alumni Day 2014  Alumni Profile: Kieran Kesner (TSOA ’14)  Archivist's Angle: Eleanor Roosevelt and NYU   September 2014  Meet Your New NYUAA President  Alumni Profile: Kweighbaye Kotee (STEINHARDT ’09)  Archivist's Angle: Villa La Pietra   August 2014  Alumni Card PerksConnect App  Alumni Profile: William Silver (DEN '53)  Archivist's Angle: NYU College of Nursing  Reconnecting to NYU: Gladys Citek Peckham   July 2014  NYU GSTEM  NYU Class of 2018  Archivist's Angle: Albert Gallatin  Alumni Profile: Class of 2013   Jan 2010-Feb 2014   Get Social  NYU Alumni Magazine   NYUAA & Alumni Clubs  NYU Alumni Association  NYU Torchbearers   NYU Alumni Global Passport  Global Locations  Abu Dhabi  Accra  Berlin  Buenos Aires  Florence  London  Madrid  Paris  Prague  Shanghai  Sydney  Tel Aviv  Washington, DC   Global Events  Global Clubs  Alumni Profiles   Make a Gift  Contact Us  Privacy Policy  Help and FAQs                                                                              Login     Create an Account     Help                 Sign in with:                                                          Alumni Travel Programs    Click on the purple regions below to jump to adventures around the world.                      Experience the world with your alma mater through these NYU global travel adventures! The NYU Alumni Travel Program brings alumni and friends together to visit exciting new places and experience new cultures while enjoying a variety of activities.               Asia      Eastern &amp; Oriental Express   October 7  &ndash; October 17, 2015    For more information on this trip, please click here .         Europe    Greece   April 15  &ndash; April 25, 2015    For more information on this trip, please click here .    River Cruise: The Danube   May 22  &ndash; June 2, 2015    For more information on this trip, please click here .    Flavors of Tuscany   October 9 &ndash; October 17, 2015    For more information on this trip, please click here .    NYU to Napa   November 9 &ndash; November 12, 2015    More information and registraion coming soon.       North America      National Parks &amp; Lodges of Old West   June 20  &ndash; June 29, 2015    For more information on this trip, please click here .                                                                                                                                                                                Travel Resources    &raquo; NYU Travel Health &ndash; Immunizations   &raquo; Currency Converter   &raquo; US State Department Travel Information   &raquo; Passports and Visas   &raquo; Customs Information   &raquo; US Embassies Abroad   &raquo; Center for Disease Control   &raquo; Google Translate       NYU Bank of America Card                                                                                                                                                                                                                                     NYU Footer      Search    Directory    Campus Map    Calendar    Contact Us    Site Map    Copyright and Fair Use    Feedback    Make a Gift       Unless otherwise noted, all content copyright New York University. All rights reserved.   Designed by The Office of Web Communications"}]}]