[{"detail": [{"content": "Urban Planning and Design: Past, Present and Future | NYU Wagner                                    Jump to navigation                                                             Urban Planning and Design: Past, Present and Future   UPADM-GP.282, 4 points.       Courses         Description |    Syllabi |    Evaluations           The rapid rate and massive scale of urbanization globally make urban planning and design more critical than ever. This course introduces a selection of key ideas, experiences, and planning practices that shaped the contemporary city, and those that contend to shape the future city. In a lecture-seminar format, it examines important cases drawn from major cities around the world such as Mumbai, Paris, New York, Shanghai, and Detroit. Topics include megacities and megaslums, sustainable cities, \"cybercities,\" and some of the most important planning interventions and visions from the past. The aim of the course is three-fold: To develop a critical reading of a selection of urban spaces, planning efforts, and texts; to provide a vocabulary of some of the major urban plans, ideas, and spaces: and to identify crucial issues that planners and designers now confront.    Prerequisites: None                     Semester     Instructor     Syllabus Link         Spring 2012  Syllabus                         Semester     Instructor     Evaluation Link"}]},
{"detail": [{"content": "Urban Planning and Design: Past, Present and Future | NYU Wagner                                    Jump to navigation                                                             Urban Planning and Design: Past, Present and Future   UPADM-GP.282, 4 points.       Courses         Description |    Syllabi |    Evaluations           The rapid rate and massive scale of urbanization globally make urban planning and design more critical than ever. This course introduces a selection of key ideas, experiences, and planning practices that shaped the contemporary city, and those that contend to shape the future city. In a lecture-seminar format, it examines important cases drawn from major cities around the world such as Mumbai, Paris, New York, Shanghai, and Detroit. Topics include megacities and megaslums, sustainable cities, \"cybercities,\" and some of the most important planning interventions and visions from the past. The aim of the course is three-fold: To develop a critical reading of a selection of urban spaces, planning efforts, and texts; to provide a vocabulary of some of the major urban plans, ideas, and spaces: and to identify crucial issues that planners and designers now confront.    Prerequisites: None                     Semester     Instructor     Syllabus Link         Spring 2012  Syllabus                         Semester     Instructor     Evaluation Link"}, {"content": "Strategic Assessment, Planning & Design                                                                                                         NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /   Operations   /   Facilities & Construction Management   /   Strategic Assessment, Planning & Design                                                          Strategic Assessment, Planning & Design           The Office of Strategic Assessment, Planning &amp; Design (SAPD) is dedicated to protecting and enhancing NYU’s campus environment and resources.   The Planning Team of SAPD is responsible for the long and short-range physical planning needs for the University’s local and global campuses. The team serves NYU’s academic and administrative units through the management of the University’s space inventory. With each individual client, the Planning Team works to allocate space through collaboration to find the best space to meet each need. The Planning Team offers programming, planning, pre-design, and capital planning services to clients engaging in long-range plans and in preparation for major capital projects. The Planning Team guides the University’s NYU PLANS 2031, a 25-year plan to envision the University as it approaches its Bicentennial.   The Design Team of SAPD sets the guidelines for the quality of NYU’s built environments. The promotion of design excellence and the implementation of sustainable design practices throughout the built and landscaped environments of the University are the paramount objectives. The Design Team is responsible for the development of a set of written design guidelines, which will guide the development of future capital projects. The Design Team advises and guides the process for the selection of architects for planning and capital projects. Members of the Design Team follow major capital projects through the design and construction process to insure the integration of design excellence on the campus.   SAPD is an ambitious advocate for the maintenance, adaptive-reuse, and the preservation of NYU’s architectural and fiscal resources. We strive for thoughtful and considered solutions that help the University to better fulfill its academic mission and we are committed to NYU’s founding mandate to be a university “in and of the City”.                                                                               William Haas       Senior Director, Strategic Assessment,Planning &amp; Design  212.992.8272   william.haas@nyu.edu                                              Marlon Aranda       Project Director  212.992.8273   marlon.aranda@nyu.edu                                              Laura Berman       Project Manager   212-998-4367   laura.berman@nyu.edu                                              Michael Freedman       Project Manager  212-998-1452   michael.freedman@nyu.edu                                                                  Facilities & Construction Management      David Alonso                           Strategic Assessment, Planning & Design      William Haas                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]