[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Italian Renaissance, Art and Literature: The Culture Explosion                                Semester and Year        SU 2015                    Course Number        TRAVL-GG2060                    Section        001                    Instructor        Bella Mirabella                    Days                                        Time                                        Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                  Notes/Restrictions       Course meets in Florence, June 7 - 27                    Description       THIS COURSE TAKES PLACE AT N.Y.U. FLORENCE. During a three-week, interdisciplinary program in beautiful and historic Florence, Italy, students are offered a total immersion and multifaceted learning experience that is an essential beginning to understanding our modern world through the lens of the Italian Renaissance. This course explores the literature, culture, art, and thought of the Renaissance from multiple perspectives. During their stay, students develop and present an individualized project based on their academic interests and background, and the ways in which the Renaissance has inspired them. As a quintessential Gallatin experience, the course places emphasis on the cultural and historical contexts from which the literature and art of Renaissance Florence emerged. Readings might include the works of Dante, Pico Della Mirandola, Machiavelli, and selected female writers, as well as art texts such as Vasari's  The Lives of the Artists  . In addition, students study the art of Florentine painters such as Botticelli, Giotto, and Michelangelo in the places where these works were created. Throughout the course, students will visit museums and churches such as the Uffizi, The Duomo, the church of Santa Maria Novella, and the monastery of San Marco to engage fully with the art and architecture of Renaissance Italy. Classes, which are taught in English, meet four days a week.                   Course Type       Travel Courses (TRAVL-GG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Italian Renaissance, Art and Literature: The Culture Explosion                                Semester and Year        SU 2015                    Course Number        TRAVL-GG2060                    Section        001                    Instructor        Bella Mirabella                    Days                                        Time                                        Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                  Notes/Restrictions       Course meets in Florence, June 7 - 27                    Description       THIS COURSE TAKES PLACE AT N.Y.U. FLORENCE. During a three-week, interdisciplinary program in beautiful and historic Florence, Italy, students are offered a total immersion and multifaceted learning experience that is an essential beginning to understanding our modern world through the lens of the Italian Renaissance. This course explores the literature, culture, art, and thought of the Renaissance from multiple perspectives. During their stay, students develop and present an individualized project based on their academic interests and background, and the ways in which the Renaissance has inspired them. As a quintessential Gallatin experience, the course places emphasis on the cultural and historical contexts from which the literature and art of Renaissance Florence emerged. Readings might include the works of Dante, Pico Della Mirandola, Machiavelli, and selected female writers, as well as art texts such as Vasari's  The Lives of the Artists  . In addition, students study the art of Florentine painters such as Botticelli, Giotto, and Michelangelo in the places where these works were created. Throughout the course, students will visit museums and churches such as the Uffizi, The Duomo, the church of Santa Maria Novella, and the monastery of San Marco to engage fully with the art and architecture of Renaissance Italy. Classes, which are taught in English, meet four days a week.                   Course Type       Travel Courses (TRAVL-GG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Italian Renaissance, Art, and Literature: The Culture Explosion            > Gallatin Travel Courses            > Global Study            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium Degree Requirements Community Learning Initiative Global Study Study Away FAQ Gallatin Travel Courses Gallatin Course Offerings Away External Study Program in Global Fashion Global Fellowships  Civic Engagement Internships Independent Study Tutorials Private Lessons Senior Project Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                   New York University in Florence is located just north of the city center. Its 57 acres of tended grounds includes five historic and meticulously restored villas (for classrooms and student residences), outdoor recreation space, manicured formal gardens, and a vast olive grove.                                  Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Global Study          &gt;           Gallatin Travel Courses          &gt;            Italian Renaissance, Art, and Literature: The Culture Explosion                            Italian Renaissance, Art, and Literature: The Culture Explosion        Florence, Italy: June 7-27, 2015 (3 weeks)   Bella Mirabella , Associate Professor, NYU Gallatin  4 credits, TRAVL-GG 2060                             NYU Florence, Villa La Pietra and Villa Ulivi           Application Deadlines   December 7, 2014   February 8, 2015 (priority for Dean's Scholarship; Gallatin students only)   March 1, 2015   APPLICATION HAS CLOSED; we are no longer accepting applications.   Programs fill on a rolling basis and may fill quickly. Students are encouraged to apply early. Only completed applications will be reviewed. Admission decisions are based on strength of a student's academic performance and his/her personal statement, as well as space remaining in the program.        Info Sessions   Learn more about the course and the application process!   Thursday, February 5, 2015  12:30 PM - 1:30 PM  1 Washington Pl. (Gallatin Building), Rm. 601   Friday, February 6, 2015  3:00 PM - 4:00 PM  1 Washington Pl. (Gallatin Building), Rm. 801        Course Description   Many of our modern ideas about art, literature, architecture and its uses, politics, culture, philosophy, gender, and class derive from the brilliantly prolific period of the Renaissance.   During a three-week interdisciplinary program in beautiful and historic Florence, Italy, students will be offered a total immersion and multifaceted learning experience that is an essential beginning to understanding our modern world through the lens of the Italian Renaissance. This course explores the literature, culture, art, and thought of the Renaissance from multiple perspectives.   During their stay, students will develop and present an individualized project based on their academic interests and background and the ways in which the Renaissance has inspired them. As a quintessential Gallatin experience, the course places emphasis on the cultural and historical contexts from which the literature and art of Renaissance Florence emerged.   Readings might include the works of Dante, Pico Della Mirandola, Machiavelli, and selected female writers, as well as art texts such as Vasari's The Lives of the Artists . In addition, students will study the art of Florentine painters such as Botticelli, Giotto, and Michelangelo in the places where these works were created.   Classes are taught in English and meet four days a week. Throughout the course, students will visit museums and churches such as the Uffizi, the Duomo, the church of Santa Maria Novella, and the monastery of San Marco to engage fully with the art and architecture of Renaissance Italy.   Students are required to reside in accommodations arranged by NYU Gallatin.   Note for Gallatin students: This course fulfills 4 credits of the Interdisciplinary Seminar as well as the Humanities and Early Modern foundation requirements.        Eligibility   This course is open to undergraduate and graduate students of all NYU and non-NYU schools. Students must have a minimum 3.0 GPA and be in good academic and disciplinary standing, must have completed at least one full-time undergraduate college semester before the travel course begins, and must be matriculated at a college or university during the Summer 2015 term.        Application Requirements   Deadlines:     December 7, 2014   February 8, 2015 (priority for Dean's Scholarship; Gallatin students only)   March 1, 2015     Online application [APPLICATION HAS CLOSED; we are no longer accepting applications]   Personal statement   Transcript (non-NYU students only)     Reference contact information (faculty member or primary academic adviser)     Personal Statement   A 250-word statement addressing academic reasons for wanting to participate in this program as well as any experience living or traveling in another country must be submitted through the online application.   Transcript   A transcript is required for non-NYU students (the Office of Global Programs will review transcripts for NYU students in Albert). An unofficial electronic transcript may be submitted through the online application (preferred) or may be emailed as an attachment to gallatin.global@nyu.edu (DOC, DOCX, or PDF) or mailed/hand-delivered to Gallatin Office of Global Programs, 411 Lafayette Street, 3rd Floor, New York, NY 10003.   An interview is not required for program admission, but some final candidates may be contacted for an interview as needed.        Expenses       Tuition for 4 credits: $3,225     Program Fee: $750 (includes some meals, excursions, and entrance fees)     Housing Fee: $1,250   Incidental Costs: Round-trip airfare (student purchases his/her own airfare)   NYU Registration and Services Fee: TBA; usually $300-500 based on past semesters          Financial Aid   Students who are enrolled at Gallatin when applying for Gallatin's winter and summer travel courses may apply for the Dean's Scholarship for Travel Courses . The amount awarded is typically equivalent to half of the course tuition.   Scholarship applicants must have a current FAFSA on file and must show unmet financial need. Scholarships are awarded based on the availability of funds. Also note that the scholarship awarded will reflect the total amount that can be received from both Gallatin and NYU's Office of Financial Aid for that particular travel course.   Gallatin students may apply for the Dean's Scholarship when submitting the travel course online application .   Dean's Scholarship Deadlines   Winter Travel Course: October 24   Summer Travel Course: February 8   For information on additional financial aid opportunities, please visit the NYU Office of Financial Aid .                    top of page                 Faculty Profile                               Bella Mirabella, Professor, Italian Renaissance, Art and Literature   Bella Mirabella, associate professor of literature and humanities, specializes in Renaissance studies, with a focus on drama, theater, performance, and gender. more&gt;          Check out these photos from Gallatin's previous Florence Travel Course:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          Course Application     Deadlines:     DECEMBER 7, 2014   FEBRUARY 8, 2015   MARCH 1, 2015          Did You Know?   Gallatin offers Dean's Scholarships for current Gallatin students for Summer and Winter Travel Courses. For more information about this opportunity, contact gallatin.global@nyu.edu .                                                                  NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Italian Renaissance, Art and Literature: The Culture Explosion                                Semester and Year        SU 2015                    Course Number        TRAVL-GG2060                    Section        001                    Instructor        Bella Mirabella                    Days                                        Time                                        Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                  Notes/Restrictions       Course meets in Florence, June 7 - 27                    Description       THIS COURSE TAKES PLACE AT N.Y.U. FLORENCE. During a three-week, interdisciplinary program in beautiful and historic Florence, Italy, students are offered a total immersion and multifaceted learning experience that is an essential beginning to understanding our modern world through the lens of the Italian Renaissance. This course explores the literature, culture, art, and thought of the Renaissance from multiple perspectives. During their stay, students develop and present an individualized project based on their academic interests and background, and the ways in which the Renaissance has inspired them. As a quintessential Gallatin experience, the course places emphasis on the cultural and historical contexts from which the literature and art of Renaissance Florence emerged. Readings might include the works of Dante, Pico Della Mirandola, Machiavelli, and selected female writers, as well as art texts such as Vasari's  The Lives of the Artists  . In addition, students study the art of Florentine painters such as Botticelli, Giotto, and Michelangelo in the places where these works were created. Throughout the course, students will visit museums and churches such as the Uffizi, The Duomo, the church of Santa Maria Novella, and the monastery of San Marco to engage fully with the art and architecture of Renaissance Italy. Classes, which are taught in English, meet four days a week.                   Course Type       Travel Courses (TRAVL-GG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Italian Renaissance, Art, and Literature: The Culture Explosion            > Gallatin Travel Courses            > Global Study            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium Degree Requirements Community Learning Initiative Global Study Study Away FAQ Gallatin Travel Courses Gallatin Course Offerings Away External Study Program in Global Fashion Global Fellowships  Civic Engagement Internships Independent Study Tutorials Private Lessons Senior Project Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                   New York University in Florence is located just north of the city center. Its 57 acres of tended grounds includes five historic and meticulously restored villas (for classrooms and student residences), outdoor recreation space, manicured formal gardens, and a vast olive grove.                                  Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Global Study          &gt;           Gallatin Travel Courses          &gt;            Italian Renaissance, Art, and Literature: The Culture Explosion                            Italian Renaissance, Art, and Literature: The Culture Explosion        Florence, Italy: June 7-27, 2015 (3 weeks)   Bella Mirabella , Associate Professor, NYU Gallatin  4 credits, TRAVL-GG 2060                             NYU Florence, Villa La Pietra and Villa Ulivi           Application Deadlines   December 7, 2014   February 8, 2015 (priority for Dean's Scholarship; Gallatin students only)   March 1, 2015   APPLICATION HAS CLOSED; we are no longer accepting applications.   Programs fill on a rolling basis and may fill quickly. Students are encouraged to apply early. Only completed applications will be reviewed. Admission decisions are based on strength of a student's academic performance and his/her personal statement, as well as space remaining in the program.        Info Sessions   Learn more about the course and the application process!   Thursday, February 5, 2015  12:30 PM - 1:30 PM  1 Washington Pl. (Gallatin Building), Rm. 601   Friday, February 6, 2015  3:00 PM - 4:00 PM  1 Washington Pl. (Gallatin Building), Rm. 801        Course Description   Many of our modern ideas about art, literature, architecture and its uses, politics, culture, philosophy, gender, and class derive from the brilliantly prolific period of the Renaissance.   During a three-week interdisciplinary program in beautiful and historic Florence, Italy, students will be offered a total immersion and multifaceted learning experience that is an essential beginning to understanding our modern world through the lens of the Italian Renaissance. This course explores the literature, culture, art, and thought of the Renaissance from multiple perspectives.   During their stay, students will develop and present an individualized project based on their academic interests and background and the ways in which the Renaissance has inspired them. As a quintessential Gallatin experience, the course places emphasis on the cultural and historical contexts from which the literature and art of Renaissance Florence emerged.   Readings might include the works of Dante, Pico Della Mirandola, Machiavelli, and selected female writers, as well as art texts such as Vasari's The Lives of the Artists . In addition, students will study the art of Florentine painters such as Botticelli, Giotto, and Michelangelo in the places where these works were created.   Classes are taught in English and meet four days a week. Throughout the course, students will visit museums and churches such as the Uffizi, the Duomo, the church of Santa Maria Novella, and the monastery of San Marco to engage fully with the art and architecture of Renaissance Italy.   Students are required to reside in accommodations arranged by NYU Gallatin.   Note for Gallatin students: This course fulfills 4 credits of the Interdisciplinary Seminar as well as the Humanities and Early Modern foundation requirements.        Eligibility   This course is open to undergraduate and graduate students of all NYU and non-NYU schools. Students must have a minimum 3.0 GPA and be in good academic and disciplinary standing, must have completed at least one full-time undergraduate college semester before the travel course begins, and must be matriculated at a college or university during the Summer 2015 term.        Application Requirements   Deadlines:     December 7, 2014   February 8, 2015 (priority for Dean's Scholarship; Gallatin students only)   March 1, 2015     Online application [APPLICATION HAS CLOSED; we are no longer accepting applications]   Personal statement   Transcript (non-NYU students only)     Reference contact information (faculty member or primary academic adviser)     Personal Statement   A 250-word statement addressing academic reasons for wanting to participate in this program as well as any experience living or traveling in another country must be submitted through the online application.   Transcript   A transcript is required for non-NYU students (the Office of Global Programs will review transcripts for NYU students in Albert). An unofficial electronic transcript may be submitted through the online application (preferred) or may be emailed as an attachment to gallatin.global@nyu.edu (DOC, DOCX, or PDF) or mailed/hand-delivered to Gallatin Office of Global Programs, 411 Lafayette Street, 3rd Floor, New York, NY 10003.   An interview is not required for program admission, but some final candidates may be contacted for an interview as needed.        Expenses       Tuition for 4 credits: $3,225     Program Fee: $750 (includes some meals, excursions, and entrance fees)     Housing Fee: $1,250   Incidental Costs: Round-trip airfare (student purchases his/her own airfare)   NYU Registration and Services Fee: TBA; usually $300-500 based on past semesters          Financial Aid   Students who are enrolled at Gallatin when applying for Gallatin's winter and summer travel courses may apply for the Dean's Scholarship for Travel Courses . The amount awarded is typically equivalent to half of the course tuition.   Scholarship applicants must have a current FAFSA on file and must show unmet financial need. Scholarships are awarded based on the availability of funds. Also note that the scholarship awarded will reflect the total amount that can be received from both Gallatin and NYU's Office of Financial Aid for that particular travel course.   Gallatin students may apply for the Dean's Scholarship when submitting the travel course online application .   Dean's Scholarship Deadlines   Winter Travel Course: October 24   Summer Travel Course: February 8   For information on additional financial aid opportunities, please visit the NYU Office of Financial Aid .                    top of page                 Faculty Profile                               Bella Mirabella, Professor, Italian Renaissance, Art and Literature   Bella Mirabella, associate professor of literature and humanities, specializes in Renaissance studies, with a focus on drama, theater, performance, and gender. more&gt;          Check out these photos from Gallatin's previous Florence Travel Course:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          Course Application     Deadlines:     DECEMBER 7, 2014   FEBRUARY 8, 2015   MARCH 1, 2015          Did You Know?   Gallatin offers Dean's Scholarships for current Gallatin students for Summer and Winter Travel Courses. For more information about this opportunity, contact gallatin.global@nyu.edu .                                                                  NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "People | Medieval and Renaissance Center (MARC) | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                             Medieval and Renaissance Center                         Home         &gt;                People                                                                       Home       People       Undergraduate Program       Graduate Program       News and Events       Conference       Resources                     People MARC Staff                 Martha Dana Rust   Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu                       Crystal Parsons   Department Administrator Email: ccp1@nyu.edu               Affiliated Faculty     Anthropology               Pam J. Crabtree   Email: pc4@nyu.edu   Research/Interest: Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.           Art History               Carol Krinsky   Email: chk1@nyu.edu   Research/Interest: 20th century architecture and planning; 15th century painting.                       Dennis V Geronimus   Email: dennis.geronimus@nyu.edu   Research/Interest: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.                       Finbarr Barry Flood   Email: barry.flood@nyu.edu   Research/Interest: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                           Louise Rice   Email: louise.rice@nyu.edu   Research/Interest: Renaissance and Baroque art and architecture; history of prints and print culture.                       Kathryn A. Smith   Email: kathryn.smith@nyu.edu   Research/Interest: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.           Classics               Phillip Mitsis   Email: phillip.mitsis@nyu.edu   Research/Interest: Ancient philosophy and its reception; ancient drama; modern Greek literature and culture.           English               John M. Archer   Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.                       Christopher Cannon   Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language                       Juliet Fleming   Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.                       Ernest B Gilman   Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease                       John Guillory   Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory                       David L. Hoover   Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter                       Haruko Momma   Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism           French               Benoît Bolduc   Email: benoit.bolduc@nyu.edu                         Phillip Usher   Email: pu8@nyu.edu                         Sarah Kay   Email: hsk8@nyu.edu                         Evelyn Birge Vitz   Email: ebv1@nyu.edu             Hebrew and Judaic Studies               Robert Chazan   Email: robert.chazan@nyu.edu   Research/Interest: Medieval Jewish History; the Church and the Jews                       Jeffrey L. Rubenstein   Email: jr6@nyu.edu   Research/Interest: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature           History               Karl Appuhn   Email: appuhn@nyu.edu   Research/Interest: Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance. Karl Appuhn                     Brigitte Miriam Bedos-Rezak   Email: bbr2@nyu.edu   Research/Interest: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography   Brigitte Miriam Bedos-Rezak, Brigitte Bedos-Rezak, History, Medieval Europe                     Fiona J. Griffiths   Email: fjg3@nyu.edu   Research/Interest: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard. Fiona Griffiths, History                     Leslie Peirce   Email: lp50@nyu.edu   Research/Interest: early modern Ottoman history, gender, law & society, comparative empires                         Kostis Smyrlis   Email: ks113@nyu.edu   Research/Interest: Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics History, Kostis Smyrlis                     Joanna Waley-Cohen   Email: jw5@nyu.edu   Research/Interest: Early modern Chinese history; China and the West; Chinese imperial culture. Joanna Waley-Cohen, History         Italian             Maria Luisa Ardizzone   Email: mla1@nyu.edu   Research/Interest: Medieval poetry, philosophy, and science; contemporary poetry; intellectual history                       Virginia Cox   Email: virginia.cox@nyu.edu   Research/Interest: Sixteenth-century Italian literature and intellectual history; early modern women’s writing; history of rhetoric (medieval/early modern).                       John Freccero   Email: jfreccero@cs.com   Research/Interest: Dante; medieval poetry and poetics; Machiavelli.                       Jane Tylus   Email: jt76@nyu.edu   Research/Interest: Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena           Middle Eastern and Islamic Studies               Peter J Chelkowski   Email: pc5@nyu.edu   Research/Interest: literature, mysticism, Islamic studies and performing arts of the Middle East.                       Tamer el-Leithy   Email: tamer.elleithy@nyu.edu   Research/Interest: Social and Cultural History of the Medieval Middle East and Mediterranean;    History of Religious Difference, esp. Conversion, Martyrdom, and Communal Violence; Coptic history;    Family History; Islamic Law and Society; Arabic and Judeo-Arabic/Geniza Documents; Medieval Archives.                       Marion Holmes Katz - On Leave AY 14-15   Email: marion.katz@nyu.edu   Research/Interest: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.                       Philip F. Kennedy - In Residence at NYU Abu Dhabi   Email: philip.kennedy@nyu.edu   Research/Interest: Medieval Arabic language and literature; classical poetry and poetics; adab; narrative and fiction; recognition/anagnorisis in literature; Qur'an and Tafsir                       Everett K. Rowson   Research/Interest: Medieval Islamic literature; law; theology; gender and society.           Music               Stanley Boorman   Email: stanley.boorman@nyu.edu   Research/Interest: Early music and its performance; music of the avant garde; musical notation                       Suzanne Cusick (ON LEAVE Spring 2014-Fall 2015)   Email: sc103@nyu.edu   Research/Interest: gender, sexuality and embodiment in relation to musical culture, especially those of early modern Italy and contemporary North America; acoustemology of contemporary life, especially acoustical violence in contemporary war; feminist and queer approaches to music scholarship; cultural history of music           Philosophy               Don Garrett   Email: don.garrett@nyu.edu   Research/Interest: early modern philosophy           Social and Cultural Analysis               Carolyn Dinshaw   Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping           Spanish and Portuguese               Georgina Dopico-Black   Email: gdb3@nyu.edu   Research/Interest: Early-modern Spanish literatures and cultures; cultural history; the body / anatomy; biopolitics; human / animal studies; gender studies; translation studies; canon formation / libraries; nation / empire; transatlantic studies; Cervantes                       Jacques Lezra   Email: jl174@nyu.edu   Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                       S.J. Pearce   Email: sjp264@nyu.edu   Research/Interest: Hebrew and Arabic literature of Iberia; mester de clerecía; 12th- and 13th-century Castile; the translation movement; history and literature of the \"tres culturas\"; literary representations of Alexander the Great; history of literature; historical readings of literature; codicology                   Gallatin School of Individualized Study               Valerie Forman   Email: vf20@nyu.edu                         Andrew Romig   Email: romig@nyu.edu                         Susanne Wofford   Email: susanne.wofford@nyu.edu   Research/Interest: Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory           Institute of Fine Arts               Alexander Nagel                         Thelma Thomas                         Marvin Trachtenberg   Email: mt2@nyu.edu                                                         Contact Us | &copy; New York University , Arts and Science"}]}]