[{"detail": [{"content": "Arthurian Studies: The Legend                   The    Arthurian Legend (Merrie Haskell's version)            An Island Divided   In the years of upheaval after the Roman withdrawal , Britain became   an island of small, squabbling kingdoms. Legends indicate that one Aurelius   Ambrosius tried to unite the small kingdoms against their common enemies--   the Irish , the Picts and the Saxons . He was followed in his quest   by Uther Pendragon, who is commonly held to be the   father of Arthur.    Prior to this, however, was the business of Vortigern.   It was he who supposedly invited the Saxons into Britain, to aid in   repelling the invasions of the Picts. However, when   Vortigern's people (and most notably his sons) objected to the presence of   the Saxons, and saw how Vortigern favored them over his own people, they attempted   to expel the Saxons. Hengist and Horsa, the Saxon leaders, objected. Fighting   broke out. Vortigern tried to make a peace, but at a peace-making meeting,   Hengist and his Saxons pulled daggers from their boots and turned on the unarmed   Briton lords and petty kings, and slew them all. At this point, Vortigern   either conceded his lands to Hengist in exchange for his life, or was allowed   to live with the horror of what he had wrought-- either way, Vortigern was   spared and set free and fled to Wales .               \"There he assembled stonemasons from different parts of the country and    ordered them to build a tower for him. The masons gathered and began to    lay the foundations of their tower. However much they built one day the    earth swallowed up the next, in such a way that they had no idea where their    work had vanished to.\" (Geoffrey of Monmouth 166)                 Vortigern consulted his magicians, and they told him he should   find a boy without a father, and kill him and incorporate his bones and blood   into the foundations of the castle. Vortigern sent out messengers, who \"came   to a town which was afterwards called Kaermerdin and there they saw some lads   playing by the town gate.... a sudden quarrel broke out between the two lads,   whose names were Merlin and Dinabutius. As they argued, Dinabutius said to Merlin:   '...How can we two be equal in skill? I myself am of royal blood on both sides   of my family. As for you, nobody knows who you are, for you never had a father!'\"   (Geoffrey of Monmouth 167). Having found what they sought, the messengers dragged   the boy back with them to Vortigern.     Merlin   Merlin objected to being killed, of course, and thus   it was that when confronted with his death, he called Vortigern's great magicians   liars, and promised to solve the problem of the castle foundations himself.   He told the King that the foundations fell every night because there was a pool   beneath the earth they were lain on. He also told the King that beneath the   pool, two dragons lay sleeping. And when Vortigern dug under the foundations,   he found the pool. And when he drained the pool, the two dragons awoke, and   began to fight, and Merlin began to prophesy:           \"Alas for the Red Dragon, for its end is near. Its cavernous dens    shall be occupied by the White Dragon, which stands for the Saxons which    you have invited over. The Red Dragon represents the people of Britain,    who will be overrun by the White One...\" (Geoffrey of Monmouth 171)                   Merlin proceeded to warn Vortigern that Aurelius Ambrosius, the son of the man that Vortigern had betrayed   to assume the throne, would come to drive out the Saxons and to kill Vortigern.   Merlin then departed Vortigern's doomed presence, and went to Aurelius Ambrosius   and became his chief advisor, who succeeded in all the things that Merlin had   prophesied that he would, driving out the Saxons, and indeed, killing Vortigern.       Uther Pendragon   During the reign of Aurelius Ambrosius, a comet appeared   in the sky. Shortly thereafter, Aurelius was poisoned by an agent of one of   Vortigern's sons, and Uther Pendragon assumed the throne.   He was told by Merlin that the comet had signified   his rise to power. Uther continued to drive back the Saxons, and once victorious,   cast about him for a wife. Unfortunately, his eye settled upon a woman who was   already married, one Igraine, wife of Gorlois,   Duke of Cornwall. It was not long before Uther and Gorlois went to battle   over the woman, and once again, the island was at war.   Uther and Gorlois fought for some time, before Uther cornered Gorlois in   Cornwall, near Tintagel Castle. The night before   they were about to have the final battle, Uther demanded of Merlin that he   have Igraine. Merlin agreed for a price to be named at a future date. Merlin   disguised Uther as Gorlois by spellcraft, and sneaked him into the castle.   Igraine received him there, thinking Uther was her husband. She became pregnant   with Arthur from the night's work. The next day,   Uther took the field and killed Gorlois in battle. Igraine became Uther's   wife not long after.    In most versions of the story, Arthur was born to Igraine and taken away   from his parents secretly by Merlin for fostering. There are usually a variety   of reasons given for this-- that there were too many doubts about Arthur's   parentage (Igraine herself thought she lay with Gorlois on the night of Arthur's   conception), and thus Uther did not want to keep a son who might not be his;   that there were too many dangers to a child that might be Uther's or might   be Gorlois' in the political climate; or that this was the price Merlin had   requested from Uther for the night with Igraine. Whatever the reason, Arthur   was not usually represented to have grown up with his mother and father, nor   his half-sister, Morgan, the child from his mother's first marriage. He   was, instead, givKay.    In the meantime, the island fell to warring once more, for not all who were   loyal to Aurelius were so taken with his brother. Uther, constantly embattled,   grew ill with the stress of his wars, and his health began to fail. By the   time Arthur was a young man, Uther was near death.    In some stories, Arthur was then taken by his tutor Merlin to meet with   the dying king on the field of battle. Uther turned over the armies to Arthur's   command, and Arthur that day defeated the Saxons, and proved to his father's   armies that he was the rightful heir.   The Sword in the Stone   In other stories, Uther died without ever seeing his son, and the island   was left without a king. All the great lords of Britain turned out for a tournament,   whose victor would become the next King.   Kay, newly knighted, fought in the tournament, and   Arthur acted as his squire. As they left their lodgings   one morning for the tournament field, Arthur in his excitement forgot Kay's   sword. As they approached the field, Kay asked Arthur where it was, and when   he found out that Arthur had forgotten it, sent the boy back to fetch it with   all due haste. Arthur, trying to be as quick as possible, came across the   sword in a stone in the courtyard of an abbey. Without thought, he ran   up, grabbed the sword, pulled it out, and ran back to Kay. Kay was surprised   at Arthur's speed. He looked suspiciously at the sword-- and was amazed. He   recognized it as the sword in the stone. He showed it to his father, who eventually   got the truth from both Kay and Arthur, that Arthur had pulled it from the   stone. Written on the sword was \"whosoever shall pull me from the stone shall   be the next King of Britain.\"    Ector called an end to the tournament, and showed the lords of the realm   the sword that his foster son had pulled from the stone. Various tests were   imposed, but eventually it became clear that Arthur had indeed pulled the   sword from the stone, and was the next King of Britain.      The Young King   Young king Arthur was faced with difficulties   from the beginning. He had to drive the Saxons back. In order to do this,   though, he needed to unify the petty kings of Britain to fight the Saxons.   He also had to develop an effective fighting force, and somewhere along the   way, get married.    Depending on the version of the story, the unification of the petty kings   was as easy as forming a Round Table where everyone was equal in the   eyes of the King and had a voice in the affairs of the realm, or as difficult   as beating the rebellious leaders into submission. After this was accomplished,   the united forces of Romano-Celtic Britain began the long and arduous task   of fighting the Saxons. The famous Twelve Battles of Arthur, as listed first by Nennius , document the long, uphill struggle to free   the island-- or at least to drive back the Anglo-Saxon invaders. The battles   ended with the climax of the Battle of Badon , in   which Arthur is said to have worn the banner of the Virgin Mary on his shoulders   (see, Arthur and Christianity ).    After the Battle of Badon came peace, and the King cast about him for a   wife. His eye fell on Guinevere-- depending on the   version, once again, he married one, two or even three women by this name   (see, the Three Guineveres ). They did not meet before their marriage,   and Lancelot, Arthur's most trusted knight, went   to fetch her and bring her back to Camelot . Along the way, they are   supposed to have fallen in love. This courtly romance was doomed from   the beginning, of course, as courtly romances are supposed to be.    A time of peace finally settled on the land.      Sinister Things Afoot   In all the medieval romances, this early part of Arthur's reign was strange   and mysterious. The knights were kept busy with numerous quests, such as the    White Stag , the Loathly Lady and the Green Knight . In   older versions of the Matter, there were such diversions as Cullwch and   Olwen or the Cad Pagur . And in between times there were mundane   events such as tournaments to keep everyone entertained as well.    But at the same time, the evil half-sister was plotting her brother's demise.   In several stories, Morgan went to great lengths   to end Arthur's reign. Morgan's plots ranged from False Excalibur   to stirring up jealousy between the King and Lancelot to conceiving a son   ( Mordred ) with her brother.      The Holy Grail   As Arthur aged, Camelot went into decline. The evil work of Morgan began to   take over the once glorious kingdom; the knights became mean, lost their chivalry,   turned to in-fighting. Merlin, in an effort to save Camelot, suggested a grander   quest than any of the others he had previously created, and told the King to   send his knights to quest for the Holy Grail . The Grail, which brings   healing and eternal life, would be the key to lifting the King's spirits and   bringing his health back, and thus also the health of the realm (see, King   and Land ).   The knights scatter to the four corners of the earth. Perceval was caught in a wasteland belonging to a    maimed king ; Galahad , the most innocent of knights, the only   man pure enough to sit in the Perilous Seat , died on his quest; and   flawed Lancelot several times came close to finding the grail but always failed.   He returned a madman in some versions. In other versions, Galahad was successful,   but then disappeared from the mortal realm forever. The Grail was never brought   to Camelot, however.   The Imprisonment of Merlin   Morgan is sometimes credited for also thinking a method of disposing of Merlin,   though in other versions, Niniane acted alone.   Niniane wished to acquire all of Merlin's powers and secrets. She went to   great lengths to seduce him, and steal his powers while he slept; in some   versions, Merlin's celibacy that kept him powerful, in others it is merely   that with his guard down he could not defend himself against a lesser sorcerer.    When Niniane stripped him of his power, she imprisoned him in a crystal   cave or in an oak tree , for she was unable to kill him. Sometimes   she merely wished to usurp Merlin's place at Arthur's side; other times, she   eliminated Merlin on Morgan's behalf.   Mordred   Meanwhile, far from court, Morgan had raised her son to despise Arthur, and   sent him to his father when he reached adulthood. If his heritage was found   out, it made Arthur look bad, at the very least; at best, Mordred would work   to bring about the fall of Arthur.   In the medieval versions, the court of Camelot had declined substantially   in morals during Mordred's childhood and adolescence, and a general malaise   surrounded the King. Mordred would at that point only be aiding in the inevitable.   In older versions of the story, Mordred is not evil, and exemplifies the uncle/nephew   relationship of Celtic myth. In some modern versions, Mordred is merely   a mortal caught between the desires of his parents.   The Betrayal of Lancelot   Traditionally, Mordred noticed the relationship between Guinevere and Lancelot   off the bat, and tried to discredit both the King's wife and the King's best   friend, to create a niche for himself. When he found out that Lancelot and   Guinevere have gone off on a tryst together, he called together some of his   fathers loyal knights, and had them barge in on the lovers, having them both   taken prisoner. Lancelot managed to escape.   Sometimes Arthur is on the scene, and other times he is off negotiating or   fighting wars. Invariably, the decision is made that Guinevere must be executed   for her treachery upon the King's return. In at least one version, the scene   is very dramatic-- Guinevere is led to the stake to be burned for adultery;   Arthur looks on, stone-faced; Lancelot swoops in on his horse, rescues her,   and runs away with her to the Joyous Gard (his castle), where they live for   some time.    Arthur has no time to get her back, either by wooing or warfare. For on   the horizon, is war.      The Fall of Camelot   The versions are countless. Arthur is attacked by Romans, by Goths, by   Saxons, by Picts, by the French, by the Irish, by Lancelot, by Morgan le Fay,   by Mordred, by rebellious subject kings-- you name it, in some version, they   are the group that brings about the fall of Camelot. But of course, Camelot   had already fallen, in the betrayal of the King's wife and friend, and in the   deterioration of the moral values of the men in charge of guarding the kingdom.   The last battle, the battle of Camlann, marks the fall of the great King. He lies dying.   And while the details of Arthur's death are varied as well, one scene in   particular always stands out in my mind, so I will present it here as definitive.    The great king lay dying at the edge of the battle. Bedivere, his oldest   companion, knelt next to him, seeking to comfort his friend in his last moments.   \"My lord,\" he said, \"My king, Arthur, what can I do?\"    Arthur turned to him and said, \"Take my sword, Excalibur, and go to the   water's edge. Throw it in, and then return to tell me what you saw.\"    Bedivere agreed to do his bidding, and took Excalibur and walked down to   the water's edge. But when he lifted his hand to throw the sword into the   water, he found he could not. This was the sword of a great king; this was   the sword that should be passed on to the next king. If the next king were   a boy, as Arthur had been, or if there were some doubt amongst the people,   this sword could give them confidence that there was a worthy successor to   Arthur on the throne.    Bedivere hid the sword under a bush, and marked the spot, intending to retrieve   it later.   Bedivere returned to his king.   \"Have you done as I have asked?\"   \"Aye, my lord,\" Bedivere replied.   \"Tell me what you saw,\" the king commanded.   \"I saw nothing but the ripple of the water as the sword fell into it, and   heard the crying of the water birds.\"    At this, Arthur grew angry, and said, \"Friend, you have not done what I   asked. Go you forth and throw my sword Excalibur into the lake!\"   Troubled, Bedivere rose to his feet and returned to the place where he had   left the sword, and intending to do his liege's bidding, lifted the sword   over his head to throw it forth.    But his eyes were caught by the gleam of the setting sun on the blade, and   he thought how faithful the sword had been to the King in battle; surely the   blade deserved better than to be cast into the water, to rust and rot. So   Bedivere took the sword and hid it under a bush again, and marked the spot   so he might retrieve it later.   \"I have done your bidding, my lord,\" Bedivere said, when he returned to Arthur's   side.   \"And what did you see?\" the king asked.   \"I saw the splash when the sword hit the water, and the dying sun's rays   bright on the waves.\"   \"You have not done what I asked!\" the king said angrily. \"Go forth, Bedivere,   and if you love me, throw my sword Excalibur into the lake!\"    Bedivere, even more troubled, left his king, took the sword from its hiding   place, and went to the water's edge. Then he lifted it high over his head,   and hurled it out over the lake.   The sword did not have a chance to hit the water; for a hand rose from the   deep center of the lake, and caught the sword neatly. It saluted Bedivere   three times, and then sank beneath the surface, until all that was left were   the waves lapping at the bank, and the wind in the reeds.                  Bedivere returned to his king, and said, \"I have done your bidding.\"   \"What did you see?\"   \"I saw a hand rise from the lake and catch the sword; they saluted three   times, and disappeared beneath the water, and left nothing more than the lapping   of the water at the bank, and the sound of the wind in the reeds.\"   \"Thank you, my friend,\" Arthur said, and closed his eyes.    And Bedivere stayed with his mortally wounded friend, as the sun set, and   the stars came out. And from the darkness came nine women dressed like queens.   Bedivere was frozen at the sight of them. The tenderly lifted the dying king   from his rough bed on the ground, and bore him off. Bedivere was anxious to   see where they were going, so he followed as quickly as he could. But it was   as though lead weighted his feet, and he did not catch up with them until   the nine queens had loaded Arthur onto a barge and had sailed half-way across   the lake.       Bedivere returned to the battlefield, and found his brother, and together,   they went back to the world."}]},
{"detail": [{"content": "Arthurian Studies: The Legend                   The    Arthurian Legend (Merrie Haskell's version)            An Island Divided   In the years of upheaval after the Roman withdrawal , Britain became   an island of small, squabbling kingdoms. Legends indicate that one Aurelius   Ambrosius tried to unite the small kingdoms against their common enemies--   the Irish , the Picts and the Saxons . He was followed in his quest   by Uther Pendragon, who is commonly held to be the   father of Arthur.    Prior to this, however, was the business of Vortigern.   It was he who supposedly invited the Saxons into Britain, to aid in   repelling the invasions of the Picts. However, when   Vortigern's people (and most notably his sons) objected to the presence of   the Saxons, and saw how Vortigern favored them over his own people, they attempted   to expel the Saxons. Hengist and Horsa, the Saxon leaders, objected. Fighting   broke out. Vortigern tried to make a peace, but at a peace-making meeting,   Hengist and his Saxons pulled daggers from their boots and turned on the unarmed   Briton lords and petty kings, and slew them all. At this point, Vortigern   either conceded his lands to Hengist in exchange for his life, or was allowed   to live with the horror of what he had wrought-- either way, Vortigern was   spared and set free and fled to Wales .               \"There he assembled stonemasons from different parts of the country and    ordered them to build a tower for him. The masons gathered and began to    lay the foundations of their tower. However much they built one day the    earth swallowed up the next, in such a way that they had no idea where their    work had vanished to.\" (Geoffrey of Monmouth 166)                 Vortigern consulted his magicians, and they told him he should   find a boy without a father, and kill him and incorporate his bones and blood   into the foundations of the castle. Vortigern sent out messengers, who \"came   to a town which was afterwards called Kaermerdin and there they saw some lads   playing by the town gate.... a sudden quarrel broke out between the two lads,   whose names were Merlin and Dinabutius. As they argued, Dinabutius said to Merlin:   '...How can we two be equal in skill? I myself am of royal blood on both sides   of my family. As for you, nobody knows who you are, for you never had a father!'\"   (Geoffrey of Monmouth 167). Having found what they sought, the messengers dragged   the boy back with them to Vortigern.     Merlin   Merlin objected to being killed, of course, and thus   it was that when confronted with his death, he called Vortigern's great magicians   liars, and promised to solve the problem of the castle foundations himself.   He told the King that the foundations fell every night because there was a pool   beneath the earth they were lain on. He also told the King that beneath the   pool, two dragons lay sleeping. And when Vortigern dug under the foundations,   he found the pool. And when he drained the pool, the two dragons awoke, and   began to fight, and Merlin began to prophesy:           \"Alas for the Red Dragon, for its end is near. Its cavernous dens    shall be occupied by the White Dragon, which stands for the Saxons which    you have invited over. The Red Dragon represents the people of Britain,    who will be overrun by the White One...\" (Geoffrey of Monmouth 171)                   Merlin proceeded to warn Vortigern that Aurelius Ambrosius, the son of the man that Vortigern had betrayed   to assume the throne, would come to drive out the Saxons and to kill Vortigern.   Merlin then departed Vortigern's doomed presence, and went to Aurelius Ambrosius   and became his chief advisor, who succeeded in all the things that Merlin had   prophesied that he would, driving out the Saxons, and indeed, killing Vortigern.       Uther Pendragon   During the reign of Aurelius Ambrosius, a comet appeared   in the sky. Shortly thereafter, Aurelius was poisoned by an agent of one of   Vortigern's sons, and Uther Pendragon assumed the throne.   He was told by Merlin that the comet had signified   his rise to power. Uther continued to drive back the Saxons, and once victorious,   cast about him for a wife. Unfortunately, his eye settled upon a woman who was   already married, one Igraine, wife of Gorlois,   Duke of Cornwall. It was not long before Uther and Gorlois went to battle   over the woman, and once again, the island was at war.   Uther and Gorlois fought for some time, before Uther cornered Gorlois in   Cornwall, near Tintagel Castle. The night before   they were about to have the final battle, Uther demanded of Merlin that he   have Igraine. Merlin agreed for a price to be named at a future date. Merlin   disguised Uther as Gorlois by spellcraft, and sneaked him into the castle.   Igraine received him there, thinking Uther was her husband. She became pregnant   with Arthur from the night's work. The next day,   Uther took the field and killed Gorlois in battle. Igraine became Uther's   wife not long after.    In most versions of the story, Arthur was born to Igraine and taken away   from his parents secretly by Merlin for fostering. There are usually a variety   of reasons given for this-- that there were too many doubts about Arthur's   parentage (Igraine herself thought she lay with Gorlois on the night of Arthur's   conception), and thus Uther did not want to keep a son who might not be his;   that there were too many dangers to a child that might be Uther's or might   be Gorlois' in the political climate; or that this was the price Merlin had   requested from Uther for the night with Igraine. Whatever the reason, Arthur   was not usually represented to have grown up with his mother and father, nor   his half-sister, Morgan, the child from his mother's first marriage. He   was, instead, givKay.    In the meantime, the island fell to warring once more, for not all who were   loyal to Aurelius were so taken with his brother. Uther, constantly embattled,   grew ill with the stress of his wars, and his health began to fail. By the   time Arthur was a young man, Uther was near death.    In some stories, Arthur was then taken by his tutor Merlin to meet with   the dying king on the field of battle. Uther turned over the armies to Arthur's   command, and Arthur that day defeated the Saxons, and proved to his father's   armies that he was the rightful heir.   The Sword in the Stone   In other stories, Uther died without ever seeing his son, and the island   was left without a king. All the great lords of Britain turned out for a tournament,   whose victor would become the next King.   Kay, newly knighted, fought in the tournament, and   Arthur acted as his squire. As they left their lodgings   one morning for the tournament field, Arthur in his excitement forgot Kay's   sword. As they approached the field, Kay asked Arthur where it was, and when   he found out that Arthur had forgotten it, sent the boy back to fetch it with   all due haste. Arthur, trying to be as quick as possible, came across the   sword in a stone in the courtyard of an abbey. Without thought, he ran   up, grabbed the sword, pulled it out, and ran back to Kay. Kay was surprised   at Arthur's speed. He looked suspiciously at the sword-- and was amazed. He   recognized it as the sword in the stone. He showed it to his father, who eventually   got the truth from both Kay and Arthur, that Arthur had pulled it from the   stone. Written on the sword was \"whosoever shall pull me from the stone shall   be the next King of Britain.\"    Ector called an end to the tournament, and showed the lords of the realm   the sword that his foster son had pulled from the stone. Various tests were   imposed, but eventually it became clear that Arthur had indeed pulled the   sword from the stone, and was the next King of Britain.      The Young King   Young king Arthur was faced with difficulties   from the beginning. He had to drive the Saxons back. In order to do this,   though, he needed to unify the petty kings of Britain to fight the Saxons.   He also had to develop an effective fighting force, and somewhere along the   way, get married.    Depending on the version of the story, the unification of the petty kings   was as easy as forming a Round Table where everyone was equal in the   eyes of the King and had a voice in the affairs of the realm, or as difficult   as beating the rebellious leaders into submission. After this was accomplished,   the united forces of Romano-Celtic Britain began the long and arduous task   of fighting the Saxons. The famous Twelve Battles of Arthur, as listed first by Nennius , document the long, uphill struggle to free   the island-- or at least to drive back the Anglo-Saxon invaders. The battles   ended with the climax of the Battle of Badon , in   which Arthur is said to have worn the banner of the Virgin Mary on his shoulders   (see, Arthur and Christianity ).    After the Battle of Badon came peace, and the King cast about him for a   wife. His eye fell on Guinevere-- depending on the   version, once again, he married one, two or even three women by this name   (see, the Three Guineveres ). They did not meet before their marriage,   and Lancelot, Arthur's most trusted knight, went   to fetch her and bring her back to Camelot . Along the way, they are   supposed to have fallen in love. This courtly romance was doomed from   the beginning, of course, as courtly romances are supposed to be.    A time of peace finally settled on the land.      Sinister Things Afoot   In all the medieval romances, this early part of Arthur's reign was strange   and mysterious. The knights were kept busy with numerous quests, such as the    White Stag , the Loathly Lady and the Green Knight . In   older versions of the Matter, there were such diversions as Cullwch and   Olwen or the Cad Pagur . And in between times there were mundane   events such as tournaments to keep everyone entertained as well.    But at the same time, the evil half-sister was plotting her brother's demise.   In several stories, Morgan went to great lengths   to end Arthur's reign. Morgan's plots ranged from False Excalibur   to stirring up jealousy between the King and Lancelot to conceiving a son   ( Mordred ) with her brother.      The Holy Grail   As Arthur aged, Camelot went into decline. The evil work of Morgan began to   take over the once glorious kingdom; the knights became mean, lost their chivalry,   turned to in-fighting. Merlin, in an effort to save Camelot, suggested a grander   quest than any of the others he had previously created, and told the King to   send his knights to quest for the Holy Grail . The Grail, which brings   healing and eternal life, would be the key to lifting the King's spirits and   bringing his health back, and thus also the health of the realm (see, King   and Land ).   The knights scatter to the four corners of the earth. Perceval was caught in a wasteland belonging to a    maimed king ; Galahad , the most innocent of knights, the only   man pure enough to sit in the Perilous Seat , died on his quest; and   flawed Lancelot several times came close to finding the grail but always failed.   He returned a madman in some versions. In other versions, Galahad was successful,   but then disappeared from the mortal realm forever. The Grail was never brought   to Camelot, however.   The Imprisonment of Merlin   Morgan is sometimes credited for also thinking a method of disposing of Merlin,   though in other versions, Niniane acted alone.   Niniane wished to acquire all of Merlin's powers and secrets. She went to   great lengths to seduce him, and steal his powers while he slept; in some   versions, Merlin's celibacy that kept him powerful, in others it is merely   that with his guard down he could not defend himself against a lesser sorcerer.    When Niniane stripped him of his power, she imprisoned him in a crystal   cave or in an oak tree , for she was unable to kill him. Sometimes   she merely wished to usurp Merlin's place at Arthur's side; other times, she   eliminated Merlin on Morgan's behalf.   Mordred   Meanwhile, far from court, Morgan had raised her son to despise Arthur, and   sent him to his father when he reached adulthood. If his heritage was found   out, it made Arthur look bad, at the very least; at best, Mordred would work   to bring about the fall of Arthur.   In the medieval versions, the court of Camelot had declined substantially   in morals during Mordred's childhood and adolescence, and a general malaise   surrounded the King. Mordred would at that point only be aiding in the inevitable.   In older versions of the story, Mordred is not evil, and exemplifies the uncle/nephew   relationship of Celtic myth. In some modern versions, Mordred is merely   a mortal caught between the desires of his parents.   The Betrayal of Lancelot   Traditionally, Mordred noticed the relationship between Guinevere and Lancelot   off the bat, and tried to discredit both the King's wife and the King's best   friend, to create a niche for himself. When he found out that Lancelot and   Guinevere have gone off on a tryst together, he called together some of his   fathers loyal knights, and had them barge in on the lovers, having them both   taken prisoner. Lancelot managed to escape.   Sometimes Arthur is on the scene, and other times he is off negotiating or   fighting wars. Invariably, the decision is made that Guinevere must be executed   for her treachery upon the King's return. In at least one version, the scene   is very dramatic-- Guinevere is led to the stake to be burned for adultery;   Arthur looks on, stone-faced; Lancelot swoops in on his horse, rescues her,   and runs away with her to the Joyous Gard (his castle), where they live for   some time.    Arthur has no time to get her back, either by wooing or warfare. For on   the horizon, is war.      The Fall of Camelot   The versions are countless. Arthur is attacked by Romans, by Goths, by   Saxons, by Picts, by the French, by the Irish, by Lancelot, by Morgan le Fay,   by Mordred, by rebellious subject kings-- you name it, in some version, they   are the group that brings about the fall of Camelot. But of course, Camelot   had already fallen, in the betrayal of the King's wife and friend, and in the   deterioration of the moral values of the men in charge of guarding the kingdom.   The last battle, the battle of Camlann, marks the fall of the great King. He lies dying.   And while the details of Arthur's death are varied as well, one scene in   particular always stands out in my mind, so I will present it here as definitive.    The great king lay dying at the edge of the battle. Bedivere, his oldest   companion, knelt next to him, seeking to comfort his friend in his last moments.   \"My lord,\" he said, \"My king, Arthur, what can I do?\"    Arthur turned to him and said, \"Take my sword, Excalibur, and go to the   water's edge. Throw it in, and then return to tell me what you saw.\"    Bedivere agreed to do his bidding, and took Excalibur and walked down to   the water's edge. But when he lifted his hand to throw the sword into the   water, he found he could not. This was the sword of a great king; this was   the sword that should be passed on to the next king. If the next king were   a boy, as Arthur had been, or if there were some doubt amongst the people,   this sword could give them confidence that there was a worthy successor to   Arthur on the throne.    Bedivere hid the sword under a bush, and marked the spot, intending to retrieve   it later.   Bedivere returned to his king.   \"Have you done as I have asked?\"   \"Aye, my lord,\" Bedivere replied.   \"Tell me what you saw,\" the king commanded.   \"I saw nothing but the ripple of the water as the sword fell into it, and   heard the crying of the water birds.\"    At this, Arthur grew angry, and said, \"Friend, you have not done what I   asked. Go you forth and throw my sword Excalibur into the lake!\"   Troubled, Bedivere rose to his feet and returned to the place where he had   left the sword, and intending to do his liege's bidding, lifted the sword   over his head to throw it forth.    But his eyes were caught by the gleam of the setting sun on the blade, and   he thought how faithful the sword had been to the King in battle; surely the   blade deserved better than to be cast into the water, to rust and rot. So   Bedivere took the sword and hid it under a bush again, and marked the spot   so he might retrieve it later.   \"I have done your bidding, my lord,\" Bedivere said, when he returned to Arthur's   side.   \"And what did you see?\" the king asked.   \"I saw the splash when the sword hit the water, and the dying sun's rays   bright on the waves.\"   \"You have not done what I asked!\" the king said angrily. \"Go forth, Bedivere,   and if you love me, throw my sword Excalibur into the lake!\"    Bedivere, even more troubled, left his king, took the sword from its hiding   place, and went to the water's edge. Then he lifted it high over his head,   and hurled it out over the lake.   The sword did not have a chance to hit the water; for a hand rose from the   deep center of the lake, and caught the sword neatly. It saluted Bedivere   three times, and then sank beneath the surface, until all that was left were   the waves lapping at the bank, and the wind in the reeds.                  Bedivere returned to his king, and said, \"I have done your bidding.\"   \"What did you see?\"   \"I saw a hand rise from the lake and catch the sword; they saluted three   times, and disappeared beneath the water, and left nothing more than the lapping   of the water at the bank, and the sound of the wind in the reeds.\"   \"Thank you, my friend,\" Arthur said, and closed his eyes.    And Bedivere stayed with his mortally wounded friend, as the sun set, and   the stars came out. And from the darkness came nine women dressed like queens.   Bedivere was frozen at the sight of them. The tenderly lifted the dying king   from his rough bed on the ground, and bore him off. Bedivere was anxious to   see where they were going, so he followed as quickly as he could. But it was   as though lead weighted his feet, and he did not catch up with them until   the nine queens had loaded Arthur onto a barge and had sailed half-way across   the lake.       Bedivere returned to the battlefield, and found his brother, and together,   they went back to the world."}, {"content": "NYU &gt; Ireland House &gt; Oral History of Irish America            Glucksman Ireland House, NYU  Ireland House Oral History Collection    Top   A  B  C  D  E  F  G     H  I  J  K  L  M  N     O  P  Q  R  S  T  V     W  Heritage and ethnic studies are enhanced through the collection of historical data,   documentation, and oral history. \"Irish\" has had multiple meanings and various degrees of relevancy for men and   women living in the United States, depending upon whether the individual is an immigrant or removed by several   generations from Ireland. Nevertheless, who we think or say we are remains hugely important for the understanding of   American history. Since 2005, in partnership with the Archives of Irish America, the central research initiative   of Glucksman Ireland House, the Center for Irish Studies at New York University, has been an Oral History of Irish   America Project. Its goal is to record the experiences of a wide range of Irish Americans towards an understanding   of the durability and elasticity of ethnic identity over time. The principal interviewers are Dr. Linda   Dowling Almeida, Dr. Marion R. Casey, Dr. Miriam A. Nyhan, Dr. de O'Carroll, Dr. Danielle Zach and Virginia Ferris. The interviews that form this collection are usually full life histories   which are recorded using digital technology. These audio files are then archived and opened to researchers by   appointment through the Archives of Irish America in NYU's Division of Libraries. For further information, please   contact irishamerica.archives@nyu.edu An undergraduate   course designed to teach oral history interviewing and documentation skills is offered by Glucksman Ireland House   in the Fall semester; for details see http://irelandhouse.fas.nyu.edu/page/oralhistoryproject . Several audio documentaries drawn from the Ireland House Oral History Collection have been released   as podcasts; please see http://irelandhouse.fas.nyu.edu/page/podcast   Interviews                 A    Sandie Allen (b. London, England, 1966) is an accomplished   photographer who has documented events in Boston's Irish community for almost three decades.                        B           Dan Barry (b.   1958)          is a Pulitzer Prize-winning writer for The New York Times and has covered many topics, including the World Trade Center disaster and the damage to the Gulf Coast from Hurricane Katrina. He is the author of three books, including the autobiography Pull Me Up (2004).         Joe Behan (b. Dublin, Co. Dublin, 1961)  has been Head Coach of the New York University Men's Soccer team since 1996. He brought the team their   first two NCAA Division III Championship appearances and was named Coach of the Year in 1999 and   2010.             Hilary   Beirne (b. Boyle, Co. Roscommon, 1961)         is a science teacher who emigrated to New York in 1988. He is a longtime member of   the New York St. Patrick's Day Parade Committee and the nephew of the late Frank Beirne.                   Sean   Benson (b. Carlow, Co. Carlow, 1960)       was one of the organizers of the Irish Immigration Reform Movement. He is the former   Executive Director of the Emerald Isle Immigration Center and remains a member of its board.                  Jack Boucher (b. New York, New York, 1938)         a union bartender and Vietnam veteran, is the son of immigrants from counties Leitrim   and Sligo. Raised in the Washington Heights section of New York, he was a member of the youth gang the Jesters.           Dympna Farrell Bowles (b. Ennistown, Co. Meath, Ireland, 1922)   a long-time resident of New Rochelle, New York, moved   to Belfast in 1942. She married there in 1947 and later emigrated to the United States with five young children.   Her sixth child was born in New York.             James Boylan (b. New York, New York, 1941)         the son of 1920s immigrants from Co. Monaghan, grew up in the Harlem section of New   York and spent his career working in telecommunications.            Mary Branley (b. Sligo Town, Co. Sligo, Ireland, 1962) studied Multicultural Education in Boston, taught in an inner city school, then   returned to Ireland where she is a teacher and poet.    John Brennan (b. Co. Kerry, Ireland, 1972) worked in Henry Ford &amp; Son Ltd in Cork from 1948-1953 when he immigrated to NY , served in the US Army,   and received his BA in Economics from Fordham University. He spent most of his life working in   insurance.    Sergeant   Edward Burns (b. New York, New York, 1937)           Sgt. Burns is a former New York City police officer with strong New York City   roots and Irish ancestry. He is the father of Ed Burns, Jr., director of The Brothers McMullen .                 Edward Burns,   Jr. (b. Queens, New York, 1968)         a writer, director, and actor who shot to fame in 1995 when his film, The Brothers   McMullen , about three Irish American brothers coming of age on Long Island won the Grand Jury Prize at the   Sundance Film Festival. He is the son of Edward Burns, Sr.       Aoife Butler (b. Ballinasloe, Co. Galway, 1975) a pharmaceuticals industry researcher, is active with the   Irish Network U.S.A., an organization aimed at attracting young Irish professionals. She has also been a volunteer   for children with disabilities.     Jean Butler (b. Mineola, New York, 1971) is a professional dancer and choreographer. She toured with the Green   Fields of America, Cherish the Ladies and the Chieftains before starring in and co-choreographing the original   production of Riverdance in 1994. She has a Master's degree in Contemporary Irish Dance from the   University of Limerick.     Gabriel   Byrne (b. Dublin, Ireland, 1950) is an actor and producer who works in theatre and film. In 2010 he was named the Cultural Ambassador for   Ireland and spearheaded \"Imagine Ireland,\" a program that featured 400 cultural events across the United States.                              C         Bridget   Cagney (b. Cork, Co. Cork, 1937)         retired as a program analyst for the Institute of International Education. She was a member of \"Point Thank You,\" a post-September 11th support group in New York City.       Rosemary Caine (b. Ardee, Co. Louth, Ireland, 1945) was a Bunratty Castle banquet singer. She performs and directs her own theatrical   productions in the United States and Ireland based on themes from Irish history.         Margaret Callaghan (b. New York, New York, 1934, d.   Queens, New York, 2012)     the daughter of immigrants from County Armagh, was raised in Manhattan and later   resided in Queens, New York. She worked as a dental assistant and was a longtime member and leader in the Armagh   Association of New York.               Fr. Colm   Campbell (b. 1935)         Executive Director of the New York Irish Center in Long Island City, former Director   of the Irish Apostolate USA, and former Director of Youth Services for the Diocese of Down and Connor in Northern   Ireland.           Meghan Carey (b. Southfield, Michigan, 1989)     was raised in Michigan by an Irish American father and a mother of   Bermudian heritage. She moved to New York to attend New York University.      Darrah Carr (b. Toledo, Ohio, 1974) is a dance professional who received her MFA from New York University's Tisch School of the Arts. In 2005 she   founded ModERIN, a dance company that combines traditional Irish step with contemporary modern dance. She is also   the North American Editor of Dance Insider .            Martina Carey Carroll (b. Doolough, Geesala, Co. Mayo, c. 1920)            the youngest of 11 children, emigrated to New York in the late 1940s. She married   Bernard Carroll, who was the sexton of St. Patrick's Cathedral for fifty-six years, and raised three children   (including Patrick Carroll and Mary Carroll French) in Stuyvesant Town on the east side of Manhattan.                   Patrick Carroll (b. New York, New York, 1965)         is 2nd generation Irish through his mother, Martina Carroll, and 3rd generation Irish   through his father. He was raised in Manhattan's Stuyvesant Town. He is a Special Agent for the US Department of   Justice, Federal Bureau of Investigation.                Noreen Casey of the Missionary Franciscan Sisters (b. Knocknagree, Co. Cork, 1920)             spent her career in education and retired as a school principal in   Savannah, Georgia.                Daniel Cassidy (b. Brooklyn, New York, 1943, d. San Francisco, California, 2008)              a musician, author, labor activist, and teacher, he was the founder and   co-director of the Irish Studies Program at the New College of California in San Francisco, CA. His book How   the Irish Invented Slang: The Secret Language of the Crossroads won the American Book Award in 2007.                   Cummin Clancy (b. Oughterard, Co. Galway, 1922)     founded the insurance firm of Clancy and Clancy Brokerage Ltd. in Garden City, New   York. A former Olympic athlete (1948 Games in London), he is the founder of the Long Island Chapter of the   Friendly Sons of St. Patrick.                Liam Clancy (b. Carrick-On-Suir, Co. Tipperary, 1935, d. Cork, Co. Cork, 2009)             musician, vocalist, and youngest member of the Clancy Brothers and Tommy Makem,   a folk supergroup that revolutionized Irish traditional music in the United States. He published his memoir    The Mountain of the Women in 2001.        Rena Cody (b. Templemore, Co. Tipperary, Ireland, 1952) co-founder of the Irish Immigration Center in Boston, she worked at Neponset Health Center. She   returned to Ireland in 1993 and works as a local government Social Exclusion Officer.    John P. Collins (b. Manhattan, New York, 1939) the son of immigrants from Co. Limerick, has been a judge for the New   York City Criminal Court since 1978. He received his B.S. from Fordham University and his J.D. from New York   University. In the 1960s he was active in the movement to counter restrictions on emigration from Ireland.               Marie Connolly (b. New York, New York, 1935)         raised in Co. Longford from the age of two, she returned to Astoria, New York as a   teenager in 1949. She later worked in admissions for the Berkeley School and the Wood School in Manhattan before   raising three children on Long Island.                Terri Connolly Cook (b. New York, New York, 1942)     retired fashion industry executive, grew up in the Mott Haven and Bedford Park   sections of the Bronx, New York. The daughter of immigrants from County Monaghan, she curated the 2008 photo   exhibition \"The Monaghan Society in New York\" at the Monaghan County Museum in Ireland.           Kevin Conway (b. Manchester, England, 1966) grew up near Manchester,   UK, where his parents had emigrated in the 1950s. The family returned to Finny, Co. Galway in 1981. He came to the   United States in 1988, and again in 1990, married an American wife in 1991, and heads the imaging Research   Laboratory at Massachussetts General Hospital.    Caitrona Cooke (b. Dublin, Ireland, 1951) was a schoolteacher in Ireland who re-trained as a conservation consultant in Boston,   specializing in energy efficiency systems for buildings.    Eileen Corcoran of the Sisters of St. Dominic (b. Bronx, New   York, 1941) the daughter of Irish immigrants from Counties Donegal and Cork, was raised in the Parkchester   section of the Bronx. Through her vocation with the Dominican sisters, she has worked on creating art retreats,   fundraising, and teaching religious and physical education, most recently at Our Lady Queen of Martyrs in   Centerport, New York.             Frank Costello (b. Newark, New Jersey, 1955)         the son of immigrants from Counties Fermanagh and Galway, is Director of Costello   Associates in Belfast, a firm that promotes community development investment in Ireland and the U.S. He attended   boarding school at St. Mary's College, Galway while a teenager, later earning a Ph.D. from Boston College in 1992.   He is the author of The Irish Revolution and its Aftermath 1916-1923: Years of Revolt (2002).               Lola Lee Cronacher (b. Floral Park, New York, 1934)       is a retired school teacher. Raised in Hollis, Queens, her mother was from Tralee, Co.   Kerry and her father was an Irish American from Brooklyn.              Paul Crotty (b. Buffalo, New York, 1941)         US District Court Justice for the Southern District of New York, was raised in   Buffalo, New York. He is the grandson of immigrants from Co. Clare and a former partner in the law firm of   Donovan, Leisure, Newton &amp; Irvine.              Noreen M.   Culhane (b. Bronx, New York, 1950)            an Executive Vice President at the New York Stock Exchange and the 1970 New York   Rose of Tralee.               Fr. Daniel Cullen (b. Larne, Co. Antrim, 1920)     served in the Society of African Missions (SMA) for more than sixty years. He worked   in Liberia and then, for nineteen years, as a fundraiser for the SMA in the United States.           James Cullen (b. Astoria, New York, 1945) was born in New York but stayed with relatives in Co. Offaly for some time as a child. The son of Irish immigrants from Cos. Offaly and Roscommon, he has had a long career in law and was elected as the first President of the Brehon Law Society n 1978. He is a retired brigadier general in the United States Army Reserve Judge Advocate General's Corps, and was involved in the movement to ban the use of torture by the United States after the Abu Ghraib abuses were brought to light.    Kevin Cullen (b. Boston, MA, 1959) is a Pulitzer Prize-  winning Boston Globe journalist who has reported on immigration, Northern Ireland, and the Whitey Bulger   case. He also contributes to Irish radio NewsTalkFM.    John Cullimore (b. Wexford Town, Co. Wexford, Ireland, 1959) established a successful painting/renovation company specializing in the   rehabilitation of Victorian homes in Cambridge, MA; returned to Ireland in 1996.    Joe Cunningham (b. Crusheen, Co. Clare, Ireland, 1912) emigrated to New York in 1929 and played accordion for sixty   years with the Joe Cunningham Band. He raised five children in Yonkers.             Sean Curran (b. Boston, Massachusetts, 1961)         a modern dancer and choreographer, is the son of immigrants from Counties Cork and   Roscommon. A former Irish step dancer, lead dancer with the Bill T. Jones/Arnie Zane Dance Company, and cast member   of Stomp! , he founded the Sean Curran Company in New York in 1997.                                       D               Kathleen Walsh D'Arcy (b. New York, New York, 1948)           a social worker, writer, and organizer of the St. Pat's for All Parade in Queens   (est. 2005), is the daughter of 1920s immigrants from Counties Offaly and Tipperary. She co-edited two fiction   collections by Irish women writers, Territories of the Voice (1990) and A Green and Mortal Sound   (2001).       Anita Daly (b. Brooklyn, New York, 1953) is the founder and president of Daly Communications, a   music marketing company that includes a roster of Irish musicians such as Van Morrison, Clannad, and Eileen Ivers.               Ashley Davis (b. Kansas City, Kansas, 1976) is a singer of both her own original music and of traditional songs in the   Celtic languages. She received her MA from the University of Limerick in Traditional Irish Music. In 2006 she   traveled to the Isle of Man to capture and record the native Manx language as well as the stories and music of the   island. She released a CD Songs of the Celtic Winter in 2012.        Seamus Deegan (b. Dunlavin, Co. Wicklow, 1942)       a social worker, emigrated in 1966, to serve as a priest   for the Diocese of Rockville Centre in Mineola, New York. In 1974 he decided to leave the priesthood and pursued   graduate studies in psychology and social work.       Agnes Delaney (b. Ardnagall, Co. Galway, 1943) emigrated to the United States in 1964. After completing a Masters   degree in Social Work and Health Care Administration at Columbia University, she worked for more than two decades   in the field of healthcare in the New York area. Since 2005, she has been Chairperson of the Board of Directors,   Aisling Irish Community Center in Yonkers.             Tom Dennehy (b. Cork, Co. Cork, 1938)         a bus driver, emigrated with his family to New Jersey in 1982 after a period living   in England and Ireland.       Brendan Dolan (b. Manhattan, New York, 1966) a member of the Andy Statman Quartet and the Pride of New York, is a   classically trained pianist and Irish traditional musician who has written music for television and film. The son   of Felix and Joan Dolan, he holds an MA in Irish and Irish American Studies from New York University.       Felix Dolan (b. Bronx, New York, 1937) a renowned Irish traditional music pianist who was raised in the Highbridge   section of the Bronx, is the son of immigrants from Counties Leitrim and Mayo. In 1958 he was a founding member of   the New York Ceili Band. From 1963-1996 he worked for IBM as a computer programmer and in computer information   security, retiring as a Director of Information at IBM. In 1997 he was inducted into the Comhaltas Ceoltir   ireann, Mid-Atlantic Region, Hall of Fame.                Joan Dolan (b.   New York, New York, 1937)         former McNiff dancer, founding member of the Bedford (NY) Ceili group, and wife of   Irish traditional pianist Felix Dolan.         Mary Doran (b. Dublin, Ireland, 1952) worked as an architect,   established the Irish Film Association in New York City, and returned to Ireland in 1997.      Michael Dorgan (b. Whitechurch, Co. Cork, 1936)       is the past president of the Cork Association of New   York.          Albina (Josephine) Dowling and Kathleen O'Sullivan (b.   Co. Kerry, 1932) and (b. Glenbeigh, Co. Kerry, 1935)        Josie Downing, the mother of seven, arrived in America in 1951 following a period   nursing in London. Kathleen O'Sullivan, mother of six, arrived in the US in 1953. Both women joined the Kerry   Ladies' Auxiliary in New York and married men from County Kerry.       Fr. James Drew (b. Croagh Hill, Co. Cork, Ireland, 1948) came to the United States in 1971. He was ordained in the Diocese of Honolulu in 1974 and serves as the administrator for Our Lady of the Snow parish in Blue Point, New York.    Dnal Duggan (b. Ballintotis, Co. Cork, Ireland, 1962) is a musician who emigrated in 1985 to relatives in Weston, Massachusetts, where he   worked as a landscaper, received a Donnelly visa, married, and returned to Ireland in 1994.        Vincent Dunn   (b. Queens, New York, 1935)         a forty-two year veteran of the New York Fire Department who writes and lectures   nationally on fire and firefighter safety.           Martin Dunne (b. Mullinahone, Co. Tipperary, 1939)       emigrated to the United States in the 1950s and is a   member of the Tipperary Association.        Michael P. Dunphy (b. Ballinakill, Co. Laois, 1944)     emigrated to New York with his family at age 10. He is the past   president of the Laois County Association of New York.      Jim Dwyer (b. New York, New York, 1957) is the son of Irish immigrant parents from Co. Kerry. He is a Puliter Prize-winning writer for the New York Times and has published four books, including 102 Minutes: The Incredible Story of My Fight to Survive Inside the Twin Towers .    Philip Dwyer (b. Sneem, Co. Kerry, Ireland, 1926, d. New York, NY, 2014) was drafted into the Army after emigrating to the United States in 1949. He became an electrician and settled on the Upper West side of Manhattan with his wife and children.                     E      John Early (b. Brooklyn, New York, 1943) a graduate of New York University, worked for the Irish Arts Center in the   1970s. He was a member of the Eagle Tavern group which split off from the Irish Arts Center in the mid 1980s.         Norah Egan (b. Co. Westmeath, Ireland, 1974) grew up in Co. Longford   and moved to the United States in the early 1990s. Since then she had worked as a childcare provider for several   families in and around New York City.    Peter English (b. Arklow, Co. Wicklow, Ireland, 1923) Peter's father left for New York in 1922 and he and his mother and siblings followed   over and arrived in New York in 1928. The English family settled in the West Village/Chelsea area of New York,   where there were a lot of Arklow people with strong connections to the Waterfront activities. Having served as a   Marine, he joined the NYPD in 1950. He married a an Irish American, Mildred, who he had worked with. His son,   Peter, followed his footsteps by joining the NYPD.    Thomas Enright (b. Dublin, Ireland, 1931) emigrated to the United States in 1956 and owns a garage in Queens. He became involved in Northern Irish activism and was part of several organizations including the American Congress for Irish Freedom and Irish Northern Aid Committee.      Tom Evans (b. Bronx, New York, 1954)     the son of immigrants from Skibbereen, Co. Cork and Ballingarry, Co.   Limerick, grew up in Long Island City. His father was a long time member of New York's Cork Association and one of   the few non-Catholic members in any county association at that time.                       F                   John J.   Fallon (b. Galway, Ireland, 1919, d. 2011)         retired principal of Bay Ridge High School and former president of the American Irish   Teachers Association.               Charles   Fanning (b. Norwood, Massachusetts, 1942)         Emeritus Professor of English at Southern Illinois University, Carbondale where he   built a respected Irish Studies program, is the author of several works including The Irish Voice in America:   Irish-American Fiction from the 1760s to the 1980s (1990) and Finley Peter Dunne and Mr. Dooley: The   Chicago Years (2008). For 21 years, he taught at Bridgewater State College in Massachusetts and spent two   years as assistant to the chancellor of the University of Missouri, St. Louis. A descendant of Famine immigrants   from Co. Monaghan, his maternal grandmother was from Co. Cork.           Michael and Eileen Farragher (b. Co. Galway, 1935)   and (b. Co. Limerick, 1941)     met after emigrating from Ireland,   married in 1965 and raised two sons in New Jersey. Michael, a US Army veteran, worked for the New Jersey Turnpike   for 35 years. Their son is the writer Mike Farragher.              Mike   Farragher (b. 1966)            is the son of Irish-born parents from Cos. Limerick and Galway. He writes for the    Irish Voice and Irishcentral.com and has published a series of essay collections entitled    This Is Your Brain on Shamrocks .         Brendan P. Farrell (b. New York, New York, 1964) a successful businessman, he developed XPS, software used throughout the globe in   financial services and was Ernst &amp; Young's Businessperson of the year in 2011.           John Feighery (b. 1933)         a printer, is the son of 1920s immigrants from Counties Offaly and Tipperary. He is a   member of the County Offaly Association as well as a volunteer coach and athletic director at his Bronx alma   mater, Sacred Heart School, in Highbridge, New York.           Nancy Feighery (b. Tullamore, Co. Offaly, 1934)       studied nursing in Liverpool, England,   before coming to America at the age of 20 in 1955. She married in 1960; she and her husband then moved back and   forth between Ireland and New York with their children several times through the late 1960s and 1970s. They have   owned and operated the Fiddler's Green, an Irish bar in Carmel, New York, since 1981.        Rosemary Fine (b. Limerick City, Co. Limerick, Ireland, 1962) is an actor from an Irish Jewish family who toured the United States, married, re-  located, and runs 'Java Joes' in Park Slope, Brooklyn.       Tesa Fitzgerald of the Sisters of St. Joseph (b. Far   Rockaway, New York, 1946)   is the daughter of immigrants from Counties Kerry and Donegal. She is the founder of   Hour Children, a non-profit organization that provides support for incarcerated women and their families, in and   out of the prison system.                 James K. Flanagan (b. 1940)         also known as Samas Flannagin, is a poet and storyteller with roots in Counties   Clare and Roscommon. A native of Jersey City, New Jersey with a Ph.D. in English from the University of Notre Dame,   he taught in Asbury Park and specialized in African-American literature.       Fionnula Flannagan (b. Dublin, Ireland, 1941) a stage, television and film actress, has lived in Los   Angeles since 1968. A fluent Irish speaker and a committed Irish nationalist, she is the wife of Dr. Garrett   O'Connor.      Rose Conway Flanagan, Patty Furlong and Margie   Mulvihill     all second generation Irish Americans raised in the   Bronx, New York, are traditional Irish musicians. They play music together, as well as teach, in Rockland County   and the New York City area.                 Adrian Flannelly (b. Co. Mayo, 1942)         a broadcast journalist, community leader and promoter, is a founding Board Member of   the Emerald Isle Immigration Center, The Irish Repertory Theatre, and Ireland Chamber of Commerce USA (ICCUSA),   as well as co-founder of Project Irish Outreach, Catholic Charities (Archdiocese of New York). He emigrated to New   York in 1959 and has been broadcasting on local radio since the 1970s.               Thomas J. Fleming (b. Jersey City, New Jersey, 1927)         historian and novelist whose many published works have won main selections for the   Book-of-the-Month Club in both fiction and nonfiction, is third generation Irish American. His 1961 novel All   Good Men and his 2005 memoir Mysteries of My Father recall his childhood in Jersey City, New Jersey   and the politics of the Frank Hague machine.           Tom Flynn (b. Albany, New York, 1946)     is a descendant of Irish immigrants on both sides of his family tree,   with known roots in Counties Waterford and Sligo. Dispersing from Canada and Boston, his ancestors ultimately found   their way to New York State. Now a free-lance producer and author of a fledgling series of murder mysteries, he   worked for 25 years at CBS News. He is the author of the epic poem, Bikeman , which recalls the morning of   September 11, 2001.      John Foley, CSP (b. Dublin, Ireland, 1940) Vice President of the Paulist Fathers, emigrated to New York at a   young age. He was ordained as a Paulist priest in 1967 and served for over 44 years in New York, Texas, Rome, San   Francisco and New Jersey. He earned a doctorate in canon law from Gregorian University in Rome and for 8 years was   the Paulist liaison with the Vatican.     Janet Forrester (b. Kent, England, 1964) grew up in Northern Ireland and emigrated to the U.S. in the   1980s. A graduate of CUNY Law School with an MSW, she is a lawyer who represents parolees at Rikers Island, New   York City's central prison.             Mary Carroll French (b. 1963)         a lawyer, is a second generation Irish American and life-long resident of Stuyvesant   Town on Manhattan's east side. Her mother is Martina Carroll and her brother is Patrick Carroll.                           G         Emer Grall (b. Baltrasna, Moylagh, Co. Meath, Ireland, 1962) a nurse, came to Boston in 1988 to work at St. Elizabeth's Hospital and complete a Master's   degree as a Nurse Practitioner.      Jim Gardiner of the Dominican Order (b. Bronx, New   York, 1942)     is a Franciscan Friar and former director of Graymoor Spiritual Life Center in Garrison, New York.   He worked with civil rights activists in Washington, DC, in the 1970s, and with AIDS patients in New York City in   the 1980s and 1990s. He led the 22nd St. Patrick's Day Parade in Peekskill, New York, in 2011.         Karl Geary (b. Dublin, Ireland, 1972) is an actor and club owner who emigrated to the United States at the age of fifteen in 1987. He has appeared in several films and television shows, including Sex and the City , and wrote the film Coney Island Baby .    Catherine Gebhard (b. Limerick City, Co. Limerick, 1943) a nurse specializing in Oncology, Neurology and hospice   care, emigrated to New York City with her parents in 1950. She raised 2 children on Long Island.           Sheila Gleeson (b. Dublin, Ireland, 1956) was lead immigration   specialist at the Irish Immigration Center in Boston from 1995-2005, and later Director of the Coalition of Irish   Immigration Centers, USA.    Greg Glynn (b. Oughterard, Co. Galway, Ireland, 1958) was co-founder of the Boston Irish Immigrant Reform Movement and a major advocate for immigration   reform in the United States. He returned to Ireland in 1992 where he is partner in Arthur Cox and   Company.        Ira Goldman (b. 1938)         a government administrator, has been active in various Irish American organizations.   Although his stock is primarily Jewish, he also identifies himself as Irish and believes that he holds an   ancestral link to Famine immigrants from Co. Donegal.               Sean Gormley (b. Dublin, Co. Dublin, 1964)       is an actor, film-maker and musician who wrote and directed the film    Blackout (2006). A member of the Irish band, The Commitments, he emigrated to the U.S. with his   American-born wife in 1997.            Unateresa Gormley (b. Bronx, New York, 1961)   the daughter of immigrants from Counties   Longford and Kerry, is a TCRG certified Irish dance teacher, and the founder and chairperson of the Big Apple Feis,   as well as director of the Big Apple Rose of Tralee. She also serves as a volunteer for Project Children, hosting   children from Northern Ireland for summers in the US.              John   Grange (b. 1940)         has served the Archdiocese of New York as priest and pastor since 1966. The grandson   of immigrants, he was raised South Bronx. His ministry has included assisting immigrants, particularly in the   Puerto Rican community.           Rita Fahy Gray (b. Ballydavok, Co. Mayo, d. Astoria, Queens,   2012)     one of nine children, emigrated to the US in 1938 at the age of 19, after spending a year and a   half in Manchester, England. She met her Irish-American husband through her first job as a domestic in Manhattan   and they raised three children in Queens.              John Green (b. Cootehill, Co. Cavan, 1945)         a lawyer with the U.S. Department of Justice and a Vietnam veteran, he emigrated to   the U.S. with his parents in 1957.               Claire O'Gara Grimes (b. 1936)         publisher of the Irish Echo newspaper, was raised in the Riverdale section   of the Bronx, New York. With roots in Counties Westmeath and Sligo, she married John Grimes, whom she succeeded as   publisher after his premature death in 1987. To commemorate the 150th anniversary of the Famine, she commissioned   Patrick Cassidy's Famine Remembrance symphony and premiered it in New York's St. Patrick's Cathedral in   1996.                          H           Marie Hale and Mary Petters (b. Oneanta, New York, 1954) and   (b. Binghamton, New York, 1978)     are mother and daughter. Marie Hale, a second generation Irish American nurse with ties   to County Cork, moved to Chapel Hill, North Carolina from upstate New York with her husband and children in the   1990s. Mary Petters works as a personal trainer.              Pete   Hamill (b. Brooklyn, New York, 1935)         a novelist, essayist, journalist, and Distinguished Writer in Residence at New York   University. Raised in the Park Slope section of Brooklyn and the son of immigrants from Belfast, he was editor-  in-chief of both the New York Post and the New York Daily News , and a columnist for both as   well as for New York Newsday , the Village Voice , New York magazine and Esquire . In 1994   his memoir, A Drinking Life , was on the New York Times best-seller list for 13 weeks.                  Tom Hanley   (b. Jersey City, New Jersey, 1939)     raised in Hoboken and a longshoreman since age 17, has been very involved with waterfront union   politics. At age 14 he made an appearance in the film classic On the Waterfront (1954), directed by Elia   Kazan.        Philip Haughey (b. Waltham, MA, 1935) has served as Chair of   Celtic Studies at his alma mater, Harvard University, on the board of University College Dublin's Smurfit School of   Business in Ireland, and was awarded an honorary doctorate in 2005 from the University of Ulster, Coleraine, for   his contribution to business and support for philanthropic organizations.           Catriona Hayes (b. Cahirciveen, Co. Kerry, 1974)         a homemaker and a student nurse, emigrated to New York in 2000 after spending a   period studying and working in London. She is married to Eddie Hayes.               Eddie Hayes (b. Co. Limerick, 1966)         a narcotics detective with the New York Police Department, emigrated in 1989. After   service with the U.S. Navy, he joined the NYPD in 1996. He is married to Catriona Hayes.                  Thomas F. Hayes (b. Co. Limerick, 1925, d. San Francisco, 2010)     emigrated to California in 1949 and in 1958 started his own business there, Tom Hayes Plastering. He was   a founding member of the All Ireland Social Club and the United Irish Cultural Club, as well as a longtime member   of the San Francisco Gaelic Athletic Association. He was appointed a Director of the Bay Area Rapid Transit by   San Francisco Mayor Joseph Alioto in 1974. He is the father of the San Francisco Fire Chief Joanne Hayes-  White.           Anne Hearn (b. Co. Longford, Ireland, 1943)    emigrated to the United States in 1961 and began working at Verizon Communications   until she retired in 1997. She is very involved in both the Longford Association and the United Irish Counties   Association of New York.       Eileen Mescall Heffernan (b. Bronx, New York, 1962) a former member of the Peace Corps, has taught in   Washington State and in the Bronx. She is the daughter of Eileen Reilly Mescall.     Seamus Henchy (b. Ennistymon, Co. Clare, Ireland, 1954) came to the United States in 1983 and has established a niche business in New York   managing museum and gallery renovations.    Brigid Higgins (b. Loughrea, Co. Galway, 1935) a former Dominican nun and New York City school teacher, emigrated to   America twice: at age 9 and at age 53. She lived in Ireland between 1972-88, then returned to New York where she   completed her MA in Education at Manhattan College in 1992 and became a bedside educator for Memorial Sloane   Kettering.         Patrick   Hurley (b. Wellington, New Zeland, 1962)         raised in County Cork, was a member of the New Irish generation who found himself in   New York City in the 1980s as an \"illegal\" alien with few options to succeed in America without proper   documentation. Along with a core group of partners, he helped to found the Irish Immigration Reform Movement in   1987 and lobbied successfully to change immigration law in the US with the passage of the Immigration Act of 1990   HR-4300 which granted thousands of non-preference visas to immigrants considered unfairly disadvantaged by previous   legislation, many of whom were Irish.                          I          Rosalee Isaly (b. Chicago, Illinois, 1943)   was born into a family in the Chicago funeral parlor   business. Her father was John Louis O'Hanley who took over operations from his father. One of seven children raised   on the South Side, she attended Loyola College and studied art in Perugia, Italy, and French in Paris. After   working in advertising and marketing in Chicago, she moved to New York where she raised her children and worked as   an art teacher.       Alfred Isacsson of the Carmelite Order (b. Brooklyn, New York,   1932, d. Middletown, New York, 2011) was a High School teacher and Principal at St. Albert's Junior Seminary in Middletown, New York   and at Pope John Paul II High School in Boca Raton, Florida. He was also a Parochial Vicar and Pastor at   Transfiguration Church in Tarrytown, New York. Fr. Isacsson drew upon the Carmelite Archives in a number of   articles, papers and books that explored the Carmelite relationship of the Irish independence movement in the   early 20th century.                 J              Lisa Johnston (b. 1966)         an immigration lawyer in private practice in Yonkers, New York, is the great-  granddaughter of immigrants from Co. Donegal. She was an instrumental member of the Irish Immigration Reform   Movement and is a board member of the Emerald Isle Immigration Center.                   K     Maurice \"Moss\" Keane (b. Castleisland, Co. Kerry, Ireland, 1960) developed a successful business in property renovation in Boston for which he has   received numerous awards.    George Kehoe (b. Dallas, Texas, 1952) a 3rd generation Irish American, has worked as an actor,   writer and teacher. He wrote and directed Hunger , a play based on the prison writings of 1981 Irish   hunger striker Bobby Sands.         Erin Kelleher (b. Mt. Kisco, New York, 1973)   the grandchild of four immigrants from County Cork, is a pediatrician in Tuckahoe, New   York. Her mother was raised in Jersey City; her father was a fifth grade teacher. A graduate of the University of   Notre Dame, she studied medicine at Trinity College Dublin, where she met her Irish-born husband.          Margaret Kelleher (b. Mallow, Co. Cork, Ireland, 1964) studied for a Ph.D. in English Literature at Boston College, returned to teach in   Ireland in 1990, and in 2012 was appointed Chair of Anglo-Irish Literature at University College   Dublin.            Donald A.   Kelly (b. 1935)         retired Senior Vice President of Emigrant Savings Bank and President of the Executive   Committee of the Emerald Isle Immigration Center. His brother is Ray Kelly.             Catherine Kelly (b. Carrickmore, Co. Tyrone, Northern Ireland, 1962) was a Morrison Visa recipient who grew up in Northern Ireland. She teaches Political   Science and is active in Sinn Fein.        Patrick J. Kelly (b. 1941)         a neurosurgeon and Chairman of the Department of Neurological Surgery at NYU Langone   Medical Center. Third generation Irish raised in Lackawanna, New York, he pioneered Computer-Assisted Stereotactic   Neurosurgery and founded the New York-based charity the Brain Tumor Foundation.             Raymond W.   Kelly (b. Manhattan, 1941)         is Commissioner of the New York City Police Department (1992-1994; 2001-present). He   is a Vietnam veteran and retired Marine Colonel, with advanced degrees from St. John's University, New York   University and Harvard. As a second-generation Irish American with ties to Counties Cavan, Roscommon, and   Longford, Kelly served as Grand Marshal of the 2010 New York City St. Patrick's Day Parade. His brother is Don   Kelly.               Sr. Theresa Kelly,   R.S.M. (b. 1934)           a member of the Sisters of Mercy of the Mid-Atlantic Community who, after a   long teaching career, retired as Principal of Our Lady of Refuge in East Flatbush, Brooklyn (NY).                Thomas   Kelly (b. 1961)         author of several books including Payback , The Rackets , and    Empire Rising . Drawing on his working class background in New York City and New Jersey he writes about   the Irish experience in the construction industry. Kelly put himself through school working as a sandhog digging   Water Tunnel Number Three in New York, graduated from Fordham, earned a Masters degree from the Kennedy School of   Government at Harvard and served as advance director for New York City Mayor David Dinkin's reelection campaign in   1993 before retiring to write full time.               Peter T. King   (b. 1944)         Republican Congressman from Long Island and one of the architects of the Northern   Ireland peace process in the 1990s.               Larry   Kirwan (b. 1954)         is a writer and musician and is most notable as the lead singer of the Irish rock   band Black 47. He also hosts the Sirius Satellite Radio show Celtic Crush.                           L          Rosemary Landrigan (b. New York, New York, 1935)       the daughter of immigrants from County Armagh who   met in New York at the Armagh Ball, was born and raised in the Bronx, New York. Her father was a publican and one   of the founders of the County Armagh Pipe and Drum Band. She made her first trip to Ireland in 1936 and her second   trip in 1950.                Charles A. Laverty (b. Moy, Co. Tyrone, 1930)         a journalist and retired reserve member of the U.S. Army Special Forces, he emigrated   to New York in 1948. Active in Irish Republican circles thereafter, he served as President of the New York Irish   History Roundtable from 2003?2007.               Bobby Lavery (b. Belfast, Co. Antrim, 1948)         a former political prisoner at Long Kesh and elected Sinn Fein representative for   North Belfast, he emigrated with his American-born wife to San Francisco, CA in 2000. Before its demise, he worked   in Development for the New College of California.             Margaret \"Cis\" Lawlor (b. Co. Offaly, Ireland, 1920)     remembers her paternal grandparents sharing their memories of surviving the Famine when growing up in Co. Offaly. She emigrated to the United States for the first time in 1948 and then returned to Ireland in 1954. After coming back to the US in October 1954, she raised her family in Manhattan and in Elmhurst, Queens.           Tom Lawlor (b. Shanahoe, Co. Laois, Ireland, 1941)     was a member of the Co. Laois association of New York. He retired from the New York   Police Department and moved to Ireland.         Mary Leddy (b. Co. Cavan, Ireland, 1947)     has worked in major hotels in the US and Ireland and is now theConcierge at the Harvard Club of New York.       Pat Leonard (b. Manhattan, New York, 1944)     the daughter of immigrants from Co. Kerry, grew up in the Inwood   section of Manhattan. She lived in the Bronx and in Boston before settling in New Jersey with her husband and   children.            Peggy Leonard (b. West Babylon, New York, 1941)       the daughter of immigrants from Arklow, Co. Wicklow,   grew up in the Chelsea section of Manhattan. Her father was the long-time proprietor of O'Neill's Bar &amp; Grill   (now operating as Moran's) in Chelsea, a popular eating establishment for longshoremen for many decades.         Bonny McGee Long (b. Bronx, New York, 1943) is the granddaughter of Irish immigrants from Co. Tyrone. She grew up in the Bronx and married George Long.    George Long (b. New York, New York, 1940) is the son of Irish immigrant parents from Arklow, Co. Wicklow, and he grew up in Manhattan's Chelsea neighborhood. He worked on the Chelsea Piers as a longshoreman in his teens, but then moved on to become Vice-President of a prominent New York City bank before his retirement. He retired with his wife, Bonny, to Belle Harbor, New York. See also the Joe Long Oral History Collection (AIA070).    Joseph Long (b. New York, New York, 1952) is the son of Irish immigrant parents from Arklow, Co. Wicklow and grew up in Manhattan's Chelsea neighborhood. He spent his career in management with United Technologies and Otis Elevator. He has a Master's Degree in Irish and Irish-American Studies from Glucksman Ireland House, New York University.    Erin Loughran (b. Englewood, New Jersey, 1988) an All Ireland champion on the fiddle who was   the 2011 New York Rose of Tralee, is the daughter of the Irish musicians Margie Mulvihill (a Bronx native) and   Frank Loughran from of Co. Tyrone. She earned a B.A. in Irish Music and Dance at the University of Limerick and   teaches music throughout New York and New Jersey.       Dr. James Lynch (b. Queens, New York, 1965) is the only child of postwar Cavan immigrants. He grew up in Elmhurst, Queens, surrounded by extended family on both his father's and mother's sides. Having attended Catholic schools, he attended medical school and specialized in psychiatry. He watched in horror from his Brooklyn Heights office as the Twin Towers crumbled on 9/11. He is married to an Irish-American and has two children. Dr. Lynch is often consulted in cases related to sexual abuse in Ireland.     Thomas   Lynch (b. Detroit, Michigan, 1948)       is an author and undertaker. He has published several books of poetry, fiction and   non-fiction including Skating with Heather Grace (1987), Grimalkin and Other Poems (1994),    The Undertaking: Life Studies from the Dismal Trade (1997) and Apparition and Late Fictions   (2010). He has been running his family funeral home in Michigan since 1974.                       M          Sr. Margaret MacCurtain (b. Cork City, Co. Cork, Ireland, 1929) Photographer: Gary Wayne Gilbert is a noted Irish historian, teacher, editor and human rights activist. Her   impressive body of work includes the book Ariadne?s Thread: Writing Women into Irish   History .        Anne Maguire (b. Dublin, Co. Dublin, 1962)         an activist for gay/lesbian rights, emigrated to New York in 1987. She was a founder   of the Irish Lesbian and Gay Organization and the New York Lesbian Avengers. Her memoir, Rock the Sham! The   Irish Lesbian &amp; Gay Organization's Battle to March in New York City's St. Patrick's Day Parade , was   published in 2006.               Pat Mahon   (b. Bronx, New York, 1958)         a Bronx-born financial industry executive who lives in London. In 1973 he became the   first American to win the All-Ireland button accordian championship. He continues to play music even as he travels   the world for his career, including several years performing with an Irish band he formed while living in   Tokyo.           Mary Malone (b. New York, New York, 1939)   the daughter of an immigrant from Ballymahon, County   Longford, grew up in St. Nicholas of Tolentine parish in the Bronx. She worked for many years in Administration and   Human Resources at AIG before retiring in 1996.               Brian A.   McAllister (b. 1932)            president of McAllister Towing &amp; Transport, a tugboat firm operating on   the Eastern seaboard but principally in New York harbor.         Rosemary McCann (Ridgewood, New Jersey, 1955) has done a great deal of in-depth research on her family's immigration history. She has been able to trace her family back several generations to Cos. Armagh, Mayo, Meath, and Offaly.    Laurence \"Larry\" McCarthy (b. Co. Cork, Ireland, 1954) is a lifelong promoter of the Gaelic Athletic Association and a professor at Seton   Hall University who received the Mayor's Award, New York City, for his work in support of Gaelic Park, New   York.      Margaret McCarthy (b. White Plains, New York, 1953)        is a photographer who has documented the peace and social justice movements of the last   two decades through her photographs. She has published plays and poetry in literary magazines, journals and   anthologies.          Monica McCarthy (b. Castlebar, County Mayo, 1942)       a second cousin of Irish Taoiseach Enda Kenny, was a   civil servant in Dublin before emigrating to London in 1964 to work at the Irish Embassy there. She married an   Irish American and the couple settled in Washington, D.C. Her grandparents had spent time in Philadelphia, where   her mother was born in 1900.              Sr. Rita McCarthy (b. Lombardstown, Co. Cork, 1915)         a Missionary Franciscan Sister, began her career in education at Our Lady of Peace,   Brooklyn, in 1934. She retired as a school principal.               Alice   McDermott (b. Brooklyn, New York, 1953)       the Richard A. Macksy Professor of Humanities at Johns Hopkins University in Baltimore,   Maryland, is a writer since 1983. She is the author of several books in which Irish America is central to   understanding character including Charming Billy (1990) winner of the National Book Award for fiction.              Hugh McDermott and John McPhillips (b. Co. Tyrone, Northern Ireland, 1930) and (b. Montreal, Canada, 1929, d. 25 October 2012) both   emigrated to Philadelphia in the 1950s, where they became involved with the Philadelphia Tyrone   Society.        Stephen McFadden (b. 1942)         co-owner of Ryan McFadden's, a New York bar, is the son of immigrants from Counties   Armagh and Mayo.       William McGowan (b. Enniscrone, Co. Sligo, Ireland, 1940) is a central figure in Boston's Irish community involved in sporting and business   affairs, founder of the Massachusetts Immigration Committee's campaign in the 1980s.    John McGuire of the Dominican Order (b. Manhattan, New York,   1943) is the Pastor of New York University's Catholic Campus Ministry   based at St. Joseph's Church in Greenwich Village. Formerly a Trappist Monk, he was also the Director of the   International Ecumenical Center at Coventry in England, the first Roman Catholic Priest to be employed by the   Anglican Church. His mother was an Irish speaker from Co. Galway and his father was a Protestant from Northern   Ireland.          Susan   McKeown (b. Terenure, Co. Dublin, 1967)         a folk musician who has recorded over ten albums of traditional Irish, English,   Scottish, and Jewish music. She emigrated to New York in 1990 and settled in Manhattan's East Village. She has   collaborated on major projects with Johnny Cunningham, Mabou Mines, and The Klezmatics, among others.          Jeanie McLaughlin and Charlie McLaughlin (b. New York, New York, 1926) and (b. Bronx, New York, 1924) have family roots in Cos. Dublin, Offaly, Offaly, and Galway. They have been active in many Irish organizations over the last five decades, including the Ancient Order of Hibernians, Irish Northern Aid Committee, and Clan na Gael.            Jim McManus (b. 1934)     grandnephew of the late Thomas McManus (\"The McManus\"), has overseen the McManus Midtown Democratic Association   in Manhattan, New York since 1963. He has been a funeral director and an elected member of the New York State   Assembly.           Joe McManus (b. Drumshanbo, Co. Leitrim, Ireland, 1950) was active in county society and Republican circles in New York City. He worked in real estate after arriving in the United States in the mid-1980s.        Mary McTaggart McMullan (b. Co. Derry, 1931)           an active member of the County Derry Society of New York, emigrated in 1958 to   join her soon-to-be-husband, John, who had immigrated five years earlier. Most of her career was spent working in   the auto industry in sales and bookkeeping.        Sr. Lillian McNamara (b. New York, New York, 1940) is the daughter of Irish parents from Co. Clare and grew up in Manhattan. She has been working with Encore Community Services since 1976 and is currently the Director of Operations there.    Don Meade (b. Fort Belvoir, Virginia, 1954) a banjo and harmonica player, is the producer of a long-running Irish   traditional music concert series in New York City at venues like the Eagle Tavern, the Blarney Star and at New York   University's Glucksman Ireland House. In addition to being active with the Catskills Irish Arts Weekly in East   Durham, New York and the Washington Square Harp and Shamrock Orchestra, he has published several articles on Irish   American music.         Timothy J. Meagher (b. Worcester, Massachusetts, 1949)       is a Professor of History and University Archivist   at Catholic University of America. He is the author of Inventing Irish America: Generation, Class, and Ethnic   Identity in a New England City, 1880?1928 and the Columbia Guide to Irish American History , and co-  editor of The New York Irish , in addition to many essays on the Irish in America.          Eileen Reilly Mescall (b. Holyoke, Massachusetts, 1928)       a second generation Irish American, returned to   Ireland with her parents during the Depression. She grew up in Co. Clare and later emigrated to live in New York.   She is the mother of Patricia Mescall Heffernan.              Sean   Minihane (b. Co. Cork, )         an Irish-born member of the New Irish generation of the 1980s and one of the founders   of the Irish Immigration Reform Movement. Immigrating to New York in 1986, he quickly recognized the plight of his   undocumented peers and helped lead the IIRM to lobby for and achieve legislative reform with the passage of the   Immigration Act of 1990 HR-4300. The law granted thousands of non-preference visas to immigrants considered   disadvantaged by previous legislation, many of whom were Irish.        Aine Minogue (b. Borriskane, Co. Tipperary, Ireland, 1965) is a professional composer and harpist who emigrated to the United States in 1983.   She uses Irish mythology and history as sources for her creative works and performances.           Frank Miskell (b. 1954)         a longshoreman in Port Elizabeth, New Jersey. The descendant of Famine immigrants,   his family has worked the port of New York for generations.         John Moloney (b. Limerick, Co. Limerick, Ireland, 1937) is the brother of Fr Pat Moloney. He is from Limerick, Ireland, and was imprisoned in Ireland for Republian activities.    Father Pat Moloney (b. Limerick, Co. Limerick, Ireland, 1932) emigrated to the United States in 1955 and began a ministry for the poor in New York's East Village. He is the son and grandson of Irish Republican Army fighting men, and his own Republicanism was a target from the 1970s to the 1990s.      Charlie Mooney (b. Bronx, New York, 1938)            Maureen Griffin Mooney (b. Bronx, New York, 1939)            John Moylan (b. Manhattan, New York, 1940) the son of immigrants from Co. Cork, spent his career as a doorman at   Tavern on the Green, a restaurant located in Central Park. He is also the author of several articles including   \"Remembering Kelso,\" \"The Boys of Summer's Past\" and \"The Finest of the Finest.\"    Denis Mulcahy (b. Channel Islands, UK, 1944) retired NYPD bomb squad detective, emigrated to the United States from   Cork. He is the founder of Project Children, a program that has fostered peace since 1975 by mixing Catholic and   Protestant young people from Northern Ireland together during a stress-free summer in the United States.               Jim Mulvihill (b. 1931)         retired as Principal Investigator, Office of the Attorney General of the State of New   York in 1995. The son of emigrants from Co. Kerry immigrants, he was also Master Paymaster of the Old Guard of the   City of New York.              Sr. Bernice Murphy (b. Castleisland, Co. Kerry, 1917)         a Missionary Franciscan Sister, taught in Boston, Minnesota and Brooklyn after   emigrating to the United States during World War II.     Christina Murphy (b. Newark, New Jersey) is a Senior Director of Learning and Development for Century 21 Real Estate, and teaches in the Graduate   School of Business at Touro College of New York. She is active in New Jersey with the Friends of Erin Scholarship   program in Kearney and the Nutley Irish American Alliance.             Jim   Murphy (b. 1960)         senior executive producer of Good Morning America , ABC's morning news show,   is the son of immigrants and the brother of television news reporter, Mary Murphy.                  Mary   Murphy (b. 1959)         Emmy-award winning television reporter currently the weekend anchor of the CW11 News   at Ten (New York) and correspondent for the \"Fact Finders\", a crime investigative team consisting of herself and   fellow reporter Peter Thorne on the CW-11, is the daughter of immigrants and the brother of Jim Murphy, senior   executive producer of Good Morning America .       Joe Murphy (b. Millstreet, Co. Cork, 1931) a former columnist with the Irish Echo , is an active member of   the County Cork Association of New York. His wife is Judy Murphy.     Judy Murphy (b. Ballinamore Bridge, Co. Galway, 1938) came to the United States from Rome, where she had been training to become   a Franciscan nun. She left religious life and settled in New York in 1957 where she worked in banking. Her   husband is Joe Murphy.             Sr. Regina   Murphy, S.C. (b. 1939)            the property manager for the Sisters of Charity of New York and an advocate   for corporate responsibility, fought hard to establish the McBride Principles.                              N      Frank Naughton (b. Manhattan, New York, 1939) a Professor and former Chairperson of Sociology at Kean   University in New Jersey, was President of the New York Irish History Roundtable. His father was raised in Cahir,   Co. Tipperary from age 6 to 19.     Mary Nolan (b. Kilfinny, Co. Limerick, Ireland, 1937) is a long-time resident of Brooklyn who became involved in many Irish organizations after emigrating to New York City in 1953.               O      Jack O'Brien (b. Hoboken, New Jersey, 1928) played fife for the Jefferson Street Hoboken Playground Band, New York   World's Fair Champions in 1939. In 2002 he was inducted into the New Jersey Drum Corps Hall of Fame. He has also   taught classes at New York University's Tisch School of the Arts.         Patricia Young O'Connor (b. Co. Cork, 1928)     became President of the Cork Ladies' Auxiliary   of New York in 1960 and served as their delegate to the United Irish Counties Association and to the St. Patrick's   Day Parade Committee. She owned a bookstore in Sheepshead Bay, Brooklyn and worked for the Board of Education at   Beach Channel High School until retirement.       Clare O'Donoghue (b. Clonmel, Co. Tipperary, Ireland, 1960) worked as a banker in Ireland, came to Boston in 1992 on a Donnelly visa and works in   the health sector.        Margaret O'Donoghue (b. Limerick City, Ireland, 1960)       a psychotherapist and an adjunct professor at the New York University School of Social   Work, emigrated to America in 1982 and is raising two children in New Jersey.          Noreen Lydon O'Donoghue (b. Tourmakeady, Co. Mayo,   1947)     a fluent Irish speaker, emigrated to New York at the age of 16. She has been active in   the Irish Immigration Reform Movement and the Emerald Isle Immigration Center in Woodside, Queens since 1988.         Brian O'Donovan (b. Clonakilty, Co. Cork, Ireland, 1957) is host of WGBH radio's 'Celtic Sojourn' and a central figure in the Boston Irish   music scene.         Mae   O'Driscoll (b. 1939)            retired Assistant Vice President of the facilities management department for J.P.   Morgan Chase, one of the organizers of the Irish Immigration Reform Movement, and a Trustee and Secretary of the   Executive Committee of the Emerald Isle Immigration Center.           Seamus O'Fianghusa (b. Brooklyn, New York, 1976)       the grandchild of immigrants from Counties Limerick   and Clare, has Korean ancestry through his mother. A fluent Irish speaker and member of the Donegal Association of   New York, he served in Afghanistan with the New York National Guard (69th New York Infantry).         Teresa O'Hara (b. New York, New York, 1965) co-founder of the Irish   Immigration Center, Boston, and a Health Policy specialist. She returned to Ireland to teach, currently at the   Athlone Institute of Technology.         Stella O'Leary (b. Dublin, Ireland, 1938)     won a UNESCO scholarship to travel to America to archive a   collection of rare Irish books and manuscripts at the Catholic University of America. In 1996 she founded Irish   American Democrats, an organization whose goal was to ensure continuation of the Irish peace process.         Dnal O'Mahony (b. Clonakilty, Co. Cork, Ireland, 1968) studied ceramics, worked as a painter/decorator in Boston, and as a barman at the   Brendan Behan pub. He is facilities manager at Canton High School.     Rosaleen O'Mahony (b. New York, New York, 1967) studied ceramics before   emigrating to Boston in 1989 where she re-trained as a nurse who specializes in elder care.     John O'Neill (b. Labasheeda, Co. Clare, 1930) came to United States in 1949 and within two years joined the County   Clare Association of New York. He worked for the MTA for 39 years and at weekends played music in the John O'Neill   Band. He raised 4 children on Long Island.      Kevin O'Rourke (b. Bern, Switzerland, 1963) studied for a Ph.D. in   economics at Harvard University before returning to Ireland in 1994 to teach at University College Dublin, Trinity   College Dublin . Currently Chichele Professor of Economic History, University of Oxford.        Paul O'Sullivan (b. Newark, New Jersey, 1964)       the son of immigrants from Belfast and Limerick, was   raised in Kearney, New Jersey. He is a piper with the South Park and District Pipes and Drums in New Jersey.                       P          Patricia Phelan (b. Flatbush, New York, 1949)     traces her Irish roots to an 1800 immigrant arrival on   her mother's side and to the 1830s on her father's. She is a descendent of David Samuel Stewart who was the   alderman for the 7th ward in Brooklyn in the closing decades of the nineteenth century. Raised in Garden City on   Long Island, she married the novelist Tom Phelan.                  Q          Tom Quinlan (b. Philadelphia, Pennsylvania, 1925)       the grandson of immigrants from Counties Cork and   Fermanagh, taught English for many years.      Florence Quinn (b. Bristol, Connecticut, 1955) is the President and founder of Quinn &amp; Co., a public   relations firm in Manhattan.         Marian Quinn   (b. Chicago, Illinois, 1964)       is the youngest child and only daughter in a family of five children. Her parents, Michael and Teresa Quinn met through family connections. Both were born and raised in County Offaly Ireland. They married in 1956. Her parents migrated from Ireland to Canada, then to London, England before settling in Chicago where her father, an English literature professor, taught at Loyola University.             Peter Quinn   (b. Greenpoint, Long Island, New York, 1947)         a writer and self proclaimed BIC ? Bronx Irish Catholic ? whose roots date back to   the famine generation. Former speech writer for New York State Governors Mario Cuomo and Hugh Carey, both   Democrats, and editorial director for Time, Inc. Also author of novels, The Banished Children of Eve ,    Hour of the Cat and The Man Who Never Returned .        Terry Quinn (b. Brooklyn, New York)     a veteran of the New York Fire Department and the father of three   children, has roots in County Roscommon. He has spent many years in the bar business in New York City and was a   technical adviser to the television show Rescue Me .                     R      Gavin Reilly of the Capuchin Order (b. Brooklyn, New York, 1928)   graduated from the Pontifical Gregorian University, Rome in   1958. Fr. Reilly has taught theology at the Capuchin Theological Seminary in Garrison, New York and at St.   Anselm's College in Manchester, New Hampshire.         Megan Reilly (b. Memphis, Tennessee, 1976)     is a singer and songwriter who has been called one of the \"Top Nine   Emerging Songwriters\".      John T. Ridge (b. Brooklyn, New York, 1947) the son of immigrants from Galway and Longford, is an historian who has   documented the history of the Ancient Order of Hibernians and the St. Patrick's Day Parade as well as many other   aspects of New York Irish history. In 2011 he published Celebrating 250 Years of the New York City St.   Patrick's Day Parade . He has been a long-time officer, including President, of the New York Irish History   Roundtable.     Margaret Rodriguez (b. New York, New York, 1938) is the daughter of Irish immigrant parents from Counties Roscommon and Cork.   She began working for NYU in 1969 and stayed until her retirement in 2011.    James S. Rogers is an editor, poet, essayist, and scholar. He is the managing director of the Center for Irish Studies at the University of St Thomas in Minnesota, and the editor of New Hibernia Review , a ?journal of record? for Irish studies scholars and the only Irish studies quarterly in North America. He is the editor of After The Flood: Irish America 1945-1960 , a volume of essays examining diverse aspects of the Irish-American community during the postwar years. He is the author of articles on Irish-American history and literature published in U.S. Catholic Historian , a scholarly journal, and New Perspectives on the Irish Diaspora , edited by Charles Fanning.      Stephen Rohs (b. Cincinnati, Ohio, 1965)       is a professor of American Studies at Michigan State University's James   Madison College of Public Affairs. He is the author of Eccentric Nation: Irish Embodiment and Performance in   Nineteenth Century New York City (2009). Raised in a West Side working class Catholic family, he is of German   ancestry on his father's side. His mother is descended from Brian (Barnard) White who emigrated from Sligo to avoid   jail in 1852 and worked as a stonemason in Cincinnati.              James E.   Rooney (b. Pittsburgh, Pennsylvania, 1967)         director of FirstLink at the University of Pittsburgh's Institute for Entrepreneurial    Excellence, Katz Graduate School of Business, and grandson of Pittsburgh Steelers founder Art Rooney.                  Fr. Gerald J.   Ryan (b. New York, New York, 1920)             pastor of St. Luke's R.C. Church in the South Bronx and the longest serving pastor   in the Archdiocese of New York.                      S              Eithne Golden   Sax (b. 1919, d. 2011)         retired multilingual translator for the United Nations, daughter of Irish nationalist   organizer Peter Golden, and pupil of Irish republican author Ernie O'Malley.                  Robert J.   Scally (b. 1937)         retired Professor of History, New York University and inaugural Director, Glucksman   Ireland House, New York University.             Bill Scully (b. Glenamaddy, Co. Galway, 1937)         has tended bar at McGovern's Tavern since arriving in Newark, New Jersey in 1958. He married the niece of the original owner, Frank McGovern, and took over ownership in the late 1960s.               John E.   Sexton (b. 1942)         President of New York University and former Dean of its School of Law.                  John Patrick   Shanley (b. 1950)           writer and director best known for the screenplay for Moonstruck   (1988), winner of a Best Screenplay Oscar, and Doubt: A Parable (2004), which won the Pulitzer Prize and a   Tony Award for Best Play. He directed his own adaptation of the play on film, which garnered five Oscar   nominations, including one for Best Adapted Screenplay.       Catherine Mary Shannon (b. Rockaway Beach, New York) the Director of Infection Prevention and Employee   Health Services at St. Catherine of Siena Medical Center in Smithtown, Long Island, is a registered nurse and   family nurse practitioner. The mother of two sons, she also plays the fife and bagpipes.     Virginia M. Sheehan (b. Greenpoint, New York, 1930) is the daughter of Irish immigrants from Co. Cork and grew up in Greenpoint, Brooklyn   when it was a predominantly Irish neighborhood.      Thomas J. Shelley of the Jesuit Order (b. South   Bronx, New York, 1937)       is a Monsignor and Professor of Theology at Fordham University and the author of   several major books on Catholicism in America, including Greenwich Village Catholics and The History   of the Archdiocese of New York .      Megan Smolenyak (b. La Chapelle-Saint-Mesmin, France, 1960) is a genealogical adventurer and history detective, as well as an author and TV   personality. Her most recent books include Hey, America, Your Roots are Showing and Who Do You Think   You Are? . Her research corrected the story of Annie Moore, the first immigrant processed at Ellis   Island.      Mary Smyth (b. Doonfeeny, Co. Mayo, Ireland, 1932) grew up on a farm in Co. Mayo and emigrated to New York City in 1953 where she worked   in a series of domestic jobs and raised a family.        Tommy   Smyth (b. 1945)         is an internationally recognized soccer analyst and sports broadcaster for ESPN and   was the 2008 Grand Marshall of the New York City St. Patrick's Day Parade.                  Treasa Goodwin   Smyth (b. 1960)            a radio host of Ireland Calls on WVOX 1460 AM and wife of ESPN soccer analyst   Tommy Smyth. An immigrant from County Cork who arrived in the United States in the 1980s, she raised her children   as a single mom and put herself through nursing school by cleaning houses. Treasa was a member of Ireland's   national camogie team and continued to play the sport at GaelicPark in the first years after she arrived New   York.        Patricia E. Stanley (b. Jersey City, New Jersey, 1953) is a data analyst with a background in theater and music. She has done extensive   genealogical research on her own family?s history and has traced both sides of her family to Co.   Mayo.    John Sullivan (b. Manchester, England, 1945) was born in Manchester,   England and came to the United States with his family in 1949. He has family roots in Cos. Kerry and Mayo. Before   his retirement, he was in charge of marketing and sales for ABB in North America.      Maureen Sullivan (b. Brooklyn, New York, 1943)       the daughter of immigrants from Counties Clare and   Roscommon, was raised in Brooklyn. She spent her early career teaching and working in the advertising industry.   She is the President of Maureen Sullivan Communications and the author of two children's books, Ankle Soup and   Custard and Mustard .       Ruth Sweetman (b. Palmerstown, Co. Dublin, Ireland, 1942) grew up outside of Dublin and has strong family ties to the struggle for Irish   independence in the early 20th century. She is the niece of the Irish patriot, Kevin Barry. One of her most   treasured possessions is a bracelet which was presented to her mother and is inscribed, \"To Eileen M Barry with   esteem from St Ita's Committee New York Aug 1929.\" She was a guidance counselor at the elite bording school,   Clongowes Wood.                    T        Sr. Anne Tahaney and Sr. Margaret Rose Moran (b. Long Island City, New York, 1931; b. New York,   New York, 1929) of the Dominican Order are both children of Irish   immigrants. They traveled to Pakistan in 1957 and taught at a Dominican school there while also living and   working in the local community.       Ken Tierney             Patrick Tracey (b. Boston, Massachusetts, 1958)  is the son of Irish-American parents and can trace his family?s roots to Famine-era Co.   Roscommon. He is the author of Stalking Irish Madness: Searching for the Roots of My Family?s   Schizophrenia .          Dan Tubridy (b. Rockaway, New York, 1948)   is the grandchild of Irish immigrants from Counties Kerry and Clare and can trace his family?s Irish lineage back to the eighteenth century. He is the owner of the Bungalow Bar in Far Rockaway, which was featured on Spike TV?s Bar Rescue .         Jay R. Tunney (b. New York, New YOrk, 1936)   grew up in Stanford, CT, and is the son of Irish-American world heavyweight-boxing   champion Gene Tunney. He is the author of The Prizefighter and the Playwright , in which he chronicles his   father?s relationship with the renowned playwright George Bernard Shaw.                  V            Mallica Vajrathon-Childers (b. Bangkok,   Thailand, 1936)       has ancestry from County Cork. She is the daughter of a Thai mother and a   father with Irish and Swiss ancestry. Her grandfather was Joseph Culfield James (1860-1925), principal tutor to the   Thai Royal Family. After attending university in Bangkok, Paris, and Illinois she worked for the United Nations   in Asia and New York. She married Erskine Childers III, the journalist and son of Irish President Erskine Hamilton   Childers (1905-1974). In New York they both held positions at the United Nations and developed relationships with   key Irish diplomats and civil servants, including Sean MacBride and Garret Fitzgerald. She has contributed to   international dialogue on women's rights and also works as a visual artist.                 W          Eamonn Wall (b. Enniscorthy, Co. Wexford, Ireland, 1955)    emigrated to the United States in 1982 and currently lives in St. Louis, Missouri, where he teaches Irish, Irish-American, and British Literature courses at UM ? St. Louis. He has published six collections of poetry and two books, including Writing the Irish West: Ecologies and Traditions and From the Sin- Caf to the Black Hills .        James P. Walsh (b. San Francisco, California, 1937) is the son of Irish parents from Co. Mayo. He is currently Professor Emeritus of   History at San Jose State University and lives in San Francisco, California.        Mary Waters (b. New York, 1927)     is the past president of the Cork Association of New York.            Terry Winch (b. Bronx, New York, 1960)     is a musician and writer. He is the author of five books of poems and   two short story collections and has won the Columbia Book Award for The Great Indoors (1995) and the   American Book Award for Irish Musicians/American Friends (2007). His experiences of growing up in a Bronx   immigrant neighborhood are frequently his subjects. In 1977 he co-founded the traditional Irish music group Celtic   Thunder.          Richard White (b. Flushing, New York, 1947)     the Margaret Byrne Professor of American History at Stanford   University, is the past President of the Organization of American Historians and a Pulitzer Prize-nominated author   of several books regarding the American West, Native American history and Environmental history. Remembering   Ahanagran: A History of Stories is his account of his mother's emigration from County Kerry.                      Funding has generously been provided by Ireland's Department of Foreign Affairs, Emigrant Support Programme, by the Leon Lowenstein Foundation, and by several private donations.                         Past Events      Events that have already happened will automatically move   here.        Thursday, th at 7pm:          .                 About the Oral History Project    See all Oral History Podcasts    Support the Oral History Project"}]},
{"detail": [{"content": "Arthurian Studies: The Legend                   The    Arthurian Legend (Merrie Haskell's version)            An Island Divided   In the years of upheaval after the Roman withdrawal , Britain became   an island of small, squabbling kingdoms. Legends indicate that one Aurelius   Ambrosius tried to unite the small kingdoms against their common enemies--   the Irish , the Picts and the Saxons . He was followed in his quest   by Uther Pendragon, who is commonly held to be the   father of Arthur.    Prior to this, however, was the business of Vortigern.   It was he who supposedly invited the Saxons into Britain, to aid in   repelling the invasions of the Picts. However, when   Vortigern's people (and most notably his sons) objected to the presence of   the Saxons, and saw how Vortigern favored them over his own people, they attempted   to expel the Saxons. Hengist and Horsa, the Saxon leaders, objected. Fighting   broke out. Vortigern tried to make a peace, but at a peace-making meeting,   Hengist and his Saxons pulled daggers from their boots and turned on the unarmed   Briton lords and petty kings, and slew them all. At this point, Vortigern   either conceded his lands to Hengist in exchange for his life, or was allowed   to live with the horror of what he had wrought-- either way, Vortigern was   spared and set free and fled to Wales .               \"There he assembled stonemasons from different parts of the country and    ordered them to build a tower for him. The masons gathered and began to    lay the foundations of their tower. However much they built one day the    earth swallowed up the next, in such a way that they had no idea where their    work had vanished to.\" (Geoffrey of Monmouth 166)                 Vortigern consulted his magicians, and they told him he should   find a boy without a father, and kill him and incorporate his bones and blood   into the foundations of the castle. Vortigern sent out messengers, who \"came   to a town which was afterwards called Kaermerdin and there they saw some lads   playing by the town gate.... a sudden quarrel broke out between the two lads,   whose names were Merlin and Dinabutius. As they argued, Dinabutius said to Merlin:   '...How can we two be equal in skill? I myself am of royal blood on both sides   of my family. As for you, nobody knows who you are, for you never had a father!'\"   (Geoffrey of Monmouth 167). Having found what they sought, the messengers dragged   the boy back with them to Vortigern.     Merlin   Merlin objected to being killed, of course, and thus   it was that when confronted with his death, he called Vortigern's great magicians   liars, and promised to solve the problem of the castle foundations himself.   He told the King that the foundations fell every night because there was a pool   beneath the earth they were lain on. He also told the King that beneath the   pool, two dragons lay sleeping. And when Vortigern dug under the foundations,   he found the pool. And when he drained the pool, the two dragons awoke, and   began to fight, and Merlin began to prophesy:           \"Alas for the Red Dragon, for its end is near. Its cavernous dens    shall be occupied by the White Dragon, which stands for the Saxons which    you have invited over. The Red Dragon represents the people of Britain,    who will be overrun by the White One...\" (Geoffrey of Monmouth 171)                   Merlin proceeded to warn Vortigern that Aurelius Ambrosius, the son of the man that Vortigern had betrayed   to assume the throne, would come to drive out the Saxons and to kill Vortigern.   Merlin then departed Vortigern's doomed presence, and went to Aurelius Ambrosius   and became his chief advisor, who succeeded in all the things that Merlin had   prophesied that he would, driving out the Saxons, and indeed, killing Vortigern.       Uther Pendragon   During the reign of Aurelius Ambrosius, a comet appeared   in the sky. Shortly thereafter, Aurelius was poisoned by an agent of one of   Vortigern's sons, and Uther Pendragon assumed the throne.   He was told by Merlin that the comet had signified   his rise to power. Uther continued to drive back the Saxons, and once victorious,   cast about him for a wife. Unfortunately, his eye settled upon a woman who was   already married, one Igraine, wife of Gorlois,   Duke of Cornwall. It was not long before Uther and Gorlois went to battle   over the woman, and once again, the island was at war.   Uther and Gorlois fought for some time, before Uther cornered Gorlois in   Cornwall, near Tintagel Castle. The night before   they were about to have the final battle, Uther demanded of Merlin that he   have Igraine. Merlin agreed for a price to be named at a future date. Merlin   disguised Uther as Gorlois by spellcraft, and sneaked him into the castle.   Igraine received him there, thinking Uther was her husband. She became pregnant   with Arthur from the night's work. The next day,   Uther took the field and killed Gorlois in battle. Igraine became Uther's   wife not long after.    In most versions of the story, Arthur was born to Igraine and taken away   from his parents secretly by Merlin for fostering. There are usually a variety   of reasons given for this-- that there were too many doubts about Arthur's   parentage (Igraine herself thought she lay with Gorlois on the night of Arthur's   conception), and thus Uther did not want to keep a son who might not be his;   that there were too many dangers to a child that might be Uther's or might   be Gorlois' in the political climate; or that this was the price Merlin had   requested from Uther for the night with Igraine. Whatever the reason, Arthur   was not usually represented to have grown up with his mother and father, nor   his half-sister, Morgan, the child from his mother's first marriage. He   was, instead, givKay.    In the meantime, the island fell to warring once more, for not all who were   loyal to Aurelius were so taken with his brother. Uther, constantly embattled,   grew ill with the stress of his wars, and his health began to fail. By the   time Arthur was a young man, Uther was near death.    In some stories, Arthur was then taken by his tutor Merlin to meet with   the dying king on the field of battle. Uther turned over the armies to Arthur's   command, and Arthur that day defeated the Saxons, and proved to his father's   armies that he was the rightful heir.   The Sword in the Stone   In other stories, Uther died without ever seeing his son, and the island   was left without a king. All the great lords of Britain turned out for a tournament,   whose victor would become the next King.   Kay, newly knighted, fought in the tournament, and   Arthur acted as his squire. As they left their lodgings   one morning for the tournament field, Arthur in his excitement forgot Kay's   sword. As they approached the field, Kay asked Arthur where it was, and when   he found out that Arthur had forgotten it, sent the boy back to fetch it with   all due haste. Arthur, trying to be as quick as possible, came across the   sword in a stone in the courtyard of an abbey. Without thought, he ran   up, grabbed the sword, pulled it out, and ran back to Kay. Kay was surprised   at Arthur's speed. He looked suspiciously at the sword-- and was amazed. He   recognized it as the sword in the stone. He showed it to his father, who eventually   got the truth from both Kay and Arthur, that Arthur had pulled it from the   stone. Written on the sword was \"whosoever shall pull me from the stone shall   be the next King of Britain.\"    Ector called an end to the tournament, and showed the lords of the realm   the sword that his foster son had pulled from the stone. Various tests were   imposed, but eventually it became clear that Arthur had indeed pulled the   sword from the stone, and was the next King of Britain.      The Young King   Young king Arthur was faced with difficulties   from the beginning. He had to drive the Saxons back. In order to do this,   though, he needed to unify the petty kings of Britain to fight the Saxons.   He also had to develop an effective fighting force, and somewhere along the   way, get married.    Depending on the version of the story, the unification of the petty kings   was as easy as forming a Round Table where everyone was equal in the   eyes of the King and had a voice in the affairs of the realm, or as difficult   as beating the rebellious leaders into submission. After this was accomplished,   the united forces of Romano-Celtic Britain began the long and arduous task   of fighting the Saxons. The famous Twelve Battles of Arthur, as listed first by Nennius , document the long, uphill struggle to free   the island-- or at least to drive back the Anglo-Saxon invaders. The battles   ended with the climax of the Battle of Badon , in   which Arthur is said to have worn the banner of the Virgin Mary on his shoulders   (see, Arthur and Christianity ).    After the Battle of Badon came peace, and the King cast about him for a   wife. His eye fell on Guinevere-- depending on the   version, once again, he married one, two or even three women by this name   (see, the Three Guineveres ). They did not meet before their marriage,   and Lancelot, Arthur's most trusted knight, went   to fetch her and bring her back to Camelot . Along the way, they are   supposed to have fallen in love. This courtly romance was doomed from   the beginning, of course, as courtly romances are supposed to be.    A time of peace finally settled on the land.      Sinister Things Afoot   In all the medieval romances, this early part of Arthur's reign was strange   and mysterious. The knights were kept busy with numerous quests, such as the    White Stag , the Loathly Lady and the Green Knight . In   older versions of the Matter, there were such diversions as Cullwch and   Olwen or the Cad Pagur . And in between times there were mundane   events such as tournaments to keep everyone entertained as well.    But at the same time, the evil half-sister was plotting her brother's demise.   In several stories, Morgan went to great lengths   to end Arthur's reign. Morgan's plots ranged from False Excalibur   to stirring up jealousy between the King and Lancelot to conceiving a son   ( Mordred ) with her brother.      The Holy Grail   As Arthur aged, Camelot went into decline. The evil work of Morgan began to   take over the once glorious kingdom; the knights became mean, lost their chivalry,   turned to in-fighting. Merlin, in an effort to save Camelot, suggested a grander   quest than any of the others he had previously created, and told the King to   send his knights to quest for the Holy Grail . The Grail, which brings   healing and eternal life, would be the key to lifting the King's spirits and   bringing his health back, and thus also the health of the realm (see, King   and Land ).   The knights scatter to the four corners of the earth. Perceval was caught in a wasteland belonging to a    maimed king ; Galahad , the most innocent of knights, the only   man pure enough to sit in the Perilous Seat , died on his quest; and   flawed Lancelot several times came close to finding the grail but always failed.   He returned a madman in some versions. In other versions, Galahad was successful,   but then disappeared from the mortal realm forever. The Grail was never brought   to Camelot, however.   The Imprisonment of Merlin   Morgan is sometimes credited for also thinking a method of disposing of Merlin,   though in other versions, Niniane acted alone.   Niniane wished to acquire all of Merlin's powers and secrets. She went to   great lengths to seduce him, and steal his powers while he slept; in some   versions, Merlin's celibacy that kept him powerful, in others it is merely   that with his guard down he could not defend himself against a lesser sorcerer.    When Niniane stripped him of his power, she imprisoned him in a crystal   cave or in an oak tree , for she was unable to kill him. Sometimes   she merely wished to usurp Merlin's place at Arthur's side; other times, she   eliminated Merlin on Morgan's behalf.   Mordred   Meanwhile, far from court, Morgan had raised her son to despise Arthur, and   sent him to his father when he reached adulthood. If his heritage was found   out, it made Arthur look bad, at the very least; at best, Mordred would work   to bring about the fall of Arthur.   In the medieval versions, the court of Camelot had declined substantially   in morals during Mordred's childhood and adolescence, and a general malaise   surrounded the King. Mordred would at that point only be aiding in the inevitable.   In older versions of the story, Mordred is not evil, and exemplifies the uncle/nephew   relationship of Celtic myth. In some modern versions, Mordred is merely   a mortal caught between the desires of his parents.   The Betrayal of Lancelot   Traditionally, Mordred noticed the relationship between Guinevere and Lancelot   off the bat, and tried to discredit both the King's wife and the King's best   friend, to create a niche for himself. When he found out that Lancelot and   Guinevere have gone off on a tryst together, he called together some of his   fathers loyal knights, and had them barge in on the lovers, having them both   taken prisoner. Lancelot managed to escape.   Sometimes Arthur is on the scene, and other times he is off negotiating or   fighting wars. Invariably, the decision is made that Guinevere must be executed   for her treachery upon the King's return. In at least one version, the scene   is very dramatic-- Guinevere is led to the stake to be burned for adultery;   Arthur looks on, stone-faced; Lancelot swoops in on his horse, rescues her,   and runs away with her to the Joyous Gard (his castle), where they live for   some time.    Arthur has no time to get her back, either by wooing or warfare. For on   the horizon, is war.      The Fall of Camelot   The versions are countless. Arthur is attacked by Romans, by Goths, by   Saxons, by Picts, by the French, by the Irish, by Lancelot, by Morgan le Fay,   by Mordred, by rebellious subject kings-- you name it, in some version, they   are the group that brings about the fall of Camelot. But of course, Camelot   had already fallen, in the betrayal of the King's wife and friend, and in the   deterioration of the moral values of the men in charge of guarding the kingdom.   The last battle, the battle of Camlann, marks the fall of the great King. He lies dying.   And while the details of Arthur's death are varied as well, one scene in   particular always stands out in my mind, so I will present it here as definitive.    The great king lay dying at the edge of the battle. Bedivere, his oldest   companion, knelt next to him, seeking to comfort his friend in his last moments.   \"My lord,\" he said, \"My king, Arthur, what can I do?\"    Arthur turned to him and said, \"Take my sword, Excalibur, and go to the   water's edge. Throw it in, and then return to tell me what you saw.\"    Bedivere agreed to do his bidding, and took Excalibur and walked down to   the water's edge. But when he lifted his hand to throw the sword into the   water, he found he could not. This was the sword of a great king; this was   the sword that should be passed on to the next king. If the next king were   a boy, as Arthur had been, or if there were some doubt amongst the people,   this sword could give them confidence that there was a worthy successor to   Arthur on the throne.    Bedivere hid the sword under a bush, and marked the spot, intending to retrieve   it later.   Bedivere returned to his king.   \"Have you done as I have asked?\"   \"Aye, my lord,\" Bedivere replied.   \"Tell me what you saw,\" the king commanded.   \"I saw nothing but the ripple of the water as the sword fell into it, and   heard the crying of the water birds.\"    At this, Arthur grew angry, and said, \"Friend, you have not done what I   asked. Go you forth and throw my sword Excalibur into the lake!\"   Troubled, Bedivere rose to his feet and returned to the place where he had   left the sword, and intending to do his liege's bidding, lifted the sword   over his head to throw it forth.    But his eyes were caught by the gleam of the setting sun on the blade, and   he thought how faithful the sword had been to the King in battle; surely the   blade deserved better than to be cast into the water, to rust and rot. So   Bedivere took the sword and hid it under a bush again, and marked the spot   so he might retrieve it later.   \"I have done your bidding, my lord,\" Bedivere said, when he returned to Arthur's   side.   \"And what did you see?\" the king asked.   \"I saw the splash when the sword hit the water, and the dying sun's rays   bright on the waves.\"   \"You have not done what I asked!\" the king said angrily. \"Go forth, Bedivere,   and if you love me, throw my sword Excalibur into the lake!\"    Bedivere, even more troubled, left his king, took the sword from its hiding   place, and went to the water's edge. Then he lifted it high over his head,   and hurled it out over the lake.   The sword did not have a chance to hit the water; for a hand rose from the   deep center of the lake, and caught the sword neatly. It saluted Bedivere   three times, and then sank beneath the surface, until all that was left were   the waves lapping at the bank, and the wind in the reeds.                  Bedivere returned to his king, and said, \"I have done your bidding.\"   \"What did you see?\"   \"I saw a hand rise from the lake and catch the sword; they saluted three   times, and disappeared beneath the water, and left nothing more than the lapping   of the water at the bank, and the sound of the wind in the reeds.\"   \"Thank you, my friend,\" Arthur said, and closed his eyes.    And Bedivere stayed with his mortally wounded friend, as the sun set, and   the stars came out. And from the darkness came nine women dressed like queens.   Bedivere was frozen at the sight of them. The tenderly lifted the dying king   from his rough bed on the ground, and bore him off. Bedivere was anxious to   see where they were going, so he followed as quickly as he could. But it was   as though lead weighted his feet, and he did not catch up with them until   the nine queens had loaded Arthur onto a barge and had sailed half-way across   the lake.       Bedivere returned to the battlefield, and found his brother, and together,   they went back to the world."}, {"content": "NYU &gt; Ireland House &gt; Oral History of Irish America            Glucksman Ireland House, NYU  Ireland House Oral History Collection    Top   A  B  C  D  E  F  G     H  I  J  K  L  M  N     O  P  Q  R  S  T  V     W  Heritage and ethnic studies are enhanced through the collection of historical data,   documentation, and oral history. \"Irish\" has had multiple meanings and various degrees of relevancy for men and   women living in the United States, depending upon whether the individual is an immigrant or removed by several   generations from Ireland. Nevertheless, who we think or say we are remains hugely important for the understanding of   American history. Since 2005, in partnership with the Archives of Irish America, the central research initiative   of Glucksman Ireland House, the Center for Irish Studies at New York University, has been an Oral History of Irish   America Project. Its goal is to record the experiences of a wide range of Irish Americans towards an understanding   of the durability and elasticity of ethnic identity over time. The principal interviewers are Dr. Linda   Dowling Almeida, Dr. Marion R. Casey, Dr. Miriam A. Nyhan, Dr. de O'Carroll, Dr. Danielle Zach and Virginia Ferris. The interviews that form this collection are usually full life histories   which are recorded using digital technology. These audio files are then archived and opened to researchers by   appointment through the Archives of Irish America in NYU's Division of Libraries. For further information, please   contact irishamerica.archives@nyu.edu An undergraduate   course designed to teach oral history interviewing and documentation skills is offered by Glucksman Ireland House   in the Fall semester; for details see http://irelandhouse.fas.nyu.edu/page/oralhistoryproject . Several audio documentaries drawn from the Ireland House Oral History Collection have been released   as podcasts; please see http://irelandhouse.fas.nyu.edu/page/podcast   Interviews                 A    Sandie Allen (b. London, England, 1966) is an accomplished   photographer who has documented events in Boston's Irish community for almost three decades.                        B           Dan Barry (b.   1958)          is a Pulitzer Prize-winning writer for The New York Times and has covered many topics, including the World Trade Center disaster and the damage to the Gulf Coast from Hurricane Katrina. He is the author of three books, including the autobiography Pull Me Up (2004).         Joe Behan (b. Dublin, Co. Dublin, 1961)  has been Head Coach of the New York University Men's Soccer team since 1996. He brought the team their   first two NCAA Division III Championship appearances and was named Coach of the Year in 1999 and   2010.             Hilary   Beirne (b. Boyle, Co. Roscommon, 1961)         is a science teacher who emigrated to New York in 1988. He is a longtime member of   the New York St. Patrick's Day Parade Committee and the nephew of the late Frank Beirne.                   Sean   Benson (b. Carlow, Co. Carlow, 1960)       was one of the organizers of the Irish Immigration Reform Movement. He is the former   Executive Director of the Emerald Isle Immigration Center and remains a member of its board.                  Jack Boucher (b. New York, New York, 1938)         a union bartender and Vietnam veteran, is the son of immigrants from counties Leitrim   and Sligo. Raised in the Washington Heights section of New York, he was a member of the youth gang the Jesters.           Dympna Farrell Bowles (b. Ennistown, Co. Meath, Ireland, 1922)   a long-time resident of New Rochelle, New York, moved   to Belfast in 1942. She married there in 1947 and later emigrated to the United States with five young children.   Her sixth child was born in New York.             James Boylan (b. New York, New York, 1941)         the son of 1920s immigrants from Co. Monaghan, grew up in the Harlem section of New   York and spent his career working in telecommunications.            Mary Branley (b. Sligo Town, Co. Sligo, Ireland, 1962) studied Multicultural Education in Boston, taught in an inner city school, then   returned to Ireland where she is a teacher and poet.    John Brennan (b. Co. Kerry, Ireland, 1972) worked in Henry Ford &amp; Son Ltd in Cork from 1948-1953 when he immigrated to NY , served in the US Army,   and received his BA in Economics from Fordham University. He spent most of his life working in   insurance.    Sergeant   Edward Burns (b. New York, New York, 1937)           Sgt. Burns is a former New York City police officer with strong New York City   roots and Irish ancestry. He is the father of Ed Burns, Jr., director of The Brothers McMullen .                 Edward Burns,   Jr. (b. Queens, New York, 1968)         a writer, director, and actor who shot to fame in 1995 when his film, The Brothers   McMullen , about three Irish American brothers coming of age on Long Island won the Grand Jury Prize at the   Sundance Film Festival. He is the son of Edward Burns, Sr.       Aoife Butler (b. Ballinasloe, Co. Galway, 1975) a pharmaceuticals industry researcher, is active with the   Irish Network U.S.A., an organization aimed at attracting young Irish professionals. She has also been a volunteer   for children with disabilities.     Jean Butler (b. Mineola, New York, 1971) is a professional dancer and choreographer. She toured with the Green   Fields of America, Cherish the Ladies and the Chieftains before starring in and co-choreographing the original   production of Riverdance in 1994. She has a Master's degree in Contemporary Irish Dance from the   University of Limerick.     Gabriel   Byrne (b. Dublin, Ireland, 1950) is an actor and producer who works in theatre and film. In 2010 he was named the Cultural Ambassador for   Ireland and spearheaded \"Imagine Ireland,\" a program that featured 400 cultural events across the United States.                              C         Bridget   Cagney (b. Cork, Co. Cork, 1937)         retired as a program analyst for the Institute of International Education. She was a member of \"Point Thank You,\" a post-September 11th support group in New York City.       Rosemary Caine (b. Ardee, Co. Louth, Ireland, 1945) was a Bunratty Castle banquet singer. She performs and directs her own theatrical   productions in the United States and Ireland based on themes from Irish history.         Margaret Callaghan (b. New York, New York, 1934, d.   Queens, New York, 2012)     the daughter of immigrants from County Armagh, was raised in Manhattan and later   resided in Queens, New York. She worked as a dental assistant and was a longtime member and leader in the Armagh   Association of New York.               Fr. Colm   Campbell (b. 1935)         Executive Director of the New York Irish Center in Long Island City, former Director   of the Irish Apostolate USA, and former Director of Youth Services for the Diocese of Down and Connor in Northern   Ireland.           Meghan Carey (b. Southfield, Michigan, 1989)     was raised in Michigan by an Irish American father and a mother of   Bermudian heritage. She moved to New York to attend New York University.      Darrah Carr (b. Toledo, Ohio, 1974) is a dance professional who received her MFA from New York University's Tisch School of the Arts. In 2005 she   founded ModERIN, a dance company that combines traditional Irish step with contemporary modern dance. She is also   the North American Editor of Dance Insider .            Martina Carey Carroll (b. Doolough, Geesala, Co. Mayo, c. 1920)            the youngest of 11 children, emigrated to New York in the late 1940s. She married   Bernard Carroll, who was the sexton of St. Patrick's Cathedral for fifty-six years, and raised three children   (including Patrick Carroll and Mary Carroll French) in Stuyvesant Town on the east side of Manhattan.                   Patrick Carroll (b. New York, New York, 1965)         is 2nd generation Irish through his mother, Martina Carroll, and 3rd generation Irish   through his father. He was raised in Manhattan's Stuyvesant Town. He is a Special Agent for the US Department of   Justice, Federal Bureau of Investigation.                Noreen Casey of the Missionary Franciscan Sisters (b. Knocknagree, Co. Cork, 1920)             spent her career in education and retired as a school principal in   Savannah, Georgia.                Daniel Cassidy (b. Brooklyn, New York, 1943, d. San Francisco, California, 2008)              a musician, author, labor activist, and teacher, he was the founder and   co-director of the Irish Studies Program at the New College of California in San Francisco, CA. His book How   the Irish Invented Slang: The Secret Language of the Crossroads won the American Book Award in 2007.                   Cummin Clancy (b. Oughterard, Co. Galway, 1922)     founded the insurance firm of Clancy and Clancy Brokerage Ltd. in Garden City, New   York. A former Olympic athlete (1948 Games in London), he is the founder of the Long Island Chapter of the   Friendly Sons of St. Patrick.                Liam Clancy (b. Carrick-On-Suir, Co. Tipperary, 1935, d. Cork, Co. Cork, 2009)             musician, vocalist, and youngest member of the Clancy Brothers and Tommy Makem,   a folk supergroup that revolutionized Irish traditional music in the United States. He published his memoir    The Mountain of the Women in 2001.        Rena Cody (b. Templemore, Co. Tipperary, Ireland, 1952) co-founder of the Irish Immigration Center in Boston, she worked at Neponset Health Center. She   returned to Ireland in 1993 and works as a local government Social Exclusion Officer.    John P. Collins (b. Manhattan, New York, 1939) the son of immigrants from Co. Limerick, has been a judge for the New   York City Criminal Court since 1978. He received his B.S. from Fordham University and his J.D. from New York   University. In the 1960s he was active in the movement to counter restrictions on emigration from Ireland.               Marie Connolly (b. New York, New York, 1935)         raised in Co. Longford from the age of two, she returned to Astoria, New York as a   teenager in 1949. She later worked in admissions for the Berkeley School and the Wood School in Manhattan before   raising three children on Long Island.                Terri Connolly Cook (b. New York, New York, 1942)     retired fashion industry executive, grew up in the Mott Haven and Bedford Park   sections of the Bronx, New York. The daughter of immigrants from County Monaghan, she curated the 2008 photo   exhibition \"The Monaghan Society in New York\" at the Monaghan County Museum in Ireland.           Kevin Conway (b. Manchester, England, 1966) grew up near Manchester,   UK, where his parents had emigrated in the 1950s. The family returned to Finny, Co. Galway in 1981. He came to the   United States in 1988, and again in 1990, married an American wife in 1991, and heads the imaging Research   Laboratory at Massachussetts General Hospital.    Caitrona Cooke (b. Dublin, Ireland, 1951) was a schoolteacher in Ireland who re-trained as a conservation consultant in Boston,   specializing in energy efficiency systems for buildings.    Eileen Corcoran of the Sisters of St. Dominic (b. Bronx, New   York, 1941) the daughter of Irish immigrants from Counties Donegal and Cork, was raised in the Parkchester   section of the Bronx. Through her vocation with the Dominican sisters, she has worked on creating art retreats,   fundraising, and teaching religious and physical education, most recently at Our Lady Queen of Martyrs in   Centerport, New York.             Frank Costello (b. Newark, New Jersey, 1955)         the son of immigrants from Counties Fermanagh and Galway, is Director of Costello   Associates in Belfast, a firm that promotes community development investment in Ireland and the U.S. He attended   boarding school at St. Mary's College, Galway while a teenager, later earning a Ph.D. from Boston College in 1992.   He is the author of The Irish Revolution and its Aftermath 1916-1923: Years of Revolt (2002).               Lola Lee Cronacher (b. Floral Park, New York, 1934)       is a retired school teacher. Raised in Hollis, Queens, her mother was from Tralee, Co.   Kerry and her father was an Irish American from Brooklyn.              Paul Crotty (b. Buffalo, New York, 1941)         US District Court Justice for the Southern District of New York, was raised in   Buffalo, New York. He is the grandson of immigrants from Co. Clare and a former partner in the law firm of   Donovan, Leisure, Newton &amp; Irvine.              Noreen M.   Culhane (b. Bronx, New York, 1950)            an Executive Vice President at the New York Stock Exchange and the 1970 New York   Rose of Tralee.               Fr. Daniel Cullen (b. Larne, Co. Antrim, 1920)     served in the Society of African Missions (SMA) for more than sixty years. He worked   in Liberia and then, for nineteen years, as a fundraiser for the SMA in the United States.           James Cullen (b. Astoria, New York, 1945) was born in New York but stayed with relatives in Co. Offaly for some time as a child. The son of Irish immigrants from Cos. Offaly and Roscommon, he has had a long career in law and was elected as the first President of the Brehon Law Society n 1978. He is a retired brigadier general in the United States Army Reserve Judge Advocate General's Corps, and was involved in the movement to ban the use of torture by the United States after the Abu Ghraib abuses were brought to light.    Kevin Cullen (b. Boston, MA, 1959) is a Pulitzer Prize-  winning Boston Globe journalist who has reported on immigration, Northern Ireland, and the Whitey Bulger   case. He also contributes to Irish radio NewsTalkFM.    John Cullimore (b. Wexford Town, Co. Wexford, Ireland, 1959) established a successful painting/renovation company specializing in the   rehabilitation of Victorian homes in Cambridge, MA; returned to Ireland in 1996.    Joe Cunningham (b. Crusheen, Co. Clare, Ireland, 1912) emigrated to New York in 1929 and played accordion for sixty   years with the Joe Cunningham Band. He raised five children in Yonkers.             Sean Curran (b. Boston, Massachusetts, 1961)         a modern dancer and choreographer, is the son of immigrants from Counties Cork and   Roscommon. A former Irish step dancer, lead dancer with the Bill T. Jones/Arnie Zane Dance Company, and cast member   of Stomp! , he founded the Sean Curran Company in New York in 1997.                                       D               Kathleen Walsh D'Arcy (b. New York, New York, 1948)           a social worker, writer, and organizer of the St. Pat's for All Parade in Queens   (est. 2005), is the daughter of 1920s immigrants from Counties Offaly and Tipperary. She co-edited two fiction   collections by Irish women writers, Territories of the Voice (1990) and A Green and Mortal Sound   (2001).       Anita Daly (b. Brooklyn, New York, 1953) is the founder and president of Daly Communications, a   music marketing company that includes a roster of Irish musicians such as Van Morrison, Clannad, and Eileen Ivers.               Ashley Davis (b. Kansas City, Kansas, 1976) is a singer of both her own original music and of traditional songs in the   Celtic languages. She received her MA from the University of Limerick in Traditional Irish Music. In 2006 she   traveled to the Isle of Man to capture and record the native Manx language as well as the stories and music of the   island. She released a CD Songs of the Celtic Winter in 2012.        Seamus Deegan (b. Dunlavin, Co. Wicklow, 1942)       a social worker, emigrated in 1966, to serve as a priest   for the Diocese of Rockville Centre in Mineola, New York. In 1974 he decided to leave the priesthood and pursued   graduate studies in psychology and social work.       Agnes Delaney (b. Ardnagall, Co. Galway, 1943) emigrated to the United States in 1964. After completing a Masters   degree in Social Work and Health Care Administration at Columbia University, she worked for more than two decades   in the field of healthcare in the New York area. Since 2005, she has been Chairperson of the Board of Directors,   Aisling Irish Community Center in Yonkers.             Tom Dennehy (b. Cork, Co. Cork, 1938)         a bus driver, emigrated with his family to New Jersey in 1982 after a period living   in England and Ireland.       Brendan Dolan (b. Manhattan, New York, 1966) a member of the Andy Statman Quartet and the Pride of New York, is a   classically trained pianist and Irish traditional musician who has written music for television and film. The son   of Felix and Joan Dolan, he holds an MA in Irish and Irish American Studies from New York University.       Felix Dolan (b. Bronx, New York, 1937) a renowned Irish traditional music pianist who was raised in the Highbridge   section of the Bronx, is the son of immigrants from Counties Leitrim and Mayo. In 1958 he was a founding member of   the New York Ceili Band. From 1963-1996 he worked for IBM as a computer programmer and in computer information   security, retiring as a Director of Information at IBM. In 1997 he was inducted into the Comhaltas Ceoltir   ireann, Mid-Atlantic Region, Hall of Fame.                Joan Dolan (b.   New York, New York, 1937)         former McNiff dancer, founding member of the Bedford (NY) Ceili group, and wife of   Irish traditional pianist Felix Dolan.         Mary Doran (b. Dublin, Ireland, 1952) worked as an architect,   established the Irish Film Association in New York City, and returned to Ireland in 1997.      Michael Dorgan (b. Whitechurch, Co. Cork, 1936)       is the past president of the Cork Association of New   York.          Albina (Josephine) Dowling and Kathleen O'Sullivan (b.   Co. Kerry, 1932) and (b. Glenbeigh, Co. Kerry, 1935)        Josie Downing, the mother of seven, arrived in America in 1951 following a period   nursing in London. Kathleen O'Sullivan, mother of six, arrived in the US in 1953. Both women joined the Kerry   Ladies' Auxiliary in New York and married men from County Kerry.       Fr. James Drew (b. Croagh Hill, Co. Cork, Ireland, 1948) came to the United States in 1971. He was ordained in the Diocese of Honolulu in 1974 and serves as the administrator for Our Lady of the Snow parish in Blue Point, New York.    Dnal Duggan (b. Ballintotis, Co. Cork, Ireland, 1962) is a musician who emigrated in 1985 to relatives in Weston, Massachusetts, where he   worked as a landscaper, received a Donnelly visa, married, and returned to Ireland in 1994.        Vincent Dunn   (b. Queens, New York, 1935)         a forty-two year veteran of the New York Fire Department who writes and lectures   nationally on fire and firefighter safety.           Martin Dunne (b. Mullinahone, Co. Tipperary, 1939)       emigrated to the United States in the 1950s and is a   member of the Tipperary Association.        Michael P. Dunphy (b. Ballinakill, Co. Laois, 1944)     emigrated to New York with his family at age 10. He is the past   president of the Laois County Association of New York.      Jim Dwyer (b. New York, New York, 1957) is the son of Irish immigrant parents from Co. Kerry. He is a Puliter Prize-winning writer for the New York Times and has published four books, including 102 Minutes: The Incredible Story of My Fight to Survive Inside the Twin Towers .    Philip Dwyer (b. Sneem, Co. Kerry, Ireland, 1926, d. New York, NY, 2014) was drafted into the Army after emigrating to the United States in 1949. He became an electrician and settled on the Upper West side of Manhattan with his wife and children.                     E      John Early (b. Brooklyn, New York, 1943) a graduate of New York University, worked for the Irish Arts Center in the   1970s. He was a member of the Eagle Tavern group which split off from the Irish Arts Center in the mid 1980s.         Norah Egan (b. Co. Westmeath, Ireland, 1974) grew up in Co. Longford   and moved to the United States in the early 1990s. Since then she had worked as a childcare provider for several   families in and around New York City.    Peter English (b. Arklow, Co. Wicklow, Ireland, 1923) Peter's father left for New York in 1922 and he and his mother and siblings followed   over and arrived in New York in 1928. The English family settled in the West Village/Chelsea area of New York,   where there were a lot of Arklow people with strong connections to the Waterfront activities. Having served as a   Marine, he joined the NYPD in 1950. He married a an Irish American, Mildred, who he had worked with. His son,   Peter, followed his footsteps by joining the NYPD.    Thomas Enright (b. Dublin, Ireland, 1931) emigrated to the United States in 1956 and owns a garage in Queens. He became involved in Northern Irish activism and was part of several organizations including the American Congress for Irish Freedom and Irish Northern Aid Committee.      Tom Evans (b. Bronx, New York, 1954)     the son of immigrants from Skibbereen, Co. Cork and Ballingarry, Co.   Limerick, grew up in Long Island City. His father was a long time member of New York's Cork Association and one of   the few non-Catholic members in any county association at that time.                       F                   John J.   Fallon (b. Galway, Ireland, 1919, d. 2011)         retired principal of Bay Ridge High School and former president of the American Irish   Teachers Association.               Charles   Fanning (b. Norwood, Massachusetts, 1942)         Emeritus Professor of English at Southern Illinois University, Carbondale where he   built a respected Irish Studies program, is the author of several works including The Irish Voice in America:   Irish-American Fiction from the 1760s to the 1980s (1990) and Finley Peter Dunne and Mr. Dooley: The   Chicago Years (2008). For 21 years, he taught at Bridgewater State College in Massachusetts and spent two   years as assistant to the chancellor of the University of Missouri, St. Louis. A descendant of Famine immigrants   from Co. Monaghan, his maternal grandmother was from Co. Cork.           Michael and Eileen Farragher (b. Co. Galway, 1935)   and (b. Co. Limerick, 1941)     met after emigrating from Ireland,   married in 1965 and raised two sons in New Jersey. Michael, a US Army veteran, worked for the New Jersey Turnpike   for 35 years. Their son is the writer Mike Farragher.              Mike   Farragher (b. 1966)            is the son of Irish-born parents from Cos. Limerick and Galway. He writes for the    Irish Voice and Irishcentral.com and has published a series of essay collections entitled    This Is Your Brain on Shamrocks .         Brendan P. Farrell (b. New York, New York, 1964) a successful businessman, he developed XPS, software used throughout the globe in   financial services and was Ernst &amp; Young's Businessperson of the year in 2011.           John Feighery (b. 1933)         a printer, is the son of 1920s immigrants from Counties Offaly and Tipperary. He is a   member of the County Offaly Association as well as a volunteer coach and athletic director at his Bronx alma   mater, Sacred Heart School, in Highbridge, New York.           Nancy Feighery (b. Tullamore, Co. Offaly, 1934)       studied nursing in Liverpool, England,   before coming to America at the age of 20 in 1955. She married in 1960; she and her husband then moved back and   forth between Ireland and New York with their children several times through the late 1960s and 1970s. They have   owned and operated the Fiddler's Green, an Irish bar in Carmel, New York, since 1981.        Rosemary Fine (b. Limerick City, Co. Limerick, Ireland, 1962) is an actor from an Irish Jewish family who toured the United States, married, re-  located, and runs 'Java Joes' in Park Slope, Brooklyn.       Tesa Fitzgerald of the Sisters of St. Joseph (b. Far   Rockaway, New York, 1946)   is the daughter of immigrants from Counties Kerry and Donegal. She is the founder of   Hour Children, a non-profit organization that provides support for incarcerated women and their families, in and   out of the prison system.                 James K. Flanagan (b. 1940)         also known as Samas Flannagin, is a poet and storyteller with roots in Counties   Clare and Roscommon. A native of Jersey City, New Jersey with a Ph.D. in English from the University of Notre Dame,   he taught in Asbury Park and specialized in African-American literature.       Fionnula Flannagan (b. Dublin, Ireland, 1941) a stage, television and film actress, has lived in Los   Angeles since 1968. A fluent Irish speaker and a committed Irish nationalist, she is the wife of Dr. Garrett   O'Connor.      Rose Conway Flanagan, Patty Furlong and Margie   Mulvihill     all second generation Irish Americans raised in the   Bronx, New York, are traditional Irish musicians. They play music together, as well as teach, in Rockland County   and the New York City area.                 Adrian Flannelly (b. Co. Mayo, 1942)         a broadcast journalist, community leader and promoter, is a founding Board Member of   the Emerald Isle Immigration Center, The Irish Repertory Theatre, and Ireland Chamber of Commerce USA (ICCUSA),   as well as co-founder of Project Irish Outreach, Catholic Charities (Archdiocese of New York). He emigrated to New   York in 1959 and has been broadcasting on local radio since the 1970s.               Thomas J. Fleming (b. Jersey City, New Jersey, 1927)         historian and novelist whose many published works have won main selections for the   Book-of-the-Month Club in both fiction and nonfiction, is third generation Irish American. His 1961 novel All   Good Men and his 2005 memoir Mysteries of My Father recall his childhood in Jersey City, New Jersey   and the politics of the Frank Hague machine.           Tom Flynn (b. Albany, New York, 1946)     is a descendant of Irish immigrants on both sides of his family tree,   with known roots in Counties Waterford and Sligo. Dispersing from Canada and Boston, his ancestors ultimately found   their way to New York State. Now a free-lance producer and author of a fledgling series of murder mysteries, he   worked for 25 years at CBS News. He is the author of the epic poem, Bikeman , which recalls the morning of   September 11, 2001.      John Foley, CSP (b. Dublin, Ireland, 1940) Vice President of the Paulist Fathers, emigrated to New York at a   young age. He was ordained as a Paulist priest in 1967 and served for over 44 years in New York, Texas, Rome, San   Francisco and New Jersey. He earned a doctorate in canon law from Gregorian University in Rome and for 8 years was   the Paulist liaison with the Vatican.     Janet Forrester (b. Kent, England, 1964) grew up in Northern Ireland and emigrated to the U.S. in the   1980s. A graduate of CUNY Law School with an MSW, she is a lawyer who represents parolees at Rikers Island, New   York City's central prison.             Mary Carroll French (b. 1963)         a lawyer, is a second generation Irish American and life-long resident of Stuyvesant   Town on Manhattan's east side. Her mother is Martina Carroll and her brother is Patrick Carroll.                           G         Emer Grall (b. Baltrasna, Moylagh, Co. Meath, Ireland, 1962) a nurse, came to Boston in 1988 to work at St. Elizabeth's Hospital and complete a Master's   degree as a Nurse Practitioner.      Jim Gardiner of the Dominican Order (b. Bronx, New   York, 1942)     is a Franciscan Friar and former director of Graymoor Spiritual Life Center in Garrison, New York.   He worked with civil rights activists in Washington, DC, in the 1970s, and with AIDS patients in New York City in   the 1980s and 1990s. He led the 22nd St. Patrick's Day Parade in Peekskill, New York, in 2011.         Karl Geary (b. Dublin, Ireland, 1972) is an actor and club owner who emigrated to the United States at the age of fifteen in 1987. He has appeared in several films and television shows, including Sex and the City , and wrote the film Coney Island Baby .    Catherine Gebhard (b. Limerick City, Co. Limerick, 1943) a nurse specializing in Oncology, Neurology and hospice   care, emigrated to New York City with her parents in 1950. She raised 2 children on Long Island.           Sheila Gleeson (b. Dublin, Ireland, 1956) was lead immigration   specialist at the Irish Immigration Center in Boston from 1995-2005, and later Director of the Coalition of Irish   Immigration Centers, USA.    Greg Glynn (b. Oughterard, Co. Galway, Ireland, 1958) was co-founder of the Boston Irish Immigrant Reform Movement and a major advocate for immigration   reform in the United States. He returned to Ireland in 1992 where he is partner in Arthur Cox and   Company.        Ira Goldman (b. 1938)         a government administrator, has been active in various Irish American organizations.   Although his stock is primarily Jewish, he also identifies himself as Irish and believes that he holds an   ancestral link to Famine immigrants from Co. Donegal.               Sean Gormley (b. Dublin, Co. Dublin, 1964)       is an actor, film-maker and musician who wrote and directed the film    Blackout (2006). A member of the Irish band, The Commitments, he emigrated to the U.S. with his   American-born wife in 1997.            Unateresa Gormley (b. Bronx, New York, 1961)   the daughter of immigrants from Counties   Longford and Kerry, is a TCRG certified Irish dance teacher, and the founder and chairperson of the Big Apple Feis,   as well as director of the Big Apple Rose of Tralee. She also serves as a volunteer for Project Children, hosting   children from Northern Ireland for summers in the US.              John   Grange (b. 1940)         has served the Archdiocese of New York as priest and pastor since 1966. The grandson   of immigrants, he was raised South Bronx. His ministry has included assisting immigrants, particularly in the   Puerto Rican community.           Rita Fahy Gray (b. Ballydavok, Co. Mayo, d. Astoria, Queens,   2012)     one of nine children, emigrated to the US in 1938 at the age of 19, after spending a year and a   half in Manchester, England. She met her Irish-American husband through her first job as a domestic in Manhattan   and they raised three children in Queens.              John Green (b. Cootehill, Co. Cavan, 1945)         a lawyer with the U.S. Department of Justice and a Vietnam veteran, he emigrated to   the U.S. with his parents in 1957.               Claire O'Gara Grimes (b. 1936)         publisher of the Irish Echo newspaper, was raised in the Riverdale section   of the Bronx, New York. With roots in Counties Westmeath and Sligo, she married John Grimes, whom she succeeded as   publisher after his premature death in 1987. To commemorate the 150th anniversary of the Famine, she commissioned   Patrick Cassidy's Famine Remembrance symphony and premiered it in New York's St. Patrick's Cathedral in   1996.                          H           Marie Hale and Mary Petters (b. Oneanta, New York, 1954) and   (b. Binghamton, New York, 1978)     are mother and daughter. Marie Hale, a second generation Irish American nurse with ties   to County Cork, moved to Chapel Hill, North Carolina from upstate New York with her husband and children in the   1990s. Mary Petters works as a personal trainer.              Pete   Hamill (b. Brooklyn, New York, 1935)         a novelist, essayist, journalist, and Distinguished Writer in Residence at New York   University. Raised in the Park Slope section of Brooklyn and the son of immigrants from Belfast, he was editor-  in-chief of both the New York Post and the New York Daily News , and a columnist for both as   well as for New York Newsday , the Village Voice , New York magazine and Esquire . In 1994   his memoir, A Drinking Life , was on the New York Times best-seller list for 13 weeks.                  Tom Hanley   (b. Jersey City, New Jersey, 1939)     raised in Hoboken and a longshoreman since age 17, has been very involved with waterfront union   politics. At age 14 he made an appearance in the film classic On the Waterfront (1954), directed by Elia   Kazan.        Philip Haughey (b. Waltham, MA, 1935) has served as Chair of   Celtic Studies at his alma mater, Harvard University, on the board of University College Dublin's Smurfit School of   Business in Ireland, and was awarded an honorary doctorate in 2005 from the University of Ulster, Coleraine, for   his contribution to business and support for philanthropic organizations.           Catriona Hayes (b. Cahirciveen, Co. Kerry, 1974)         a homemaker and a student nurse, emigrated to New York in 2000 after spending a   period studying and working in London. She is married to Eddie Hayes.               Eddie Hayes (b. Co. Limerick, 1966)         a narcotics detective with the New York Police Department, emigrated in 1989. After   service with the U.S. Navy, he joined the NYPD in 1996. He is married to Catriona Hayes.                  Thomas F. Hayes (b. Co. Limerick, 1925, d. San Francisco, 2010)     emigrated to California in 1949 and in 1958 started his own business there, Tom Hayes Plastering. He was   a founding member of the All Ireland Social Club and the United Irish Cultural Club, as well as a longtime member   of the San Francisco Gaelic Athletic Association. He was appointed a Director of the Bay Area Rapid Transit by   San Francisco Mayor Joseph Alioto in 1974. He is the father of the San Francisco Fire Chief Joanne Hayes-  White.           Anne Hearn (b. Co. Longford, Ireland, 1943)    emigrated to the United States in 1961 and began working at Verizon Communications   until she retired in 1997. She is very involved in both the Longford Association and the United Irish Counties   Association of New York.       Eileen Mescall Heffernan (b. Bronx, New York, 1962) a former member of the Peace Corps, has taught in   Washington State and in the Bronx. She is the daughter of Eileen Reilly Mescall.     Seamus Henchy (b. Ennistymon, Co. Clare, Ireland, 1954) came to the United States in 1983 and has established a niche business in New York   managing museum and gallery renovations.    Brigid Higgins (b. Loughrea, Co. Galway, 1935) a former Dominican nun and New York City school teacher, emigrated to   America twice: at age 9 and at age 53. She lived in Ireland between 1972-88, then returned to New York where she   completed her MA in Education at Manhattan College in 1992 and became a bedside educator for Memorial Sloane   Kettering.         Patrick   Hurley (b. Wellington, New Zeland, 1962)         raised in County Cork, was a member of the New Irish generation who found himself in   New York City in the 1980s as an \"illegal\" alien with few options to succeed in America without proper   documentation. Along with a core group of partners, he helped to found the Irish Immigration Reform Movement in   1987 and lobbied successfully to change immigration law in the US with the passage of the Immigration Act of 1990   HR-4300 which granted thousands of non-preference visas to immigrants considered unfairly disadvantaged by previous   legislation, many of whom were Irish.                          I          Rosalee Isaly (b. Chicago, Illinois, 1943)   was born into a family in the Chicago funeral parlor   business. Her father was John Louis O'Hanley who took over operations from his father. One of seven children raised   on the South Side, she attended Loyola College and studied art in Perugia, Italy, and French in Paris. After   working in advertising and marketing in Chicago, she moved to New York where she raised her children and worked as   an art teacher.       Alfred Isacsson of the Carmelite Order (b. Brooklyn, New York,   1932, d. Middletown, New York, 2011) was a High School teacher and Principal at St. Albert's Junior Seminary in Middletown, New York   and at Pope John Paul II High School in Boca Raton, Florida. He was also a Parochial Vicar and Pastor at   Transfiguration Church in Tarrytown, New York. Fr. Isacsson drew upon the Carmelite Archives in a number of   articles, papers and books that explored the Carmelite relationship of the Irish independence movement in the   early 20th century.                 J              Lisa Johnston (b. 1966)         an immigration lawyer in private practice in Yonkers, New York, is the great-  granddaughter of immigrants from Co. Donegal. She was an instrumental member of the Irish Immigration Reform   Movement and is a board member of the Emerald Isle Immigration Center.                   K     Maurice \"Moss\" Keane (b. Castleisland, Co. Kerry, Ireland, 1960) developed a successful business in property renovation in Boston for which he has   received numerous awards.    George Kehoe (b. Dallas, Texas, 1952) a 3rd generation Irish American, has worked as an actor,   writer and teacher. He wrote and directed Hunger , a play based on the prison writings of 1981 Irish   hunger striker Bobby Sands.         Erin Kelleher (b. Mt. Kisco, New York, 1973)   the grandchild of four immigrants from County Cork, is a pediatrician in Tuckahoe, New   York. Her mother was raised in Jersey City; her father was a fifth grade teacher. A graduate of the University of   Notre Dame, she studied medicine at Trinity College Dublin, where she met her Irish-born husband.          Margaret Kelleher (b. Mallow, Co. Cork, Ireland, 1964) studied for a Ph.D. in English Literature at Boston College, returned to teach in   Ireland in 1990, and in 2012 was appointed Chair of Anglo-Irish Literature at University College   Dublin.            Donald A.   Kelly (b. 1935)         retired Senior Vice President of Emigrant Savings Bank and President of the Executive   Committee of the Emerald Isle Immigration Center. His brother is Ray Kelly.             Catherine Kelly (b. Carrickmore, Co. Tyrone, Northern Ireland, 1962) was a Morrison Visa recipient who grew up in Northern Ireland. She teaches Political   Science and is active in Sinn Fein.        Patrick J. Kelly (b. 1941)         a neurosurgeon and Chairman of the Department of Neurological Surgery at NYU Langone   Medical Center. Third generation Irish raised in Lackawanna, New York, he pioneered Computer-Assisted Stereotactic   Neurosurgery and founded the New York-based charity the Brain Tumor Foundation.             Raymond W.   Kelly (b. Manhattan, 1941)         is Commissioner of the New York City Police Department (1992-1994; 2001-present). He   is a Vietnam veteran and retired Marine Colonel, with advanced degrees from St. John's University, New York   University and Harvard. As a second-generation Irish American with ties to Counties Cavan, Roscommon, and   Longford, Kelly served as Grand Marshal of the 2010 New York City St. Patrick's Day Parade. His brother is Don   Kelly.               Sr. Theresa Kelly,   R.S.M. (b. 1934)           a member of the Sisters of Mercy of the Mid-Atlantic Community who, after a   long teaching career, retired as Principal of Our Lady of Refuge in East Flatbush, Brooklyn (NY).                Thomas   Kelly (b. 1961)         author of several books including Payback , The Rackets , and    Empire Rising . Drawing on his working class background in New York City and New Jersey he writes about   the Irish experience in the construction industry. Kelly put himself through school working as a sandhog digging   Water Tunnel Number Three in New York, graduated from Fordham, earned a Masters degree from the Kennedy School of   Government at Harvard and served as advance director for New York City Mayor David Dinkin's reelection campaign in   1993 before retiring to write full time.               Peter T. King   (b. 1944)         Republican Congressman from Long Island and one of the architects of the Northern   Ireland peace process in the 1990s.               Larry   Kirwan (b. 1954)         is a writer and musician and is most notable as the lead singer of the Irish rock   band Black 47. He also hosts the Sirius Satellite Radio show Celtic Crush.                           L          Rosemary Landrigan (b. New York, New York, 1935)       the daughter of immigrants from County Armagh who   met in New York at the Armagh Ball, was born and raised in the Bronx, New York. Her father was a publican and one   of the founders of the County Armagh Pipe and Drum Band. She made her first trip to Ireland in 1936 and her second   trip in 1950.                Charles A. Laverty (b. Moy, Co. Tyrone, 1930)         a journalist and retired reserve member of the U.S. Army Special Forces, he emigrated   to New York in 1948. Active in Irish Republican circles thereafter, he served as President of the New York Irish   History Roundtable from 2003?2007.               Bobby Lavery (b. Belfast, Co. Antrim, 1948)         a former political prisoner at Long Kesh and elected Sinn Fein representative for   North Belfast, he emigrated with his American-born wife to San Francisco, CA in 2000. Before its demise, he worked   in Development for the New College of California.             Margaret \"Cis\" Lawlor (b. Co. Offaly, Ireland, 1920)     remembers her paternal grandparents sharing their memories of surviving the Famine when growing up in Co. Offaly. She emigrated to the United States for the first time in 1948 and then returned to Ireland in 1954. After coming back to the US in October 1954, she raised her family in Manhattan and in Elmhurst, Queens.           Tom Lawlor (b. Shanahoe, Co. Laois, Ireland, 1941)     was a member of the Co. Laois association of New York. He retired from the New York   Police Department and moved to Ireland.         Mary Leddy (b. Co. Cavan, Ireland, 1947)     has worked in major hotels in the US and Ireland and is now theConcierge at the Harvard Club of New York.       Pat Leonard (b. Manhattan, New York, 1944)     the daughter of immigrants from Co. Kerry, grew up in the Inwood   section of Manhattan. She lived in the Bronx and in Boston before settling in New Jersey with her husband and   children.            Peggy Leonard (b. West Babylon, New York, 1941)       the daughter of immigrants from Arklow, Co. Wicklow,   grew up in the Chelsea section of Manhattan. Her father was the long-time proprietor of O'Neill's Bar &amp; Grill   (now operating as Moran's) in Chelsea, a popular eating establishment for longshoremen for many decades.         Bonny McGee Long (b. Bronx, New York, 1943) is the granddaughter of Irish immigrants from Co. Tyrone. She grew up in the Bronx and married George Long.    George Long (b. New York, New York, 1940) is the son of Irish immigrant parents from Arklow, Co. Wicklow, and he grew up in Manhattan's Chelsea neighborhood. He worked on the Chelsea Piers as a longshoreman in his teens, but then moved on to become Vice-President of a prominent New York City bank before his retirement. He retired with his wife, Bonny, to Belle Harbor, New York. See also the Joe Long Oral History Collection (AIA070).    Joseph Long (b. New York, New York, 1952) is the son of Irish immigrant parents from Arklow, Co. Wicklow and grew up in Manhattan's Chelsea neighborhood. He spent his career in management with United Technologies and Otis Elevator. He has a Master's Degree in Irish and Irish-American Studies from Glucksman Ireland House, New York University.    Erin Loughran (b. Englewood, New Jersey, 1988) an All Ireland champion on the fiddle who was   the 2011 New York Rose of Tralee, is the daughter of the Irish musicians Margie Mulvihill (a Bronx native) and   Frank Loughran from of Co. Tyrone. She earned a B.A. in Irish Music and Dance at the University of Limerick and   teaches music throughout New York and New Jersey.       Dr. James Lynch (b. Queens, New York, 1965) is the only child of postwar Cavan immigrants. He grew up in Elmhurst, Queens, surrounded by extended family on both his father's and mother's sides. Having attended Catholic schools, he attended medical school and specialized in psychiatry. He watched in horror from his Brooklyn Heights office as the Twin Towers crumbled on 9/11. He is married to an Irish-American and has two children. Dr. Lynch is often consulted in cases related to sexual abuse in Ireland.     Thomas   Lynch (b. Detroit, Michigan, 1948)       is an author and undertaker. He has published several books of poetry, fiction and   non-fiction including Skating with Heather Grace (1987), Grimalkin and Other Poems (1994),    The Undertaking: Life Studies from the Dismal Trade (1997) and Apparition and Late Fictions   (2010). He has been running his family funeral home in Michigan since 1974.                       M          Sr. Margaret MacCurtain (b. Cork City, Co. Cork, Ireland, 1929) Photographer: Gary Wayne Gilbert is a noted Irish historian, teacher, editor and human rights activist. Her   impressive body of work includes the book Ariadne?s Thread: Writing Women into Irish   History .        Anne Maguire (b. Dublin, Co. Dublin, 1962)         an activist for gay/lesbian rights, emigrated to New York in 1987. She was a founder   of the Irish Lesbian and Gay Organization and the New York Lesbian Avengers. Her memoir, Rock the Sham! The   Irish Lesbian &amp; Gay Organization's Battle to March in New York City's St. Patrick's Day Parade , was   published in 2006.               Pat Mahon   (b. Bronx, New York, 1958)         a Bronx-born financial industry executive who lives in London. In 1973 he became the   first American to win the All-Ireland button accordian championship. He continues to play music even as he travels   the world for his career, including several years performing with an Irish band he formed while living in   Tokyo.           Mary Malone (b. New York, New York, 1939)   the daughter of an immigrant from Ballymahon, County   Longford, grew up in St. Nicholas of Tolentine parish in the Bronx. She worked for many years in Administration and   Human Resources at AIG before retiring in 1996.               Brian A.   McAllister (b. 1932)            president of McAllister Towing &amp; Transport, a tugboat firm operating on   the Eastern seaboard but principally in New York harbor.         Rosemary McCann (Ridgewood, New Jersey, 1955) has done a great deal of in-depth research on her family's immigration history. She has been able to trace her family back several generations to Cos. Armagh, Mayo, Meath, and Offaly.    Laurence \"Larry\" McCarthy (b. Co. Cork, Ireland, 1954) is a lifelong promoter of the Gaelic Athletic Association and a professor at Seton   Hall University who received the Mayor's Award, New York City, for his work in support of Gaelic Park, New   York.      Margaret McCarthy (b. White Plains, New York, 1953)        is a photographer who has documented the peace and social justice movements of the last   two decades through her photographs. She has published plays and poetry in literary magazines, journals and   anthologies.          Monica McCarthy (b. Castlebar, County Mayo, 1942)       a second cousin of Irish Taoiseach Enda Kenny, was a   civil servant in Dublin before emigrating to London in 1964 to work at the Irish Embassy there. She married an   Irish American and the couple settled in Washington, D.C. Her grandparents had spent time in Philadelphia, where   her mother was born in 1900.              Sr. Rita McCarthy (b. Lombardstown, Co. Cork, 1915)         a Missionary Franciscan Sister, began her career in education at Our Lady of Peace,   Brooklyn, in 1934. She retired as a school principal.               Alice   McDermott (b. Brooklyn, New York, 1953)       the Richard A. Macksy Professor of Humanities at Johns Hopkins University in Baltimore,   Maryland, is a writer since 1983. She is the author of several books in which Irish America is central to   understanding character including Charming Billy (1990) winner of the National Book Award for fiction.              Hugh McDermott and John McPhillips (b. Co. Tyrone, Northern Ireland, 1930) and (b. Montreal, Canada, 1929, d. 25 October 2012) both   emigrated to Philadelphia in the 1950s, where they became involved with the Philadelphia Tyrone   Society.        Stephen McFadden (b. 1942)         co-owner of Ryan McFadden's, a New York bar, is the son of immigrants from Counties   Armagh and Mayo.       William McGowan (b. Enniscrone, Co. Sligo, Ireland, 1940) is a central figure in Boston's Irish community involved in sporting and business   affairs, founder of the Massachusetts Immigration Committee's campaign in the 1980s.    John McGuire of the Dominican Order (b. Manhattan, New York,   1943) is the Pastor of New York University's Catholic Campus Ministry   based at St. Joseph's Church in Greenwich Village. Formerly a Trappist Monk, he was also the Director of the   International Ecumenical Center at Coventry in England, the first Roman Catholic Priest to be employed by the   Anglican Church. His mother was an Irish speaker from Co. Galway and his father was a Protestant from Northern   Ireland.          Susan   McKeown (b. Terenure, Co. Dublin, 1967)         a folk musician who has recorded over ten albums of traditional Irish, English,   Scottish, and Jewish music. She emigrated to New York in 1990 and settled in Manhattan's East Village. She has   collaborated on major projects with Johnny Cunningham, Mabou Mines, and The Klezmatics, among others.          Jeanie McLaughlin and Charlie McLaughlin (b. New York, New York, 1926) and (b. Bronx, New York, 1924) have family roots in Cos. Dublin, Offaly, Offaly, and Galway. They have been active in many Irish organizations over the last five decades, including the Ancient Order of Hibernians, Irish Northern Aid Committee, and Clan na Gael.            Jim McManus (b. 1934)     grandnephew of the late Thomas McManus (\"The McManus\"), has overseen the McManus Midtown Democratic Association   in Manhattan, New York since 1963. He has been a funeral director and an elected member of the New York State   Assembly.           Joe McManus (b. Drumshanbo, Co. Leitrim, Ireland, 1950) was active in county society and Republican circles in New York City. He worked in real estate after arriving in the United States in the mid-1980s.        Mary McTaggart McMullan (b. Co. Derry, 1931)           an active member of the County Derry Society of New York, emigrated in 1958 to   join her soon-to-be-husband, John, who had immigrated five years earlier. Most of her career was spent working in   the auto industry in sales and bookkeeping.        Sr. Lillian McNamara (b. New York, New York, 1940) is the daughter of Irish parents from Co. Clare and grew up in Manhattan. She has been working with Encore Community Services since 1976 and is currently the Director of Operations there.    Don Meade (b. Fort Belvoir, Virginia, 1954) a banjo and harmonica player, is the producer of a long-running Irish   traditional music concert series in New York City at venues like the Eagle Tavern, the Blarney Star and at New York   University's Glucksman Ireland House. In addition to being active with the Catskills Irish Arts Weekly in East   Durham, New York and the Washington Square Harp and Shamrock Orchestra, he has published several articles on Irish   American music.         Timothy J. Meagher (b. Worcester, Massachusetts, 1949)       is a Professor of History and University Archivist   at Catholic University of America. He is the author of Inventing Irish America: Generation, Class, and Ethnic   Identity in a New England City, 1880?1928 and the Columbia Guide to Irish American History , and co-  editor of The New York Irish , in addition to many essays on the Irish in America.          Eileen Reilly Mescall (b. Holyoke, Massachusetts, 1928)       a second generation Irish American, returned to   Ireland with her parents during the Depression. She grew up in Co. Clare and later emigrated to live in New York.   She is the mother of Patricia Mescall Heffernan.              Sean   Minihane (b. Co. Cork, )         an Irish-born member of the New Irish generation of the 1980s and one of the founders   of the Irish Immigration Reform Movement. Immigrating to New York in 1986, he quickly recognized the plight of his   undocumented peers and helped lead the IIRM to lobby for and achieve legislative reform with the passage of the   Immigration Act of 1990 HR-4300. The law granted thousands of non-preference visas to immigrants considered   disadvantaged by previous legislation, many of whom were Irish.        Aine Minogue (b. Borriskane, Co. Tipperary, Ireland, 1965) is a professional composer and harpist who emigrated to the United States in 1983.   She uses Irish mythology and history as sources for her creative works and performances.           Frank Miskell (b. 1954)         a longshoreman in Port Elizabeth, New Jersey. The descendant of Famine immigrants,   his family has worked the port of New York for generations.         John Moloney (b. Limerick, Co. Limerick, Ireland, 1937) is the brother of Fr Pat Moloney. He is from Limerick, Ireland, and was imprisoned in Ireland for Republian activities.    Father Pat Moloney (b. Limerick, Co. Limerick, Ireland, 1932) emigrated to the United States in 1955 and began a ministry for the poor in New York's East Village. He is the son and grandson of Irish Republican Army fighting men, and his own Republicanism was a target from the 1970s to the 1990s.      Charlie Mooney (b. Bronx, New York, 1938)            Maureen Griffin Mooney (b. Bronx, New York, 1939)            John Moylan (b. Manhattan, New York, 1940) the son of immigrants from Co. Cork, spent his career as a doorman at   Tavern on the Green, a restaurant located in Central Park. He is also the author of several articles including   \"Remembering Kelso,\" \"The Boys of Summer's Past\" and \"The Finest of the Finest.\"    Denis Mulcahy (b. Channel Islands, UK, 1944) retired NYPD bomb squad detective, emigrated to the United States from   Cork. He is the founder of Project Children, a program that has fostered peace since 1975 by mixing Catholic and   Protestant young people from Northern Ireland together during a stress-free summer in the United States.               Jim Mulvihill (b. 1931)         retired as Principal Investigator, Office of the Attorney General of the State of New   York in 1995. The son of emigrants from Co. Kerry immigrants, he was also Master Paymaster of the Old Guard of the   City of New York.              Sr. Bernice Murphy (b. Castleisland, Co. Kerry, 1917)         a Missionary Franciscan Sister, taught in Boston, Minnesota and Brooklyn after   emigrating to the United States during World War II.     Christina Murphy (b. Newark, New Jersey) is a Senior Director of Learning and Development for Century 21 Real Estate, and teaches in the Graduate   School of Business at Touro College of New York. She is active in New Jersey with the Friends of Erin Scholarship   program in Kearney and the Nutley Irish American Alliance.             Jim   Murphy (b. 1960)         senior executive producer of Good Morning America , ABC's morning news show,   is the son of immigrants and the brother of television news reporter, Mary Murphy.                  Mary   Murphy (b. 1959)         Emmy-award winning television reporter currently the weekend anchor of the CW11 News   at Ten (New York) and correspondent for the \"Fact Finders\", a crime investigative team consisting of herself and   fellow reporter Peter Thorne on the CW-11, is the daughter of immigrants and the brother of Jim Murphy, senior   executive producer of Good Morning America .       Joe Murphy (b. Millstreet, Co. Cork, 1931) a former columnist with the Irish Echo , is an active member of   the County Cork Association of New York. His wife is Judy Murphy.     Judy Murphy (b. Ballinamore Bridge, Co. Galway, 1938) came to the United States from Rome, where she had been training to become   a Franciscan nun. She left religious life and settled in New York in 1957 where she worked in banking. Her   husband is Joe Murphy.             Sr. Regina   Murphy, S.C. (b. 1939)            the property manager for the Sisters of Charity of New York and an advocate   for corporate responsibility, fought hard to establish the McBride Principles.                              N      Frank Naughton (b. Manhattan, New York, 1939) a Professor and former Chairperson of Sociology at Kean   University in New Jersey, was President of the New York Irish History Roundtable. His father was raised in Cahir,   Co. Tipperary from age 6 to 19.     Mary Nolan (b. Kilfinny, Co. Limerick, Ireland, 1937) is a long-time resident of Brooklyn who became involved in many Irish organizations after emigrating to New York City in 1953.               O      Jack O'Brien (b. Hoboken, New Jersey, 1928) played fife for the Jefferson Street Hoboken Playground Band, New York   World's Fair Champions in 1939. In 2002 he was inducted into the New Jersey Drum Corps Hall of Fame. He has also   taught classes at New York University's Tisch School of the Arts.         Patricia Young O'Connor (b. Co. Cork, 1928)     became President of the Cork Ladies' Auxiliary   of New York in 1960 and served as their delegate to the United Irish Counties Association and to the St. Patrick's   Day Parade Committee. She owned a bookstore in Sheepshead Bay, Brooklyn and worked for the Board of Education at   Beach Channel High School until retirement.       Clare O'Donoghue (b. Clonmel, Co. Tipperary, Ireland, 1960) worked as a banker in Ireland, came to Boston in 1992 on a Donnelly visa and works in   the health sector.        Margaret O'Donoghue (b. Limerick City, Ireland, 1960)       a psychotherapist and an adjunct professor at the New York University School of Social   Work, emigrated to America in 1982 and is raising two children in New Jersey.          Noreen Lydon O'Donoghue (b. Tourmakeady, Co. Mayo,   1947)     a fluent Irish speaker, emigrated to New York at the age of 16. She has been active in   the Irish Immigration Reform Movement and the Emerald Isle Immigration Center in Woodside, Queens since 1988.         Brian O'Donovan (b. Clonakilty, Co. Cork, Ireland, 1957) is host of WGBH radio's 'Celtic Sojourn' and a central figure in the Boston Irish   music scene.         Mae   O'Driscoll (b. 1939)            retired Assistant Vice President of the facilities management department for J.P.   Morgan Chase, one of the organizers of the Irish Immigration Reform Movement, and a Trustee and Secretary of the   Executive Committee of the Emerald Isle Immigration Center.           Seamus O'Fianghusa (b. Brooklyn, New York, 1976)       the grandchild of immigrants from Counties Limerick   and Clare, has Korean ancestry through his mother. A fluent Irish speaker and member of the Donegal Association of   New York, he served in Afghanistan with the New York National Guard (69th New York Infantry).         Teresa O'Hara (b. New York, New York, 1965) co-founder of the Irish   Immigration Center, Boston, and a Health Policy specialist. She returned to Ireland to teach, currently at the   Athlone Institute of Technology.         Stella O'Leary (b. Dublin, Ireland, 1938)     won a UNESCO scholarship to travel to America to archive a   collection of rare Irish books and manuscripts at the Catholic University of America. In 1996 she founded Irish   American Democrats, an organization whose goal was to ensure continuation of the Irish peace process.         Dnal O'Mahony (b. Clonakilty, Co. Cork, Ireland, 1968) studied ceramics, worked as a painter/decorator in Boston, and as a barman at the   Brendan Behan pub. He is facilities manager at Canton High School.     Rosaleen O'Mahony (b. New York, New York, 1967) studied ceramics before   emigrating to Boston in 1989 where she re-trained as a nurse who specializes in elder care.     John O'Neill (b. Labasheeda, Co. Clare, 1930) came to United States in 1949 and within two years joined the County   Clare Association of New York. He worked for the MTA for 39 years and at weekends played music in the John O'Neill   Band. He raised 4 children on Long Island.      Kevin O'Rourke (b. Bern, Switzerland, 1963) studied for a Ph.D. in   economics at Harvard University before returning to Ireland in 1994 to teach at University College Dublin, Trinity   College Dublin . Currently Chichele Professor of Economic History, University of Oxford.        Paul O'Sullivan (b. Newark, New Jersey, 1964)       the son of immigrants from Belfast and Limerick, was   raised in Kearney, New Jersey. He is a piper with the South Park and District Pipes and Drums in New Jersey.                       P          Patricia Phelan (b. Flatbush, New York, 1949)     traces her Irish roots to an 1800 immigrant arrival on   her mother's side and to the 1830s on her father's. She is a descendent of David Samuel Stewart who was the   alderman for the 7th ward in Brooklyn in the closing decades of the nineteenth century. Raised in Garden City on   Long Island, she married the novelist Tom Phelan.                  Q          Tom Quinlan (b. Philadelphia, Pennsylvania, 1925)       the grandson of immigrants from Counties Cork and   Fermanagh, taught English for many years.      Florence Quinn (b. Bristol, Connecticut, 1955) is the President and founder of Quinn &amp; Co., a public   relations firm in Manhattan.         Marian Quinn   (b. Chicago, Illinois, 1964)       is the youngest child and only daughter in a family of five children. Her parents, Michael and Teresa Quinn met through family connections. Both were born and raised in County Offaly Ireland. They married in 1956. Her parents migrated from Ireland to Canada, then to London, England before settling in Chicago where her father, an English literature professor, taught at Loyola University.             Peter Quinn   (b. Greenpoint, Long Island, New York, 1947)         a writer and self proclaimed BIC ? Bronx Irish Catholic ? whose roots date back to   the famine generation. Former speech writer for New York State Governors Mario Cuomo and Hugh Carey, both   Democrats, and editorial director for Time, Inc. Also author of novels, The Banished Children of Eve ,    Hour of the Cat and The Man Who Never Returned .        Terry Quinn (b. Brooklyn, New York)     a veteran of the New York Fire Department and the father of three   children, has roots in County Roscommon. He has spent many years in the bar business in New York City and was a   technical adviser to the television show Rescue Me .                     R      Gavin Reilly of the Capuchin Order (b. Brooklyn, New York, 1928)   graduated from the Pontifical Gregorian University, Rome in   1958. Fr. Reilly has taught theology at the Capuchin Theological Seminary in Garrison, New York and at St.   Anselm's College in Manchester, New Hampshire.         Megan Reilly (b. Memphis, Tennessee, 1976)     is a singer and songwriter who has been called one of the \"Top Nine   Emerging Songwriters\".      John T. Ridge (b. Brooklyn, New York, 1947) the son of immigrants from Galway and Longford, is an historian who has   documented the history of the Ancient Order of Hibernians and the St. Patrick's Day Parade as well as many other   aspects of New York Irish history. In 2011 he published Celebrating 250 Years of the New York City St.   Patrick's Day Parade . He has been a long-time officer, including President, of the New York Irish History   Roundtable.     Margaret Rodriguez (b. New York, New York, 1938) is the daughter of Irish immigrant parents from Counties Roscommon and Cork.   She began working for NYU in 1969 and stayed until her retirement in 2011.    James S. Rogers is an editor, poet, essayist, and scholar. He is the managing director of the Center for Irish Studies at the University of St Thomas in Minnesota, and the editor of New Hibernia Review , a ?journal of record? for Irish studies scholars and the only Irish studies quarterly in North America. He is the editor of After The Flood: Irish America 1945-1960 , a volume of essays examining diverse aspects of the Irish-American community during the postwar years. He is the author of articles on Irish-American history and literature published in U.S. Catholic Historian , a scholarly journal, and New Perspectives on the Irish Diaspora , edited by Charles Fanning.      Stephen Rohs (b. Cincinnati, Ohio, 1965)       is a professor of American Studies at Michigan State University's James   Madison College of Public Affairs. He is the author of Eccentric Nation: Irish Embodiment and Performance in   Nineteenth Century New York City (2009). Raised in a West Side working class Catholic family, he is of German   ancestry on his father's side. His mother is descended from Brian (Barnard) White who emigrated from Sligo to avoid   jail in 1852 and worked as a stonemason in Cincinnati.              James E.   Rooney (b. Pittsburgh, Pennsylvania, 1967)         director of FirstLink at the University of Pittsburgh's Institute for Entrepreneurial    Excellence, Katz Graduate School of Business, and grandson of Pittsburgh Steelers founder Art Rooney.                  Fr. Gerald J.   Ryan (b. New York, New York, 1920)             pastor of St. Luke's R.C. Church in the South Bronx and the longest serving pastor   in the Archdiocese of New York.                      S              Eithne Golden   Sax (b. 1919, d. 2011)         retired multilingual translator for the United Nations, daughter of Irish nationalist   organizer Peter Golden, and pupil of Irish republican author Ernie O'Malley.                  Robert J.   Scally (b. 1937)         retired Professor of History, New York University and inaugural Director, Glucksman   Ireland House, New York University.             Bill Scully (b. Glenamaddy, Co. Galway, 1937)         has tended bar at McGovern's Tavern since arriving in Newark, New Jersey in 1958. He married the niece of the original owner, Frank McGovern, and took over ownership in the late 1960s.               John E.   Sexton (b. 1942)         President of New York University and former Dean of its School of Law.                  John Patrick   Shanley (b. 1950)           writer and director best known for the screenplay for Moonstruck   (1988), winner of a Best Screenplay Oscar, and Doubt: A Parable (2004), which won the Pulitzer Prize and a   Tony Award for Best Play. He directed his own adaptation of the play on film, which garnered five Oscar   nominations, including one for Best Adapted Screenplay.       Catherine Mary Shannon (b. Rockaway Beach, New York) the Director of Infection Prevention and Employee   Health Services at St. Catherine of Siena Medical Center in Smithtown, Long Island, is a registered nurse and   family nurse practitioner. The mother of two sons, she also plays the fife and bagpipes.     Virginia M. Sheehan (b. Greenpoint, New York, 1930) is the daughter of Irish immigrants from Co. Cork and grew up in Greenpoint, Brooklyn   when it was a predominantly Irish neighborhood.      Thomas J. Shelley of the Jesuit Order (b. South   Bronx, New York, 1937)       is a Monsignor and Professor of Theology at Fordham University and the author of   several major books on Catholicism in America, including Greenwich Village Catholics and The History   of the Archdiocese of New York .      Megan Smolenyak (b. La Chapelle-Saint-Mesmin, France, 1960) is a genealogical adventurer and history detective, as well as an author and TV   personality. Her most recent books include Hey, America, Your Roots are Showing and Who Do You Think   You Are? . Her research corrected the story of Annie Moore, the first immigrant processed at Ellis   Island.      Mary Smyth (b. Doonfeeny, Co. Mayo, Ireland, 1932) grew up on a farm in Co. Mayo and emigrated to New York City in 1953 where she worked   in a series of domestic jobs and raised a family.        Tommy   Smyth (b. 1945)         is an internationally recognized soccer analyst and sports broadcaster for ESPN and   was the 2008 Grand Marshall of the New York City St. Patrick's Day Parade.                  Treasa Goodwin   Smyth (b. 1960)            a radio host of Ireland Calls on WVOX 1460 AM and wife of ESPN soccer analyst   Tommy Smyth. An immigrant from County Cork who arrived in the United States in the 1980s, she raised her children   as a single mom and put herself through nursing school by cleaning houses. Treasa was a member of Ireland's   national camogie team and continued to play the sport at GaelicPark in the first years after she arrived New   York.        Patricia E. Stanley (b. Jersey City, New Jersey, 1953) is a data analyst with a background in theater and music. She has done extensive   genealogical research on her own family?s history and has traced both sides of her family to Co.   Mayo.    John Sullivan (b. Manchester, England, 1945) was born in Manchester,   England and came to the United States with his family in 1949. He has family roots in Cos. Kerry and Mayo. Before   his retirement, he was in charge of marketing and sales for ABB in North America.      Maureen Sullivan (b. Brooklyn, New York, 1943)       the daughter of immigrants from Counties Clare and   Roscommon, was raised in Brooklyn. She spent her early career teaching and working in the advertising industry.   She is the President of Maureen Sullivan Communications and the author of two children's books, Ankle Soup and   Custard and Mustard .       Ruth Sweetman (b. Palmerstown, Co. Dublin, Ireland, 1942) grew up outside of Dublin and has strong family ties to the struggle for Irish   independence in the early 20th century. She is the niece of the Irish patriot, Kevin Barry. One of her most   treasured possessions is a bracelet which was presented to her mother and is inscribed, \"To Eileen M Barry with   esteem from St Ita's Committee New York Aug 1929.\" She was a guidance counselor at the elite bording school,   Clongowes Wood.                    T        Sr. Anne Tahaney and Sr. Margaret Rose Moran (b. Long Island City, New York, 1931; b. New York,   New York, 1929) of the Dominican Order are both children of Irish   immigrants. They traveled to Pakistan in 1957 and taught at a Dominican school there while also living and   working in the local community.       Ken Tierney             Patrick Tracey (b. Boston, Massachusetts, 1958)  is the son of Irish-American parents and can trace his family?s roots to Famine-era Co.   Roscommon. He is the author of Stalking Irish Madness: Searching for the Roots of My Family?s   Schizophrenia .          Dan Tubridy (b. Rockaway, New York, 1948)   is the grandchild of Irish immigrants from Counties Kerry and Clare and can trace his family?s Irish lineage back to the eighteenth century. He is the owner of the Bungalow Bar in Far Rockaway, which was featured on Spike TV?s Bar Rescue .         Jay R. Tunney (b. New York, New YOrk, 1936)   grew up in Stanford, CT, and is the son of Irish-American world heavyweight-boxing   champion Gene Tunney. He is the author of The Prizefighter and the Playwright , in which he chronicles his   father?s relationship with the renowned playwright George Bernard Shaw.                  V            Mallica Vajrathon-Childers (b. Bangkok,   Thailand, 1936)       has ancestry from County Cork. She is the daughter of a Thai mother and a   father with Irish and Swiss ancestry. Her grandfather was Joseph Culfield James (1860-1925), principal tutor to the   Thai Royal Family. After attending university in Bangkok, Paris, and Illinois she worked for the United Nations   in Asia and New York. She married Erskine Childers III, the journalist and son of Irish President Erskine Hamilton   Childers (1905-1974). In New York they both held positions at the United Nations and developed relationships with   key Irish diplomats and civil servants, including Sean MacBride and Garret Fitzgerald. She has contributed to   international dialogue on women's rights and also works as a visual artist.                 W          Eamonn Wall (b. Enniscorthy, Co. Wexford, Ireland, 1955)    emigrated to the United States in 1982 and currently lives in St. Louis, Missouri, where he teaches Irish, Irish-American, and British Literature courses at UM ? St. Louis. He has published six collections of poetry and two books, including Writing the Irish West: Ecologies and Traditions and From the Sin- Caf to the Black Hills .        James P. Walsh (b. San Francisco, California, 1937) is the son of Irish parents from Co. Mayo. He is currently Professor Emeritus of   History at San Jose State University and lives in San Francisco, California.        Mary Waters (b. New York, 1927)     is the past president of the Cork Association of New York.            Terry Winch (b. Bronx, New York, 1960)     is a musician and writer. He is the author of five books of poems and   two short story collections and has won the Columbia Book Award for The Great Indoors (1995) and the   American Book Award for Irish Musicians/American Friends (2007). His experiences of growing up in a Bronx   immigrant neighborhood are frequently his subjects. In 1977 he co-founded the traditional Irish music group Celtic   Thunder.          Richard White (b. Flushing, New York, 1947)     the Margaret Byrne Professor of American History at Stanford   University, is the past President of the Organization of American Historians and a Pulitzer Prize-nominated author   of several books regarding the American West, Native American history and Environmental history. Remembering   Ahanagran: A History of Stories is his account of his mother's emigration from County Kerry.                      Funding has generously been provided by Ireland's Department of Foreign Affairs, Emigrant Support Programme, by the Leon Lowenstein Foundation, and by several private donations.                         Past Events      Events that have already happened will automatically move   here.        Thursday, th at 7pm:          .                 About the Oral History Project    See all Oral History Podcasts    Support the Oral History Project"}, {"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   The following is a sampling of courses specifically designed for the Program in Medieval and Renaissance Studies.    Medieval Technology and Everyday Life   MEDI-UA 3 Offered regularly. Gans. 2 points.   Gives a tour of the mills, factories, schools, travel technology, cathedral builders, miners, merchants, masons, weavers, and nobles of the Middle Ages. Examines the impact of new technology on the lives of both the rich and the ordinary; on men, women, and children; and on medieval beliefs and politics. Also looks at the start of the process that propelled Western Europe from a pastoral backwater to the dominant region of the globe. No background in medieval history or science/technology is needed for this course.    The Civilization and Culture of the Middle Ages   MEDI-UA 11 Identical to HIST-UA 11. Offered every year. Bedos-Rezak, Griffiths. 4 points.   Concentrates on the culture of medieval Europe, a world that produced castles and crusades, cathedrals and tapestries, mystery plays and epics, and plainsong and philosophy. Examines the richness and diversity of medieval creativity through lectures, class discussions, literature, slides, and museum visits.    Philosophy in the Middle Ages   MEDI-UA 60 Identical to PHIL-UA 25. Offered regularly. 4 points.   Study of major medieval philosophers, their issues, schools, and current philosophic interests. Includes, among others, Augustine, Anselm, Thomas Aquinas, Duns Scotus, and William of Ockham.    The Culture and Literature of the Renaissance   MEDI-UA 311 Identical to FREN-UA 311. Offered periodically. 4 points.   Concentrates on the culture of Renaissance Europe. Examines the richness and diversity of Renaissance creativity through lectures, class discussions, literature, and slides.    The Saints: Lore and Legend   MEDI-UA 365 Identical to FREN-UA 365. Offered periodically. Vitz. 2 points.   Focuses on the saint as a major figure in Western culture. Examines definitions of holiness and models of sanctity in the Old and New Testaments and in the early Christian church, then explores the important role played by saints in medieval culture and beyond. Topics considered include the theology of devotion to the saints and to the Virgin Mary in Catholicism and Eastern Orthodoxy, determination of sainthood, and gender differences among saints. Uses literary, historical, artistic, and religious documents.    Don Quixote   MEDI-UA 371 Dopico-Black. 4 points.   A reading of Cervantes's Don Quixote that explores its privileged position as the first modern novel while also attending to the rich and complex historical context from which it emerged.    The Medieval and Renaissance Love Lyric   MEDI-UA 420 Offered periodically. 4 points.   The courtly love lyric, one of the most enduring genres of Western literature, portrayed love as an experience ranging from a degrading passion to an ennobling force, often crucial to poetic inspiration. The course traces the medieval love lyric from its beginnings in 11th-century Provencal through its developments in Latin, German, Italian, French, Spanish, Portuguese, and English. Examines how the themes and conventions of this lyric are transformed in the Renaissance by such major love poets as Petrarch, Sidney, Shakespeare, and Donne. Medieval Misogyny MEDI-UA 488 4 points. Beginning with the biblical story of creation and moving through the powerful gendered tradition established by Saint Paul, this course will look at key texts of the Western Middle Ages (in modern English translation) in which men lay down the law, and occasionally, women talk back. Among other works we will take up the letters of Abelard and Heloise, the life of the enclosed Christina of Markyate, the fictive but larger than life Wife of Bath, and the imagined feminine utopia of Christine de Pizan.    Medieval Theatre   MEDI-UA 712 Offered periodically. 4 points.   Survey of medieval theatre in Europe: the plays and their contexts in the church, courts, and carnival. A study of the plays themselves, ranging from mystery plays to farces, and a look at techniques of staging and accounts of festive celebrations. Includes videos and attendance at live performances. Texts are taught in translation.    Arthurian Legend   MEDI-UA 800 Identical to COLIT-UA 825, ENGL-UA 717, FREN-UA 813, RELST-UA 800. Offered regularly. 4 points.   Beginning with early stories of King Arthur and the knights of the Round Table, the course focuses on masterpieces of French, English, and German medieval literature. Through the European literary tradition, students examine larger problems of the development of medieval literature: the conception of history, the rise of the romance genre, the themes of courtly love, the code of chivalry, and philosophical and theological questions as the Arthurian material is developed through the stories of the Holy Grail.    Dante and His World   MEDI-UA 801 Identical to ENGL-UA 143, ITAL-UA 160. Offered every two to three years. Ardizzone, Freccero. 4 points.   Interdisciplinary introduction to late medieval culture, using Dante, its foremost literary artist, as a focus. Attention is directed to literature, art, and music, in addition to political, religious, and social developments of the time. Emphasizes the continuity of the Western tradition, especially the classical background of medieval culture and its transmission to the modern world.    Acting Medieval Literature   MEDI-UA 868 Identical to FREN-UA 868, THEA-UT 732. Offered regularly. Vitz. 4 points.   Presents medieval literature as a set of springboards to performance rather than as a series of books to be read. In this strongly performance-oriented course, students approach this \"literature\" as works that were acted out, sung, and narrated from memory as part of a storytelling tradition. Students are invited to draw on their dramatic and musical skills and interests and stage medieval works. For their final project, students participate in staging and putting on a play, performing a substantial piece of narrative poetry, singing or playing a body of medieval songs, or choosing a similar activity. Works studied/performed include songs of the troubadours and trouveres; The Song of Roland; Chretien de Troyes's romance, Yvain; French fabliaux; and Sir Gawain and the Green Knight.    Passion and Desire in the Middle Ages   MEDI-UA 961 Identical to COLIT-UA 961, FREN-UA 214, RELST-UA 250. Offered regularly. Vitz. 2 points.   Study of the kinds of loves and desires portrayed in medieval literature: passionate love; refined \"courtly\" love; sexual or \"carnal\" love; love of kin; love of country; love of God. Discusses how literary genres can be largely defined by the nature of the desires represented, explores medieval theorists' views of human love, and investigates the conflicts among different kinds of love for medieval people.    Internship   MEDI-UA 980, 981 Prerequisite: written permission of the director of the program. Restricted to majors and minors. 1 to 4 points per term.   Working with a faculty director, the student secures a relevant internship and writes a substantial report.    Topics in Medieval Studies   MEDI-UA 983, 984 Offered regularly. 4 points.   Varies in content from term to term, focusing on special themes. Recent offerings include Tolkien and Lewis: The Medievalist's Answer to Modernism; Religion and Identity in Medieval Europe; The Kiss; Gothic Romance; Music and Cosmology; Poets, Patrons, and Public in Medieval Lyric; Gender Issues in the Art of the Middle Ages; Myths and Legends of the Middle Ages; Doomsday: The Last Judgment in Medieval Culture; Medieval Minstrels; Angels; Sexual Transgression in the Middle Ages and Renaissance; Saints: Lore and Legend; The Troubadours: Lyrics, Love, and War; Early Irish Art; The Middle Ages at the Movies; and The Medieval Book (held at the Pierpont Morgan Library).    Studies in Medieval Culture   MEDI-UA 985, 986 Offered regularly. 4 points.   This course, varying in content from term to term, focuses on special themes. Recent offerings include Love, Marriage, and the Family in Medieval Europe; Medieval Peasantry; Medieval Architecture at the Cloisters; The Medieval Manuscript and the Book of Hours; Medieval Theatre; The Wisdom Tradition; Medieval Literature in the Movies; Law and Moral Issues in Medieval Philosophy; Martyrs, Mystics, and Prophets; Happiness in the Christian Middle Ages; The Medieval Book: Materials, Forms, and Uses; and Two Medieval Minds.    Interdisciplinary Seminar in Medieval and Renaissance Studies   MEDI-UA 991, 992 Offered every semester. 4 points.   Each semester, the course is devoted to a topic chosen for its interdisciplinary character. Recent offerings have included Chaucer's Italy; The Bible in the Middle Ages; Renaissance Libraries; Millenarianism; 1497-1498: The Renaissance at Full Tilt; Visions of Medieval History; The Age of Chivalry; The World of the Celts; Apocalypse, Then: Visions of the End in the Middle Ages and the Renaissance; Journey in Medieval Christian Theology; Interpreting the Medieval World; Idealization and Satire in the 16th Century; The 12th-Century Renaissance; The Classical Tradition in the Middle Ages; Christian Culture in the Middle Ages; Literature and Culture of the Renaissance; Renaissance Monarchy; Medieval and Renaissance Travel Journals; and The Structure of Knowledge in the Renaissance.    Topics in Renaissance Studies   MEDI-UA 993, 994 Offered regularly. 4 points.   Varies in content from term to term, focusing on special themes. Recent offerings include The Court Masque and Renaissance Politics; Mary and Popular Religion; Material Culture of the Renaissance; Renaissance Fools and Foolery; Shakespeare and Chivalry; A Renaissance of Curiosity: Travel Books, Maps, and Marvels; and The Printed Book in the Renaissance (held at the New York Public Library).    Studies in Renaissance Culture   MEDI-UA 995, 996 Offered regularly. 4 points.   This course, varying in content from term to term, focuses on special themes. Recent offerings include Love in the Renaissance; French Women Writers of the Middle Ages and the Renaissance; Classics in the Middle Ages and Renaissance; Pagan Mythology in the Middle Ages and Renaissance; Renaissance Philosophy; and Renaissance 2000 (Telecourse).    Independent Study   MEDI-UA 997, 998 Prerequisite: written permission of the director of the program. Restricted to majors and minors. May not duplicate the content of a regularly scheduled course. 1 to 4 points per term.    Senior Honors Seminar   MEDI-UA 998 Prerequisite: permission of the director of undergraduate studies. Open only to majors. Offered in the fall. 4 points.   Provides an opportunity for seniors majoring in medieval and Renaissance studies and who have excelled academically to engage in a substantial, original research project on a topic related to their field(s) of concentration and chosen by them in consultation with a faculty adviser and the director of undergraduate studies. It introduces students to appropriate critical methodologies, to the tools available in Bobst Library for advanced research, to the field standards for preparing research papers (forms of documentation, citation, and bibliography), and to current theories in the field of literary and cultural criticism.    Honors Independent Study   MEDI-UA 999 Prerequisite: permission of the director of undergraduate studies and completion of Senior Honors Seminar (MEDI-UA 998). Open only to majors. Offered in the spring. 4 points.   Students meet regularly with their faculty advisers as they complete the research and writing of the 40-page senior honors thesis.      Cross-Listed Courses    The following courses in individual disciplines are regularly offered at New York University. They are cross-listed with medieval and Renaissance studies and can count toward its major and minor. However, courses marked with an asterisk (*) must first be approved by the director of the program to count toward the major or minor. See the appropriate departmental sections in this Bulletin for course descriptions.    For cross-listed electives offered at NYU's Global Academic Centers, see the class directory. Approval of the director of the program is required to count other courses taken overseas toward the major or minor.      Art History    *History of Western Art I   MEDI-UA 1 Identical to ARTH-UA 1. 4 points.    *Art in the Islamic World   MEDI-UA 98 Identical to ARTH-UA 540. 4 points.    Medieval Art   MEDI-UA 200 Identical to ARTH-UA 4. 4 points.    Art of the Early Middle Ages   MEDI-UA 201 Identical to ARTH-UA 201. 4 points.    Romanesque Art   MEDI-UA 202 Identical to ARTH-UA 202. 4 points.    Gothic Art in Northern Europe   MEDI-UA 203 Identical to ARTH-UA 203. 4 points.    Art and Architecture in the Age of Giotto: Italian Art, 1200–1420   MEDI-UA 204 Identical to ARTH-UA 204. 4 points.    Architecture and Urbanism in Renaissance Europe   MEDI-UA 301 Identical to ARTH-UA 301. 4 points.    *Architecture and Urbanism in the Age of the Baroque   MEDI-UA 302 Identical to ARTH-UA 302. 4 points.    Northern Renaissance Art, 1400–1530   MEDI-UA 303 Identical to ARTH-UA 303. 4 points.    Italian Renaissance Sculpture   MEDI-UA 305 Identical to ARTH-UA 305. 4 points.    Early Masters of Italian Renaissance Painting   MEDI-UA 306 Identical to ARTH-UA 306. 4 points.    The Age of Leonardo, Raphael, and Michelangelo   MEDI-UA 307 Identical to ARTH-UA 307. 4 points.    The Golden Age of Venetian Painting   MEDI-UA 308 Identical to ARTH-UA 308. 4 points.    Italian Art in the Age of the Baroque   MEDI-UA 309 Identical to ARTH-UA 309. 4 points.    Dutch and Flemish Painting 1600–1700   MEDI-UA 311 Identical to ARTH-UA 311. 4 points.    French Art: Renaissance to Rococo, 1520–1770   MEDI-UA 313 Identical to ARTH-UA 313. 4 points.    Renaissance and Baroque Art   MEDI-UA 333 Identical to ARTH-UA 5. 4 points.      Classics    Medieval Latin   MEDI-UA 824 Identical to CLASS-UA 824. 4 points.      Comparative Literature    Masterpieces of Renaissance Literature   MEDI-UA 17 Identical to COLIT-UA 151. 4 points.      English    *History of Drama and Theatre I   MEDI-UA 127 Identical to ENGL-UA 125, DRLIT-UA 110. 4 points.    British Literature I   MEDI-UA 210 Identical to ENGL-UA 210. 4 points.    Medieval Literature in Translation   MEDI-UA 310 Identical to ENGL-UA 310. 4 points.    Colloquium: Chaucer   MEDI-UA 320 Identical to ENGL-UA 320. 4 points.    Medieval Visionary Literature   MEDI-UA 321 Identical to ENGL-UA 309. 4 points.    16th-Century English Literature   MEDI-UA 400 Identical to ENGL-UA 400. 4 points.    Shakespeare I, II   MEDI-UA 410, 411 Identical to ENGL-UA 410, 411. 4 points per term.    Colloquium: Shakespeare   MEDI-UA 415 Identical to ENGL-UA 415. 4 points.    *17th-Century English Literature   MEDI-UA 440 Identical to ENGL-UA 440. 4 points.    Colloquium: The Renaissance Writer   MEDI-UA 445 Identical to ENGL-UA 445. 4 points.    Colloquium: Milton   MEDI-UA 450 Identical to ENGL-UA 450. 4 points.    Topics: Medieval Literature   MEDI-UA 953 Identical to ENGL-UA 950. 4 points.    Topics: Renaissance Literature   MEDI-UA 954 Identical to ENGL-UA 951. 4 points.    *Topics: 17th-Century British Literature   MEDI-UA 955 Identical to ENGL-UA 952. 4 points.      French    *Topics in French Culture   MEDI-UA 864 (in English), MEDI-UA 965 (in French) Identical to FREN-UA 865 (in English), FREN-UA 965 (in French). 4 points.    *Topics in French Literature   MEDI-UA 869 (in English), MEDI-UA 969 (in French) Identical to FREN-UA 868 (in English), FREN-UA 968 (in French). 4 points.      Hebrew and Judaic Studies    Foundations of the Christian-Jewish Argument   MEDI-UA 160 Identical to HBRJD-UA 106. 4 points.    Jewish Philosophy in the Medieval World   MEDI-UA 425 Identical to HBRJD-UA 425. 4 points.    Jewish Mysticism and Hasidism   MEDI-UA 430 Identical to HBRJD-UA 430. 4 points.    The Jews in Medieval Spain   MEDI-UA 913 Identical to HBRJD-UA 113. 4 points.      History    The Early Middle Ages   MEDI-UA 111 Identical to HIST-UA 111. 4 points.    The Crusades   MEDI-UA 113 Identical to HIST-UA 113. 4 points.    The High Middle Ages   MEDI-UA 114 Identical to HIST-UA 114. 4 points.    The Renaissance   MEDI-UA 121 Identical to HIST-UA 121. 4 points.    Gendering the Middle Ages   MEDI-UA 190 Identical to HIST-UA 197. 4 points.    Seminar: Crusade and Trade: Western Expansion in the Eastern Mediterranean, 11th to 15th Centuries   MEDI-UA 265 Identical to HIST-UA 265. 4 points.    Seminar: Women in Medieval and Renaissance Europe   MEDI-UA 270 Identical to HIST-UA 270. 4 points.    *Seminar: Topics in Early Modern Europe   MEDI-UA 279 Identical to HIST-UA 279. 4 points.      Italian    The Civilization of the Italian Renaissance   MEDI-UA 161 Identical to ITAL-UA 161. 4 points.    Dante's Divine Comedy   MEDI-UA 271 Identical to ITAL-UA 270. 4 points.    Boccaccio's Decameron   MEDI-UA 274 Identical to ITAL-UA 271. 4 points.      Linguistics    Etymology   MEDI-UA 76 Identical to LING-UA 76. 4 points.    Middle Eastern and Islamic Studies    The Making of the Muslim Middle East, 600–1250   MEDI-UA 640 Identical to MEIS-UA 640. 4 points.    *The Ottoman Empire and the World Around It   MEDI-UA 651 Identical to MEIS-UA 650. 4 points.    *Islam and the West   MEDI-UA 694 Identical to MEIS-UA 694, HIST-UA 250. 4 points.    *Masterpieces of Islamic Literature in Translation   MEDI-UA 710 Identical to MEIS-UA 710. 4 points.    The Arabian Nights   MEDI-UA 714 Identical to MEIS-UA 716. 4 points.    *Seminar: Introduction to Islamic Texts   MEDI-UA 720 Identical to MEIS-UA 720. 4 points.    *Seminar: Women and Islamic Law   MEDI-UA 783 Identical to MEIS-UA 783. 4 points.    The Sufis: Mystics of Islam   MEDI-UA 863 Identical to RELST-UA 863, MEIS-UA 863. 4 points.      Morse Academic Plan    Texts and Ideas: Antiquity and the Middle Ages   MAP-UA 401 4 points.    Texts and Ideas: Antiquity and the Renaissance   MAP-UA 402 4 points.      Music    Medieval and Renaissance Music   MEDI-UA 101 Identical to MUSIC-UA 101. 4 points.      Physics    Origins of Astronomy   MEDI-UA 8 Identical to PHYS-UA 8. 4 points.      Politics    Topics in Premodern Political Philosophy   MEDI-UA 110 Identical to POL-UA 110. 4 points.       Religious Studies    Judaism, Christianity, and Islam   MEDI-UA 25 Identical to MEIS-UA 800, HBRJD-UA 160, RELST-UA 102. 4 points.       Spanish and Portuguese Languages and Literatures    Chronicles and Travel Literature of the Colonial World   MEDI-UA 273 Identical to SPAN-UA 273. 4 points.    Cervantes   MEDI-UA 335 Identical to SPAN-UA 371. 4 points.    Theatre and Poetry of the Spanish Golden Age   MEDI-UA 421 Identical to SPAN-UA 421. 4 points.    Forms of the Picaresque in Spain and Spanish America   MEDI-UA 438 Identical to SPAN-UA 438. 4 points.      Graduate Courses Open to Undergraduates    Comparative Literature    Themes and Forms of Medieval Literature   COLIT-GA 1452 4 points.    European Renaissance Literature I   COLIT-GA 1500 4 points.    European Renaissance Literature II   COLIT-GA 1550 4 points.      English    Introductory Old English   ENGL-GA 1060 4 points.    Introductory Middle English   ENGL-GA 1061 4 points.    Studies in Beowulf   ENGL-GA 1152 Prerequisite: ENGL-GA 1060 or the equivalent. 4 points.    The Renaissance in England   ENGL-GA 1322 4 points.    Shakespeare I, II   ENGL-GA 1344, 1345 4 points per term.    17th-Century Poetry   ENGL-GA 1420 4 points.      French    Introduction to Medieval French Literature   FREN-GA 1211 4 points.    The Medieval Epic   FREN-GA 1241 4 points.    Prose Writers of the 16th Century   FREN-GA 1331 4 points.    La Pleiade   FREN-GA 1342 4 points.      Middle Eastern and Islamic Studies    History of the Islamic Near East to 1200   MEIS-GA 1640 4 points.    Medieval Iran   MEIS-GA 1660 4 points.      Music    Collegium Musicum   MUSIC-GA 1001 4 points.      Spanish and Portuguese Languages and Literatures    Introduction to Medieval Spanish Literature   SPAN-GA 1211 4 points.    16th-Century Novelistic Forms   SPAN-GA 1334 4 points.    Spanish Poetry of the Renaissance   SPAN-GA 1341 4 points.    Mystics and Contemplatives   SPAN-GA 2311 4 points.    Portuguese Literature: The Cancioneiros to Camoes   PORT-GA 1817 4 points.               Contact Us | &copy; New York University , Arts and Science"}]}]