[{"detail": [{"content": "Department of Mathematics, Courant Institute                                                         Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach            Major And Minor Requirements   Major in Mathematics   REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER  The requirements for the mathematics major are thirteen courses numbered MATH-UA 120 or higher which must include:     Calculus Requirement   MATH-UA 121 Calculus I  and either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    or the two intensive courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II     Analysis and Algebra Requirement     MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either of these courses can be substituted by its more intensive counterpart:    MATH-UA 328 Honors Analysis I   MATH-UA 348 Honors Algebra I    The rest of the 13 required courses must include at least three of the following:     MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable   MATH-UA 329 Honors Analysis II   MATH-UA 349 Honors Algebra II   MATH-UA 377 Differential Geometry   MATH-UA 393 Honors I   MATH-UA 394 Honors II   MATH-UA 397 Honors III   MATH-UA 398 Honors IV     The remaining four courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 211, 212, 213, or 270.   * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 13 course requirement.    * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 13 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.    *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.    *Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all courses used to fulfill the major requirement.      REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 OR LATER   Math Major Check Sheet   The requirements for the mathematics major are twelve courses numbered MATH-UA 120 or higher which must include:     MATH-UA 121 Calculus I    MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    Or the following two courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II  (This sequence assumes the student has a solid background in Calculus I. It will intensely cover Calculus II, III and Linear Algebra)    The rest of the 12 required courses must include two of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable      The remaining four courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246.    * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 12 course requirement.    * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 12 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.  *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.   *Courses taken under the pass/fail option are not counted toward the major.  * A grade of C or better is required in all courses used to fulfill the major requirement.        REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012   The requirements for the mathematics major are twelve courses numbered MATH-UA 120 or higher which must include:     MATH-UA 121 Calculus I   MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    Or the following two courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II  (This sequence assumes the student has a solid background in Calculus I. It will intensely cover Calculus II, III and Linear Algebra)     The rest of the 12 required courses must include one of the following:     MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis    The remaining five courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213, or 246.     * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 12 course requirement.   * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 12 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.   *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.   * Courses taken under the pass/fail option are not counted toward the major.   * A grade of C or better is required in all courses used to fulfill the major requirement.   * Mathematics majors must maintain a 2.0 math G.P.A.       Joint Major in Mathematics and Computer Science   REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.  The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 211, 212, 213 or 270 from the Mathematics Department, which must include:    MATH-UA 120 Discrete Math   MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis or MATH-UA 328 Honors Analysis I   MATH-UA 343 Algebra or MATH-UA 348 Honors Algebra I      The rest of the 10 required courses must include two of the following:       MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 251 Mathematical Modeling   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable   MATH-UA 329 Honors Analysis II   MATH-UA 349 Honors Algebra II   MATH-UA 377 Differential Geometry      and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses: Undergraduate Computer Science Website .    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.   The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:    MATH-UA 120 Discrete Math   MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis   MATH-UA 343 Algebra    The rest of the 10 required courses must include two of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable     and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses:    Undergraduate Computer Science Website    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.     * A grade of C or better is required in all these courses to fulfill the major requirement.     REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012   The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:      MATH-UA 325 Analysis   MATH-UA 343 Algebra    The rest of the 10 required courses must include one of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II or   MATH-UA 224 Vector Analysis    and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses:    http://www.cs.nyu.edu/csweb/Academic/Undergrad/majors.html .     *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    Joint Major in Mathematics and Economics    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER    The mathematics requirements are a total of nine courses. The following five courses are required:    MATH-UA 211 Math for Economics I or Calculus I   MATH-UA 212 Math for Economics II or Calculus II   MATH-UA 213 Math for Economics III or Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis or MATH-UA 328 Honors Analysis I                *The Math for Economics sequence is the preferred sequence for this major, although we will accept either Math for Economics or Calculus.    Plus four chosen courses from:       MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 235 Probability &amp; Statistics   MATH-UA 240 Combinatorics   MATH-UA 248 Theory of Numbers   MATH-UA 250 Mathematics of Finance   MATH-UA 251 Mathematical Modeling   MATH-UA 252 Numerical Analysis   MATH-UA 262 Ordinary Differential Equations   MATH-UA 263 Partial Differential Equations   MATH-UA 264 Chaos &amp; Dynamical Systems   MATH-UA 282 Function of Complex Variables   MATH-UA 328 Honors Analysis II   MATH-UA 343 Algebra      The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20 (if not taking MATH-UA 234 Mathematical Statistics), 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Note that students who take MATH-UA 234 instead of ECON-UA 20 for the statistics requirement must take a total of four ECON-UA electives. Please refer to the undergraduate economics website for information on economics courses:    Information on Economics Courses.      *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2013 OR LATER    The mathematics requirements are a total of nine courses. The following five courses are required:     MATH-UA 211 Math for Economics I or Calculus I    MATH-UA 212 Math for Economics II or Calculus II    MATH-UA 213 Math for Economics III or Calculus III    MATH-UA 140 Linear Algebra    MATH-UA 325 Analysis    *The Math for Economics sequence is the preferred sequence for this major, although we will accept either Math for Economics or Calculus.   Plus four chosen courses from:      MATH-UA 224 Vector Analysis    MATH-UA 233 Theory of Probability    MATH-UA 234 Mathematical Statistics    MATH-UA 235 Probability & Statistics    MATH-UA 262 Ordinary Differential Equations    MATH-UA 240 Combinatorics    MATH-UA 263 Partial Differential Equations    MATH-UA 264 Chaos & Dynamical Systems    MATH-UA 248 Theory of Numbers    MATH-UA 250 Mathematics of Finance    MATH-UA 252 Numerical Analysis    MATH-UA 270 Transformations & Geometries    MATH-UA 282 Function of Complex Variables    MATH-UA 326 Analysis II    MATH-UA 343 Algebra    MATH-UA 344 Algebra II    MATH-UA 141 Honors Linear Algebra     The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20 (if not taking MATH-UA 234 Mathematical Statistics), 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Note that students who take MATH-UA 234 instead of ECON-UA 20 for the statistics requirement must take a total of four ECON-UA electives. Please refer to the undergraduate economics website for information on economics courses:    Information on Economics Courses    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.     REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 - SUMMER 2013   The mathematics requirements are a total of nine courses. The following five courses are required:     MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis    Plus four chosen courses from:    MATH-UA 141 Honors Linear Algebra   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 235 Probability &amp; Statistics   MATH-UA 262 Ordinary Differential Equations   MATH-UA 240 Combinatorics   MATH-UA 363 Partial Differential Equations   MATH-UA 264 Chaos &amp; Dynamical Systems   MATH-UA 248 Theory of Numbers   MATH-UA 250 Mathematics of Finance   MATH-UA 252 Numerical Analysis   MATH-UA 270 Transformations &amp; Geometries   MATH-UA 282 Function of Complex Variables   MATH-UA 343 Algebra   MATH-UA 344 Algebra II   MATH-UA 326 Analysis II     The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20, 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300 -399. Please refer to the undergraduate economics website for information on economics courses:  Information on Economics Courses .   *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.      REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012    The math requirements are the same. The economics requirements (nine courses) are ECON-UA 5, 6, 11, 13, 20, 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Please refer to the undergraduate economics website for information on economics courses:   Information on Economics Courses .   Mathematics Minor    The requirement for a mathematics minor is four 4-credit courses in the department numbered MATH-UA 120 or higher. Of these four courses MATH-UA 211, 212 or 213 may not be used if you have taken Calculus. Although courses transferred from other colleges may count towards the minor, at least two courses for the minor must be taken at NYU. Students pursuing majors that require mathematics courses may follow this minor, as long as two of the four courses do not apply simultaneously to the requirements for their major.      * Courses taken under the pass/fail option are not counted toward the minor.   * A grade of C or better is required in all courses to count toward the minor.      Joint Mathematics and Computer Science Minor    The requirements are the following four courses:       MATH-UA 121 Calculus I    MATH-UA 122 Calculus II    CSCI-UA 101 Introduction to Computer Science    CSCI-UA 102 Data Structures    *Students who wish to double-count courses for the math portion of the minor and another requirement may count at most two such courses toward the minor.   * Courses taken under the pass/fail option are not counted toward the minor.   * A grade of C or better is required in all courses to count toward the minor.     Advanced Mathematical Methods Minor   The mathematical methods minor will consist of four distinct components. Students will be required to take at least one Stern course to fulfill this minor.   1.Linear Algebra MATH-UA 140 (Formerly V63.0140) or equivalent 4 units.  2.Introduction to the Theory of Probability STAT-UB 14 (Formerly C22.0014) 3 units.  3.Numerical Analysis MATH-UA 252 (Formerly V63.0252) 4 units.  OR Numerical Methods I MATH-GA 2010 (Formerly G63.2010) 3 units.  4. One course from the advanced course list below:      -Ordinary Differential Equations MATH-UA 262 (Formerly V63.0262) 4 units.    -Partial Differential Equations MATH-UA 263 (Formerly V63.0263) 4 units.    -Statistical Inference and Regression Analysis STAT-UB 15 (Formerly C22.0015) 3 units.    -Introduction to Stochastic Processes STAT-UB 21 (Formerly C22.0021) 3 units.    -Analysis MATH-UA 325 (Formerly V63.0325) 4 units.      Notes  All students must take at least one Stern course in order to meet minor requirements. If a student has completed the CAS version of Probability, STAT-UB 14 should not be taken. Instead, please select one of the following:     - Statistical Inference and Regression Analysis STAT-UB 15 (Formerly C22.0015)  3 units.   - Introduction to Stochastic Processes STAT-UB 21 (Formerly C22.0021) 3 units.   - Students who have the equivalent of MATH-UA 140 should substitute a more advanced course from the list above.    Mathematics Education Minor for Math Majors   The Mathematics Education Minor (for Mathematics Majors) enables you to complete course work as an undergraduate in CAS that will reduce the number of credits required of a Steinhardt School of Education M.A. degree in Teachers of Mathematics, Grades 7-12 that will fulfill the requirements for Initial teacher certification. The master's degree will require 30 credits including student teaching internships beyond the bachelor's degree.    Ideally you would want to declare the minor and begin taking these courses during your first semester of junior year. Please be advised that most of these courses require a field work component consisting of classroom observation and participation. For course descriptions, please see the current Steinhardt School of Education's Undergraduate Bulletin at http://www.steinhardt.nyu.edu/bulletin.              © NEW YORK UNIVERSITY"}]},
{"detail": [{"content": "Department of Mathematics, Courant Institute                                                         Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach            Major And Minor Requirements   Major in Mathematics   REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER  The requirements for the mathematics major are thirteen courses numbered MATH-UA 120 or higher which must include:     Calculus Requirement   MATH-UA 121 Calculus I  and either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    or the two intensive courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II     Analysis and Algebra Requirement     MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either of these courses can be substituted by its more intensive counterpart:    MATH-UA 328 Honors Analysis I   MATH-UA 348 Honors Algebra I    The rest of the 13 required courses must include at least three of the following:     MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable   MATH-UA 329 Honors Analysis II   MATH-UA 349 Honors Algebra II   MATH-UA 377 Differential Geometry   MATH-UA 393 Honors I   MATH-UA 394 Honors II   MATH-UA 397 Honors III   MATH-UA 398 Honors IV     The remaining four courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 211, 212, 213, or 270.   * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 13 course requirement.    * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 13 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.    *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.    *Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all courses used to fulfill the major requirement.      REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 OR LATER   Math Major Check Sheet   The requirements for the mathematics major are twelve courses numbered MATH-UA 120 or higher which must include:     MATH-UA 121 Calculus I    MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    Or the following two courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II  (This sequence assumes the student has a solid background in Calculus I. It will intensely cover Calculus II, III and Linear Algebra)    The rest of the 12 required courses must include two of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable      The remaining four courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246.    * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 12 course requirement.    * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 12 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.  *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.   *Courses taken under the pass/fail option are not counted toward the major.  * A grade of C or better is required in all courses used to fulfill the major requirement.        REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012   The requirements for the mathematics major are twelve courses numbered MATH-UA 120 or higher which must include:     MATH-UA 121 Calculus I   MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    Or the following two courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II  (This sequence assumes the student has a solid background in Calculus I. It will intensely cover Calculus II, III and Linear Algebra)     The rest of the 12 required courses must include one of the following:     MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis    The remaining five courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213, or 246.     * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 12 course requirement.   * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 12 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.   *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.   * Courses taken under the pass/fail option are not counted toward the major.   * A grade of C or better is required in all courses used to fulfill the major requirement.   * Mathematics majors must maintain a 2.0 math G.P.A.       Joint Major in Mathematics and Computer Science   REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.  The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 211, 212, 213 or 270 from the Mathematics Department, which must include:    MATH-UA 120 Discrete Math   MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis or MATH-UA 328 Honors Analysis I   MATH-UA 343 Algebra or MATH-UA 348 Honors Algebra I      The rest of the 10 required courses must include two of the following:       MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 251 Mathematical Modeling   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable   MATH-UA 329 Honors Analysis II   MATH-UA 349 Honors Algebra II   MATH-UA 377 Differential Geometry      and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses: Undergraduate Computer Science Website .    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.   The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:    MATH-UA 120 Discrete Math   MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis   MATH-UA 343 Algebra    The rest of the 10 required courses must include two of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable     and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses:    Undergraduate Computer Science Website    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.     * A grade of C or better is required in all these courses to fulfill the major requirement.     REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012   The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:      MATH-UA 325 Analysis   MATH-UA 343 Algebra    The rest of the 10 required courses must include one of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II or   MATH-UA 224 Vector Analysis    and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses:    http://www.cs.nyu.edu/csweb/Academic/Undergrad/majors.html .     *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    Joint Major in Mathematics and Economics    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER    The mathematics requirements are a total of nine courses. The following five courses are required:    MATH-UA 211 Math for Economics I or Calculus I   MATH-UA 212 Math for Economics II or Calculus II   MATH-UA 213 Math for Economics III or Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis or MATH-UA 328 Honors Analysis I                *The Math for Economics sequence is the preferred sequence for this major, although we will accept either Math for Economics or Calculus.    Plus four chosen courses from:       MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 235 Probability &amp; Statistics   MATH-UA 240 Combinatorics   MATH-UA 248 Theory of Numbers   MATH-UA 250 Mathematics of Finance   MATH-UA 251 Mathematical Modeling   MATH-UA 252 Numerical Analysis   MATH-UA 262 Ordinary Differential Equations   MATH-UA 263 Partial Differential Equations   MATH-UA 264 Chaos &amp; Dynamical Systems   MATH-UA 282 Function of Complex Variables   MATH-UA 328 Honors Analysis II   MATH-UA 343 Algebra      The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20 (if not taking MATH-UA 234 Mathematical Statistics), 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Note that students who take MATH-UA 234 instead of ECON-UA 20 for the statistics requirement must take a total of four ECON-UA electives. Please refer to the undergraduate economics website for information on economics courses:    Information on Economics Courses.      *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2013 OR LATER    The mathematics requirements are a total of nine courses. The following five courses are required:     MATH-UA 211 Math for Economics I or Calculus I    MATH-UA 212 Math for Economics II or Calculus II    MATH-UA 213 Math for Economics III or Calculus III    MATH-UA 140 Linear Algebra    MATH-UA 325 Analysis    *The Math for Economics sequence is the preferred sequence for this major, although we will accept either Math for Economics or Calculus.   Plus four chosen courses from:      MATH-UA 224 Vector Analysis    MATH-UA 233 Theory of Probability    MATH-UA 234 Mathematical Statistics    MATH-UA 235 Probability & Statistics    MATH-UA 262 Ordinary Differential Equations    MATH-UA 240 Combinatorics    MATH-UA 263 Partial Differential Equations    MATH-UA 264 Chaos & Dynamical Systems    MATH-UA 248 Theory of Numbers    MATH-UA 250 Mathematics of Finance    MATH-UA 252 Numerical Analysis    MATH-UA 270 Transformations & Geometries    MATH-UA 282 Function of Complex Variables    MATH-UA 326 Analysis II    MATH-UA 343 Algebra    MATH-UA 344 Algebra II    MATH-UA 141 Honors Linear Algebra     The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20 (if not taking MATH-UA 234 Mathematical Statistics), 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Note that students who take MATH-UA 234 instead of ECON-UA 20 for the statistics requirement must take a total of four ECON-UA electives. Please refer to the undergraduate economics website for information on economics courses:    Information on Economics Courses    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.     REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 - SUMMER 2013   The mathematics requirements are a total of nine courses. The following five courses are required:     MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis    Plus four chosen courses from:    MATH-UA 141 Honors Linear Algebra   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 235 Probability &amp; Statistics   MATH-UA 262 Ordinary Differential Equations   MATH-UA 240 Combinatorics   MATH-UA 363 Partial Differential Equations   MATH-UA 264 Chaos &amp; Dynamical Systems   MATH-UA 248 Theory of Numbers   MATH-UA 250 Mathematics of Finance   MATH-UA 252 Numerical Analysis   MATH-UA 270 Transformations &amp; Geometries   MATH-UA 282 Function of Complex Variables   MATH-UA 343 Algebra   MATH-UA 344 Algebra II   MATH-UA 326 Analysis II     The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20, 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300 -399. Please refer to the undergraduate economics website for information on economics courses:  Information on Economics Courses .   *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.      REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012    The math requirements are the same. The economics requirements (nine courses) are ECON-UA 5, 6, 11, 13, 20, 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Please refer to the undergraduate economics website for information on economics courses:   Information on Economics Courses .   Mathematics Minor    The requirement for a mathematics minor is four 4-credit courses in the department numbered MATH-UA 120 or higher. Of these four courses MATH-UA 211, 212 or 213 may not be used if you have taken Calculus. Although courses transferred from other colleges may count towards the minor, at least two courses for the minor must be taken at NYU. Students pursuing majors that require mathematics courses may follow this minor, as long as two of the four courses do not apply simultaneously to the requirements for their major.      * Courses taken under the pass/fail option are not counted toward the minor.   * A grade of C or better is required in all courses to count toward the minor.      Joint Mathematics and Computer Science Minor    The requirements are the following four courses:       MATH-UA 121 Calculus I    MATH-UA 122 Calculus II    CSCI-UA 101 Introduction to Computer Science    CSCI-UA 102 Data Structures    *Students who wish to double-count courses for the math portion of the minor and another requirement may count at most two such courses toward the minor.   * Courses taken under the pass/fail option are not counted toward the minor.   * A grade of C or better is required in all courses to count toward the minor.     Advanced Mathematical Methods Minor   The mathematical methods minor will consist of four distinct components. Students will be required to take at least one Stern course to fulfill this minor.   1.Linear Algebra MATH-UA 140 (Formerly V63.0140) or equivalent 4 units.  2.Introduction to the Theory of Probability STAT-UB 14 (Formerly C22.0014) 3 units.  3.Numerical Analysis MATH-UA 252 (Formerly V63.0252) 4 units.  OR Numerical Methods I MATH-GA 2010 (Formerly G63.2010) 3 units.  4. One course from the advanced course list below:      -Ordinary Differential Equations MATH-UA 262 (Formerly V63.0262) 4 units.    -Partial Differential Equations MATH-UA 263 (Formerly V63.0263) 4 units.    -Statistical Inference and Regression Analysis STAT-UB 15 (Formerly C22.0015) 3 units.    -Introduction to Stochastic Processes STAT-UB 21 (Formerly C22.0021) 3 units.    -Analysis MATH-UA 325 (Formerly V63.0325) 4 units.      Notes  All students must take at least one Stern course in order to meet minor requirements. If a student has completed the CAS version of Probability, STAT-UB 14 should not be taken. Instead, please select one of the following:     - Statistical Inference and Regression Analysis STAT-UB 15 (Formerly C22.0015)  3 units.   - Introduction to Stochastic Processes STAT-UB 21 (Formerly C22.0021) 3 units.   - Students who have the equivalent of MATH-UA 140 should substitute a more advanced course from the list above.    Mathematics Education Minor for Math Majors   The Mathematics Education Minor (for Mathematics Majors) enables you to complete course work as an undergraduate in CAS that will reduce the number of credits required of a Steinhardt School of Education M.A. degree in Teachers of Mathematics, Grades 7-12 that will fulfill the requirements for Initial teacher certification. The master's degree will require 30 credits including student teaching internships beyond the bachelor's degree.    Ideally you would want to declare the minor and begin taking these courses during your first semester of junior year. Please be advised that most of these courses require a field work component consisting of classroom observation and participation. For course descriptions, please see the current Steinhardt School of Education's Undergraduate Bulletin at http://www.steinhardt.nyu.edu/bulletin.              © NEW YORK UNIVERSITY"}, {"content": "NYU Computer Science Department &gt; Computer Science Minors                                                                                                                                 Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                               Computer Science Minors   Edit Title                Edit Body      The Computer Science department offers a minor in Computer Science , Web Programming and Applications and a joint minor in Computer Science/Mathematics . We teach both computer science and technology so that students can develop the skills they need to pursue their careers and interests. Our interdisciplinary approach allows for students from all backgrounds and fields to find our courses both fun and practical. We can accommodate all levels so no prior background is required. If you do have prior computer experience, we would welcome you into our advanced classes.    All College of Arts Science students are eligible to pursue any of these programs. Non-CAS students will need written authorization from their home school. Students with transfer credits are required to complete half of their minor requirements at the Computer Science department. A grade of C or better is necessary in all courses to fulfill the minor requirements. For more information about minor requirements, please see the following: http://bulletin.cas.nyu.edu/page/degree.requirements    Minor in Computer Science       CSCI-UA.0101 Intro to Computer Science    CSCI-UA.0102 Data Structures    CSCI-UA.0201 Computer Systems Organization    MATH-UA.0121 Calculus I       Minor in Web Programming and Applications    ANY FOUR courses offered by the computer science department. Topics vary each semester. Typical choices include:       CSCI-UA.0001 Computers in Society    CSCI-UA.0002 Introduction to Computer Programming    CSCI-UA.0004 Introduction to Web Design and Computer Principles    CSCI-UA.0060 Database Design &amp; Web Implementation    CSCI-UA.0061 Web Development &amp; Programming    CSCI-UA.0101 Intro to Computer Science    CSCI-UA.0380 Topics of General Computing Interest       [Note: Stern students are not eligible to enroll in the Web Programming and Applications minor.]    Joint Minor in Computer Science and Mathematics       CSCI-UA.0101 Intro to Computer Science    CSCI-UA.0102 Data Structures    MATH-UA.0121 Calculus I    MATH-UA.0122 Calculus II       For more information please review the Course Descriptions or contact the Program Administrator , in room 323 CIWW.          Edit All                   top | contact webmaster"}]},
{"detail": [{"content": "Department of Mathematics, Courant Institute                                                         Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach            Major And Minor Requirements   Major in Mathematics   REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER  The requirements for the mathematics major are thirteen courses numbered MATH-UA 120 or higher which must include:     Calculus Requirement   MATH-UA 121 Calculus I  and either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    or the two intensive courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II     Analysis and Algebra Requirement     MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either of these courses can be substituted by its more intensive counterpart:    MATH-UA 328 Honors Analysis I   MATH-UA 348 Honors Algebra I    The rest of the 13 required courses must include at least three of the following:     MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable   MATH-UA 329 Honors Analysis II   MATH-UA 349 Honors Algebra II   MATH-UA 377 Differential Geometry   MATH-UA 393 Honors I   MATH-UA 394 Honors II   MATH-UA 397 Honors III   MATH-UA 398 Honors IV     The remaining four courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 211, 212, 213, or 270.   * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 13 course requirement.    * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 13 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.    *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.    *Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all courses used to fulfill the major requirement.      REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 OR LATER   Math Major Check Sheet   The requirements for the mathematics major are twelve courses numbered MATH-UA 120 or higher which must include:     MATH-UA 121 Calculus I    MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    Or the following two courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II  (This sequence assumes the student has a solid background in Calculus I. It will intensely cover Calculus II, III and Linear Algebra)    The rest of the 12 required courses must include two of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable      The remaining four courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246.    * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 12 course requirement.    * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 12 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.  *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.   *Courses taken under the pass/fail option are not counted toward the major.  * A grade of C or better is required in all courses used to fulfill the major requirement.        REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012   The requirements for the mathematics major are twelve courses numbered MATH-UA 120 or higher which must include:     MATH-UA 121 Calculus I   MATH-UA 325 Analysis   MATH-UA 343 Algebra    Either the following three courses:    MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra    Or the following two courses:    MATH-UA 221 Honors Calculus I   MATH-UA 222 Honors Calculus II  (This sequence assumes the student has a solid background in Calculus I. It will intensely cover Calculus II, III and Linear Algebra)     The rest of the 12 required courses must include one of the following:     MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis    The remaining five courses can be any mathematics courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213, or 246.     * Any two computer science courses numbered CSCI-UA 101 or higher may be credited toward the 12 course requirement.   * Students enrolled in and who complete the Premedical or Predental Program and who wish to major in mathematics may substitute at most two math classes by any two of the following; General Physics I and II (PHYS-UA 11 and 12) or Physics I, II (PHYS-UA 100 and 101) toward their 12 course requirement. However, if these physics courses are used towards the mathematics major, the computer sciences courses will not apply towards the major.   *Students may double-count no more than two courses towards both the Mathematics Major and the requirements of another major or minor.   * Students may petition to enroll in graduate mathematics courses and apply them to the undergraduate major. Usually, permission to enroll is not granted until the student has completed MATH-UA 325 Analysis and the available undergraduate courses on the same topic.   * Courses taken under the pass/fail option are not counted toward the major.   * A grade of C or better is required in all courses used to fulfill the major requirement.   * Mathematics majors must maintain a 2.0 math G.P.A.       Joint Major in Mathematics and Computer Science   REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.  The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 211, 212, 213 or 270 from the Mathematics Department, which must include:    MATH-UA 120 Discrete Math   MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis or MATH-UA 328 Honors Analysis I   MATH-UA 343 Algebra or MATH-UA 348 Honors Algebra I      The rest of the 10 required courses must include two of the following:       MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 251 Mathematical Modeling   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable   MATH-UA 329 Honors Analysis II   MATH-UA 349 Honors Algebra II   MATH-UA 377 Differential Geometry      and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses: Undergraduate Computer Science Website .    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.   The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:    MATH-UA 120 Discrete Math   MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis   MATH-UA 343 Algebra    The rest of the 10 required courses must include two of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 252 Numerical Analysis   MATH-UA 263 Partial Differential Equations   MATH-UA 282 Functions of a Complex Variable     and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses:    Undergraduate Computer Science Website    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.     * A grade of C or better is required in all these courses to fulfill the major requirement.     REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012   The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:      MATH-UA 325 Analysis   MATH-UA 343 Algebra    The rest of the 10 required courses must include one of the following:    MATH-UA 326 Analysis II   MATH-UA 344 Algebra II or   MATH-UA 224 Vector Analysis    and eight computer science courses as required for the major in that department. Please refer to the undergraduate computer science website for information on computer science courses:    http://www.cs.nyu.edu/csweb/Academic/Undergrad/majors.html .     *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Computer Science and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    Joint Major in Mathematics and Economics    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2014 OR LATER    The mathematics requirements are a total of nine courses. The following five courses are required:    MATH-UA 211 Math for Economics I or Calculus I   MATH-UA 212 Math for Economics II or Calculus II   MATH-UA 213 Math for Economics III or Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis or MATH-UA 328 Honors Analysis I                *The Math for Economics sequence is the preferred sequence for this major, although we will accept either Math for Economics or Calculus.    Plus four chosen courses from:       MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 235 Probability &amp; Statistics   MATH-UA 240 Combinatorics   MATH-UA 248 Theory of Numbers   MATH-UA 250 Mathematics of Finance   MATH-UA 251 Mathematical Modeling   MATH-UA 252 Numerical Analysis   MATH-UA 262 Ordinary Differential Equations   MATH-UA 263 Partial Differential Equations   MATH-UA 264 Chaos &amp; Dynamical Systems   MATH-UA 282 Function of Complex Variables   MATH-UA 328 Honors Analysis II   MATH-UA 343 Algebra      The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20 (if not taking MATH-UA 234 Mathematical Statistics), 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Note that students who take MATH-UA 234 instead of ECON-UA 20 for the statistics requirement must take a total of four ECON-UA electives. Please refer to the undergraduate economics website for information on economics courses:    Information on Economics Courses.      *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.    REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2013 OR LATER    The mathematics requirements are a total of nine courses. The following five courses are required:     MATH-UA 211 Math for Economics I or Calculus I    MATH-UA 212 Math for Economics II or Calculus II    MATH-UA 213 Math for Economics III or Calculus III    MATH-UA 140 Linear Algebra    MATH-UA 325 Analysis    *The Math for Economics sequence is the preferred sequence for this major, although we will accept either Math for Economics or Calculus.   Plus four chosen courses from:      MATH-UA 224 Vector Analysis    MATH-UA 233 Theory of Probability    MATH-UA 234 Mathematical Statistics    MATH-UA 235 Probability & Statistics    MATH-UA 262 Ordinary Differential Equations    MATH-UA 240 Combinatorics    MATH-UA 263 Partial Differential Equations    MATH-UA 264 Chaos & Dynamical Systems    MATH-UA 248 Theory of Numbers    MATH-UA 250 Mathematics of Finance    MATH-UA 252 Numerical Analysis    MATH-UA 270 Transformations & Geometries    MATH-UA 282 Function of Complex Variables    MATH-UA 326 Analysis II    MATH-UA 343 Algebra    MATH-UA 344 Algebra II    MATH-UA 141 Honors Linear Algebra     The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20 (if not taking MATH-UA 234 Mathematical Statistics), 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Note that students who take MATH-UA 234 instead of ECON-UA 20 for the statistics requirement must take a total of four ECON-UA electives. Please refer to the undergraduate economics website for information on economics courses:    Information on Economics Courses    *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.     REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS FALL 2012 - SUMMER 2013   The mathematics requirements are a total of nine courses. The following five courses are required:     MATH-UA 121 Calculus I   MATH-UA 122 Calculus II   MATH-UA 123 Calculus III   MATH-UA 140 Linear Algebra   MATH-UA 325 Analysis    Plus four chosen courses from:    MATH-UA 141 Honors Linear Algebra   MATH-UA 224 Vector Analysis   MATH-UA 233 Theory of Probability   MATH-UA 234 Mathematical Statistics   MATH-UA 235 Probability &amp; Statistics   MATH-UA 262 Ordinary Differential Equations   MATH-UA 240 Combinatorics   MATH-UA 363 Partial Differential Equations   MATH-UA 264 Chaos &amp; Dynamical Systems   MATH-UA 248 Theory of Numbers   MATH-UA 250 Mathematics of Finance   MATH-UA 252 Numerical Analysis   MATH-UA 270 Transformations &amp; Geometries   MATH-UA 282 Function of Complex Variables   MATH-UA 343 Algebra   MATH-UA 344 Algebra II   MATH-UA 326 Analysis II     The economics requirements (nine courses) are ECON-UA 1, 2, 11, 13, 20, 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300 -399. Please refer to the undergraduate economics website for information on economics courses:  Information on Economics Courses .   *Students may double-count no more than two courses towards both the Joint Major in Mathematics and Economics and the requirements of another major or minor.   * Courses taken under the pass/fail option are not counted toward the major.    * A grade of C or better is required in all these courses to fulfill the major requirement.      REQUIREMENTS FOR STUDENTS WHO ENROLLED IN CAS BEFORE FALL 2012    The math requirements are the same. The economics requirements (nine courses) are ECON-UA 5, 6, 11, 13, 20, 266, plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399. Please refer to the undergraduate economics website for information on economics courses:   Information on Economics Courses .   Mathematics Minor    The requirement for a mathematics minor is four 4-credit courses in the department numbered MATH-UA 120 or higher. Of these four courses MATH-UA 211, 212 or 213 may not be used if you have taken Calculus. Although courses transferred from other colleges may count towards the minor, at least two courses for the minor must be taken at NYU. Students pursuing majors that require mathematics courses may follow this minor, as long as two of the four courses do not apply simultaneously to the requirements for their major.      * Courses taken under the pass/fail option are not counted toward the minor.   * A grade of C or better is required in all courses to count toward the minor.      Joint Mathematics and Computer Science Minor    The requirements are the following four courses:       MATH-UA 121 Calculus I    MATH-UA 122 Calculus II    CSCI-UA 101 Introduction to Computer Science    CSCI-UA 102 Data Structures    *Students who wish to double-count courses for the math portion of the minor and another requirement may count at most two such courses toward the minor.   * Courses taken under the pass/fail option are not counted toward the minor.   * A grade of C or better is required in all courses to count toward the minor.     Advanced Mathematical Methods Minor   The mathematical methods minor will consist of four distinct components. Students will be required to take at least one Stern course to fulfill this minor.   1.Linear Algebra MATH-UA 140 (Formerly V63.0140) or equivalent 4 units.  2.Introduction to the Theory of Probability STAT-UB 14 (Formerly C22.0014) 3 units.  3.Numerical Analysis MATH-UA 252 (Formerly V63.0252) 4 units.  OR Numerical Methods I MATH-GA 2010 (Formerly G63.2010) 3 units.  4. One course from the advanced course list below:      -Ordinary Differential Equations MATH-UA 262 (Formerly V63.0262) 4 units.    -Partial Differential Equations MATH-UA 263 (Formerly V63.0263) 4 units.    -Statistical Inference and Regression Analysis STAT-UB 15 (Formerly C22.0015) 3 units.    -Introduction to Stochastic Processes STAT-UB 21 (Formerly C22.0021) 3 units.    -Analysis MATH-UA 325 (Formerly V63.0325) 4 units.      Notes  All students must take at least one Stern course in order to meet minor requirements. If a student has completed the CAS version of Probability, STAT-UB 14 should not be taken. Instead, please select one of the following:     - Statistical Inference and Regression Analysis STAT-UB 15 (Formerly C22.0015)  3 units.   - Introduction to Stochastic Processes STAT-UB 21 (Formerly C22.0021) 3 units.   - Students who have the equivalent of MATH-UA 140 should substitute a more advanced course from the list above.    Mathematics Education Minor for Math Majors   The Mathematics Education Minor (for Mathematics Majors) enables you to complete course work as an undergraduate in CAS that will reduce the number of credits required of a Steinhardt School of Education M.A. degree in Teachers of Mathematics, Grades 7-12 that will fulfill the requirements for Initial teacher certification. The master's degree will require 30 credits including student teaching internships beyond the bachelor's degree.    Ideally you would want to declare the minor and begin taking these courses during your first semester of junior year. Please be advised that most of these courses require a field work component consisting of classroom observation and participation. For course descriptions, please see the current Steinhardt School of Education's Undergraduate Bulletin at http://www.steinhardt.nyu.edu/bulletin.              © NEW YORK UNIVERSITY"}, {"content": "NYU Computer Science Department &gt; Computer Science Minors                                                                                                                                 Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                               Computer Science Minors   Edit Title                Edit Body      The Computer Science department offers a minor in Computer Science , Web Programming and Applications and a joint minor in Computer Science/Mathematics . We teach both computer science and technology so that students can develop the skills they need to pursue their careers and interests. Our interdisciplinary approach allows for students from all backgrounds and fields to find our courses both fun and practical. We can accommodate all levels so no prior background is required. If you do have prior computer experience, we would welcome you into our advanced classes.    All College of Arts Science students are eligible to pursue any of these programs. Non-CAS students will need written authorization from their home school. Students with transfer credits are required to complete half of their minor requirements at the Computer Science department. A grade of C or better is necessary in all courses to fulfill the minor requirements. For more information about minor requirements, please see the following: http://bulletin.cas.nyu.edu/page/degree.requirements    Minor in Computer Science       CSCI-UA.0101 Intro to Computer Science    CSCI-UA.0102 Data Structures    CSCI-UA.0201 Computer Systems Organization    MATH-UA.0121 Calculus I       Minor in Web Programming and Applications    ANY FOUR courses offered by the computer science department. Topics vary each semester. Typical choices include:       CSCI-UA.0001 Computers in Society    CSCI-UA.0002 Introduction to Computer Programming    CSCI-UA.0004 Introduction to Web Design and Computer Principles    CSCI-UA.0060 Database Design &amp; Web Implementation    CSCI-UA.0061 Web Development &amp; Programming    CSCI-UA.0101 Intro to Computer Science    CSCI-UA.0380 Topics of General Computing Interest       [Note: Stern students are not eligible to enroll in the Web Programming and Applications minor.]    Joint Minor in Computer Science and Mathematics       CSCI-UA.0101 Intro to Computer Science    CSCI-UA.0102 Data Structures    MATH-UA.0121 Calculus I    MATH-UA.0122 Calculus II       For more information please review the Course Descriptions or contact the Program Administrator , in room 323 CIWW.          Edit All                   top | contact webmaster"}, {"content": "NYU Computer Science Department &gt; Computer Science Majors                                                                                                                                 Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                               Computer Science Majors   Edit Title                Edit Body      If you you have any questions regarding the major requirements, send an email to the Undergraduate Program Administrator.       Major in Computer Science (12 Courses)    Core Requirements (7)       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or placement exam    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    MATH-UA.0121 Calculus I (FA/SP/SU) prereq: MATH-UA.0009    MATH-UA.0120 Discrete Mathematics (FA/SP) prereq: MATH-UA.0121       Electives (5)       FIVE electives, numbered CSCI-UA.04xx       Electives vary every fall and spring semester and are NOT offered in the summer. Students may substitute a 400-level elective with one of the following Math classes: Calculus II (MATH-UA.0122) , Linear Algebra (MATH-UA.0140) and/or Probability and Statistics (MATH-UA 235); a maximum of two (2) classes can be substituted.       Joint Major in Computer Science/Mathematics (18 Courses)    REQUIREMENTS FOR STUDENTS WHO ENROLLED AT NYU FALL 2012 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.    The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:       MATH-UA 120 Discrete Math    MATH-UA 121 Calculus I    MATH-UA 122 Calculus II    MATH-UA 123 Calculus III    MATH-UA 140 Linear Algebra    MATH-UA 325 Analysis I    MATH-UA 343 Algebra I       The rest of the 10 required courses must include two of the following:       MATH-UA 326 Analysis II    MATH-UA 344 Algebra II    MATH-UA 224 Vector Analysis    MATH-UA 233 Theory of Probability    MATH-UA 252 Numerical Analysis    MATH-UA 263 Partial Differential Equations    MATH-UA 282 Functions of a Complex Variable       The requirements are eight courses from the Computer Science Department, which must include:       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or departmental permission    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    CSCI-UA.0421 Numerical Computing (SP)    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective       * A grade of C or better is required in all these courses to fulfill the major requirement    REQUIREMENTS FOR STUDENTS WHO ENROLLED TO NYU BEFORE FALL 2012    The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:       MATH-UA 325 Analysis I    MATH-UA 343 Algebra I       The rest of the 10 required courses must include one of the following:       MATH-UA 326 Analysis II    MATH-UA 344 Algebra II or    MATH-UA 224 Vector Analysis       and eight computer science courses as required for the major in that department. For more information on computer science courses please click the following link: Link .    * A grade of C or better is required in all these courses to fulfill the major requirement.       Joint Major in Economics/Computer Science (22 Courses)    Computer Science Requirements (9)       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or departmental permission    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective OR one of the following:       MATH-UA.0140 Linear Algebra    ECON-UA.0310 Strategic Decision Thry.    ECON-UA.0337 Fwds, Ftrs, &amp; Options    ECON-UA.0365 Advanced Micro Thry    ECON-UA.0375 Tpcs in Econ. Thry             Economics Requirements - Theory Concentration (9)       ECON-UA.0001 Ecnomics Principles I    ECON-UA.0002 Economics Principles II    ECON-UA.0011 Microeconomics    ECON-UA.0013 Macroeconomics    ECON-UA.0020 Analytical Statistics    ECON-UA.0266 Introduction to Econometrics       Two economics theory electives numbers ECON-UA 300-399 One additional economics elective    Mathematics Requirements (4)       MATH-UA.0120 Discrete Mathematics    MATH-UA.0211 Mathematics for Economics I    MATH-UA.0212 Mathematics for Economics II    MATH-UA.0213 Mathematics for Economics III            Edit All                   top | contact webmaster"}]}]