[{"detail": [{"content": "Aesthetics of Everyday Life            AESTHETICS OF EVERYDAY LIFE   Barbara Kirshenblatt-Gimblett   H42.1040 / Spring 2000   Mondays 3:30-6:10 pm   Department of Performance Studies / Tisch   School of the Arts / New York University   721 Broadway, 6th floor, New York, NY   10003     Course description   Research Essay   Research Essay Proposal   Oral Report   Conference Program   Final Porfolio   Field Trips   Field Trip Reports   Readings   Deadlines   Grade   Schedule       Course Description   Focussing on what Hegel called \"the prose of the   world,\" we will consider how the quotidian is constituted in the performances   of everyday life. The taken-for-granted world is invisible except under special   conditions--when boredom is induced by the sheer repetitiveness of the banal   or when poesis transforms the utterly ordinary or when the shock of the sensational,   spectacular, or exotic calls the taken-for-granted into question.   Debates over the creative and emancipatory potential of vernacular   culture will move us towards a critical theory of everyday life. A close reading   of key thinkers such as de Certeau, Williams, Hall, and Harvey will frame our   fine-grained analyses of the urban mise-en-scene in New York City, its spatial   and temporal organization, its concentrations of power and oppositional practices,   its performative modes and values.   We will examine the phantasmagoria of New York city streets and   open spaces (Washington Square, Times Square); the vernacular imprint on the   built environment (graffiti, sidewalk altars, casitas, vendors, Christmas lights);   the festivalizing of the city (Easter Parade, and Hasidic Purim in Brooklyn);   home and homelessness; death in the vernacular, including memorial walls in   various New York City neighborhoods, and the role of tourism, museums, and performance   artists in constituting the quotidian. We will also consider technology in everyday   life, particularly the social worlds emerging in cyberspace. Where possible,   fieldtrips will be organized to relevant events and parts of the city.     Research Essay   Examine in depth a cultural setting or event in New York. Focus   on one of the issues raised in the course. Photography and video/sound recording   are strongly encouraged. Essays based on fieldwork are strongly encouraged..   Historical research using primary sources is also appropriate. Essays should   combine thick description with analysis that addresses theoretical issues raised   in the course. Mechanics of the paper must be under control--copyediting, proofreading,   consistent formatting of footnotes and bibliography. Students are encouraged   to use this assignment as a pilot project for the masters essay or doctoral   dissertation, and to think in terms of presenting this work at the October 2000   meetings of the American Folklore Society meetings in Anchorage, Alaska (deadlines   for submissions are fast approaching), November 2000 meetings of the American   Studies Association, and April 2001 PSi Conference in Munich, among others.   Collaborative projects are strongly encouraged. Due Wednesday   April 26 .   Research Essay Proposal   We will discuss project ideas in class and in the class newsgroup.   In addition, you are encouraged to brainstorm ideas with me during office hours   and by email. The topic should be settled and you should already have begun   working on it when you submit the proposal. The proposal (2-3 pages, double-spaced)   should demonstrate a good match between the case you will analyze and the conceptual   focus and theoretical orientation you will use. Show how you will gain access   to your subject and explain what you have already done by way of preparation.   List the relevant reading, indictating what you have already read. Provide a   provisional outline for the paper. Or, alternatively, treat this proposal like   you would the long abstract that you are asked to submit when you volunteer   a paper for a conference. During the course of the semester, you are encouraged   to submit working outlines of the paper as a basis for getting feedback as the   project develops. Due Monday February 21 .   Oral Report   On Sunday April 30 we will   devote the entire day to a symposium during which each person will report orally   on their research project. These reports will be formal conference presentations--5   minutes (2 1/2 typed pages) in length--and will also be handed in. This will   be the last day of class.     Conference Program   Conference Protocol     Final Portfolio   Final portfolio is to be submitted with the research essay on    Sunday April 30. . The portfolio is to include   all the work done for the course, including reading responses, fieldwork reports,   research essay, and introductory statement that orients the reader to the work   presented in the portfolio.     Field Trips   Fieldtrips are planned in connection such events as Chinese New   Year, Purim, St. Patrick's Day, Good Friday, and Easter Sunday, among others.   The requirement for the course is that you attend as least TWO, and write brief   reports on each. You are encouraged to attend as many as you can.   Field Reports   Submit a brief (3 page double-spaced) field report at the beginning   of the class following each of the two fieldtrips you attend. Each report should   be structured around an observational focus that you decide upon before the   field trip, with the help of preparatory class discussion. Class discussion   will be based on these reports.     Readings   Readings will be available online, in the Performance Studies   Archive, at Bobst, and at the NYU Book Center. Weekly reading assignments must   be completed before the class for which they are assigned. You will be expected   to relate ideas in the readings to class presentations and discussion and to   use them in your field reports and research project.     Book order   Resource bibliographies   Research methods   Where to buy books   in New York City   Buying books online     Deadlines   Monday February 21 : Research   proposal   Wednesday April 26 : Final   research paper and portfolio   Sunday April 30 : Oral presentation     Grade   The grade is based on participation in class discussion, all written   assignments, and the oral presentation. Written work will be evaluated on the   basis of conception, research, argument/analysis, and execution (coherence,   clarity, structure, style, and control over technical aspects of the writing).   Allow time to revise the essay and to proofread it carefully. Study partners   are highly recommended. Read each other's papers and suggest revisions and corrections.   All assignments MUST be handed in on time. NO INCOMPLETES.     Schedule   January 24 Introduction   January 31 Space/Place/Time     Saturday February 5 NYC Panorama   Fieldtrip (afternoon)     February 7 Space/Place/Time cont'd Field   Report due .     Thursday February 10-Saturday February 12 Conference   on Globalization and the New Urbanism     February 14 Habitus   February 21 Vernacular/Tradition. Research   paper proposal due.   February 28 Writing the City   March 6 Writing the City cont'd.   March 13 Spring Recess   March 20 Memory     Tuesday March 21 Purim fieldtrip   (afternoon and night)     March 27 Memory cont'd. Field report   due.   April 3 Technology in Everyday Life   April 10 Technology in Everyday Life cont'd   April 17 The Ceremonial City     Friday April 21 Good Friday fieldtrip   Sunday April 23 Easter Parade   fieldtrip     April 24 Conclusion. Field Report   due.     April 26 Final research paper due.   Sunday April 30 Conference all day. Portfolio   due.     May 1 No class     January 24 Introduction   READ   Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America:   The Urban Frontier. Folklore Forum 16, 2: 176-234.     January 31 Space/Place/Time   Reading Groups Meet 3:20-4:30, Full class meets 4:45-6:10.   READ   Vidler, A. 1986. The Scenes of the Street: Transformation in Ideal and Reality,   1750-1871. On Streets . ed. S. Anderson, 28- 111. Cambridge: MIT Press.     Casey, Edward S., How to Get from Space to Place in a Fairly Short Time. Senses   of Place . eds. Steven Feld and Keith H. Basso, 13-52. Santa Fe, New Mexico:   School of American Research Press; 1996..   Auge, Marc. Non-Places: Introduction to an Anthropology of Supermodernity .   New York: Verso, 1992.     February 7 Space/Place/Time cont'd   FIELD TRIP : New   York City Panorama at the Queens Museum on Saturday February 5, at 3:00   pm. We will meet at the entrance to the Panorama. Please bring binoculars, a   laser pointer, and a city map. For details, see Queens   Museum of Art . Directions: From Grand Central or Times Square, by Subway:   take #7 Flushing IRT, exit 111th Street Station. Walk south on 111th Street   to Park entrance at 49th Avenue. Follow yellow signs to the Museum, which is   located next to the Unisphere. A fifteen-minute walk. Come earlier if you would   like to see their other exhibitions.   Globalization   and the New Urbanism: New York and Berlin , Conference at New York University,   February 10-12, 2000. To register for the conference, click   here. Please try to attend as much of this conference as possible.   READ   Boyer, M. Christine. The panorama of New York City: a parodoxical view. ed.   Phillips, Patricia C. City speculations. New York: Queens Museum of Art;   1996.   Stewart, Susan. The Miniature. On Longing: Narratives of the Miniature,   the Gigantic, the Souvenir, the Collection . 37-69. Baltimore: Johns Hopkins   University Press; 1984.   De Certeau, Michel. 1985. Practices of Space. In On Signs , edited by   Marshall Blonsky. 122-145. Baltimore: Johns Hopkins, pp. 122-145.   Thrift, Nigel. Spatial formations. 2-50. Thousand Oaks, California: Sage, 1996.   Lefebvre, Henri. The production of space. 26-59. Cambridge, Massachusetts:   Blackwell, 1991.     February 14 Habitus   Valentine's Day   SCREEN : Clotheslines (Roberta Cantow)   READ   Bourdieu, Pierre. Structures and the Habitus. Outline of a Theory of Practice .   72-95. Cambridge: Cambridge University Press, 1977.   Certeau, Michel de. On the oppositional practices of everyday life. Social   Text 3, fall (1980):3-43.   Bachelard, Gaston. The Poetics of Space . 3-37. Boston: Beacon, 1969.   Schutz, Alfred. Multiple Realities. In Rules and Meanings. Mary Douglas,   ed. 227-231. Baltimore: Penguin, 1973.   RECOMMENDED   Schmidt, Leigh Eric. St. Valentine's Day Greeting. Comsumer Rites: the Buying   and Selling of American Holidays . 38-104. Princeton: Princeton University   Press, 1995.     February 21 Vernacular/Tradition   President's Day: Class will meet   READ   Hall, Stuart. \"Notes on Deconstructing the Popular.\" People's History and   Socialist Theory , ed. Raphael Samuel, 227-42. London: Routledge, 1981.   Soloveitchik, Haym. Rupture and reconstruction: the transformation of contemporary   orthodoxy. Judaism 28, 4 ( 1994):64-130.   Giddens, Anthony. \"Living in a Post-Traditional Society.\" Reflexive Modernization:   Politics, Tradition and Aesthetics in the Modern Social Order , eds. Ulrich   Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University   Press, 1994.   Williams, Raymond. \"Structures of Feeling.\" Marxism and Literature .   128-35. New York: Oxford University Press, 1977.   RECOMMENDED   Gilroy, Paul. &quot;Not a Story to Pass On&quot;: Living Memory and the Slave   Sublime,&quot; The Black Atlantic: Modernity and Double Consciousness .   Cambridge: Harvard University Press, 1993.     February 28 Writing the City --Memorial Walls   GUEST : Joseph Sciorra   FIELD TRIP: Saturday March 4, time and place TBA to see memorial walls.   READ   Sciorra, Joseph. In Memoriam: New York City's Memorial Walls. Folklife Annual   90 . 144-151. James Hardin, ed. Washington, D.C., Library of Congress, 1991.   Bowler, Anne E., and Blaine McBurney. Gentrification and the Avant-Garde   in New York's East Village: The Good, the Bad, and the Ugly . REALM Research   About Lower Manhattan, Working Paper Series, no. 4. New York: New School for   Social Research, 1989.   Holston, James and Arjun Appadurai, &quot;Cities and Citizenship,&quot; in   James Holston, ed. Cities and Citizenship . Durham, North Carolina: Duke   University Press, 1999.     RECOMMENDED     March 6 Writing the City cont'd   SCREEN : Style Wars (Tony Silver and Henry Chalfant)   READ   Stewart, Susan. Ceci Tuera Cela: Grafitti as Crime and Art. Crimes of Writing:   Problems in the Containment of Representation . 206-233. New York: Oxford   University Press, 1991.   Rose, Tricia.&quot;All Aboard the Night Train&quot;: Flow, Layering, and Rupture   in Postindustrial New York. Black Noise: Rap Music and Black Culture   in Contemporary America. 21-60. Hanover, New Hampshire: Wesleyan University   Press, 1994.   Richard Lachmann, Graffiti   as Career and Ideology . American Journal of Sociology , 94, 2 (1988):   229-250.   RECOMMENDED     March 13 Spring Recess: No Class   Friday March 17, St. Patrick's Day Parade     March 20 Memory   FIELD TRIP: Tuesday March 21 , Fieldtrip to Williamsburg   (afternoon) and Boro Park (night) for Purim.   READ   Kirshenblatt-Gimblett, B. 1990. Performance of Precepts/Precepts of Performance:   Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural   Studies of Theatre and Ritual . eds. R. Schechner, and W. Appel, 109-117.   Cambridge: Cambridge University Press.   Kugelmass, J. 1988. Between Two Worlds: Notes on the Celebration of Purim among   New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American   Jewry . 33-51. ed. J. Kugelmass, Ithaca: Cornell University Press.   Epstein, Shifra. \"Drama on a Table: the Bobover Hasidim Pirimshpiyl.\" Judaism   Viewed From Within and Without: Anthropological Studies, ed. Harvey E. Goldberg,   195-217. Albany, New York: SUNY Press, 1987.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 1-16, 30-38, 46-65. Chicago: University of Chicago Press, 1995.   RECOMMENDED   Mintz, Jerome. Hasidic People: A Place in the New World . Cambridge:   Harvard University Press, 1992.   Heilman, Samuel C. Defenders of the Faith Inside Ultra-Orthodox Jewry .   New York: Schocken Books, 1992.   SEE   Purim with AISH.com   Food   for Thought   Virtual Beth Midrash   Purim.com   Chabad in Cyberspace   Interactive Purim Guide     March 27 Memory cont'd   Field report due.   Purim 2000 Fieldtrip Photographs of the tish   at the Bobover besmedresh courtesy of Lacey Torge.   READ   Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's   Center. Purim: The Face and the Mask . Ed. Shifra. Epstein, 52-60. New   York: Yeshiva University Museum.   Bakhtin, Mikhail. Aesthetic Visualizing of Time/Space: The Chronotope. The   Bakhtin Reader .180-187. Ed. Pam Morris. London: Arnold, 1994.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 65-107, 211-216. Chicago: University of Chicago Press, 1995.   Ritchie, Donald. 1995. Conducting Interviews. Doing Oral History . 57-85.   New York: Twayne.     RECOMMENDED   Smith, Anna Deveare. 1993. Fires in the Mirror . New York: Anchor Books.         April 3 Technology in Everyday Life --The Bagel   READ   Gabaccia, Donna R. History   of the Bagel . We Are What We Eat: Ethnic Food and the Making of Americans .   Cambridge: Harvard University Press, 1998.   RECOMMENDED      Latour, Bruno. 1993. We have never been modern . trans. Catherine Porter.   Cambridge: Harvard University Press.   Norman, Donald A. The Psychology of Everyday Things . New York: Basic   Books, 1988.        April 10 Technology in Everyday Life--Life Online   GUEST: Terri Senft   READ   Kirshenblatt-Gimblett, Barbara. \"The Electronic Vernacular.\" Connected ,   ed. George Marcus, 21-65. Late Editions, volume 3.. Chicago: University of Chicago   Press, 1995.   Markham, Annette N. Interview   with Terri Senft . Life Online: Researching Real Experience in Virtual   Space . 190-199. Walnut Creek, Calif: Altamira Press, 1998.     Johnson, Steven. Interface Culture: How New Technology Transforms the Way   We Create and Communicate . 11-41. San Francisco: HarperEdge, 1997.   Jones, Steve. CyberSociety 2.0: Revisiting Computer-Mediated Communication   and Community . 2-34. Thousand Oaks, California: Sage Publications, 1998.     RECOMMENDED   Hayles, N. Katherine. 1999. How we became posthuman: virtual bodies in cybernetics,   literature, and informatics . Chicago: University of Chicago Press.   Mitchell, William J. City   of Bits: Space, Place, and the Infobahn . Cambridge, Mass: MIT Press,   1995.   SEE   Sexuality and Cyberspace, Women   and Performance , 17.   jenniCAM     April 17 The Ceremonial City   April 19 and 20 . Passover seders Passover   links   Friday April 21 . Good Friday. Fieldtrip to Lower   East Side for Stations/Way of the Cross processions. Click on links for maps.   St.   James Church --noon for the Tenebre service; Way of the Cross starts at 1   pm from the St. James Church (35 St. James, at Madison, near Chatham Square),   and ends at 3 pm. A Spanish language service follows.   St. Brigid's, St. Emerick, and Mary Help of Christians--Way of the Cross (bilingual)   starting at 4 pm from Mary   Help of Christians (440 E. 12th St. between First Avenue and Avenue) and   ending at St.   Brigid's before 7 pm. Service follows at St. Brigid's.   Sunday April 23 . Easter Sunday. Fieldtrip   to Fifth Avenue for Easter Parade. Meet outside St.   Patrick's Church on Fifth Ave, between 50th and 51rst Streets, opposite   Rockefeller Plaza, at noon.      &quot; Easter Parade ,&quot;   by Leo Reisman and Clifton Webb (words) and Irving Berlin (music), 1933.   14th Annual Easter Bonnet Competition   (Broadway Cares/Equity Fights Aids)   READ   Zerubavel, Eviatar. \"The Calendar, Sacred Time and Profane Time.\" Hidden   Rhythms: Schedules and Calendars in Social Life, 70-137. Chicago: University   of Chicago Press, 1981.   Schmidt, Leigh Eric. &quot;Easter Parade.&quot; Comsumer Rites: the Buying   and Selling of American Holidays . 192-243. Princeton: Princeton University   Press, 1995.   Peters, F. E. \"The Procession That Never Was: The Painful Way in Jerusalem.\"   TDR 29 (1985): 31-41.     Stations   of the Cross   Way of the Cross   Seventh   Precinct Profile   Lower East Side       RECOMMENDED     Observations of Life   in Lower Manhattan at the Turn of the Century       April 24 Conclusion   Field report due.   Wednesday April 26. Final research paper due.     Sunday April 30 Conference (all day)   Conference Program   Conference Protocol   Final portfolio due.     May 1 No class     http://www.nyu.edu/classes/bkg/aesthetics.html   Updated 4/25/2000"}]},
{"detail": [{"content": "Aesthetics of Everyday Life            AESTHETICS OF EVERYDAY LIFE   Barbara Kirshenblatt-Gimblett   H42.1040 / Spring 2000   Mondays 3:30-6:10 pm   Department of Performance Studies / Tisch   School of the Arts / New York University   721 Broadway, 6th floor, New York, NY   10003     Course description   Research Essay   Research Essay Proposal   Oral Report   Conference Program   Final Porfolio   Field Trips   Field Trip Reports   Readings   Deadlines   Grade   Schedule       Course Description   Focussing on what Hegel called \"the prose of the   world,\" we will consider how the quotidian is constituted in the performances   of everyday life. The taken-for-granted world is invisible except under special   conditions--when boredom is induced by the sheer repetitiveness of the banal   or when poesis transforms the utterly ordinary or when the shock of the sensational,   spectacular, or exotic calls the taken-for-granted into question.   Debates over the creative and emancipatory potential of vernacular   culture will move us towards a critical theory of everyday life. A close reading   of key thinkers such as de Certeau, Williams, Hall, and Harvey will frame our   fine-grained analyses of the urban mise-en-scene in New York City, its spatial   and temporal organization, its concentrations of power and oppositional practices,   its performative modes and values.   We will examine the phantasmagoria of New York city streets and   open spaces (Washington Square, Times Square); the vernacular imprint on the   built environment (graffiti, sidewalk altars, casitas, vendors, Christmas lights);   the festivalizing of the city (Easter Parade, and Hasidic Purim in Brooklyn);   home and homelessness; death in the vernacular, including memorial walls in   various New York City neighborhoods, and the role of tourism, museums, and performance   artists in constituting the quotidian. We will also consider technology in everyday   life, particularly the social worlds emerging in cyberspace. Where possible,   fieldtrips will be organized to relevant events and parts of the city.     Research Essay   Examine in depth a cultural setting or event in New York. Focus   on one of the issues raised in the course. Photography and video/sound recording   are strongly encouraged. Essays based on fieldwork are strongly encouraged..   Historical research using primary sources is also appropriate. Essays should   combine thick description with analysis that addresses theoretical issues raised   in the course. Mechanics of the paper must be under control--copyediting, proofreading,   consistent formatting of footnotes and bibliography. Students are encouraged   to use this assignment as a pilot project for the masters essay or doctoral   dissertation, and to think in terms of presenting this work at the October 2000   meetings of the American Folklore Society meetings in Anchorage, Alaska (deadlines   for submissions are fast approaching), November 2000 meetings of the American   Studies Association, and April 2001 PSi Conference in Munich, among others.   Collaborative projects are strongly encouraged. Due Wednesday   April 26 .   Research Essay Proposal   We will discuss project ideas in class and in the class newsgroup.   In addition, you are encouraged to brainstorm ideas with me during office hours   and by email. The topic should be settled and you should already have begun   working on it when you submit the proposal. The proposal (2-3 pages, double-spaced)   should demonstrate a good match between the case you will analyze and the conceptual   focus and theoretical orientation you will use. Show how you will gain access   to your subject and explain what you have already done by way of preparation.   List the relevant reading, indictating what you have already read. Provide a   provisional outline for the paper. Or, alternatively, treat this proposal like   you would the long abstract that you are asked to submit when you volunteer   a paper for a conference. During the course of the semester, you are encouraged   to submit working outlines of the paper as a basis for getting feedback as the   project develops. Due Monday February 21 .   Oral Report   On Sunday April 30 we will   devote the entire day to a symposium during which each person will report orally   on their research project. These reports will be formal conference presentations--5   minutes (2 1/2 typed pages) in length--and will also be handed in. This will   be the last day of class.     Conference Program   Conference Protocol     Final Portfolio   Final portfolio is to be submitted with the research essay on    Sunday April 30. . The portfolio is to include   all the work done for the course, including reading responses, fieldwork reports,   research essay, and introductory statement that orients the reader to the work   presented in the portfolio.     Field Trips   Fieldtrips are planned in connection such events as Chinese New   Year, Purim, St. Patrick's Day, Good Friday, and Easter Sunday, among others.   The requirement for the course is that you attend as least TWO, and write brief   reports on each. You are encouraged to attend as many as you can.   Field Reports   Submit a brief (3 page double-spaced) field report at the beginning   of the class following each of the two fieldtrips you attend. Each report should   be structured around an observational focus that you decide upon before the   field trip, with the help of preparatory class discussion. Class discussion   will be based on these reports.     Readings   Readings will be available online, in the Performance Studies   Archive, at Bobst, and at the NYU Book Center. Weekly reading assignments must   be completed before the class for which they are assigned. You will be expected   to relate ideas in the readings to class presentations and discussion and to   use them in your field reports and research project.     Book order   Resource bibliographies   Research methods   Where to buy books   in New York City   Buying books online     Deadlines   Monday February 21 : Research   proposal   Wednesday April 26 : Final   research paper and portfolio   Sunday April 30 : Oral presentation     Grade   The grade is based on participation in class discussion, all written   assignments, and the oral presentation. Written work will be evaluated on the   basis of conception, research, argument/analysis, and execution (coherence,   clarity, structure, style, and control over technical aspects of the writing).   Allow time to revise the essay and to proofread it carefully. Study partners   are highly recommended. Read each other's papers and suggest revisions and corrections.   All assignments MUST be handed in on time. NO INCOMPLETES.     Schedule   January 24 Introduction   January 31 Space/Place/Time     Saturday February 5 NYC Panorama   Fieldtrip (afternoon)     February 7 Space/Place/Time cont'd Field   Report due .     Thursday February 10-Saturday February 12 Conference   on Globalization and the New Urbanism     February 14 Habitus   February 21 Vernacular/Tradition. Research   paper proposal due.   February 28 Writing the City   March 6 Writing the City cont'd.   March 13 Spring Recess   March 20 Memory     Tuesday March 21 Purim fieldtrip   (afternoon and night)     March 27 Memory cont'd. Field report   due.   April 3 Technology in Everyday Life   April 10 Technology in Everyday Life cont'd   April 17 The Ceremonial City     Friday April 21 Good Friday fieldtrip   Sunday April 23 Easter Parade   fieldtrip     April 24 Conclusion. Field Report   due.     April 26 Final research paper due.   Sunday April 30 Conference all day. Portfolio   due.     May 1 No class     January 24 Introduction   READ   Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America:   The Urban Frontier. Folklore Forum 16, 2: 176-234.     January 31 Space/Place/Time   Reading Groups Meet 3:20-4:30, Full class meets 4:45-6:10.   READ   Vidler, A. 1986. The Scenes of the Street: Transformation in Ideal and Reality,   1750-1871. On Streets . ed. S. Anderson, 28- 111. Cambridge: MIT Press.     Casey, Edward S., How to Get from Space to Place in a Fairly Short Time. Senses   of Place . eds. Steven Feld and Keith H. Basso, 13-52. Santa Fe, New Mexico:   School of American Research Press; 1996..   Auge, Marc. Non-Places: Introduction to an Anthropology of Supermodernity .   New York: Verso, 1992.     February 7 Space/Place/Time cont'd   FIELD TRIP : New   York City Panorama at the Queens Museum on Saturday February 5, at 3:00   pm. We will meet at the entrance to the Panorama. Please bring binoculars, a   laser pointer, and a city map. For details, see Queens   Museum of Art . Directions: From Grand Central or Times Square, by Subway:   take #7 Flushing IRT, exit 111th Street Station. Walk south on 111th Street   to Park entrance at 49th Avenue. Follow yellow signs to the Museum, which is   located next to the Unisphere. A fifteen-minute walk. Come earlier if you would   like to see their other exhibitions.   Globalization   and the New Urbanism: New York and Berlin , Conference at New York University,   February 10-12, 2000. To register for the conference, click   here. Please try to attend as much of this conference as possible.   READ   Boyer, M. Christine. The panorama of New York City: a parodoxical view. ed.   Phillips, Patricia C. City speculations. New York: Queens Museum of Art;   1996.   Stewart, Susan. The Miniature. On Longing: Narratives of the Miniature,   the Gigantic, the Souvenir, the Collection . 37-69. Baltimore: Johns Hopkins   University Press; 1984.   De Certeau, Michel. 1985. Practices of Space. In On Signs , edited by   Marshall Blonsky. 122-145. Baltimore: Johns Hopkins, pp. 122-145.   Thrift, Nigel. Spatial formations. 2-50. Thousand Oaks, California: Sage, 1996.   Lefebvre, Henri. The production of space. 26-59. Cambridge, Massachusetts:   Blackwell, 1991.     February 14 Habitus   Valentine's Day   SCREEN : Clotheslines (Roberta Cantow)   READ   Bourdieu, Pierre. Structures and the Habitus. Outline of a Theory of Practice .   72-95. Cambridge: Cambridge University Press, 1977.   Certeau, Michel de. On the oppositional practices of everyday life. Social   Text 3, fall (1980):3-43.   Bachelard, Gaston. The Poetics of Space . 3-37. Boston: Beacon, 1969.   Schutz, Alfred. Multiple Realities. In Rules and Meanings. Mary Douglas,   ed. 227-231. Baltimore: Penguin, 1973.   RECOMMENDED   Schmidt, Leigh Eric. St. Valentine's Day Greeting. Comsumer Rites: the Buying   and Selling of American Holidays . 38-104. Princeton: Princeton University   Press, 1995.     February 21 Vernacular/Tradition   President's Day: Class will meet   READ   Hall, Stuart. \"Notes on Deconstructing the Popular.\" People's History and   Socialist Theory , ed. Raphael Samuel, 227-42. London: Routledge, 1981.   Soloveitchik, Haym. Rupture and reconstruction: the transformation of contemporary   orthodoxy. Judaism 28, 4 ( 1994):64-130.   Giddens, Anthony. \"Living in a Post-Traditional Society.\" Reflexive Modernization:   Politics, Tradition and Aesthetics in the Modern Social Order , eds. Ulrich   Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University   Press, 1994.   Williams, Raymond. \"Structures of Feeling.\" Marxism and Literature .   128-35. New York: Oxford University Press, 1977.   RECOMMENDED   Gilroy, Paul. &quot;Not a Story to Pass On&quot;: Living Memory and the Slave   Sublime,&quot; The Black Atlantic: Modernity and Double Consciousness .   Cambridge: Harvard University Press, 1993.     February 28 Writing the City --Memorial Walls   GUEST : Joseph Sciorra   FIELD TRIP: Saturday March 4, time and place TBA to see memorial walls.   READ   Sciorra, Joseph. In Memoriam: New York City's Memorial Walls. Folklife Annual   90 . 144-151. James Hardin, ed. Washington, D.C., Library of Congress, 1991.   Bowler, Anne E., and Blaine McBurney. Gentrification and the Avant-Garde   in New York's East Village: The Good, the Bad, and the Ugly . REALM Research   About Lower Manhattan, Working Paper Series, no. 4. New York: New School for   Social Research, 1989.   Holston, James and Arjun Appadurai, &quot;Cities and Citizenship,&quot; in   James Holston, ed. Cities and Citizenship . Durham, North Carolina: Duke   University Press, 1999.     RECOMMENDED     March 6 Writing the City cont'd   SCREEN : Style Wars (Tony Silver and Henry Chalfant)   READ   Stewart, Susan. Ceci Tuera Cela: Grafitti as Crime and Art. Crimes of Writing:   Problems in the Containment of Representation . 206-233. New York: Oxford   University Press, 1991.   Rose, Tricia.&quot;All Aboard the Night Train&quot;: Flow, Layering, and Rupture   in Postindustrial New York. Black Noise: Rap Music and Black Culture   in Contemporary America. 21-60. Hanover, New Hampshire: Wesleyan University   Press, 1994.   Richard Lachmann, Graffiti   as Career and Ideology . American Journal of Sociology , 94, 2 (1988):   229-250.   RECOMMENDED     March 13 Spring Recess: No Class   Friday March 17, St. Patrick's Day Parade     March 20 Memory   FIELD TRIP: Tuesday March 21 , Fieldtrip to Williamsburg   (afternoon) and Boro Park (night) for Purim.   READ   Kirshenblatt-Gimblett, B. 1990. Performance of Precepts/Precepts of Performance:   Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural   Studies of Theatre and Ritual . eds. R. Schechner, and W. Appel, 109-117.   Cambridge: Cambridge University Press.   Kugelmass, J. 1988. Between Two Worlds: Notes on the Celebration of Purim among   New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American   Jewry . 33-51. ed. J. Kugelmass, Ithaca: Cornell University Press.   Epstein, Shifra. \"Drama on a Table: the Bobover Hasidim Pirimshpiyl.\" Judaism   Viewed From Within and Without: Anthropological Studies, ed. Harvey E. Goldberg,   195-217. Albany, New York: SUNY Press, 1987.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 1-16, 30-38, 46-65. Chicago: University of Chicago Press, 1995.   RECOMMENDED   Mintz, Jerome. Hasidic People: A Place in the New World . Cambridge:   Harvard University Press, 1992.   Heilman, Samuel C. Defenders of the Faith Inside Ultra-Orthodox Jewry .   New York: Schocken Books, 1992.   SEE   Purim with AISH.com   Food   for Thought   Virtual Beth Midrash   Purim.com   Chabad in Cyberspace   Interactive Purim Guide     March 27 Memory cont'd   Field report due.   Purim 2000 Fieldtrip Photographs of the tish   at the Bobover besmedresh courtesy of Lacey Torge.   READ   Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's   Center. Purim: The Face and the Mask . Ed. Shifra. Epstein, 52-60. New   York: Yeshiva University Museum.   Bakhtin, Mikhail. Aesthetic Visualizing of Time/Space: The Chronotope. The   Bakhtin Reader .180-187. Ed. Pam Morris. London: Arnold, 1994.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 65-107, 211-216. Chicago: University of Chicago Press, 1995.   Ritchie, Donald. 1995. Conducting Interviews. Doing Oral History . 57-85.   New York: Twayne.     RECOMMENDED   Smith, Anna Deveare. 1993. Fires in the Mirror . New York: Anchor Books.         April 3 Technology in Everyday Life --The Bagel   READ   Gabaccia, Donna R. History   of the Bagel . We Are What We Eat: Ethnic Food and the Making of Americans .   Cambridge: Harvard University Press, 1998.   RECOMMENDED      Latour, Bruno. 1993. We have never been modern . trans. Catherine Porter.   Cambridge: Harvard University Press.   Norman, Donald A. The Psychology of Everyday Things . New York: Basic   Books, 1988.        April 10 Technology in Everyday Life--Life Online   GUEST: Terri Senft   READ   Kirshenblatt-Gimblett, Barbara. \"The Electronic Vernacular.\" Connected ,   ed. George Marcus, 21-65. Late Editions, volume 3.. Chicago: University of Chicago   Press, 1995.   Markham, Annette N. Interview   with Terri Senft . Life Online: Researching Real Experience in Virtual   Space . 190-199. Walnut Creek, Calif: Altamira Press, 1998.     Johnson, Steven. Interface Culture: How New Technology Transforms the Way   We Create and Communicate . 11-41. San Francisco: HarperEdge, 1997.   Jones, Steve. CyberSociety 2.0: Revisiting Computer-Mediated Communication   and Community . 2-34. Thousand Oaks, California: Sage Publications, 1998.     RECOMMENDED   Hayles, N. Katherine. 1999. How we became posthuman: virtual bodies in cybernetics,   literature, and informatics . Chicago: University of Chicago Press.   Mitchell, William J. City   of Bits: Space, Place, and the Infobahn . Cambridge, Mass: MIT Press,   1995.   SEE   Sexuality and Cyberspace, Women   and Performance , 17.   jenniCAM     April 17 The Ceremonial City   April 19 and 20 . Passover seders Passover   links   Friday April 21 . Good Friday. Fieldtrip to Lower   East Side for Stations/Way of the Cross processions. Click on links for maps.   St.   James Church --noon for the Tenebre service; Way of the Cross starts at 1   pm from the St. James Church (35 St. James, at Madison, near Chatham Square),   and ends at 3 pm. A Spanish language service follows.   St. Brigid's, St. Emerick, and Mary Help of Christians--Way of the Cross (bilingual)   starting at 4 pm from Mary   Help of Christians (440 E. 12th St. between First Avenue and Avenue) and   ending at St.   Brigid's before 7 pm. Service follows at St. Brigid's.   Sunday April 23 . Easter Sunday. Fieldtrip   to Fifth Avenue for Easter Parade. Meet outside St.   Patrick's Church on Fifth Ave, between 50th and 51rst Streets, opposite   Rockefeller Plaza, at noon.      &quot; Easter Parade ,&quot;   by Leo Reisman and Clifton Webb (words) and Irving Berlin (music), 1933.   14th Annual Easter Bonnet Competition   (Broadway Cares/Equity Fights Aids)   READ   Zerubavel, Eviatar. \"The Calendar, Sacred Time and Profane Time.\" Hidden   Rhythms: Schedules and Calendars in Social Life, 70-137. Chicago: University   of Chicago Press, 1981.   Schmidt, Leigh Eric. &quot;Easter Parade.&quot; Comsumer Rites: the Buying   and Selling of American Holidays . 192-243. Princeton: Princeton University   Press, 1995.   Peters, F. E. \"The Procession That Never Was: The Painful Way in Jerusalem.\"   TDR 29 (1985): 31-41.     Stations   of the Cross   Way of the Cross   Seventh   Precinct Profile   Lower East Side       RECOMMENDED     Observations of Life   in Lower Manhattan at the Turn of the Century       April 24 Conclusion   Field report due.   Wednesday April 26. Final research paper due.     Sunday April 30 Conference (all day)   Conference Program   Conference Protocol   Final portfolio due.     May 1 No class     http://www.nyu.edu/classes/bkg/aesthetics.html   Updated 4/25/2000"}, {"content": "Title      Aesthetics of Everyday Life     H42.1040 / Spring 2000     Barbara Kirshenblatt-Gimblett            Adorno, Theodor W. 1966. Aesthetic Theory. Minneapolis: University of Minnesota Press.    Adorno. Theodor W. 1991. The Culture Industry: Selected Essays on Mass Culture . New York: Routledge.    Adorno, Theodor W. 1994. Adorno: The Stars Down to Earth and Other Essays on the Irrational in Culture. New York: Routledge.    Allen, Irving Lewis. 1993. The City in Slang: New York Life and Popular Speech . New York: Oxford University Press.    Allen, Ray. 1991. Singing in the Spirit: African-American Sacred Quartets in New York City . Philadelphia: University of Pennsylvania.    Altman, Irwin Altman, and Setha M. LowPlace attachment. xix, 314 p. :ill. ;24 cm. New York: Plenum Press.    Amit-Talai, Vered, and Helena Wulff, eds. 1995. Youth Cultures: A Cross-Cultural Perspective. New York: Routledge.    Anderson, Stanford, ed. 1978. On Streets. Cambridge: MIT Press.    Anonymous. 1880s. Popular Dances, The Polka, The Polka Mazurka. The Manners of Polite Society; or, Etiquette for Ladies and Gentlemen. , 71-83, 91-92, 97. London: Ward, Lock &amp; Co.    Appadurai, Arjun, ed. 1986. The Social Life of Things: Commodities in Cultural Perspective. Cambridge: Cambridge University Press.    Arditi, Jorge. 1998. A genealogy of manners: transformations of social relations in France and Englannd from the fourteenth to the eighteenth century . Chicago: University of Chicago Press.    Aries, Phillippe. 1981. The Hour of Our Death . New York: Oxford University Press.    &#151;&#151;&#151;. 1985. Images of Man and Death . Cambridge: Harvard University Press.    Ash, Juliet, and Elizabeth Wilson, eds. 1992. Chic Thrills: A Fashion Reader. Berkeley: University of California Press.    Auge, Marc. 1995. Non-Places: Introduction to an Anthropology of Supermodernity. New York: Verso.    Austin, J. L. 1980. How To Do Things With Words . New York: Oxford University Press.    Bachelard, Gaston. 1969. The Poetics of Space . Boston: Beacon.    Bahloul, Joelle. 1995. The Architecture of Memory: A Jewish-Muslim Household in Colonial Algeria, 1937-1962. New York: Cambridge University Press.    Bakhtin, Mihail. 1981. The Dialogic Imagination. Austin: University of Texas Press.    &#151;&#151;&#151;. 1984. Rabelais and His World. Cambridge: MIT Press.    &#151;&#151;&#151;. 1986. Speech Genres. eds. C. Emerson, and M. Holquist. Austin: University of Texas Press.    Balmori, Diana, and Margaret Morton. 1993. Transitory Gardens, Uprooted Lives . New Haven: Yale University Press.    Banta, Martha. 1993. Taylored Lives: Narrative Productions in the Age of Taylor, Veblen and Ford . Chicago: University of Chicago Press.    Baum, Nancy. 1992. Computer-Mediated Soap Talk: Communication, Community and Entertainment on the Net.    Bauman, Richard. 1984. Verbal Art as Performance . Prospect Heights, IL: Waveland.    Bausinger, Hermann. 1990. Folk Culture in a World of Technology. Bloomington: Indiana University Press.    Beck, Ulrich, Anthony Giddens, and Scott Lash, eds. 1994. Reflexive modernization: politics, tradition and aesthetics in the modern social order. Stanford: Stanford University Press.    Behar, Ruth. 1996. The Vulnerable Observer: Anthropology That Breaks Your Heart . Boston: Beacon.    Bell, Catherine. 1992. Ritual Theory, Ritual Practice . New York: Oxford University Press.    Ben-Amos, Dan. 1985. On the Final [s] in &quot;Folkloristics&quot;. Journal of American Folklore 98, no. 334-336.    Bendix, Regina. 1997. In search of authenticity: the formation of folklore studies . Madison: University of Wisconsin Press.    Benedikt, Michael, ed. 1992. Cyberspace: First Steps. Cambridge, Mass.: M.I.T.    Benjamin, Walter. 1999. The arcades project . trans. Howard Eiland, and Kevin McLaughlin. Cambridge, Mass.: Belknap Press.    Benstock, Shari, and Suzanne Ferriss, eds. 1996. On Fashion. New Brunswick, NJ: Rutgers University Press.    Blonsky, Marshall, ed. 1985. On Signs. Baltimore: Johns Hopkins Press.    Boggs, Vernon, Gerald Handel, and Sylvia F. Fava, eds. 1984. The Apple Sliced: Sociological Studies of New York City. New York: Praeger.    Bolter, J. David Writing Space: The Computer, Hypertext, and the History of Writing. Hillsdale, NJ: L. Erlbaum Associates.    Bourdieu, Pierre. 1977. Outline of a Theory of Practice . Cambridge: Cambridge University Press.    &#151;&#151;&#151;. 1984. Distinction: A Social Critique of the Judgement of Taste . Cambridge: Harvard University Press.    Bowler, Anne E., and Blaine McBurney. 1989. Gentrification and the agvant-garde in New York's East Village: The good, the bad, and the ugly. REALM Research About Lower Manhattan, 4. New York: New School for Social Research.    Boyarin, Daniel, and Jonathan Boyarin, eds. 1997. Jews and Other Differences: The New Jewish Cultural Studies. Minneapolis: University of Minnesota Press.    Boyarin, Jonathan, ed. 1993. The Ethnography of Reading. Berkeley: University of California Press.    Boyer, Christine M. 1994. The City of Collective Memory: Its Historical and Architectural Entertainments . Cambridge: MIT Press.    Boyer, M. Christine. 1996. The panorama of New York City: a parodoxical view. City speculations. ed. Patricia C. Phillips. Queens, New York: Queens Museum of Art.    Brady, Ivan, ed. 1991. Anthropological Poetics. Lantham, MD: University Press of America.    Bremen, Jan Van, and D. P. Martinez, eds. 1995. Ceremony and Ritual in Japan: Religious Practices in Industrialized Society. New York: Routledge.    Briggs, Charles L. 1986. Learning How To Ask: A Sociolinguistic Appraisal of the Role of the Interview in Social Science Research . Cambridge, England: Cambridge University Press.    Bright, Barbara Jo, and Liza Bakewell, eds. 1995. Looking High and Low: Art and Cultural Identity. Tuscon: University of Arizona Press.    Bronfen, Elisabeth, and Sarah Webster Goodwin, eds. 1993. Death and Representation. Baltimore: Johns Hopkins University Press.    Brooks, John. 1976. The Telephone: The First Hundred Years . New York: Harper and Row.    Brown, Karen McCarthy. 1991. Mama Lola: A Vodou Priestess in Brooklyn . Berkeley: University of California Press.    Browning, Barbara. 1995. Samba: Resistance in Motion . Bloomington: Indiana University.    Broyles-Gonzalez, Yolanda. 1994. Teatro Campesino . Austin: University of Texas Press.    Buck-Morss, Susan. 1989. The Dialectics of Seeing: Walter Benjamin and the Arcades Project . Cambridge: MIT Press.    Bukatman, Scott. 1991. There's Always Tomorrowland: Disney and the Hypercinematic Experience. October 57: 55-78.    Canclini, Nestor Garcia. 1995. Hybrid Cultures: Strategies for Entering and Leaving Modernity. Minneapolis: University of Minnesota Press.    Cannetti. Elias. 1984. Crowds and Power . New York: Farrar, Straus and Giroux.    Casey, Edward S. 1996. How to Get from Space to Place in a Fairly Short Time. Senses of place. eds. Steven Feld, and Keith H. Basso, 13-52. Santa Fe, New Mexico: School of American Research Press.    Castells, Manuel. 1989. The Informational City: Information Technology, Economic Restructuring, and the Urban-Regional Process . Cambridge, Mass.: Blackwell.    Castleman, Craig. 1982. Getting Up: Subway Graffiti in New York . Cambridge: MIT Press.    Cerny, Charlene, and Suzanne Seriff, eds. 1996. Recycled, Re-Seen: Folk Art from the Global Scrap Heap. New York: Harry N. Abrams.    Certeau, Michel de. 1980. On the oppositional practices of everyday life. Social Text 3, no. fall: 3-43.    &#151;&#151;&#151;. 1984. The Practice of Everyday Life . Berkeley: University of California Press.    Certeau, Michel de, Luce Giard, and Pierre Mayol. 1998. The Practice of Everyday Life . new rev. and augm. ed. ed. trans. Timothy J. Tomasik, Vol. 2: Living and Cooking. Minneapolis: University of Minnesota Press.    Chaney, David. 1993. Fictions of Collective Life: Public Drama in Late Modern Culture . London: Routledge.    Charsley, Simon R. 1992. Wedding Cakes and Cultural History . New York: Routledge.    Chen, Kuan-Hsing, and Dave Morley, eds. 1996. Stuart Hall: Critical Dialogues in Cultural Studies. New York: Routledge.    Chevigny, Paul. 1993. Gigs: Jazz and the Cabaret in New York City . New York: Routledge.    Cirese, Alberto Maria. 1982. Gramsci's Observations on Folklore. Approaches to Gramsi. ed. Anne Showstack Sasson, 212-47. London: Writers and Readers Publishing Cooperative Society.    Classen, Constance, David Howes, and Anthony Synnott. 1995. Aroma: The Cultural History of Smell . New York: Routledge.    Clifford, James. 1981. On Ethnographic Surrealism. Comparative Studies in Society and History 23, no. 4: 539-64.    Clifford, James, and George E. Marcus, eds. 1986. Writing Culture: The Poetics and Politics of Ethnography. Berkeley: University of California Press.    Cohen, Abner. 1992. Masquerade Politics: Explorations in the Structure of Urban Cultural Movements . Berkeley: University of California.    Collins, John. 1993. Architecture of Excess: Cultural Life in the Information Age . New York: Routledge.    Conley, Verena Andermatt, ed. 1993. Rethinking Technologies. Minneapolis: University of Minnesota Press.    Connerton, Paul. [1989]. How Societies Remember . Cambridge: Cambridge University Press.    Cooper, Martha, and Henry Chalfant. 1984. Subway Art . London: Thames and Hudson.    Cooper, Martha, and Joseph Sciorra. 1994. R.I.P.: Memorial Wall Art . New York: Henry Holt and Company.    Cooper, Patricia, and Norma Bradley Buferd. 1977. The Quilters: Women and Domestic Art . Garden City, NY: Doubleday.    Corbin, Alain. 1986. The Foul and the Fragrant: Odor and the French Social Imagination . Cambridge: Harvard University Press.    Cowan, Ruth Schwartz. 1976. Two Washes in the Morning and a Bridge Party at Night: The American Housewife between the Wars. Women's Studies 3: 147-72.    Crary, Jonathan, and Sanford Kwinter, Eds. 1992. Incorporations. New York: Zone.    Cresswell, Tim. 1996. In Place/Out of Place: Geography, Ideology, and Transgression . Minneapolis: University of Minnesota Press.    Critical Art Ensemble. 1994. Electronic Disturbance . Brooklyn: Autonomedia.    Cross, Brian. 1993. It's Not about a Salary...Hip Hop in Los Angeles from the Watts Prophets to the Freestyle Fellowship . London: Verso.    Csikszentmihalyi, Mihaly, and Eugene Rochberg-Halton. 1981. The Meaning of Things: Domestic Symbols and the Self . New York: Cambridge University Press.    Csikszentmihalyi, Mihalyi. 1975. Beyond Boredom and Anxiety . San Francisco: Jossey-Bass.    Danet, Brenda, Yehudit Rosenbaum-Tamari, and Lucia Ruedenberg. 1993. Language, Play and Performance on Internet Relay Chat.    Dargan, Amanda, and Steven Zeitlin. 1990. City Play . New Brunswick: Rutgers University Press.    Davis, Gerald L. 1985. I Got the Word in Me and I can Sing It: A Study of the Performed African-American Sermon . Philadelphia: University of Pennsylvania Press.    Davis, Mike. 1990. City of Quartz: Excavating the Future in Los Angeles . London: Verso.    Davis, Susan. 1988. Parades and Power: Street Theatre in Nineteenth-Century Philadelphia . Berkeley: University of California Press.    Delany, Samuel R. Times Square red, Times Square blue . New York: New York University Press.    Deleuze, G., and F. Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . Minneapolis: University of Minnesota Press.    Dent, Gina, ed. 1992. Black Popular Culture. Dia Center for the Arts, Discussions in Contemporary Culture, 8. Seattle: Bay Press.    Dery, Mark, ed. 199x. Flame Wars: The Discourse of Cyberculture. Durham: Duke University Press.    Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's Center. Purim: The Face and the Mask. , 52-60. New York: Yeshiva University Museum.    Dohany-Farina, Stephen. 1996. The Wired Neighborhood . New Haven: Yale University Press.    Dorst, John. 1989. The Written Suburb: An American Site, An Ethnographic Dilemma . Philadelphia: University of Pennsylvania Press.    Douglas, Mary, and Baron Isherwood. 1996. The World of Goods: Towards an Anthropology of Consumption . New York: Routledge.    Duncan, James S., and David Ley, eds. 1993. Place/Culture/Representation. New York: Routledge.    Duncan, Nancy, ed. BodySpace: Destabilizing Geographies of Gender and Sexuality. New York: Routledge.    Dundes, Alan, and Carl R. Pagter. 1975. Work Hard and You Shall Be Rewarded: Urban Folklore From the Paperwork Empire . Bloomington: Indiana University Press.    Duneier, Mitchell. 1992. Slim's Table: Race, Respectability, and Masculinity in America . Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1999. Sidewalk . New York: Farrar, Straus and Giroux.    During, Simon, ed. 1993. The Cultural Studies Reader. London: Routledge.    Dyson, Michael Eric. 1993? Reflecting Black: African-American Cultural Criticism . Minneapolis: University of Minnesota Press.    Eagleton, Terry. 1991. Ideology: An Introduction . London: Verso.    Elias, Norbert. 1978. The History of Manners . New York: Pantheon.    Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. 1995. Writing ethnographic fieldnotes . Chicago: University of Chicago Press.    Epstein, Shifra. 1979. &quot;The Celebration of a Contemporary Purim in the Bobover Hasidic Community.&quot; University of Texas.    &#151;&#151;&#151;. 1987. Drama on a table: the Bobover Hasidim pirimshpiyl . Judaism viewed from within and without: anthropological studies. ed. Harvey E. Goldberg, 195-217. Albany, New York: SUNY Press.    Erickson, Frederick. 1982. Money Tree, Lasagna Bush, Salt and Pepper: Social Construction of Topical Cohesion in a Conversation Among Italian Americans. Analyzing Discourse: Text and Talk. ed. Deborah Tannen, 43-70. Georgetown University of Languages and Linguistics, 1981. Washington, D.C.: Georgetown University Press.    Falassi, Alessandro, ed. 1987. Time Out of Time: Essays on the Festival. Albuquerque: University of New Mexico Press.    Feld, Steven, and Keith H. Basso, eds. 1996. Senses of place. Santa Fe, New Mexico: School of American Research Press.    Ferrero, Pat, Elaine Hedges, and Julie Silber, eds. 1987. Hearts and Hands: The Influence of Women and Quilts on American Society. San Francisco: Quilt Digest Press.    Fine, Gary. 1996. Kitchens: The Culture of Restaurant Work . Berkeley: University of California Press.    Fine, Gary Alan. 1983. Shared Fantasy: Role Playing Games as Social Worlds . Chicago: University of Chicago Press.    Finkelstein, Joanne. 1989. Dining Out: A Sociology of Modern Manners . New York: New York University Press.    Finnegan, Ruth. 1988. Literacy and Orality: Studies in the Technology of Communication . Oxford, England: Basil Blackwell.    &#151;&#151;&#151;. 1989. The Hidden Musicians: Music-Making in an English Town . Cambridge, England: Cambridge University Press.    &#151;&#151;&#151;. 1992. Oral Traditions and the Verbal Arts: A Guide to Research Practices . New York: Routledge.    Fischer, Claude S. 1992. America Calling: A Social History of the Telephone to 1940 . Berkeley: University of California Press.    Fornas, Johan, Ulf Lindberg, and Ove Sernhede. 1995. In Garageland: Rock, Youth and Modernity . New York: Routledge.    Forty, Adrian. 1986. Objects of Desire . New York: Pantheon.    Frykman, Jonas, and Orvar Lofgren. 1987. Culture Builders: A Historical Anthropology of Middle-Class Life. New Brunswick and London: Rutgers University Press.    Giddens, Anthony. 1994. Living in a post-traditional society. Reflexive modernization: politics, tradition and aesthetics in the modern social order. eds. Ulrich Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University Press.    Giedion, Siegfried. 1948. Mechanization Takes Command: A Contribution to Anonymous History . New York: Oxford University Press.    Gilroy, Paul. 1987. There Ain't No Black in the Union Jack: The Cultural Politics of Race and Nation . Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1993. The Black Atlantic: Modernity and Double Consciousness . Cambridge: Harvard University Press.    &#151;&#151;&#151;. 1993. Small Acts: Thoughts on the Politics of Black Cultures . New York: Serpent's Tail.    Goffman, Erving. 1959. The Presentation of Self in Everyday Life . New York: Doubleday.    &#151;&#151;&#151;. 1963. Behavior in Public Places: Notes of the Social Organization of Gatherings . Glencoe, NY: Free Press.    &#151;&#151;&#151;. 1981. Forms of Talk . Philadelphia: University of Pennsylvania Press.    Goodsell, Charles T. 1988. The Social Meaning of Civic Space: Studying Political Authority Through Architecture . Lawrence: University Press of Kansas.    Goodwin, Andrew. 1992. Dancing in the Distraction Factory: Music Television and Popular Culture . Minneapolis: University of Minnesota Press.    Gray, Chris Hables Gray, Heidi J. Figeroa-Sarrera, and Steven Mentor, eds. 1995. The Cyborg Handbook. New York: Routledge.    Greene, Victor. 1992. A Passion for Polka: Old-Time Ethnic Music in America . Berkeley: University of California Press.    Greenfield, Verni. 1986. Making Do and Making Art: A Study of American Recycling . Ann Arbor: UMI Research Press.    Grossberg, Lawrence, Cary Nelson, and Paula Treichler, eds. 1992. Cultural Studies. New York: Routledge.    Guilbault, Jocelyne et al. 1993. Zouk: World Music in the West Indies . Chicago: University of Chicago Press.    Guillermo-Prieto, Alma. 1990. Samba . New York: Vintage.    Gumpert, Gary. 1987. Talking Tombstones and Other Tales of the Media Age . New York: Oxford University Press.    &#151;&#151;&#151;. 1990. Talking to Strangers: Mediated Therapeutic Communication . Norwood, N.J.: Ablex .    Halbwachs, Maurice. 1992. On Collective Memory. Chicago: University of Chicago Press.    Hall, Stuart. 1981. Notes on Deconstructing the Popular. People's History and Socialist Theory. , 227-42. London: Routledge.    Hall, Stuart, and Tony Jefferson. 1990. Resistance Through Rituals: Youth Subcultures in Post-War Britain . New York: Routledge.    Halle, David. 1993. Inside Culture: Art and Class in the American Home . Chicago: University of Chicago Press.    Handelman, Don. 1990. Models and Mirrors: Towards an Anthropology of Public Events . Cambridge: Cambridge University Press.    Handler, Richard. 1988. Nationalism and the Politics of Culture in Quebec . Madison: University of Wisconsin Press.    Hannerz, Ulf. 1980. Exploring the City: Inquiries Toward an Urban Anthropology . New York: Columbia University Press.    Haraway, Donna. 1991. Simians, Cyborgs, and Women: The Reinvention of Nature . New York: Routledge.    &#151;&#151;&#151;. 1996. Modest_Witness@Second_Millenium.FemaleMan@Meets_OncoMouse tm . New York: Routledge.    Hardyment, Christina. 1988. From Mangle to Microwave: The Mechanization of Household Work . Cambridge: Polity Press.    Harris, Michael. 1993. The Rise of the Gospel Blues . New York: Oxford University Press.    Harris, Neil. 1999. Building lives : constructing rites and passages . New Haven, Conn.: Yale University Press.    Harrison-Pepper, Sally. 1990. Drawing a Circle in the Square: Street Performing in New York's Washington Square Park . Jackson: University Press of Mississipi.    Harrison, Sally. 1984. Drawing a Circle in Washington Square. Studies in Visual Communication 10, no. 2: 68-82.    Harvey, David. 1989. The Condition of Postmodernity: An Enquiry into the Origins of Cultural Change . Oxford: Blackwell.    &#151;&#151;&#151;. 1989. The Urban Experience . Oxford: Blackwell.    &#151;&#151;&#151;. 1996. Justice, Nature, and the Geography of Difference . Oxford: Blackwell.    Hayden, Dolores. 1995. The Power of Place: Urban Landscapes as Public History . Cambridge: MIT Press.    Hazzard-Gordon, Katrina. 1990. Jookin': The Rise of Social Dance Formations in African-American Culture . Philadelphia: Temple University Press.    Hebdige, Dick. 1979. Subculture: The Meaning of Style . London: Methuen.    Heilman, Samuel C. 1992. Defenders of the faith inside ultra-Orthodox Jewry . New York: Schocken Books.    Hibbitts, Bernard J. 1992. &quot;Coming to Our Senses&quot;: Communication and Legal Expression in Performance Cultures. Emory Law Journal 41, no. 4: 874-960.    Hollander, Anne. 1993. Seeing Through Clothes . Berkeley: University of California Press.    Holston, James, ed. 1999. Cities and citizenship . Durham, North Carolina: Duke University Press.    Hom, Marlon K. 1987. Songs of Gold Mountain: Cantonese Rhymes from San Francisco Chinatown . Berkeley: University of California Press.    Hopper, Robert. 1992. Telephone Conversation . Bloomington: Indiana University Press.    Hufford, Mary, Marjorie Hunt, and Steven Zeitlin. 1987. The Grand Generation: Memory, Mastery, Legacy . Washington, DC: Smithsonian Institution Press.    Hufford, Mary T. 1992. Chaseworld: Foxhunting and Storytelling in New Jersey's Pine Barrens . Pennsylvania: University of Pennsylvania Press.    Huizinga, Johan. 1970. Homo Ludens: A Study of the Play Element in Culture . London: Paladin.    Ivy, Marilyn. 1995. Discourses of the Vanishing: Modernity, Phantasm, Japan . Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1995. Ghostlier Demarcations: Textual Fantasy and the Origins of Japanese Nativist Ethnology. Culture and Contexture: Readings in Anthropology and Literary Study. Berkeley: University of California Press.    Jackson, Bruce. 1985. Folkloristics. Journal of American Folklore 98: 95-101.    &#151;&#151;&#151;. 1986. Into the Looking Glass: Reply to Kirshenblatt-Gimblett and Ben-Amos. Journal of American Folklore 99, no. 391: 75-77.    &#151;&#151;&#151;. 1987. Fieldwork . Urbana: University of Illinois Press.    Jackson, John Brinckerhoff. 1984. Discovering the Vernacular Landscape . New Haven: Yale University Press.    Jackson, Michael. 1989. Paths Toward a Clearing: Radical Empiricism and Ethnographic Inquiry . Bloomington: Indiana University Press.    Jenkins, Henry. 1992. Textual Poachers: Television Fans and Participatory Culture . New York: Routledge.    Johnson, Steven. 1997. Interface culture: how new technology transforms the way we create and communicate . 1st ed ed. San Francisco: HarperEdge.    Jones, Steve. 1998. CyberSociety 2.0: revisiting computer-mediated communication and community . New Media Cultures. Thousand Oaks, California: Sage Publications.    Joselit, Jenna Weissman, Barbara Kirshenblatt-Gimblett, and Irving Howe. 1991. Getting Comfortable in New York: The American Jewish Home, 1880-1950. New York: The Jewish Museum and Indiana University Press.    Kaplan, Alice, and Kristin Ross, eds. 1987. Everyday Life. Yale French Studies, 73.    Kaplan, Amy, and Donald E. Pease, eds. 193. Cultures of United States Imperialism. Durham: Duke University Press.    Keil, Charles. 1966. Urban Blues .    Keil, Charles, Angeliki V. Keil, and Dick Blau. 1992. Polka Happiness . Chicago: University of Chicago Press.    Keith, Michael, and Steve Pile, ed. 1993. Place and the Politics of Identity. New York: Routledge.    Kimber, Clarissa T. 1973. Spatial Patterning in the Dooryard Gardens in Puerto Rico. Geographical Review 63, no. 1: 6-26.    Kinser, Samuel. 1990. Carnival American Style . Chicago: University of Chicago Press.    Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America: The Urban Frontier. Folklore Forum 16, no. 2: 175-234.    &#151;&#151;&#151;. 1985. Di folkloristik: A Good Yiddish Word. Journal of American Folklore 98: 331-34.    &#151;&#151;&#151;. 1986. Studying Immigrant and Ethnic Folklore. Handbook of American Folklore. ed. Richard M. Dorson. Bloomington, IN: Indiana University Press.    &#151;&#151;&#151;. 1990. Performance of Precepts/Precepts of Performance: Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural Studies of Theatre and Ritual. eds. Richard Schechner, and Willa Appel, 109-17. Cambridge: Cambridge University Press.    &#151;&#151;&#151;. 1991. Who's Bad? Accounting for Taste. Artforum 30, no. 3 (November): 119-25.    &#151;&#151;&#151;. 1995. The Electronic Vernacular. Connected. , 21-65. Late Editions, ed. George Marcus, 3. Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1996. Ordinary People/Everyday Life. Urban Life: Readings in Urban Anthropology. . Prospect Heights, IL: Waveland Press.    &#151;&#151;&#151;. 1997. Destination Culture . Berkeley: University of California Press.    Kondo, Dorinne. 1996. About Face: Performing &quot;Race&quot; in Fashion and Theater . New York: Routledge.    Koolhaas, Rem. 1994. Delirious New York : a retroactive manifesto for Manhattan . Rotterdam: 010.    Krueger, Myron. 1991. Artificial Reality II . Reading: Addison-Wesley.    Kugelmass, Jack, ed. 1988. Between Two Worlds: Ethnographic Essays on American Jewry. Ithaca: Cornell University Press.    &#151;&#151;&#151;. 1988. Between Two Worlds: Notes on the Celebration of Purim among New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American Jewry. ed. Jack Kugelmass. Ithaca: Cornell University Press.    &#151;&#151;&#151;. 1996. The Miracle of Intervale Avenue: The Story of a Jewish Congregation in the South Bronx. Expanded ed. New York: Columbia University Press.    Kugelmass, Jack et al. 1994. Mask Culture: The Greenwich Village Halloween Parade. New York: Columbia University Press.    Lamphere, Louise, ed. 1992. Structuring Diversity: Ethnographic Perspectives on the New Immigration. Chicago: University of Chicago Press.    Landy, Marcia, ed. 1983. Imitations of Life: A Reader on Film and Television Melodrama. Detroit: Wayne State University Press.    Langbauer, Laurie. 1993. The City, the Everyday, and Boredom: The Case of Sherlock Holmes. Differences 5, no. 3: 80-120.    Lanza, Joseph. 1995. Elevator Music: A Surreal History of Muzak, Easy-Listening and Other Moodsong . London: Quartet.    Laurel, Brenda. 1991. Computers as Theatre . Reading: Addison-Wesley.    Leeson, Lynn Hershman, ed. 1996. Clicking In: Hot Links to a Digital Culture. Seattle: Bay Press.    Lefebvre, Henri. 1990. Everyday Life in the Modern World. New Brunswick: Transaction Publishers.    &#151;&#151;&#151;. 1991. Critique of Everyday Life. translation of 2nd edition of Critique de la vie quotidienne. ed. London: Verso.    &#151;&#151;&#151;. 1991. The production of space . Cambridge, Massachusetts: Blackwell.    LeGates, Richard T., ed. 1995. The City Reader. New York: Routledge.    Leidner, Robin. 1993. Fast Food, Fast Talk: Service Work and the Routinization of Everyday Life . Berkeley: University of California Press.    Leppert, Richard. 1993. The Sight of Sound: Music, Representation, and the History of the Body . Berkeley: University of California Press.    Leppert, Richard, and Susan McClary, eds. 1987. Music and Society: The Politics of Composition, Performance, and Reception. Cambridge, England: Cambridge University Press.    Levine, Lawrence W. 1977. Black Culture and Black Consciousness: Afro-American Folk Thought from Slavery to Freedom . Oxford: Oxford University Press.    &#151;&#151;&#151;. 1988. Highbrow/Lowbrow: The Emergence of Cultural Hierarchy in America . Cambridge: Harvard University Press.    &#151;&#151;&#151;. 1993. The Unpredictable Past: Explorations in American Cultural History . Oxford, England: Oxford University Press.    Lewis, J. Lowell. 1992. Ring of Liberation: Deceptive Discourse in Brazilian Capoeira . Chicago: University of Chicago Press.    Lewis, Lisa A., ed. 1992. The Adoring Audience: Fan Culture and Popular Media. New York: Routledge.    Limon, Jose. 1983. Western Marxism and Folklore: A Critical Introduction. Journal of American Folklore 96, no. 379: 34-52.    &#151;&#151;&#151;. 1992. Mexican Ballads, Chicano Poems . Berkeley: University of California Press.    Lipsitz, George. 1990. Time Passages: Collective Memory and American Popular Culture . Minneapolis: University of Minnesota Press.    &#151;&#151;&#151;. 1994. Dangerous Crossroads: Popular Music, Postmodernism, and the Poetics of Place . London: Verso.    Lofland, Lyn H. 1973. A World of Strangers: Order and Action in Urban Public Space . New York: Basic Books.    Low, Setha M.Theorizing the city :the new urban anthropology reader. xii, 433 p. :ill., maps ;24 cm. New Brunswick, N.J: Rutgers University Press.    Low, Setha M., and Erve Chambers, eds. 1989. Housing, Culture, and Design: A Contemporary Perspective. Philadelphia: University of Pennsylvania Press.    Low, Setha M. Low, and Erve Chambers, eds.Housing, culture, and design :a comparative perspective. xxi, 418 p. :ill. Philadelphia: University of Pennsylvania Press.    Lowe, David. 1982. History of Bourgeois Perception . Chicago: University of Chicago Press.    Lupton, Ellen. 1993. Mechanical Brides: Women and Machines from Home to Office . New York: Cooper-Hewitt National Museum of Design, Smithsonian Institution, and Princeton Architectural Press.    Lury, Celia. 1993. Cultural Rights: Technology, Legality and Personality . New York: Routledge.    Lutz, Catherine, and Lila Abu-Lughod, eds. Language and the Politics of Emotion.     Lynch, Kevin. 1990. What Time Is This Place? Cambridge: M.I.T. Press.    Maanen, John Van. 1988. Tales of the Field: On Writing Ethnography . Chicago: University of Chicago Press.    MacAloon, John J., ed. Rite, Drama, Festival, Spectacle: Rehearsals Toward a Theory of Cultural Performance. Philadelphia: Institute for the Study of Human Issues.    MacKinnon, Richard Clark. 1992. &quot;Searching for the Leviathan in Usenet, M.A. Thesis.&quot; San Jose State University.    Malone, Jacqui. 1996. Steppin' on the Blues: The Visible Rhythms of African American Dance . Urbana: University of Illinois Press.    Manganaro, Marc, ed. 1990. Modernist Anthropology: From Fieldwork to Text. Princeton: Princeton University Press.    Mansfield, Howard. 1993. In the Memory House . Golden, Colorado: Fulcrum Publishing.    Manuel, Peter. 1993. Cassette Culture: Popular Music and Technology in North India . Chicago: University of Chicago Press.    Marcus, Greil. 1989. Lipstick Traces: A Secret History of the Twentieth Century . Cambridge: Harvard University Press.    Marin, Louis. 1984. Utopics: Spatial Play. Highlands, NJ: Humanities Press.    &#151;&#151;&#151;. 1987. Notes on a Semiotic Approach to Parade, Cortege, and Procession. Time Out of Time: Essays on the Festival. , 220-228. Albuquerque: University of New Mexico Press.    Markham, Annette N. 1998. Life online researching real experience in virtual space . Ethnographic Alternatives Book Series: Ethnographic Alternatives, vol. 6. Walnut Creek, Calif: Altamira Press.    Marvin, Carolyn. 1988. When Old Technologies Were New: Thinking About Communications in the Late Nineteenth Century . New York: Oxford University Press.    Matthews, Glenna. 1987. &quot;Just a Housewife&quot;: The Rise and Fall of Domesticity in America . New York: Oxford University Press.    McNamara, Brooks. 1997. Day of Jubilee: The Great Age of Public Celebrations in New York, 1788-1909 . New Brunswick, New Jersey: Rutgers University Press.    McNamara, Brooks, and Brooks Kirshenblatt-Gimblett. 1985. Processional Performance. TDR The Drama Review 29, no. 3: Special Issue.    McRobbie, Angela, ed. 1988. Zoot Suits and Second-Hand Dresses: An Anthology of Fashion and Music. Boston: Unwin Hyman.    &#151;&#151;&#151;. 1990. Feminism and Youth Culture: From Jackie to Just Seventeen . New York: Routledge.    McShane, Clay. 1993. Down the Asphalt Path: The Automobile and the American City . New York: Columbia University Press.    Merwe, Peter Van Der. 1989. Origins of Popular Style: The Antecedents of Twentieth-Century Popular Music . Oxford: Oxford University Press.    Messenger, Troy. 199. Holy leisure: recreation and religion in god's square mile . Minneapolis: University of Minnesota Press.    Middleton, Richard. 1990. Studying Popular Music .    Miller, Daniel, ed. 1955. Acknowledging consumption : a review of new studies. New York: Routledge.    &#151;&#151;&#151;. 1987. Material Culture and Mass Consumption . Oxford: Blackwell.    &#151;&#151;&#151;. 1995. Consumption studies as the transformation of anthropology . London: Routledge.    &#151;&#151;&#151;. 1998. A theory of shopping . Ithaca, N.Y: Cornell University Press.    Miller, Daniel et al. 1998. Shopping, place, and identity . New York: Routledge.    Miller, Daniel Miller., ed. 1993. Unwrapping Christmas. x, 239 p. :ill. ;23 cm. New York: Oxford University Press.    Miller, Toby. 1993. The Well-Tempered Self: Citizenship, Culture, and the Postmodern Subject . Baltimore: Johns Hopkins University Press.    Minton, John. 1995. The Reverend Lamar Roberts and the Mediation of Oral Tradition. Journal of American Folklore 108, no. 427: 3-37.    Mintz, Jerome. 1992. Hasidic People: A Place in the New World . Cambridge: Harvard University Press.    Mitchell, William. 1993. The Electronic Agora. Architecture New York 3, no. November/December: 30-33.    Mitford, Jessica. 1963. The American Way of Death . New York: Simon Schuster.    Moore, Barrington. 19XX. Privacy: Studies in Social and Cultural History . Armonk, N.Y.: M.E. Sharpe.    Moore, Sally Falk, and Barbara G. Myerhoff. 1977. Introduction: Secular Ritual--Forms and Meanings. Secular Ritual. eds. Sally Falk Moore, and Barbara G. Myerhoff, 3-24. Assen: Van Gorcum.    Museum of Modern Art (New York). 1938. Subway Art . New York: Museum of Modern Art.    Myerhoff, Barbara. 1978. Number Our Days . New York: Simon and Schuster.    Newton, Esther. 1979. Mother Camp . Chicago: University of Chicago Press.    Nishijima, Masako, and Yuji Kijima. Learning a Sense of Rhythm with a Neural Network: The Neuro-Drummer. Proceedings of The First International Conference on Music Perception and Cognition , 77-80.    Nora, Pierre. 1989. Between Memory and History: Les Lieux de M&#233;moire. Representations 26.    Norman, Donald A. 1988. The psychology of everyday things . New York: Basic Books.    Norrick, Neal R. 1993. Conversational Joking: Humor in Everyday Talk . Bloomington: Indiana University Press.    Norton, Anne. 1993. Republic of Signs: Liberal Theory and American Popular Culture . Chicago: University of Chicago Press.    Novitz, David. 1992. The Boundaries of Art . Philadelphia: Temple University Press.    Oetterman, Stephan. 1997. The panorama: history of mass medium . trans. Deborah Lucas-Schneider. New York: Zone Books.    Olaquiaga, Celeste. 199x. Megalopolis: Contemporary Cultural Sensibilities . Minneapolis: University of Minnesota Press.    Oldenburg, Ray. 1989. The Great Good Place: Cafes, Coffee Shops, Community Centers, Beauty Parlors, General Stores, Bars, Hangouts, and How They Get You Through the Day . New York: Paragon House.    Orsi, Robert Anthony. 1985. The Madonna of 115th Street . New Haven: Yale University Press.    Ozouf, Mona. 1988. Festivals of the French Revolution . Cambridge: Harvard University Press.    Palmer, Phyllis. 1984. Domesticity and Dirt: Housewives and Domestic Servants in the United States, 1920-1945 . Philadelphia: Temple University Press.    Pam Morris, ed. 1994. The Bakhtin Reader: Selected Writings of Bakhtin, Medvedev, and Voloshinov. New York: E. Arnold.    Pena, Manuel H. 1985. The Texas-Mexican Conjunto: History of a Working-Class Music . Austin: University of Texas Press.    Penley, Constance, and Andrew Ross, eds. 19XX. Technoculture. Minneapolis: University of Minnesota Press.    Peters, F. E. 1985. The Procession That Never Was: The Painful Way in Jerusalem. TDR 29: 31-41.    Plattus, Alan J. 1981. Emblems of the City: Civic Pageantry and the Rhetoric of Urbanism. Artforum , no. September: 48-52.    Plummer, Ken. 1995. Telling Sexual Stories . New York: Routledge.    Pool, Ithiel de Sola, ed. 1977. The Social Impact of the Telephone. Cambridge: M.I.T. Press.    Popeil, Ron, and Jefferson Graham. 1995. The Salesman of the Century: Inventing, Marketing and Selling on TV: How I Did It and How You Can Too! New York: Delacorte Press.    Postman, Neil. 1992. Technopoly: The Surrender of Culture to Technology . New York: Knopf.    Pred, Allan. 1990. Lost Words and Lost Worlds: Modernity and the Language of Everyday Life in Nineteenth-Century Stockholm . Cambridge: Cambridge University Press.    Propst, Robert. 1979. Process Aesthetic. Progressive Architecture 11, no. November: 78-81.    Rakow, Lana. 1992. Gender on the Line: Women, the Telephone, and Community Life . Urbana: University of Illinois Press.    Raymond, Eric. 1992. The New Hacker's Dictionary. Boston: M.I.T. Press.    Reid, Elizabeth M. 1991. Electropolis: Communication and Community on Internet Relay Chat.    Rheingold, Howard. 1993. The Virtual Community: Homesteading on the Electronic Frontier . Addison-Wesley.    Ridge, John T. 1988. The St. Patrick's Day Parade in New York . New York: AOH Publications.    Rigby, Bruce. 1991. Popular Culture in Modern France: A Study of Cultural Discourse . New York: Routledge.    Roach, Joseph. 1993. Carnival and the Law in New Orleans. TDR 37, no. 2 (T139).    Roach, Joseph R. 1996. Cities of the Dead: Circum-Atlantic Performance . New York: Columbia University Press.    Rodman, Gilbert B. 1996. Elvis After Elvis: The Posthumous Career of a Living Legend . New York: Routledge.    Romaine, Jennifer. 1993. &quot;Political Funerals in the Context of the AIDS Crisis.&quot; Masters Thesis, Department of Performance Studies, New York University.    Roney-Liu, Carley. 1994. &quot;Tribute Programs: The Personalized Funeral and the Marketing of Memory.&quot; Masters Thesis, Department of Performance Studies, New York University.    Rooks, Noliwe M. 1996. Hair Raising: Beauty, Culture, and African American Women . New Brunswick, NJ: Rutgers University Press.    Rose, Gillian. 1993. Feminism and Geography . Minneapolis: University of Minnesota Press.    Rose, Tricia. 1994. Black Noise: Rap Music and Black Culture in Contemporary America . Hanover, New Hampshire: Wesleyan University Press.    Ross, Andrew. 1989. No Respect: Intellectuals and Popular Culture . London: Routledge.    &#151;&#151;&#151;. 1991. Strange Weather: Culutre, Science, and Technology in the Age of Limits . London: Verso.    Rowe, William, and Vivian Schelling. 1991. Memory and Modernity: Popular Culture in Latin America . London: Verso.    Sacks, Maurie. 1989. Computing Purim. Journal of American Folklore 102, no. 405: 275 ff.    Sadler, Simon. 1998. The situationist city . Cambridge: MIT Press.    Sanjek, Roger. 1990. Urban Anthropology in the 1980s: A World View. Annual Review of Anthropology 19: 151-86.    Santino, Jack. 1996. New Old-Fashioned Ways: Holidays and Popular Culture . Knoxville: University of Tennessee Press.    Sassen, Saskia. The global city :New York, London, Tokyo . Princeton, N.J.: Princeton University Press.    Sassen, Saskia.Cities in a world economy. xv, 157 p. :ill., maps ;23 cm. Thousand Oaks, Calif. Pine Forge Press.    Sassen, Saskia. 1996. Losing control? :sovereignty in an age of globalization . New York: Columbia University Press.    &#151;&#151;&#151;. 1998. Globalization and its discontents . New York: New Press.    &#151;&#151;&#151;. 1998. The mobility of labor and capital :a study in international investment and labor flow . New York: Cambridge University Press.    &#151;&#151;&#151;. Guests and aliens . New York: New Press .    Sassen, Saskia, and Robert Smith. 1991. Post-industrial employment and third world immigration :casualization and the new Mexican migration in New York . New York: Columbia University, Institute of Latin American and Iberian Studies.    Scarry, Elaine. 1985. The Body in Pain: The Making and Unmaking of the World . New York: Oxford University Press.    Schafer, R. Murray. 1977. The Tuning of the World . New York: Alfred A. Knopf.    Schechner, Richard. 1985. Between Theatre and Anthropology. Philadelphia: University of Pennsylvania Press.    &#151;&#151;&#151;. 1993. The Future of Ritual. London: Routledge.    Schiag, Morag. 1989. Discourse on Popular Culture: Class, Gender and History in Cultural Analysis, 1730 to the Present . London: Polity Press and Basil Blackwell.    Schmidt, Leigh Eric. 1991. The Commercialization of the Calendar: American Holidays and the Culture of Consumption, 1870-1930. Journal of American History , no. December: 887-916.    &#151;&#151;&#151;. 1995. Comsumer rites: the buying and selling of American holidays . Princeton: Princeton University Press.    Schor, Juliet.The overspent American :upscaling, downshifting, and the new consumer ;Juliet B. Schor. xv, 253 p. :ill. ;21 cm.New York :HarperPerennial,1999.    &#151;&#151;&#151;. 1991. The overworked American :the unexpected decline of leisure. xvii, 247 p. ;24 cm. New York: Basic Books.    Sciorra, Joseph. 1991. In Memoriam: New York City's Memorial Walls. Folklife Annual .    &#151;&#151;&#151;. 1994. The Art of Memorializing in an Age of Violence. RIP Memorial Wall Art. Martha Cooper, and Joseph Sciorra. New York: Henry Holt.    &#151;&#151;&#151;. 1994. &quot;We Go Where the Italians Live&quot;: Religious Processions as Ethnic and Territorial Markers in a Multiethnic Brooklyn Neighborhood.    Senelick, Laurence, ed. 1992. Gender in Performance. University of New England Press.    Sennett, Richard, ed. 1969. Classic Essays on the Culture of Cities. Engelwood Cliffs, NJ: Prentice-Hall.    &#151;&#151;&#151;. 1990. The Conscience of the Eye: The Design and Social Life of Cities . New York: Knopf.    Sered, Susan. 1992. Women as Ritual Experts: Religious Lives of Elderly Jewish Women in Jerusalem . New York: Oxford University Press.    Sewell, David. 1992. The Usenet Oracle: Virtual Authors and Network Community. Ejournal 2, no. 5: lines 66-673.    Shapiro, Laura. 1986. Perfection Salad: Women and Cooking at the Turn of the Century . New York: Henry Holt.    Sheff, David. 199? Elements of a Cyberspace Playhouse. Proceedings of National Computer Graphics Association '90 .    Sheringham, Michael, ed.Parisian fields. London: Reaktion.    Shils, Edward. 1981. Tradition . Chicago: University of Chicago Press.    Shokeid, Moshe. 1995. A Gay Synagogue . New York: Columbia University Press.    Silverstone, Roger, and Eric Hirsch, eds. 1992. Consuming Technologies: Media and Information in Domestic Spaces. London: Routledge.    Slovenz-Low, Madeline. 1987. The Year Is a Wild Animal. TDR The Drama Review 31, no. 3: 74-102.    Small, Christopher. 1987. Music of the Common Tongue: Survival and Celebration in Afro-American Music .    Solie, Ruth A., ed. 1993. Musicology and Difference: Gender and Sexuality in Music Scholarship. Berkeley: University of California Press.    Soloveitchik, Haym. 1994. Rupture and reconstruction: the transformation of contemporary orthodoxy. Tradition 28, no. 4: 64-130.    Sorkin, Michael, ed. 1992. Variations on a theme park :the new American city and the end of public space. xv, 252 p. :ill. ;23 cm. New York: Hill and Wang.    Sparke, Penny. 1987. Electrical Appliances: Twentieth Century Design . New York: E.P. Dutton.    Stallybrass, Peter, and Allon White. 1986. The Politics and Poetics of Transgression . Ithaca: Cornell University Press.    Stewart, Kathleen. 1996. A Space on the Other Side of the Road: Cultural Poetics in &quot;Other&quot; America . Princeton: Princeton University Press.    Stewart, Susan. 1984. On Longing: Narratives of the Miniature, the Gigantic, the Souvenir, the Collection . Baltimore: Johns Hopkins University Press.    &#151;&#151;&#151;. 1991. Crimes of Writing: Problems in the Containment of Representation . New York: Oxford University Press.    Thompson. E.P. 1991. Introduction: Custom and Culture. Customs in Common: Studies in Traditional Popular Culture. , 1-15. New York: The New Press.    Thompson, Michael. 1979. Rubbish Theory: The Creation and Destruction of Value . New York: Oxford University Press.    Thompson, Paul. 1988. The Voice of the Past: Oral History. 2nd ed. Oxford, England: Oxford University Press.    Thrift, Nigel. 1996. Spatial formations . Thousand Oaks, California: Sage.    Tobin, Joseph J., ed. 1992. Re-Made in Japan: Everyday Life and Consumer Taste in a Changing Society. New Haven: Yale University Press.    Tomlinson, John. 19XX. Cultural Imperialism: A Critical Introduction . Baltimore: Johns Hopkins University Press.    Tschumi, Bernard. 1990. Text 5: Questions of Space . London: Architectural Association.    Tuan, Yi-Fu. 1977. Space and Place: The Perspective of Experience . Minneapolis: University of Minnesota Press.    Turkle, Sherry. 1984. The Second Self: Computers and the Human Spirit . New York: Simon and Schuster.    Turner, Kay. 1999. Beautiful necessity : the art and meaning of women's altars. London: Thames &amp; Hudson.    Veblen, Thorstein. 1931. Theory of the Leisure Class: An Economic Study of Institutions . New York: Modern Library.    Venturi, Robert, Denice Brown Scott, and Steven Izenour. 1972. Learning from Los Vegas: The Forgotten Symbolism of Architectural Form . Boston: MIT Press.    Vidler, Anthony. 1986. The Scenes of the Street: Transformation in Ideal and Reality, 1750-1871. On Streets. , 28-111. Cambridge: MIT Press.    &#151;&#151;&#151;. 1992. The Architectural Uncanny: Essays in the Modern Unhomely . Cambridge. MA: MIT Press.    Virilio, Paul. 1995. The Art of the Motor. Minneapolis: University of Minnesota Press.    Wachs, Eleanor. 1988. Crime Victim Stories: New York City's Urban Folklore . Bloomington: Indiana University Press.    Wallace, Michele Black Popular Culture. Seattle: Bay Press.    Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music .    Ward, Ed, Geoffrey Stokes, and Ken Tucker. 1986. Rock of Ages: The Rolling Stone History of Rock and Roll .    Waterman, Chris. 1990. Juju: A Social History and Ethnography of an African Popular Music . Chicago: University of Chicago Press.    Weinreich, Beatrice. 1960. The Americanization of Passover. Studies in Biblical and Jewish Folklore. , 329-66. Bloomington: Indiana University Press.    Weisman, Leslie Kanes. 1992. Discrimination by Design: A Feminist Critique of the Man-Made Environment . Urbana: University of Illinois Press.    Whyte, William H. 1990. The Social Life of Small Urban Spaces . Washington, D.C.: The Conservation Foundation.    Williams, Raymond. 1958. Culture is Ordinary. Convictions. London: MacGibbons and Gee.    &#151;&#151;&#151;. 1977. Structures of feeling. Marxism and literature. , 128-35. New York: Oxford University Press.    &#151;&#151;&#151;. 1980. Base and Superstructure in Marxist Cultural Theory. Problems in Materialism and Culture. , 31-49. New York: Verso.    &#151;&#151;&#151;. 1985. Keywords: A Vocabulary of Culture and Society. rev. ed. New York: Oxford University Press.    Williams, Rosalind. 1990. Notes on the Underground: An Essay on Technology, Society, and the Underground . Cambridge: MIT Press.    Willis, Paul E. 1978. Profane Culture . London: Routledge.    &#151;&#151;&#151;. 1990. Common Culture . Boulder: Westview Press.    Willis, Susan. 1991. A Primer for Daily Life . London: Routledge.    Wilson, Elizabeth. 1992. The Sphinx in the City: Urban Life, the Control of Disorder, and Women . Berkeley: University of California Press.    Winter, James. 1993. London's Teeming Streets, 1830-1914 . London: Routledge.    Wise, J. Macgregor. 1997. Exploring technology and social space . Thousand Oaks, California: Sage.    Wynne, Peter. 1979. The Union City Passion Play . New York: MA Thesis, Department of Performance Studies, New York University.    Zerubavel, Eviatar. 1981. The Calendar, Sacred Time and Profane Time. Hidden Rhythms: Schedules and Calendars in Social Life. , 70-137. Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1981. Hidden Rhythms: Schedules and Calendars in Social Life . Chicago: University of Chicago Press.    Zukin, Sharon. Loft living : :culture and capital in urban change . Baltimore: Johns Hopkins University Press.    &#151;&#151;&#151;. 1987. Gentrification: culture and capital in the urban core. Annual Review of Sociology 13: 129-47.    &#151;&#151;&#151;. 1991. Landscapes of power :from Detroit to Disney World . Berkeley: University of California Press.    &#151;&#151;&#151;. 1995. The cultures of cities . Cambridge, MA: Blackwell."}]},
{"detail": [{"content": "Aesthetics of Everyday Life            AESTHETICS OF EVERYDAY LIFE   Barbara Kirshenblatt-Gimblett   H42.1040 / Spring 2000   Mondays 3:30-6:10 pm   Department of Performance Studies / Tisch   School of the Arts / New York University   721 Broadway, 6th floor, New York, NY   10003     Course description   Research Essay   Research Essay Proposal   Oral Report   Conference Program   Final Porfolio   Field Trips   Field Trip Reports   Readings   Deadlines   Grade   Schedule       Course Description   Focussing on what Hegel called \"the prose of the   world,\" we will consider how the quotidian is constituted in the performances   of everyday life. The taken-for-granted world is invisible except under special   conditions--when boredom is induced by the sheer repetitiveness of the banal   or when poesis transforms the utterly ordinary or when the shock of the sensational,   spectacular, or exotic calls the taken-for-granted into question.   Debates over the creative and emancipatory potential of vernacular   culture will move us towards a critical theory of everyday life. A close reading   of key thinkers such as de Certeau, Williams, Hall, and Harvey will frame our   fine-grained analyses of the urban mise-en-scene in New York City, its spatial   and temporal organization, its concentrations of power and oppositional practices,   its performative modes and values.   We will examine the phantasmagoria of New York city streets and   open spaces (Washington Square, Times Square); the vernacular imprint on the   built environment (graffiti, sidewalk altars, casitas, vendors, Christmas lights);   the festivalizing of the city (Easter Parade, and Hasidic Purim in Brooklyn);   home and homelessness; death in the vernacular, including memorial walls in   various New York City neighborhoods, and the role of tourism, museums, and performance   artists in constituting the quotidian. We will also consider technology in everyday   life, particularly the social worlds emerging in cyberspace. Where possible,   fieldtrips will be organized to relevant events and parts of the city.     Research Essay   Examine in depth a cultural setting or event in New York. Focus   on one of the issues raised in the course. Photography and video/sound recording   are strongly encouraged. Essays based on fieldwork are strongly encouraged..   Historical research using primary sources is also appropriate. Essays should   combine thick description with analysis that addresses theoretical issues raised   in the course. Mechanics of the paper must be under control--copyediting, proofreading,   consistent formatting of footnotes and bibliography. Students are encouraged   to use this assignment as a pilot project for the masters essay or doctoral   dissertation, and to think in terms of presenting this work at the October 2000   meetings of the American Folklore Society meetings in Anchorage, Alaska (deadlines   for submissions are fast approaching), November 2000 meetings of the American   Studies Association, and April 2001 PSi Conference in Munich, among others.   Collaborative projects are strongly encouraged. Due Wednesday   April 26 .   Research Essay Proposal   We will discuss project ideas in class and in the class newsgroup.   In addition, you are encouraged to brainstorm ideas with me during office hours   and by email. The topic should be settled and you should already have begun   working on it when you submit the proposal. The proposal (2-3 pages, double-spaced)   should demonstrate a good match between the case you will analyze and the conceptual   focus and theoretical orientation you will use. Show how you will gain access   to your subject and explain what you have already done by way of preparation.   List the relevant reading, indictating what you have already read. Provide a   provisional outline for the paper. Or, alternatively, treat this proposal like   you would the long abstract that you are asked to submit when you volunteer   a paper for a conference. During the course of the semester, you are encouraged   to submit working outlines of the paper as a basis for getting feedback as the   project develops. Due Monday February 21 .   Oral Report   On Sunday April 30 we will   devote the entire day to a symposium during which each person will report orally   on their research project. These reports will be formal conference presentations--5   minutes (2 1/2 typed pages) in length--and will also be handed in. This will   be the last day of class.     Conference Program   Conference Protocol     Final Portfolio   Final portfolio is to be submitted with the research essay on    Sunday April 30. . The portfolio is to include   all the work done for the course, including reading responses, fieldwork reports,   research essay, and introductory statement that orients the reader to the work   presented in the portfolio.     Field Trips   Fieldtrips are planned in connection such events as Chinese New   Year, Purim, St. Patrick's Day, Good Friday, and Easter Sunday, among others.   The requirement for the course is that you attend as least TWO, and write brief   reports on each. You are encouraged to attend as many as you can.   Field Reports   Submit a brief (3 page double-spaced) field report at the beginning   of the class following each of the two fieldtrips you attend. Each report should   be structured around an observational focus that you decide upon before the   field trip, with the help of preparatory class discussion. Class discussion   will be based on these reports.     Readings   Readings will be available online, in the Performance Studies   Archive, at Bobst, and at the NYU Book Center. Weekly reading assignments must   be completed before the class for which they are assigned. You will be expected   to relate ideas in the readings to class presentations and discussion and to   use them in your field reports and research project.     Book order   Resource bibliographies   Research methods   Where to buy books   in New York City   Buying books online     Deadlines   Monday February 21 : Research   proposal   Wednesday April 26 : Final   research paper and portfolio   Sunday April 30 : Oral presentation     Grade   The grade is based on participation in class discussion, all written   assignments, and the oral presentation. Written work will be evaluated on the   basis of conception, research, argument/analysis, and execution (coherence,   clarity, structure, style, and control over technical aspects of the writing).   Allow time to revise the essay and to proofread it carefully. Study partners   are highly recommended. Read each other's papers and suggest revisions and corrections.   All assignments MUST be handed in on time. NO INCOMPLETES.     Schedule   January 24 Introduction   January 31 Space/Place/Time     Saturday February 5 NYC Panorama   Fieldtrip (afternoon)     February 7 Space/Place/Time cont'd Field   Report due .     Thursday February 10-Saturday February 12 Conference   on Globalization and the New Urbanism     February 14 Habitus   February 21 Vernacular/Tradition. Research   paper proposal due.   February 28 Writing the City   March 6 Writing the City cont'd.   March 13 Spring Recess   March 20 Memory     Tuesday March 21 Purim fieldtrip   (afternoon and night)     March 27 Memory cont'd. Field report   due.   April 3 Technology in Everyday Life   April 10 Technology in Everyday Life cont'd   April 17 The Ceremonial City     Friday April 21 Good Friday fieldtrip   Sunday April 23 Easter Parade   fieldtrip     April 24 Conclusion. Field Report   due.     April 26 Final research paper due.   Sunday April 30 Conference all day. Portfolio   due.     May 1 No class     January 24 Introduction   READ   Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America:   The Urban Frontier. Folklore Forum 16, 2: 176-234.     January 31 Space/Place/Time   Reading Groups Meet 3:20-4:30, Full class meets 4:45-6:10.   READ   Vidler, A. 1986. The Scenes of the Street: Transformation in Ideal and Reality,   1750-1871. On Streets . ed. S. Anderson, 28- 111. Cambridge: MIT Press.     Casey, Edward S., How to Get from Space to Place in a Fairly Short Time. Senses   of Place . eds. Steven Feld and Keith H. Basso, 13-52. Santa Fe, New Mexico:   School of American Research Press; 1996..   Auge, Marc. Non-Places: Introduction to an Anthropology of Supermodernity .   New York: Verso, 1992.     February 7 Space/Place/Time cont'd   FIELD TRIP : New   York City Panorama at the Queens Museum on Saturday February 5, at 3:00   pm. We will meet at the entrance to the Panorama. Please bring binoculars, a   laser pointer, and a city map. For details, see Queens   Museum of Art . Directions: From Grand Central or Times Square, by Subway:   take #7 Flushing IRT, exit 111th Street Station. Walk south on 111th Street   to Park entrance at 49th Avenue. Follow yellow signs to the Museum, which is   located next to the Unisphere. A fifteen-minute walk. Come earlier if you would   like to see their other exhibitions.   Globalization   and the New Urbanism: New York and Berlin , Conference at New York University,   February 10-12, 2000. To register for the conference, click   here. Please try to attend as much of this conference as possible.   READ   Boyer, M. Christine. The panorama of New York City: a parodoxical view. ed.   Phillips, Patricia C. City speculations. New York: Queens Museum of Art;   1996.   Stewart, Susan. The Miniature. On Longing: Narratives of the Miniature,   the Gigantic, the Souvenir, the Collection . 37-69. Baltimore: Johns Hopkins   University Press; 1984.   De Certeau, Michel. 1985. Practices of Space. In On Signs , edited by   Marshall Blonsky. 122-145. Baltimore: Johns Hopkins, pp. 122-145.   Thrift, Nigel. Spatial formations. 2-50. Thousand Oaks, California: Sage, 1996.   Lefebvre, Henri. The production of space. 26-59. Cambridge, Massachusetts:   Blackwell, 1991.     February 14 Habitus   Valentine's Day   SCREEN : Clotheslines (Roberta Cantow)   READ   Bourdieu, Pierre. Structures and the Habitus. Outline of a Theory of Practice .   72-95. Cambridge: Cambridge University Press, 1977.   Certeau, Michel de. On the oppositional practices of everyday life. Social   Text 3, fall (1980):3-43.   Bachelard, Gaston. The Poetics of Space . 3-37. Boston: Beacon, 1969.   Schutz, Alfred. Multiple Realities. In Rules and Meanings. Mary Douglas,   ed. 227-231. Baltimore: Penguin, 1973.   RECOMMENDED   Schmidt, Leigh Eric. St. Valentine's Day Greeting. Comsumer Rites: the Buying   and Selling of American Holidays . 38-104. Princeton: Princeton University   Press, 1995.     February 21 Vernacular/Tradition   President's Day: Class will meet   READ   Hall, Stuart. \"Notes on Deconstructing the Popular.\" People's History and   Socialist Theory , ed. Raphael Samuel, 227-42. London: Routledge, 1981.   Soloveitchik, Haym. Rupture and reconstruction: the transformation of contemporary   orthodoxy. Judaism 28, 4 ( 1994):64-130.   Giddens, Anthony. \"Living in a Post-Traditional Society.\" Reflexive Modernization:   Politics, Tradition and Aesthetics in the Modern Social Order , eds. Ulrich   Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University   Press, 1994.   Williams, Raymond. \"Structures of Feeling.\" Marxism and Literature .   128-35. New York: Oxford University Press, 1977.   RECOMMENDED   Gilroy, Paul. &quot;Not a Story to Pass On&quot;: Living Memory and the Slave   Sublime,&quot; The Black Atlantic: Modernity and Double Consciousness .   Cambridge: Harvard University Press, 1993.     February 28 Writing the City --Memorial Walls   GUEST : Joseph Sciorra   FIELD TRIP: Saturday March 4, time and place TBA to see memorial walls.   READ   Sciorra, Joseph. In Memoriam: New York City's Memorial Walls. Folklife Annual   90 . 144-151. James Hardin, ed. Washington, D.C., Library of Congress, 1991.   Bowler, Anne E., and Blaine McBurney. Gentrification and the Avant-Garde   in New York's East Village: The Good, the Bad, and the Ugly . REALM Research   About Lower Manhattan, Working Paper Series, no. 4. New York: New School for   Social Research, 1989.   Holston, James and Arjun Appadurai, &quot;Cities and Citizenship,&quot; in   James Holston, ed. Cities and Citizenship . Durham, North Carolina: Duke   University Press, 1999.     RECOMMENDED     March 6 Writing the City cont'd   SCREEN : Style Wars (Tony Silver and Henry Chalfant)   READ   Stewart, Susan. Ceci Tuera Cela: Grafitti as Crime and Art. Crimes of Writing:   Problems in the Containment of Representation . 206-233. New York: Oxford   University Press, 1991.   Rose, Tricia.&quot;All Aboard the Night Train&quot;: Flow, Layering, and Rupture   in Postindustrial New York. Black Noise: Rap Music and Black Culture   in Contemporary America. 21-60. Hanover, New Hampshire: Wesleyan University   Press, 1994.   Richard Lachmann, Graffiti   as Career and Ideology . American Journal of Sociology , 94, 2 (1988):   229-250.   RECOMMENDED     March 13 Spring Recess: No Class   Friday March 17, St. Patrick's Day Parade     March 20 Memory   FIELD TRIP: Tuesday March 21 , Fieldtrip to Williamsburg   (afternoon) and Boro Park (night) for Purim.   READ   Kirshenblatt-Gimblett, B. 1990. Performance of Precepts/Precepts of Performance:   Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural   Studies of Theatre and Ritual . eds. R. Schechner, and W. Appel, 109-117.   Cambridge: Cambridge University Press.   Kugelmass, J. 1988. Between Two Worlds: Notes on the Celebration of Purim among   New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American   Jewry . 33-51. ed. J. Kugelmass, Ithaca: Cornell University Press.   Epstein, Shifra. \"Drama on a Table: the Bobover Hasidim Pirimshpiyl.\" Judaism   Viewed From Within and Without: Anthropological Studies, ed. Harvey E. Goldberg,   195-217. Albany, New York: SUNY Press, 1987.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 1-16, 30-38, 46-65. Chicago: University of Chicago Press, 1995.   RECOMMENDED   Mintz, Jerome. Hasidic People: A Place in the New World . Cambridge:   Harvard University Press, 1992.   Heilman, Samuel C. Defenders of the Faith Inside Ultra-Orthodox Jewry .   New York: Schocken Books, 1992.   SEE   Purim with AISH.com   Food   for Thought   Virtual Beth Midrash   Purim.com   Chabad in Cyberspace   Interactive Purim Guide     March 27 Memory cont'd   Field report due.   Purim 2000 Fieldtrip Photographs of the tish   at the Bobover besmedresh courtesy of Lacey Torge.   READ   Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's   Center. Purim: The Face and the Mask . Ed. Shifra. Epstein, 52-60. New   York: Yeshiva University Museum.   Bakhtin, Mikhail. Aesthetic Visualizing of Time/Space: The Chronotope. The   Bakhtin Reader .180-187. Ed. Pam Morris. London: Arnold, 1994.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 65-107, 211-216. Chicago: University of Chicago Press, 1995.   Ritchie, Donald. 1995. Conducting Interviews. Doing Oral History . 57-85.   New York: Twayne.     RECOMMENDED   Smith, Anna Deveare. 1993. Fires in the Mirror . New York: Anchor Books.         April 3 Technology in Everyday Life --The Bagel   READ   Gabaccia, Donna R. History   of the Bagel . We Are What We Eat: Ethnic Food and the Making of Americans .   Cambridge: Harvard University Press, 1998.   RECOMMENDED      Latour, Bruno. 1993. We have never been modern . trans. Catherine Porter.   Cambridge: Harvard University Press.   Norman, Donald A. The Psychology of Everyday Things . New York: Basic   Books, 1988.        April 10 Technology in Everyday Life--Life Online   GUEST: Terri Senft   READ   Kirshenblatt-Gimblett, Barbara. \"The Electronic Vernacular.\" Connected ,   ed. George Marcus, 21-65. Late Editions, volume 3.. Chicago: University of Chicago   Press, 1995.   Markham, Annette N. Interview   with Terri Senft . Life Online: Researching Real Experience in Virtual   Space . 190-199. Walnut Creek, Calif: Altamira Press, 1998.     Johnson, Steven. Interface Culture: How New Technology Transforms the Way   We Create and Communicate . 11-41. San Francisco: HarperEdge, 1997.   Jones, Steve. CyberSociety 2.0: Revisiting Computer-Mediated Communication   and Community . 2-34. Thousand Oaks, California: Sage Publications, 1998.     RECOMMENDED   Hayles, N. Katherine. 1999. How we became posthuman: virtual bodies in cybernetics,   literature, and informatics . Chicago: University of Chicago Press.   Mitchell, William J. City   of Bits: Space, Place, and the Infobahn . Cambridge, Mass: MIT Press,   1995.   SEE   Sexuality and Cyberspace, Women   and Performance , 17.   jenniCAM     April 17 The Ceremonial City   April 19 and 20 . Passover seders Passover   links   Friday April 21 . Good Friday. Fieldtrip to Lower   East Side for Stations/Way of the Cross processions. Click on links for maps.   St.   James Church --noon for the Tenebre service; Way of the Cross starts at 1   pm from the St. James Church (35 St. James, at Madison, near Chatham Square),   and ends at 3 pm. A Spanish language service follows.   St. Brigid's, St. Emerick, and Mary Help of Christians--Way of the Cross (bilingual)   starting at 4 pm from Mary   Help of Christians (440 E. 12th St. between First Avenue and Avenue) and   ending at St.   Brigid's before 7 pm. Service follows at St. Brigid's.   Sunday April 23 . Easter Sunday. Fieldtrip   to Fifth Avenue for Easter Parade. Meet outside St.   Patrick's Church on Fifth Ave, between 50th and 51rst Streets, opposite   Rockefeller Plaza, at noon.      &quot; Easter Parade ,&quot;   by Leo Reisman and Clifton Webb (words) and Irving Berlin (music), 1933.   14th Annual Easter Bonnet Competition   (Broadway Cares/Equity Fights Aids)   READ   Zerubavel, Eviatar. \"The Calendar, Sacred Time and Profane Time.\" Hidden   Rhythms: Schedules and Calendars in Social Life, 70-137. Chicago: University   of Chicago Press, 1981.   Schmidt, Leigh Eric. &quot;Easter Parade.&quot; Comsumer Rites: the Buying   and Selling of American Holidays . 192-243. Princeton: Princeton University   Press, 1995.   Peters, F. E. \"The Procession That Never Was: The Painful Way in Jerusalem.\"   TDR 29 (1985): 31-41.     Stations   of the Cross   Way of the Cross   Seventh   Precinct Profile   Lower East Side       RECOMMENDED     Observations of Life   in Lower Manhattan at the Turn of the Century       April 24 Conclusion   Field report due.   Wednesday April 26. Final research paper due.     Sunday April 30 Conference (all day)   Conference Program   Conference Protocol   Final portfolio due.     May 1 No class     http://www.nyu.edu/classes/bkg/aesthetics.html   Updated 4/25/2000"}, {"content": "Title      Aesthetics of Everyday Life     H42.1040 / Spring 2000     Barbara Kirshenblatt-Gimblett            Adorno, Theodor W. 1966. Aesthetic Theory. Minneapolis: University of Minnesota Press.    Adorno. Theodor W. 1991. The Culture Industry: Selected Essays on Mass Culture . New York: Routledge.    Adorno, Theodor W. 1994. Adorno: The Stars Down to Earth and Other Essays on the Irrational in Culture. New York: Routledge.    Allen, Irving Lewis. 1993. The City in Slang: New York Life and Popular Speech . New York: Oxford University Press.    Allen, Ray. 1991. Singing in the Spirit: African-American Sacred Quartets in New York City . Philadelphia: University of Pennsylvania.    Altman, Irwin Altman, and Setha M. LowPlace attachment. xix, 314 p. :ill. ;24 cm. New York: Plenum Press.    Amit-Talai, Vered, and Helena Wulff, eds. 1995. Youth Cultures: A Cross-Cultural Perspective. New York: Routledge.    Anderson, Stanford, ed. 1978. On Streets. Cambridge: MIT Press.    Anonymous. 1880s. Popular Dances, The Polka, The Polka Mazurka. The Manners of Polite Society; or, Etiquette for Ladies and Gentlemen. , 71-83, 91-92, 97. London: Ward, Lock &amp; Co.    Appadurai, Arjun, ed. 1986. The Social Life of Things: Commodities in Cultural Perspective. Cambridge: Cambridge University Press.    Arditi, Jorge. 1998. A genealogy of manners: transformations of social relations in France and Englannd from the fourteenth to the eighteenth century . Chicago: University of Chicago Press.    Aries, Phillippe. 1981. The Hour of Our Death . New York: Oxford University Press.    &#151;&#151;&#151;. 1985. Images of Man and Death . Cambridge: Harvard University Press.    Ash, Juliet, and Elizabeth Wilson, eds. 1992. Chic Thrills: A Fashion Reader. Berkeley: University of California Press.    Auge, Marc. 1995. Non-Places: Introduction to an Anthropology of Supermodernity. New York: Verso.    Austin, J. L. 1980. How To Do Things With Words . New York: Oxford University Press.    Bachelard, Gaston. 1969. The Poetics of Space . Boston: Beacon.    Bahloul, Joelle. 1995. The Architecture of Memory: A Jewish-Muslim Household in Colonial Algeria, 1937-1962. New York: Cambridge University Press.    Bakhtin, Mihail. 1981. The Dialogic Imagination. Austin: University of Texas Press.    &#151;&#151;&#151;. 1984. Rabelais and His World. Cambridge: MIT Press.    &#151;&#151;&#151;. 1986. Speech Genres. eds. C. Emerson, and M. Holquist. Austin: University of Texas Press.    Balmori, Diana, and Margaret Morton. 1993. Transitory Gardens, Uprooted Lives . New Haven: Yale University Press.    Banta, Martha. 1993. Taylored Lives: Narrative Productions in the Age of Taylor, Veblen and Ford . Chicago: University of Chicago Press.    Baum, Nancy. 1992. Computer-Mediated Soap Talk: Communication, Community and Entertainment on the Net.    Bauman, Richard. 1984. Verbal Art as Performance . Prospect Heights, IL: Waveland.    Bausinger, Hermann. 1990. Folk Culture in a World of Technology. Bloomington: Indiana University Press.    Beck, Ulrich, Anthony Giddens, and Scott Lash, eds. 1994. Reflexive modernization: politics, tradition and aesthetics in the modern social order. Stanford: Stanford University Press.    Behar, Ruth. 1996. The Vulnerable Observer: Anthropology That Breaks Your Heart . Boston: Beacon.    Bell, Catherine. 1992. Ritual Theory, Ritual Practice . New York: Oxford University Press.    Ben-Amos, Dan. 1985. On the Final [s] in &quot;Folkloristics&quot;. Journal of American Folklore 98, no. 334-336.    Bendix, Regina. 1997. In search of authenticity: the formation of folklore studies . Madison: University of Wisconsin Press.    Benedikt, Michael, ed. 1992. Cyberspace: First Steps. Cambridge, Mass.: M.I.T.    Benjamin, Walter. 1999. The arcades project . trans. Howard Eiland, and Kevin McLaughlin. Cambridge, Mass.: Belknap Press.    Benstock, Shari, and Suzanne Ferriss, eds. 1996. On Fashion. New Brunswick, NJ: Rutgers University Press.    Blonsky, Marshall, ed. 1985. On Signs. Baltimore: Johns Hopkins Press.    Boggs, Vernon, Gerald Handel, and Sylvia F. Fava, eds. 1984. The Apple Sliced: Sociological Studies of New York City. New York: Praeger.    Bolter, J. David Writing Space: The Computer, Hypertext, and the History of Writing. Hillsdale, NJ: L. Erlbaum Associates.    Bourdieu, Pierre. 1977. Outline of a Theory of Practice . Cambridge: Cambridge University Press.    &#151;&#151;&#151;. 1984. Distinction: A Social Critique of the Judgement of Taste . Cambridge: Harvard University Press.    Bowler, Anne E., and Blaine McBurney. 1989. Gentrification and the agvant-garde in New York's East Village: The good, the bad, and the ugly. REALM Research About Lower Manhattan, 4. New York: New School for Social Research.    Boyarin, Daniel, and Jonathan Boyarin, eds. 1997. Jews and Other Differences: The New Jewish Cultural Studies. Minneapolis: University of Minnesota Press.    Boyarin, Jonathan, ed. 1993. The Ethnography of Reading. Berkeley: University of California Press.    Boyer, Christine M. 1994. The City of Collective Memory: Its Historical and Architectural Entertainments . Cambridge: MIT Press.    Boyer, M. Christine. 1996. The panorama of New York City: a parodoxical view. City speculations. ed. Patricia C. Phillips. Queens, New York: Queens Museum of Art.    Brady, Ivan, ed. 1991. Anthropological Poetics. Lantham, MD: University Press of America.    Bremen, Jan Van, and D. P. Martinez, eds. 1995. Ceremony and Ritual in Japan: Religious Practices in Industrialized Society. New York: Routledge.    Briggs, Charles L. 1986. Learning How To Ask: A Sociolinguistic Appraisal of the Role of the Interview in Social Science Research . Cambridge, England: Cambridge University Press.    Bright, Barbara Jo, and Liza Bakewell, eds. 1995. Looking High and Low: Art and Cultural Identity. Tuscon: University of Arizona Press.    Bronfen, Elisabeth, and Sarah Webster Goodwin, eds. 1993. Death and Representation. Baltimore: Johns Hopkins University Press.    Brooks, John. 1976. The Telephone: The First Hundred Years . New York: Harper and Row.    Brown, Karen McCarthy. 1991. Mama Lola: A Vodou Priestess in Brooklyn . Berkeley: University of California Press.    Browning, Barbara. 1995. Samba: Resistance in Motion . Bloomington: Indiana University.    Broyles-Gonzalez, Yolanda. 1994. Teatro Campesino . Austin: University of Texas Press.    Buck-Morss, Susan. 1989. The Dialectics of Seeing: Walter Benjamin and the Arcades Project . Cambridge: MIT Press.    Bukatman, Scott. 1991. There's Always Tomorrowland: Disney and the Hypercinematic Experience. October 57: 55-78.    Canclini, Nestor Garcia. 1995. Hybrid Cultures: Strategies for Entering and Leaving Modernity. Minneapolis: University of Minnesota Press.    Cannetti. Elias. 1984. Crowds and Power . New York: Farrar, Straus and Giroux.    Casey, Edward S. 1996. How to Get from Space to Place in a Fairly Short Time. Senses of place. eds. Steven Feld, and Keith H. Basso, 13-52. Santa Fe, New Mexico: School of American Research Press.    Castells, Manuel. 1989. The Informational City: Information Technology, Economic Restructuring, and the Urban-Regional Process . Cambridge, Mass.: Blackwell.    Castleman, Craig. 1982. Getting Up: Subway Graffiti in New York . Cambridge: MIT Press.    Cerny, Charlene, and Suzanne Seriff, eds. 1996. Recycled, Re-Seen: Folk Art from the Global Scrap Heap. New York: Harry N. Abrams.    Certeau, Michel de. 1980. On the oppositional practices of everyday life. Social Text 3, no. fall: 3-43.    &#151;&#151;&#151;. 1984. The Practice of Everyday Life . Berkeley: University of California Press.    Certeau, Michel de, Luce Giard, and Pierre Mayol. 1998. The Practice of Everyday Life . new rev. and augm. ed. ed. trans. Timothy J. Tomasik, Vol. 2: Living and Cooking. Minneapolis: University of Minnesota Press.    Chaney, David. 1993. Fictions of Collective Life: Public Drama in Late Modern Culture . London: Routledge.    Charsley, Simon R. 1992. Wedding Cakes and Cultural History . New York: Routledge.    Chen, Kuan-Hsing, and Dave Morley, eds. 1996. Stuart Hall: Critical Dialogues in Cultural Studies. New York: Routledge.    Chevigny, Paul. 1993. Gigs: Jazz and the Cabaret in New York City . New York: Routledge.    Cirese, Alberto Maria. 1982. Gramsci's Observations on Folklore. Approaches to Gramsi. ed. Anne Showstack Sasson, 212-47. London: Writers and Readers Publishing Cooperative Society.    Classen, Constance, David Howes, and Anthony Synnott. 1995. Aroma: The Cultural History of Smell . New York: Routledge.    Clifford, James. 1981. On Ethnographic Surrealism. Comparative Studies in Society and History 23, no. 4: 539-64.    Clifford, James, and George E. Marcus, eds. 1986. Writing Culture: The Poetics and Politics of Ethnography. Berkeley: University of California Press.    Cohen, Abner. 1992. Masquerade Politics: Explorations in the Structure of Urban Cultural Movements . Berkeley: University of California.    Collins, John. 1993. Architecture of Excess: Cultural Life in the Information Age . New York: Routledge.    Conley, Verena Andermatt, ed. 1993. Rethinking Technologies. Minneapolis: University of Minnesota Press.    Connerton, Paul. [1989]. How Societies Remember . Cambridge: Cambridge University Press.    Cooper, Martha, and Henry Chalfant. 1984. Subway Art . London: Thames and Hudson.    Cooper, Martha, and Joseph Sciorra. 1994. R.I.P.: Memorial Wall Art . New York: Henry Holt and Company.    Cooper, Patricia, and Norma Bradley Buferd. 1977. The Quilters: Women and Domestic Art . Garden City, NY: Doubleday.    Corbin, Alain. 1986. The Foul and the Fragrant: Odor and the French Social Imagination . Cambridge: Harvard University Press.    Cowan, Ruth Schwartz. 1976. Two Washes in the Morning and a Bridge Party at Night: The American Housewife between the Wars. Women's Studies 3: 147-72.    Crary, Jonathan, and Sanford Kwinter, Eds. 1992. Incorporations. New York: Zone.    Cresswell, Tim. 1996. In Place/Out of Place: Geography, Ideology, and Transgression . Minneapolis: University of Minnesota Press.    Critical Art Ensemble. 1994. Electronic Disturbance . Brooklyn: Autonomedia.    Cross, Brian. 1993. It's Not about a Salary...Hip Hop in Los Angeles from the Watts Prophets to the Freestyle Fellowship . London: Verso.    Csikszentmihalyi, Mihaly, and Eugene Rochberg-Halton. 1981. The Meaning of Things: Domestic Symbols and the Self . New York: Cambridge University Press.    Csikszentmihalyi, Mihalyi. 1975. Beyond Boredom and Anxiety . San Francisco: Jossey-Bass.    Danet, Brenda, Yehudit Rosenbaum-Tamari, and Lucia Ruedenberg. 1993. Language, Play and Performance on Internet Relay Chat.    Dargan, Amanda, and Steven Zeitlin. 1990. City Play . New Brunswick: Rutgers University Press.    Davis, Gerald L. 1985. I Got the Word in Me and I can Sing It: A Study of the Performed African-American Sermon . Philadelphia: University of Pennsylvania Press.    Davis, Mike. 1990. City of Quartz: Excavating the Future in Los Angeles . London: Verso.    Davis, Susan. 1988. Parades and Power: Street Theatre in Nineteenth-Century Philadelphia . Berkeley: University of California Press.    Delany, Samuel R. Times Square red, Times Square blue . New York: New York University Press.    Deleuze, G., and F. Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . Minneapolis: University of Minnesota Press.    Dent, Gina, ed. 1992. Black Popular Culture. Dia Center for the Arts, Discussions in Contemporary Culture, 8. Seattle: Bay Press.    Dery, Mark, ed. 199x. Flame Wars: The Discourse of Cyberculture. Durham: Duke University Press.    Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's Center. Purim: The Face and the Mask. , 52-60. New York: Yeshiva University Museum.    Dohany-Farina, Stephen. 1996. The Wired Neighborhood . New Haven: Yale University Press.    Dorst, John. 1989. The Written Suburb: An American Site, An Ethnographic Dilemma . Philadelphia: University of Pennsylvania Press.    Douglas, Mary, and Baron Isherwood. 1996. The World of Goods: Towards an Anthropology of Consumption . New York: Routledge.    Duncan, James S., and David Ley, eds. 1993. Place/Culture/Representation. New York: Routledge.    Duncan, Nancy, ed. BodySpace: Destabilizing Geographies of Gender and Sexuality. New York: Routledge.    Dundes, Alan, and Carl R. Pagter. 1975. Work Hard and You Shall Be Rewarded: Urban Folklore From the Paperwork Empire . Bloomington: Indiana University Press.    Duneier, Mitchell. 1992. Slim's Table: Race, Respectability, and Masculinity in America . Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1999. Sidewalk . New York: Farrar, Straus and Giroux.    During, Simon, ed. 1993. The Cultural Studies Reader. London: Routledge.    Dyson, Michael Eric. 1993? Reflecting Black: African-American Cultural Criticism . Minneapolis: University of Minnesota Press.    Eagleton, Terry. 1991. Ideology: An Introduction . London: Verso.    Elias, Norbert. 1978. The History of Manners . New York: Pantheon.    Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. 1995. Writing ethnographic fieldnotes . Chicago: University of Chicago Press.    Epstein, Shifra. 1979. &quot;The Celebration of a Contemporary Purim in the Bobover Hasidic Community.&quot; University of Texas.    &#151;&#151;&#151;. 1987. Drama on a table: the Bobover Hasidim pirimshpiyl . Judaism viewed from within and without: anthropological studies. ed. Harvey E. Goldberg, 195-217. Albany, New York: SUNY Press.    Erickson, Frederick. 1982. Money Tree, Lasagna Bush, Salt and Pepper: Social Construction of Topical Cohesion in a Conversation Among Italian Americans. Analyzing Discourse: Text and Talk. ed. Deborah Tannen, 43-70. Georgetown University of Languages and Linguistics, 1981. Washington, D.C.: Georgetown University Press.    Falassi, Alessandro, ed. 1987. Time Out of Time: Essays on the Festival. Albuquerque: University of New Mexico Press.    Feld, Steven, and Keith H. Basso, eds. 1996. Senses of place. Santa Fe, New Mexico: School of American Research Press.    Ferrero, Pat, Elaine Hedges, and Julie Silber, eds. 1987. Hearts and Hands: The Influence of Women and Quilts on American Society. San Francisco: Quilt Digest Press.    Fine, Gary. 1996. Kitchens: The Culture of Restaurant Work . Berkeley: University of California Press.    Fine, Gary Alan. 1983. Shared Fantasy: Role Playing Games as Social Worlds . Chicago: University of Chicago Press.    Finkelstein, Joanne. 1989. Dining Out: A Sociology of Modern Manners . New York: New York University Press.    Finnegan, Ruth. 1988. Literacy and Orality: Studies in the Technology of Communication . Oxford, England: Basil Blackwell.    &#151;&#151;&#151;. 1989. The Hidden Musicians: Music-Making in an English Town . Cambridge, England: Cambridge University Press.    &#151;&#151;&#151;. 1992. Oral Traditions and the Verbal Arts: A Guide to Research Practices . New York: Routledge.    Fischer, Claude S. 1992. America Calling: A Social History of the Telephone to 1940 . Berkeley: University of California Press.    Fornas, Johan, Ulf Lindberg, and Ove Sernhede. 1995. In Garageland: Rock, Youth and Modernity . New York: Routledge.    Forty, Adrian. 1986. Objects of Desire . New York: Pantheon.    Frykman, Jonas, and Orvar Lofgren. 1987. Culture Builders: A Historical Anthropology of Middle-Class Life. New Brunswick and London: Rutgers University Press.    Giddens, Anthony. 1994. Living in a post-traditional society. Reflexive modernization: politics, tradition and aesthetics in the modern social order. eds. Ulrich Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University Press.    Giedion, Siegfried. 1948. Mechanization Takes Command: A Contribution to Anonymous History . New York: Oxford University Press.    Gilroy, Paul. 1987. There Ain't No Black in the Union Jack: The Cultural Politics of Race and Nation . Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1993. The Black Atlantic: Modernity and Double Consciousness . Cambridge: Harvard University Press.    &#151;&#151;&#151;. 1993. Small Acts: Thoughts on the Politics of Black Cultures . New York: Serpent's Tail.    Goffman, Erving. 1959. The Presentation of Self in Everyday Life . New York: Doubleday.    &#151;&#151;&#151;. 1963. Behavior in Public Places: Notes of the Social Organization of Gatherings . Glencoe, NY: Free Press.    &#151;&#151;&#151;. 1981. Forms of Talk . Philadelphia: University of Pennsylvania Press.    Goodsell, Charles T. 1988. The Social Meaning of Civic Space: Studying Political Authority Through Architecture . Lawrence: University Press of Kansas.    Goodwin, Andrew. 1992. Dancing in the Distraction Factory: Music Television and Popular Culture . Minneapolis: University of Minnesota Press.    Gray, Chris Hables Gray, Heidi J. Figeroa-Sarrera, and Steven Mentor, eds. 1995. The Cyborg Handbook. New York: Routledge.    Greene, Victor. 1992. A Passion for Polka: Old-Time Ethnic Music in America . Berkeley: University of California Press.    Greenfield, Verni. 1986. Making Do and Making Art: A Study of American Recycling . Ann Arbor: UMI Research Press.    Grossberg, Lawrence, Cary Nelson, and Paula Treichler, eds. 1992. Cultural Studies. New York: Routledge.    Guilbault, Jocelyne et al. 1993. Zouk: World Music in the West Indies . Chicago: University of Chicago Press.    Guillermo-Prieto, Alma. 1990. Samba . New York: Vintage.    Gumpert, Gary. 1987. Talking Tombstones and Other Tales of the Media Age . New York: Oxford University Press.    &#151;&#151;&#151;. 1990. Talking to Strangers: Mediated Therapeutic Communication . Norwood, N.J.: Ablex .    Halbwachs, Maurice. 1992. On Collective Memory. Chicago: University of Chicago Press.    Hall, Stuart. 1981. Notes on Deconstructing the Popular. People's History and Socialist Theory. , 227-42. London: Routledge.    Hall, Stuart, and Tony Jefferson. 1990. Resistance Through Rituals: Youth Subcultures in Post-War Britain . New York: Routledge.    Halle, David. 1993. Inside Culture: Art and Class in the American Home . Chicago: University of Chicago Press.    Handelman, Don. 1990. Models and Mirrors: Towards an Anthropology of Public Events . Cambridge: Cambridge University Press.    Handler, Richard. 1988. Nationalism and the Politics of Culture in Quebec . Madison: University of Wisconsin Press.    Hannerz, Ulf. 1980. Exploring the City: Inquiries Toward an Urban Anthropology . New York: Columbia University Press.    Haraway, Donna. 1991. Simians, Cyborgs, and Women: The Reinvention of Nature . New York: Routledge.    &#151;&#151;&#151;. 1996. Modest_Witness@Second_Millenium.FemaleMan@Meets_OncoMouse tm . New York: Routledge.    Hardyment, Christina. 1988. From Mangle to Microwave: The Mechanization of Household Work . Cambridge: Polity Press.    Harris, Michael. 1993. The Rise of the Gospel Blues . New York: Oxford University Press.    Harris, Neil. 1999. Building lives : constructing rites and passages . New Haven, Conn.: Yale University Press.    Harrison-Pepper, Sally. 1990. Drawing a Circle in the Square: Street Performing in New York's Washington Square Park . Jackson: University Press of Mississipi.    Harrison, Sally. 1984. Drawing a Circle in Washington Square. Studies in Visual Communication 10, no. 2: 68-82.    Harvey, David. 1989. The Condition of Postmodernity: An Enquiry into the Origins of Cultural Change . Oxford: Blackwell.    &#151;&#151;&#151;. 1989. The Urban Experience . Oxford: Blackwell.    &#151;&#151;&#151;. 1996. Justice, Nature, and the Geography of Difference . Oxford: Blackwell.    Hayden, Dolores. 1995. The Power of Place: Urban Landscapes as Public History . Cambridge: MIT Press.    Hazzard-Gordon, Katrina. 1990. Jookin': The Rise of Social Dance Formations in African-American Culture . Philadelphia: Temple University Press.    Hebdige, Dick. 1979. Subculture: The Meaning of Style . London: Methuen.    Heilman, Samuel C. 1992. Defenders of the faith inside ultra-Orthodox Jewry . New York: Schocken Books.    Hibbitts, Bernard J. 1992. &quot;Coming to Our Senses&quot;: Communication and Legal Expression in Performance Cultures. Emory Law Journal 41, no. 4: 874-960.    Hollander, Anne. 1993. Seeing Through Clothes . Berkeley: University of California Press.    Holston, James, ed. 1999. Cities and citizenship . Durham, North Carolina: Duke University Press.    Hom, Marlon K. 1987. Songs of Gold Mountain: Cantonese Rhymes from San Francisco Chinatown . Berkeley: University of California Press.    Hopper, Robert. 1992. Telephone Conversation . Bloomington: Indiana University Press.    Hufford, Mary, Marjorie Hunt, and Steven Zeitlin. 1987. The Grand Generation: Memory, Mastery, Legacy . Washington, DC: Smithsonian Institution Press.    Hufford, Mary T. 1992. Chaseworld: Foxhunting and Storytelling in New Jersey's Pine Barrens . Pennsylvania: University of Pennsylvania Press.    Huizinga, Johan. 1970. Homo Ludens: A Study of the Play Element in Culture . London: Paladin.    Ivy, Marilyn. 1995. Discourses of the Vanishing: Modernity, Phantasm, Japan . Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1995. Ghostlier Demarcations: Textual Fantasy and the Origins of Japanese Nativist Ethnology. Culture and Contexture: Readings in Anthropology and Literary Study. Berkeley: University of California Press.    Jackson, Bruce. 1985. Folkloristics. Journal of American Folklore 98: 95-101.    &#151;&#151;&#151;. 1986. Into the Looking Glass: Reply to Kirshenblatt-Gimblett and Ben-Amos. Journal of American Folklore 99, no. 391: 75-77.    &#151;&#151;&#151;. 1987. Fieldwork . Urbana: University of Illinois Press.    Jackson, John Brinckerhoff. 1984. Discovering the Vernacular Landscape . New Haven: Yale University Press.    Jackson, Michael. 1989. Paths Toward a Clearing: Radical Empiricism and Ethnographic Inquiry . Bloomington: Indiana University Press.    Jenkins, Henry. 1992. Textual Poachers: Television Fans and Participatory Culture . New York: Routledge.    Johnson, Steven. 1997. Interface culture: how new technology transforms the way we create and communicate . 1st ed ed. San Francisco: HarperEdge.    Jones, Steve. 1998. CyberSociety 2.0: revisiting computer-mediated communication and community . New Media Cultures. Thousand Oaks, California: Sage Publications.    Joselit, Jenna Weissman, Barbara Kirshenblatt-Gimblett, and Irving Howe. 1991. Getting Comfortable in New York: The American Jewish Home, 1880-1950. New York: The Jewish Museum and Indiana University Press.    Kaplan, Alice, and Kristin Ross, eds. 1987. Everyday Life. Yale French Studies, 73.    Kaplan, Amy, and Donald E. Pease, eds. 193. Cultures of United States Imperialism. Durham: Duke University Press.    Keil, Charles. 1966. Urban Blues .    Keil, Charles, Angeliki V. Keil, and Dick Blau. 1992. Polka Happiness . Chicago: University of Chicago Press.    Keith, Michael, and Steve Pile, ed. 1993. Place and the Politics of Identity. New York: Routledge.    Kimber, Clarissa T. 1973. Spatial Patterning in the Dooryard Gardens in Puerto Rico. Geographical Review 63, no. 1: 6-26.    Kinser, Samuel. 1990. Carnival American Style . Chicago: University of Chicago Press.    Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America: The Urban Frontier. Folklore Forum 16, no. 2: 175-234.    &#151;&#151;&#151;. 1985. Di folkloristik: A Good Yiddish Word. Journal of American Folklore 98: 331-34.    &#151;&#151;&#151;. 1986. Studying Immigrant and Ethnic Folklore. Handbook of American Folklore. ed. Richard M. Dorson. Bloomington, IN: Indiana University Press.    &#151;&#151;&#151;. 1990. Performance of Precepts/Precepts of Performance: Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural Studies of Theatre and Ritual. eds. Richard Schechner, and Willa Appel, 109-17. Cambridge: Cambridge University Press.    &#151;&#151;&#151;. 1991. Who's Bad? Accounting for Taste. Artforum 30, no. 3 (November): 119-25.    &#151;&#151;&#151;. 1995. The Electronic Vernacular. Connected. , 21-65. Late Editions, ed. George Marcus, 3. Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1996. Ordinary People/Everyday Life. Urban Life: Readings in Urban Anthropology. . Prospect Heights, IL: Waveland Press.    &#151;&#151;&#151;. 1997. Destination Culture . Berkeley: University of California Press.    Kondo, Dorinne. 1996. About Face: Performing &quot;Race&quot; in Fashion and Theater . New York: Routledge.    Koolhaas, Rem. 1994. Delirious New York : a retroactive manifesto for Manhattan . Rotterdam: 010.    Krueger, Myron. 1991. Artificial Reality II . Reading: Addison-Wesley.    Kugelmass, Jack, ed. 1988. Between Two Worlds: Ethnographic Essays on American Jewry. Ithaca: Cornell University Press.    &#151;&#151;&#151;. 1988. Between Two Worlds: Notes on the Celebration of Purim among New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American Jewry. ed. Jack Kugelmass. Ithaca: Cornell University Press.    &#151;&#151;&#151;. 1996. The Miracle of Intervale Avenue: The Story of a Jewish Congregation in the South Bronx. Expanded ed. New York: Columbia University Press.    Kugelmass, Jack et al. 1994. Mask Culture: The Greenwich Village Halloween Parade. New York: Columbia University Press.    Lamphere, Louise, ed. 1992. Structuring Diversity: Ethnographic Perspectives on the New Immigration. Chicago: University of Chicago Press.    Landy, Marcia, ed. 1983. Imitations of Life: A Reader on Film and Television Melodrama. Detroit: Wayne State University Press.    Langbauer, Laurie. 1993. The City, the Everyday, and Boredom: The Case of Sherlock Holmes. Differences 5, no. 3: 80-120.    Lanza, Joseph. 1995. Elevator Music: A Surreal History of Muzak, Easy-Listening and Other Moodsong . London: Quartet.    Laurel, Brenda. 1991. Computers as Theatre . Reading: Addison-Wesley.    Leeson, Lynn Hershman, ed. 1996. Clicking In: Hot Links to a Digital Culture. Seattle: Bay Press.    Lefebvre, Henri. 1990. Everyday Life in the Modern World. New Brunswick: Transaction Publishers.    &#151;&#151;&#151;. 1991. Critique of Everyday Life. translation of 2nd edition of Critique de la vie quotidienne. ed. London: Verso.    &#151;&#151;&#151;. 1991. The production of space . Cambridge, Massachusetts: Blackwell.    LeGates, Richard T., ed. 1995. The City Reader. New York: Routledge.    Leidner, Robin. 1993. Fast Food, Fast Talk: Service Work and the Routinization of Everyday Life . Berkeley: University of California Press.    Leppert, Richard. 1993. The Sight of Sound: Music, Representation, and the History of the Body . Berkeley: University of California Press.    Leppert, Richard, and Susan McClary, eds. 1987. Music and Society: The Politics of Composition, Performance, and Reception. Cambridge, England: Cambridge University Press.    Levine, Lawrence W. 1977. Black Culture and Black Consciousness: Afro-American Folk Thought from Slavery to Freedom . Oxford: Oxford University Press.    &#151;&#151;&#151;. 1988. Highbrow/Lowbrow: The Emergence of Cultural Hierarchy in America . Cambridge: Harvard University Press.    &#151;&#151;&#151;. 1993. The Unpredictable Past: Explorations in American Cultural History . Oxford, England: Oxford University Press.    Lewis, J. Lowell. 1992. Ring of Liberation: Deceptive Discourse in Brazilian Capoeira . Chicago: University of Chicago Press.    Lewis, Lisa A., ed. 1992. The Adoring Audience: Fan Culture and Popular Media. New York: Routledge.    Limon, Jose. 1983. Western Marxism and Folklore: A Critical Introduction. Journal of American Folklore 96, no. 379: 34-52.    &#151;&#151;&#151;. 1992. Mexican Ballads, Chicano Poems . Berkeley: University of California Press.    Lipsitz, George. 1990. Time Passages: Collective Memory and American Popular Culture . Minneapolis: University of Minnesota Press.    &#151;&#151;&#151;. 1994. Dangerous Crossroads: Popular Music, Postmodernism, and the Poetics of Place . London: Verso.    Lofland, Lyn H. 1973. A World of Strangers: Order and Action in Urban Public Space . New York: Basic Books.    Low, Setha M.Theorizing the city :the new urban anthropology reader. xii, 433 p. :ill., maps ;24 cm. New Brunswick, N.J: Rutgers University Press.    Low, Setha M., and Erve Chambers, eds. 1989. Housing, Culture, and Design: A Contemporary Perspective. Philadelphia: University of Pennsylvania Press.    Low, Setha M. Low, and Erve Chambers, eds.Housing, culture, and design :a comparative perspective. xxi, 418 p. :ill. Philadelphia: University of Pennsylvania Press.    Lowe, David. 1982. History of Bourgeois Perception . Chicago: University of Chicago Press.    Lupton, Ellen. 1993. Mechanical Brides: Women and Machines from Home to Office . New York: Cooper-Hewitt National Museum of Design, Smithsonian Institution, and Princeton Architectural Press.    Lury, Celia. 1993. Cultural Rights: Technology, Legality and Personality . New York: Routledge.    Lutz, Catherine, and Lila Abu-Lughod, eds. Language and the Politics of Emotion.     Lynch, Kevin. 1990. What Time Is This Place? Cambridge: M.I.T. Press.    Maanen, John Van. 1988. Tales of the Field: On Writing Ethnography . Chicago: University of Chicago Press.    MacAloon, John J., ed. Rite, Drama, Festival, Spectacle: Rehearsals Toward a Theory of Cultural Performance. Philadelphia: Institute for the Study of Human Issues.    MacKinnon, Richard Clark. 1992. &quot;Searching for the Leviathan in Usenet, M.A. Thesis.&quot; San Jose State University.    Malone, Jacqui. 1996. Steppin' on the Blues: The Visible Rhythms of African American Dance . Urbana: University of Illinois Press.    Manganaro, Marc, ed. 1990. Modernist Anthropology: From Fieldwork to Text. Princeton: Princeton University Press.    Mansfield, Howard. 1993. In the Memory House . Golden, Colorado: Fulcrum Publishing.    Manuel, Peter. 1993. Cassette Culture: Popular Music and Technology in North India . Chicago: University of Chicago Press.    Marcus, Greil. 1989. Lipstick Traces: A Secret History of the Twentieth Century . Cambridge: Harvard University Press.    Marin, Louis. 1984. Utopics: Spatial Play. Highlands, NJ: Humanities Press.    &#151;&#151;&#151;. 1987. Notes on a Semiotic Approach to Parade, Cortege, and Procession. Time Out of Time: Essays on the Festival. , 220-228. Albuquerque: University of New Mexico Press.    Markham, Annette N. 1998. Life online researching real experience in virtual space . Ethnographic Alternatives Book Series: Ethnographic Alternatives, vol. 6. Walnut Creek, Calif: Altamira Press.    Marvin, Carolyn. 1988. When Old Technologies Were New: Thinking About Communications in the Late Nineteenth Century . New York: Oxford University Press.    Matthews, Glenna. 1987. &quot;Just a Housewife&quot;: The Rise and Fall of Domesticity in America . New York: Oxford University Press.    McNamara, Brooks. 1997. Day of Jubilee: The Great Age of Public Celebrations in New York, 1788-1909 . New Brunswick, New Jersey: Rutgers University Press.    McNamara, Brooks, and Brooks Kirshenblatt-Gimblett. 1985. Processional Performance. TDR The Drama Review 29, no. 3: Special Issue.    McRobbie, Angela, ed. 1988. Zoot Suits and Second-Hand Dresses: An Anthology of Fashion and Music. Boston: Unwin Hyman.    &#151;&#151;&#151;. 1990. Feminism and Youth Culture: From Jackie to Just Seventeen . New York: Routledge.    McShane, Clay. 1993. Down the Asphalt Path: The Automobile and the American City . New York: Columbia University Press.    Merwe, Peter Van Der. 1989. Origins of Popular Style: The Antecedents of Twentieth-Century Popular Music . Oxford: Oxford University Press.    Messenger, Troy. 199. Holy leisure: recreation and religion in god's square mile . Minneapolis: University of Minnesota Press.    Middleton, Richard. 1990. Studying Popular Music .    Miller, Daniel, ed. 1955. Acknowledging consumption : a review of new studies. New York: Routledge.    &#151;&#151;&#151;. 1987. Material Culture and Mass Consumption . Oxford: Blackwell.    &#151;&#151;&#151;. 1995. Consumption studies as the transformation of anthropology . London: Routledge.    &#151;&#151;&#151;. 1998. A theory of shopping . Ithaca, N.Y: Cornell University Press.    Miller, Daniel et al. 1998. Shopping, place, and identity . New York: Routledge.    Miller, Daniel Miller., ed. 1993. Unwrapping Christmas. x, 239 p. :ill. ;23 cm. New York: Oxford University Press.    Miller, Toby. 1993. The Well-Tempered Self: Citizenship, Culture, and the Postmodern Subject . Baltimore: Johns Hopkins University Press.    Minton, John. 1995. The Reverend Lamar Roberts and the Mediation of Oral Tradition. Journal of American Folklore 108, no. 427: 3-37.    Mintz, Jerome. 1992. Hasidic People: A Place in the New World . Cambridge: Harvard University Press.    Mitchell, William. 1993. The Electronic Agora. Architecture New York 3, no. November/December: 30-33.    Mitford, Jessica. 1963. The American Way of Death . New York: Simon Schuster.    Moore, Barrington. 19XX. Privacy: Studies in Social and Cultural History . Armonk, N.Y.: M.E. Sharpe.    Moore, Sally Falk, and Barbara G. Myerhoff. 1977. Introduction: Secular Ritual--Forms and Meanings. Secular Ritual. eds. Sally Falk Moore, and Barbara G. Myerhoff, 3-24. Assen: Van Gorcum.    Museum of Modern Art (New York). 1938. Subway Art . New York: Museum of Modern Art.    Myerhoff, Barbara. 1978. Number Our Days . New York: Simon and Schuster.    Newton, Esther. 1979. Mother Camp . Chicago: University of Chicago Press.    Nishijima, Masako, and Yuji Kijima. Learning a Sense of Rhythm with a Neural Network: The Neuro-Drummer. Proceedings of The First International Conference on Music Perception and Cognition , 77-80.    Nora, Pierre. 1989. Between Memory and History: Les Lieux de M&#233;moire. Representations 26.    Norman, Donald A. 1988. The psychology of everyday things . New York: Basic Books.    Norrick, Neal R. 1993. Conversational Joking: Humor in Everyday Talk . Bloomington: Indiana University Press.    Norton, Anne. 1993. Republic of Signs: Liberal Theory and American Popular Culture . Chicago: University of Chicago Press.    Novitz, David. 1992. The Boundaries of Art . Philadelphia: Temple University Press.    Oetterman, Stephan. 1997. The panorama: history of mass medium . trans. Deborah Lucas-Schneider. New York: Zone Books.    Olaquiaga, Celeste. 199x. Megalopolis: Contemporary Cultural Sensibilities . Minneapolis: University of Minnesota Press.    Oldenburg, Ray. 1989. The Great Good Place: Cafes, Coffee Shops, Community Centers, Beauty Parlors, General Stores, Bars, Hangouts, and How They Get You Through the Day . New York: Paragon House.    Orsi, Robert Anthony. 1985. The Madonna of 115th Street . New Haven: Yale University Press.    Ozouf, Mona. 1988. Festivals of the French Revolution . Cambridge: Harvard University Press.    Palmer, Phyllis. 1984. Domesticity and Dirt: Housewives and Domestic Servants in the United States, 1920-1945 . Philadelphia: Temple University Press.    Pam Morris, ed. 1994. The Bakhtin Reader: Selected Writings of Bakhtin, Medvedev, and Voloshinov. New York: E. Arnold.    Pena, Manuel H. 1985. The Texas-Mexican Conjunto: History of a Working-Class Music . Austin: University of Texas Press.    Penley, Constance, and Andrew Ross, eds. 19XX. Technoculture. Minneapolis: University of Minnesota Press.    Peters, F. E. 1985. The Procession That Never Was: The Painful Way in Jerusalem. TDR 29: 31-41.    Plattus, Alan J. 1981. Emblems of the City: Civic Pageantry and the Rhetoric of Urbanism. Artforum , no. September: 48-52.    Plummer, Ken. 1995. Telling Sexual Stories . New York: Routledge.    Pool, Ithiel de Sola, ed. 1977. The Social Impact of the Telephone. Cambridge: M.I.T. Press.    Popeil, Ron, and Jefferson Graham. 1995. The Salesman of the Century: Inventing, Marketing and Selling on TV: How I Did It and How You Can Too! New York: Delacorte Press.    Postman, Neil. 1992. Technopoly: The Surrender of Culture to Technology . New York: Knopf.    Pred, Allan. 1990. Lost Words and Lost Worlds: Modernity and the Language of Everyday Life in Nineteenth-Century Stockholm . Cambridge: Cambridge University Press.    Propst, Robert. 1979. Process Aesthetic. Progressive Architecture 11, no. November: 78-81.    Rakow, Lana. 1992. Gender on the Line: Women, the Telephone, and Community Life . Urbana: University of Illinois Press.    Raymond, Eric. 1992. The New Hacker's Dictionary. Boston: M.I.T. Press.    Reid, Elizabeth M. 1991. Electropolis: Communication and Community on Internet Relay Chat.    Rheingold, Howard. 1993. The Virtual Community: Homesteading on the Electronic Frontier . Addison-Wesley.    Ridge, John T. 1988. The St. Patrick's Day Parade in New York . New York: AOH Publications.    Rigby, Bruce. 1991. Popular Culture in Modern France: A Study of Cultural Discourse . New York: Routledge.    Roach, Joseph. 1993. Carnival and the Law in New Orleans. TDR 37, no. 2 (T139).    Roach, Joseph R. 1996. Cities of the Dead: Circum-Atlantic Performance . New York: Columbia University Press.    Rodman, Gilbert B. 1996. Elvis After Elvis: The Posthumous Career of a Living Legend . New York: Routledge.    Romaine, Jennifer. 1993. &quot;Political Funerals in the Context of the AIDS Crisis.&quot; Masters Thesis, Department of Performance Studies, New York University.    Roney-Liu, Carley. 1994. &quot;Tribute Programs: The Personalized Funeral and the Marketing of Memory.&quot; Masters Thesis, Department of Performance Studies, New York University.    Rooks, Noliwe M. 1996. Hair Raising: Beauty, Culture, and African American Women . New Brunswick, NJ: Rutgers University Press.    Rose, Gillian. 1993. Feminism and Geography . Minneapolis: University of Minnesota Press.    Rose, Tricia. 1994. Black Noise: Rap Music and Black Culture in Contemporary America . Hanover, New Hampshire: Wesleyan University Press.    Ross, Andrew. 1989. No Respect: Intellectuals and Popular Culture . London: Routledge.    &#151;&#151;&#151;. 1991. Strange Weather: Culutre, Science, and Technology in the Age of Limits . London: Verso.    Rowe, William, and Vivian Schelling. 1991. Memory and Modernity: Popular Culture in Latin America . London: Verso.    Sacks, Maurie. 1989. Computing Purim. Journal of American Folklore 102, no. 405: 275 ff.    Sadler, Simon. 1998. The situationist city . Cambridge: MIT Press.    Sanjek, Roger. 1990. Urban Anthropology in the 1980s: A World View. Annual Review of Anthropology 19: 151-86.    Santino, Jack. 1996. New Old-Fashioned Ways: Holidays and Popular Culture . Knoxville: University of Tennessee Press.    Sassen, Saskia. The global city :New York, London, Tokyo . Princeton, N.J.: Princeton University Press.    Sassen, Saskia.Cities in a world economy. xv, 157 p. :ill., maps ;23 cm. Thousand Oaks, Calif. Pine Forge Press.    Sassen, Saskia. 1996. Losing control? :sovereignty in an age of globalization . New York: Columbia University Press.    &#151;&#151;&#151;. 1998. Globalization and its discontents . New York: New Press.    &#151;&#151;&#151;. 1998. The mobility of labor and capital :a study in international investment and labor flow . New York: Cambridge University Press.    &#151;&#151;&#151;. Guests and aliens . New York: New Press .    Sassen, Saskia, and Robert Smith. 1991. Post-industrial employment and third world immigration :casualization and the new Mexican migration in New York . New York: Columbia University, Institute of Latin American and Iberian Studies.    Scarry, Elaine. 1985. The Body in Pain: The Making and Unmaking of the World . New York: Oxford University Press.    Schafer, R. Murray. 1977. The Tuning of the World . New York: Alfred A. Knopf.    Schechner, Richard. 1985. Between Theatre and Anthropology. Philadelphia: University of Pennsylvania Press.    &#151;&#151;&#151;. 1993. The Future of Ritual. London: Routledge.    Schiag, Morag. 1989. Discourse on Popular Culture: Class, Gender and History in Cultural Analysis, 1730 to the Present . London: Polity Press and Basil Blackwell.    Schmidt, Leigh Eric. 1991. The Commercialization of the Calendar: American Holidays and the Culture of Consumption, 1870-1930. Journal of American History , no. December: 887-916.    &#151;&#151;&#151;. 1995. Comsumer rites: the buying and selling of American holidays . Princeton: Princeton University Press.    Schor, Juliet.The overspent American :upscaling, downshifting, and the new consumer ;Juliet B. Schor. xv, 253 p. :ill. ;21 cm.New York :HarperPerennial,1999.    &#151;&#151;&#151;. 1991. The overworked American :the unexpected decline of leisure. xvii, 247 p. ;24 cm. New York: Basic Books.    Sciorra, Joseph. 1991. In Memoriam: New York City's Memorial Walls. Folklife Annual .    &#151;&#151;&#151;. 1994. The Art of Memorializing in an Age of Violence. RIP Memorial Wall Art. Martha Cooper, and Joseph Sciorra. New York: Henry Holt.    &#151;&#151;&#151;. 1994. &quot;We Go Where the Italians Live&quot;: Religious Processions as Ethnic and Territorial Markers in a Multiethnic Brooklyn Neighborhood.    Senelick, Laurence, ed. 1992. Gender in Performance. University of New England Press.    Sennett, Richard, ed. 1969. Classic Essays on the Culture of Cities. Engelwood Cliffs, NJ: Prentice-Hall.    &#151;&#151;&#151;. 1990. The Conscience of the Eye: The Design and Social Life of Cities . New York: Knopf.    Sered, Susan. 1992. Women as Ritual Experts: Religious Lives of Elderly Jewish Women in Jerusalem . New York: Oxford University Press.    Sewell, David. 1992. The Usenet Oracle: Virtual Authors and Network Community. Ejournal 2, no. 5: lines 66-673.    Shapiro, Laura. 1986. Perfection Salad: Women and Cooking at the Turn of the Century . New York: Henry Holt.    Sheff, David. 199? Elements of a Cyberspace Playhouse. Proceedings of National Computer Graphics Association '90 .    Sheringham, Michael, ed.Parisian fields. London: Reaktion.    Shils, Edward. 1981. Tradition . Chicago: University of Chicago Press.    Shokeid, Moshe. 1995. A Gay Synagogue . New York: Columbia University Press.    Silverstone, Roger, and Eric Hirsch, eds. 1992. Consuming Technologies: Media and Information in Domestic Spaces. London: Routledge.    Slovenz-Low, Madeline. 1987. The Year Is a Wild Animal. TDR The Drama Review 31, no. 3: 74-102.    Small, Christopher. 1987. Music of the Common Tongue: Survival and Celebration in Afro-American Music .    Solie, Ruth A., ed. 1993. Musicology and Difference: Gender and Sexuality in Music Scholarship. Berkeley: University of California Press.    Soloveitchik, Haym. 1994. Rupture and reconstruction: the transformation of contemporary orthodoxy. Tradition 28, no. 4: 64-130.    Sorkin, Michael, ed. 1992. Variations on a theme park :the new American city and the end of public space. xv, 252 p. :ill. ;23 cm. New York: Hill and Wang.    Sparke, Penny. 1987. Electrical Appliances: Twentieth Century Design . New York: E.P. Dutton.    Stallybrass, Peter, and Allon White. 1986. The Politics and Poetics of Transgression . Ithaca: Cornell University Press.    Stewart, Kathleen. 1996. A Space on the Other Side of the Road: Cultural Poetics in &quot;Other&quot; America . Princeton: Princeton University Press.    Stewart, Susan. 1984. On Longing: Narratives of the Miniature, the Gigantic, the Souvenir, the Collection . Baltimore: Johns Hopkins University Press.    &#151;&#151;&#151;. 1991. Crimes of Writing: Problems in the Containment of Representation . New York: Oxford University Press.    Thompson. E.P. 1991. Introduction: Custom and Culture. Customs in Common: Studies in Traditional Popular Culture. , 1-15. New York: The New Press.    Thompson, Michael. 1979. Rubbish Theory: The Creation and Destruction of Value . New York: Oxford University Press.    Thompson, Paul. 1988. The Voice of the Past: Oral History. 2nd ed. Oxford, England: Oxford University Press.    Thrift, Nigel. 1996. Spatial formations . Thousand Oaks, California: Sage.    Tobin, Joseph J., ed. 1992. Re-Made in Japan: Everyday Life and Consumer Taste in a Changing Society. New Haven: Yale University Press.    Tomlinson, John. 19XX. Cultural Imperialism: A Critical Introduction . Baltimore: Johns Hopkins University Press.    Tschumi, Bernard. 1990. Text 5: Questions of Space . London: Architectural Association.    Tuan, Yi-Fu. 1977. Space and Place: The Perspective of Experience . Minneapolis: University of Minnesota Press.    Turkle, Sherry. 1984. The Second Self: Computers and the Human Spirit . New York: Simon and Schuster.    Turner, Kay. 1999. Beautiful necessity : the art and meaning of women's altars. London: Thames &amp; Hudson.    Veblen, Thorstein. 1931. Theory of the Leisure Class: An Economic Study of Institutions . New York: Modern Library.    Venturi, Robert, Denice Brown Scott, and Steven Izenour. 1972. Learning from Los Vegas: The Forgotten Symbolism of Architectural Form . Boston: MIT Press.    Vidler, Anthony. 1986. The Scenes of the Street: Transformation in Ideal and Reality, 1750-1871. On Streets. , 28-111. Cambridge: MIT Press.    &#151;&#151;&#151;. 1992. The Architectural Uncanny: Essays in the Modern Unhomely . Cambridge. MA: MIT Press.    Virilio, Paul. 1995. The Art of the Motor. Minneapolis: University of Minnesota Press.    Wachs, Eleanor. 1988. Crime Victim Stories: New York City's Urban Folklore . Bloomington: Indiana University Press.    Wallace, Michele Black Popular Culture. Seattle: Bay Press.    Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music .    Ward, Ed, Geoffrey Stokes, and Ken Tucker. 1986. Rock of Ages: The Rolling Stone History of Rock and Roll .    Waterman, Chris. 1990. Juju: A Social History and Ethnography of an African Popular Music . Chicago: University of Chicago Press.    Weinreich, Beatrice. 1960. The Americanization of Passover. Studies in Biblical and Jewish Folklore. , 329-66. Bloomington: Indiana University Press.    Weisman, Leslie Kanes. 1992. Discrimination by Design: A Feminist Critique of the Man-Made Environment . Urbana: University of Illinois Press.    Whyte, William H. 1990. The Social Life of Small Urban Spaces . Washington, D.C.: The Conservation Foundation.    Williams, Raymond. 1958. Culture is Ordinary. Convictions. London: MacGibbons and Gee.    &#151;&#151;&#151;. 1977. Structures of feeling. Marxism and literature. , 128-35. New York: Oxford University Press.    &#151;&#151;&#151;. 1980. Base and Superstructure in Marxist Cultural Theory. Problems in Materialism and Culture. , 31-49. New York: Verso.    &#151;&#151;&#151;. 1985. Keywords: A Vocabulary of Culture and Society. rev. ed. New York: Oxford University Press.    Williams, Rosalind. 1990. Notes on the Underground: An Essay on Technology, Society, and the Underground . Cambridge: MIT Press.    Willis, Paul E. 1978. Profane Culture . London: Routledge.    &#151;&#151;&#151;. 1990. Common Culture . Boulder: Westview Press.    Willis, Susan. 1991. A Primer for Daily Life . London: Routledge.    Wilson, Elizabeth. 1992. The Sphinx in the City: Urban Life, the Control of Disorder, and Women . Berkeley: University of California Press.    Winter, James. 1993. London's Teeming Streets, 1830-1914 . London: Routledge.    Wise, J. Macgregor. 1997. Exploring technology and social space . Thousand Oaks, California: Sage.    Wynne, Peter. 1979. The Union City Passion Play . New York: MA Thesis, Department of Performance Studies, New York University.    Zerubavel, Eviatar. 1981. The Calendar, Sacred Time and Profane Time. Hidden Rhythms: Schedules and Calendars in Social Life. , 70-137. Chicago: University of Chicago Press.    &#151;&#151;&#151;. 1981. Hidden Rhythms: Schedules and Calendars in Social Life . Chicago: University of Chicago Press.    Zukin, Sharon. Loft living : :culture and capital in urban change . Baltimore: Johns Hopkins University Press.    &#151;&#151;&#151;. 1987. Gentrification: culture and capital in the urban core. Annual Review of Sociology 13: 129-47.    &#151;&#151;&#151;. 1991. Landscapes of power :from Detroit to Disney World . Berkeley: University of California Press.    &#151;&#151;&#151;. 1995. The cultures of cities . Cambridge, MA: Blackwell."}, {"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]