[{"detail": [{"content": "Integrated Digital Media, MS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Master of Science      Integrated Digital Media                                                                       The academic programs in Integrated Digital Media (IDM) at the School of Engineering consist of both Bachelors and Masters of Science degrees, as well as an accelerated BS/MS program , which all explore the field of digital media in a holistic way, as a spectrum of practices that range from computer programming for app development, software design, game development and interaction design to digital, 2D and 3D graphics for human-computer interfaces, augmented reality and game design to photography, film, and audio for media installations, performing arts research, and integration with various mediums. Our students are artists, engineers and entrepreneurs working in highly fluid industries that reward the creative, the thoughtful, the technical, and the innovative.       The Masters of Science degree in Integrated Digital Media is a 3-semester program that combines high-end media production with the investigation of new tools, techniques, and experimental practices. Students take graduate-level coursework in creative coding, media studies, and media law, as well as graduate level production classes in web design and development, digital cinema, digital photography, game design and development, sound, live performance, interaction design, and mobile augmented reality. Graduate level special topics courses currently include assistive technology, human computer interfaces (HCI), mobile application development, user experience (UX) design, among many others. Students can also take courses in other School of Engineering programs (Computer Science and Engineering, Electrical and Computer Engineering, Mechanical Engineering), as well as other NYU programs such as Steinhardt&#39;s Music Technology and Tisch&#39;s Interactive Telecommunications (ITP). Students are expected to combine theory and experimental practice to create a master&#39;s thesis that showcases their creative and technical skills in a fully realized research project around the creative applications of media and technology. Graduate students in IDM participate fully in research initiatives through the Brooklyn Experimental Media Center.      The  Brooklyn Experimental Media Center (BxmC) is the research arm of Integrated Digital Media at the NYU Polytechnic School of Engineering. BxmC provides an interdisciplinary environment for media research at the School of Engineering, partnering faculty and students from the Integrated Digital Media program with collaborators from the School of Engineering, NYU, Center for Urban Science and Progress (CUSP), New York City, and beyond. Our research combines experimental practices in media arts and engineering, constantly modifying industry-standard technologies and creating new ones. The BxmC has a close relationship with the School of Engineering&#39;s Incubators &mdash;Varick St., DUMBO and NYC-ACRE&mdash;to provide students with opportunities for internships and startup development in the ever-growing NY tech-start up scene.     Admission Requirements   Graduate Admissions accept applications year round on a rolling basis. The following items are required for admission:          Online Application + $75 application fee           Transcripts from all previously attended institutions           Letters of Recommendation (minimum of 2)           Personal Statement           Resum&eacute;/CV           Portfolio of Creative Work (as PDF or website)           TOEFL or IELTS Scores (for international applicants only) (school code: 2668)           Certification of Finances (for international applicants only)     **No GRE is Required for the Graduate IDM Application           Interview (on skype or in person) is required with faculty and administration        All graduate applications need to be submitted through the School of Engineering Office of Graduate Admissions .     Contact the IDM Academic Advisor Eric Maiello if you have any questions: eric.maiello@nyu.edu     To learn more about the Integrated Digital Media Program please visit the program website .                          Program Director      R. Luke DuBois, DMA De Angela Duff                               Academic Advisor        Eric Maiello                    Department      Technology, Culture and Society                                              Integrated Digital Media, MS      Internships and Careers   Curriculum   Courses   What Our Students Say           Related Links    Apply Now  Request Info  Brooklyn Experimental Research Center                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Integrated Digital Media, MS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Master of Science      Integrated Digital Media                                                                       The academic programs in Integrated Digital Media (IDM) at the School of Engineering consist of both Bachelors and Masters of Science degrees, as well as an accelerated BS/MS program , which all explore the field of digital media in a holistic way, as a spectrum of practices that range from computer programming for app development, software design, game development and interaction design to digital, 2D and 3D graphics for human-computer interfaces, augmented reality and game design to photography, film, and audio for media installations, performing arts research, and integration with various mediums. Our students are artists, engineers and entrepreneurs working in highly fluid industries that reward the creative, the thoughtful, the technical, and the innovative.       The Masters of Science degree in Integrated Digital Media is a 3-semester program that combines high-end media production with the investigation of new tools, techniques, and experimental practices. Students take graduate-level coursework in creative coding, media studies, and media law, as well as graduate level production classes in web design and development, digital cinema, digital photography, game design and development, sound, live performance, interaction design, and mobile augmented reality. Graduate level special topics courses currently include assistive technology, human computer interfaces (HCI), mobile application development, user experience (UX) design, among many others. Students can also take courses in other School of Engineering programs (Computer Science and Engineering, Electrical and Computer Engineering, Mechanical Engineering), as well as other NYU programs such as Steinhardt&#39;s Music Technology and Tisch&#39;s Interactive Telecommunications (ITP). Students are expected to combine theory and experimental practice to create a master&#39;s thesis that showcases their creative and technical skills in a fully realized research project around the creative applications of media and technology. Graduate students in IDM participate fully in research initiatives through the Brooklyn Experimental Media Center.      The  Brooklyn Experimental Media Center (BxmC) is the research arm of Integrated Digital Media at the NYU Polytechnic School of Engineering. BxmC provides an interdisciplinary environment for media research at the School of Engineering, partnering faculty and students from the Integrated Digital Media program with collaborators from the School of Engineering, NYU, Center for Urban Science and Progress (CUSP), New York City, and beyond. Our research combines experimental practices in media arts and engineering, constantly modifying industry-standard technologies and creating new ones. The BxmC has a close relationship with the School of Engineering&#39;s Incubators &mdash;Varick St., DUMBO and NYC-ACRE&mdash;to provide students with opportunities for internships and startup development in the ever-growing NY tech-start up scene.     Admission Requirements   Graduate Admissions accept applications year round on a rolling basis. The following items are required for admission:          Online Application + $75 application fee           Transcripts from all previously attended institutions           Letters of Recommendation (minimum of 2)           Personal Statement           Resum&eacute;/CV           Portfolio of Creative Work (as PDF or website)           TOEFL or IELTS Scores (for international applicants only) (school code: 2668)           Certification of Finances (for international applicants only)     **No GRE is Required for the Graduate IDM Application           Interview (on skype or in person) is required with faculty and administration        All graduate applications need to be submitted through the School of Engineering Office of Graduate Admissions .     Contact the IDM Academic Advisor Eric Maiello if you have any questions: eric.maiello@nyu.edu     To learn more about the Integrated Digital Media Program please visit the program website .                          Program Director      R. Luke DuBois, DMA De Angela Duff                               Academic Advisor        Eric Maiello                    Department      Technology, Culture and Society                                              Integrated Digital Media, MS      Internships and Careers   Curriculum   Courses   What Our Students Say           Related Links    Apply Now  Request Info  Brooklyn Experimental Research Center                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Augmented Reality Links Real and Virtual Worlds                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   Publications   /   Connect: Information Technology   /   2014   /   September   /   04                 Sub Navigation                                 Augmented Reality                                                                       Augmented Reality Links Real and Virtual Worlds         By Bridgette Austin            September 4, 2014                                       &quot;We'll be entering the dawn of 'the age of computer graphics' when the augmentation of reality can be seen anywhere, at any time, without needing to hold up a device.&quot;    Imagine watching a televised football game and seeing the first down line marking the field. This virtual object that appears on the playing surface (sports scores during a TV match is another example) is, in fact, augmented reality in action.   But the use of augmented reality (also known as AR) isn't just limited to the world of sports. Augmented reality—the modification of a user's view using computer graphics, sounds, video, and other data—is used every day to insert digital and virtual information into your real-world environment. Heads-up displays in automobiles, animated advertisements in catalogs and on product labels, and wearable eyewear like Google Glass are all examples of how people are using this fast-growing technology.   According to Ken Perlin, professor of computer science in the Media Research Lab at the Courant Institute of Mathematical Sciences, and Director of the Games for Learning Institute (see the Connect article &quot; Video Games &amp; the Future of Learning ,&quot; April 2012), augmented reality will play a key role in creating a more blended, interactive experience in and outside the classroom.   &quot;I think the greatest impact of augmented reality will be further out as it gradually becomes an integral part of everyday life,&quot; states Perlin. &quot;Just as we’ve moved in the last six years to iPhone and Android devices, we’ll similarly move to wearables over the next decade. After that, augmented reality will be integral to all fields of activity, including learning and higher education.&quot;   The NYU Community is already getting a glimpse of the possibilities around AR with the help of research groups such as the Mobile Augmented Reality Lab. Working out of the Media and Games Network space in Brooklyn, the Lab is exploring emerging AR technologies in areas ranging from voice recognition to 3D visualizations and gaming. The group’s varied projects reflect AR technology’s far-reaching potential in enhancing users’ perception of the world they see, feel, and hear around them.   &quot;The meaning of augmented reality is constantly changing. For most people, augmented reality has largely meant seeing computer graphics superimposed onto the screen of a user’s camera phone,&quot; says Perlin. &quot;But that will all dramatically change as we shift to wearables. When this transition is complete, we’ll be entering the dawn of ‘the age of computer graphics’ when the augmentation of reality can be seen anywhere, at any time, without needing to hold up a device.&quot;   Augmented Reality in Action   While many augmented reality apps require special headgear to use, new mobile apps are designed to work with smartphones equipped with components such as an accelerometer, compass, and GPS. An Internet connection and video camera, coupled with software that recognizes computer-generated content (e.g., images), allows the device to display graphical data onto physical objects.   Augmented reality is at the center of Tunnel Vision NYC , a project conceived by recent Interactive Telecommunications Program (ITP) graduate, Bill Lindmeier. Like many AR apps, Tunnel Vision uses GPS to establish and search for objects, people, and stores near a smartphone user’s location. The iOS app brings New York City’s subway map to life by allowing users to overlay animated visualizations (see video at right) of the city’s transit and census data onto their smartphone display.   &quot;The idea was an evolving process with the help of my thesis class, but it sits at the junction of a few interests of mine: computer vision, data visualization, and the subway system,&quot; says Lindmeier. By holding your smartphone up to a wall, paper, or onscreen map, Tunnel Vision transmits real-time information on turnstile activity and the estimated positions of trains en route to stations.   On what inspired him to create Tunnel Vision, Lindmeier reflects, &quot;My initial motivation was to create a portrait of New York City through data. I wanted to create an interactive experience that could reveal stories about the people and neighborhoods that make up the city.&quot;   Another ITP student, Adarsh Kosuru, debuted his Slit app at the 2013 ITP Winter Show to demonstrate how a phone camera can use augmented reality to identify objects and trigger specific actions. Based on ofxQCAR (Qualcomm's AR addon for openFrameworks), Slit tags objects with images, sound, or text. Slit users can then point their phone camera at an appliance, television, or other connected device, which then presents controls that enable users to interact with real objects.   &quot;By using simple gestures, rules can be set to connect multiple objects together to trigger them simultaneously. For example, this can be useful in situations where a user wants to switch off all home appliances while watching TV to reduce home energy use,&quot; says Kosuru.   Ushering in the &quot;Age of Computer Graphics&quot;   With AR introducing a new wave of apps that allow users to animate, explore, and geotag images on mobile devices, it’s no surprise educators are also incorporating these technologies inside the classroom. &quot;I’ll be teaching a computer graphics course this fall using an augmented reality ‘magic whiteboard,’ in which everything I draw on the board will turn into animated diagrams, simulations, and 3D visualizations. This new way of teaching is based on work coming out of the current research in our lab,&quot; reveals Perlin.   Taking their work with augmented reality one step further, the Games for Learning Institute is working to improve videoconferencing by employing eye contact to signal subtle meaning and emphasis. Other current projects include a collaboration with the NYU Langone Medical Center, which involves the development of interactive augmented visualizations of the human heart for diagnostic assessment and pre-surgical planning.   To stay updated on the latest AR projects, news, and events from NYU students and faculty, visit the Mobile Augmented Reality Lab website .     Bridgette Austin is a member of ITS' Publications &amp; Communications group.                        This Article is in the following Topics:      Technology , Connect - Information Technology at NYU , New & Emerging Technology           Type: Article                                       Google Cardboard is one of several apps that put virtual reality on your smartphone. More info is available at http://g.co/cardboard. Photo courtesy of the Mobile AR Lab.                                   NYU Augmented Reality                                                                              Tunnel Vision NYC                                                                        Search News                                       Keywords:                          Select a Topic             Data Management &amp; Storage         Learning Management Systems         Mobile         Research         Technical Support         Technology         Technology Security         Wireless Technology                       View articles from:          Through:             Advanced Search                             Recent Connect articles                   Teaching Practices &amp; Technology Platforms   Monday, January 19, 2015          NYU Classes Upgrade During Winter Recess   Wednesday, December 3, 2014          NYU Tries to &#034;Hack&#034; Ebola   Tuesday, December 2, 2014          Geographic Information Systems: Mapping Data   Monday, October 27, 2014          Global Learning Innovation Brings Technology to Classrooms   Monday, October 27, 2014          NYU Poly Prototyping Fund Showcase   Wednesday, October 22, 2014          Instructional Video Module Production   Wednesday, October 22, 2014          Connecting a Student&#039;s Academic Career with Learning Portfolio   Monday, September 22, 2014              More                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Integrated Digital Media, MS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Master of Science      Integrated Digital Media                                                                       The academic programs in Integrated Digital Media (IDM) at the School of Engineering consist of both Bachelors and Masters of Science degrees, as well as an accelerated BS/MS program , which all explore the field of digital media in a holistic way, as a spectrum of practices that range from computer programming for app development, software design, game development and interaction design to digital, 2D and 3D graphics for human-computer interfaces, augmented reality and game design to photography, film, and audio for media installations, performing arts research, and integration with various mediums. Our students are artists, engineers and entrepreneurs working in highly fluid industries that reward the creative, the thoughtful, the technical, and the innovative.       The Masters of Science degree in Integrated Digital Media is a 3-semester program that combines high-end media production with the investigation of new tools, techniques, and experimental practices. Students take graduate-level coursework in creative coding, media studies, and media law, as well as graduate level production classes in web design and development, digital cinema, digital photography, game design and development, sound, live performance, interaction design, and mobile augmented reality. Graduate level special topics courses currently include assistive technology, human computer interfaces (HCI), mobile application development, user experience (UX) design, among many others. Students can also take courses in other School of Engineering programs (Computer Science and Engineering, Electrical and Computer Engineering, Mechanical Engineering), as well as other NYU programs such as Steinhardt&#39;s Music Technology and Tisch&#39;s Interactive Telecommunications (ITP). Students are expected to combine theory and experimental practice to create a master&#39;s thesis that showcases their creative and technical skills in a fully realized research project around the creative applications of media and technology. Graduate students in IDM participate fully in research initiatives through the Brooklyn Experimental Media Center.      The  Brooklyn Experimental Media Center (BxmC) is the research arm of Integrated Digital Media at the NYU Polytechnic School of Engineering. BxmC provides an interdisciplinary environment for media research at the School of Engineering, partnering faculty and students from the Integrated Digital Media program with collaborators from the School of Engineering, NYU, Center for Urban Science and Progress (CUSP), New York City, and beyond. Our research combines experimental practices in media arts and engineering, constantly modifying industry-standard technologies and creating new ones. The BxmC has a close relationship with the School of Engineering&#39;s Incubators &mdash;Varick St., DUMBO and NYC-ACRE&mdash;to provide students with opportunities for internships and startup development in the ever-growing NY tech-start up scene.     Admission Requirements   Graduate Admissions accept applications year round on a rolling basis. The following items are required for admission:          Online Application + $75 application fee           Transcripts from all previously attended institutions           Letters of Recommendation (minimum of 2)           Personal Statement           Resum&eacute;/CV           Portfolio of Creative Work (as PDF or website)           TOEFL or IELTS Scores (for international applicants only) (school code: 2668)           Certification of Finances (for international applicants only)     **No GRE is Required for the Graduate IDM Application           Interview (on skype or in person) is required with faculty and administration        All graduate applications need to be submitted through the School of Engineering Office of Graduate Admissions .     Contact the IDM Academic Advisor Eric Maiello if you have any questions: eric.maiello@nyu.edu     To learn more about the Integrated Digital Media Program please visit the program website .                          Program Director      R. Luke DuBois, DMA De Angela Duff                               Academic Advisor        Eric Maiello                    Department      Technology, Culture and Society                                              Integrated Digital Media, MS      Internships and Careers   Curriculum   Courses   What Our Students Say           Related Links    Apply Now  Request Info  Brooklyn Experimental Research Center                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Augmented Reality Links Real and Virtual Worlds                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   Publications   /   Connect: Information Technology   /   2014   /   September   /   04                 Sub Navigation                                 Augmented Reality                                                                       Augmented Reality Links Real and Virtual Worlds         By Bridgette Austin            September 4, 2014                                       &quot;We'll be entering the dawn of 'the age of computer graphics' when the augmentation of reality can be seen anywhere, at any time, without needing to hold up a device.&quot;    Imagine watching a televised football game and seeing the first down line marking the field. This virtual object that appears on the playing surface (sports scores during a TV match is another example) is, in fact, augmented reality in action.   But the use of augmented reality (also known as AR) isn't just limited to the world of sports. Augmented reality—the modification of a user's view using computer graphics, sounds, video, and other data—is used every day to insert digital and virtual information into your real-world environment. Heads-up displays in automobiles, animated advertisements in catalogs and on product labels, and wearable eyewear like Google Glass are all examples of how people are using this fast-growing technology.   According to Ken Perlin, professor of computer science in the Media Research Lab at the Courant Institute of Mathematical Sciences, and Director of the Games for Learning Institute (see the Connect article &quot; Video Games &amp; the Future of Learning ,&quot; April 2012), augmented reality will play a key role in creating a more blended, interactive experience in and outside the classroom.   &quot;I think the greatest impact of augmented reality will be further out as it gradually becomes an integral part of everyday life,&quot; states Perlin. &quot;Just as we’ve moved in the last six years to iPhone and Android devices, we’ll similarly move to wearables over the next decade. After that, augmented reality will be integral to all fields of activity, including learning and higher education.&quot;   The NYU Community is already getting a glimpse of the possibilities around AR with the help of research groups such as the Mobile Augmented Reality Lab. Working out of the Media and Games Network space in Brooklyn, the Lab is exploring emerging AR technologies in areas ranging from voice recognition to 3D visualizations and gaming. The group’s varied projects reflect AR technology’s far-reaching potential in enhancing users’ perception of the world they see, feel, and hear around them.   &quot;The meaning of augmented reality is constantly changing. For most people, augmented reality has largely meant seeing computer graphics superimposed onto the screen of a user’s camera phone,&quot; says Perlin. &quot;But that will all dramatically change as we shift to wearables. When this transition is complete, we’ll be entering the dawn of ‘the age of computer graphics’ when the augmentation of reality can be seen anywhere, at any time, without needing to hold up a device.&quot;   Augmented Reality in Action   While many augmented reality apps require special headgear to use, new mobile apps are designed to work with smartphones equipped with components such as an accelerometer, compass, and GPS. An Internet connection and video camera, coupled with software that recognizes computer-generated content (e.g., images), allows the device to display graphical data onto physical objects.   Augmented reality is at the center of Tunnel Vision NYC , a project conceived by recent Interactive Telecommunications Program (ITP) graduate, Bill Lindmeier. Like many AR apps, Tunnel Vision uses GPS to establish and search for objects, people, and stores near a smartphone user’s location. The iOS app brings New York City’s subway map to life by allowing users to overlay animated visualizations (see video at right) of the city’s transit and census data onto their smartphone display.   &quot;The idea was an evolving process with the help of my thesis class, but it sits at the junction of a few interests of mine: computer vision, data visualization, and the subway system,&quot; says Lindmeier. By holding your smartphone up to a wall, paper, or onscreen map, Tunnel Vision transmits real-time information on turnstile activity and the estimated positions of trains en route to stations.   On what inspired him to create Tunnel Vision, Lindmeier reflects, &quot;My initial motivation was to create a portrait of New York City through data. I wanted to create an interactive experience that could reveal stories about the people and neighborhoods that make up the city.&quot;   Another ITP student, Adarsh Kosuru, debuted his Slit app at the 2013 ITP Winter Show to demonstrate how a phone camera can use augmented reality to identify objects and trigger specific actions. Based on ofxQCAR (Qualcomm's AR addon for openFrameworks), Slit tags objects with images, sound, or text. Slit users can then point their phone camera at an appliance, television, or other connected device, which then presents controls that enable users to interact with real objects.   &quot;By using simple gestures, rules can be set to connect multiple objects together to trigger them simultaneously. For example, this can be useful in situations where a user wants to switch off all home appliances while watching TV to reduce home energy use,&quot; says Kosuru.   Ushering in the &quot;Age of Computer Graphics&quot;   With AR introducing a new wave of apps that allow users to animate, explore, and geotag images on mobile devices, it’s no surprise educators are also incorporating these technologies inside the classroom. &quot;I’ll be teaching a computer graphics course this fall using an augmented reality ‘magic whiteboard,’ in which everything I draw on the board will turn into animated diagrams, simulations, and 3D visualizations. This new way of teaching is based on work coming out of the current research in our lab,&quot; reveals Perlin.   Taking their work with augmented reality one step further, the Games for Learning Institute is working to improve videoconferencing by employing eye contact to signal subtle meaning and emphasis. Other current projects include a collaboration with the NYU Langone Medical Center, which involves the development of interactive augmented visualizations of the human heart for diagnostic assessment and pre-surgical planning.   To stay updated on the latest AR projects, news, and events from NYU students and faculty, visit the Mobile Augmented Reality Lab website .     Bridgette Austin is a member of ITS' Publications &amp; Communications group.                        This Article is in the following Topics:      Technology , Connect - Information Technology at NYU , New & Emerging Technology           Type: Article                                       Google Cardboard is one of several apps that put virtual reality on your smartphone. More info is available at http://g.co/cardboard. Photo courtesy of the Mobile AR Lab.                                   NYU Augmented Reality                                                                              Tunnel Vision NYC                                                                        Search News                                       Keywords:                          Select a Topic             Data Management &amp; Storage         Learning Management Systems         Mobile         Research         Technical Support         Technology         Technology Security         Wireless Technology                       View articles from:          Through:             Advanced Search                             Recent Connect articles                   Teaching Practices &amp; Technology Platforms   Monday, January 19, 2015          NYU Classes Upgrade During Winter Recess   Wednesday, December 3, 2014          NYU Tries to &#034;Hack&#034; Ebola   Tuesday, December 2, 2014          Geographic Information Systems: Mapping Data   Monday, October 27, 2014          Global Learning Innovation Brings Technology to Classrooms   Monday, October 27, 2014          NYU Poly Prototyping Fund Showcase   Wednesday, October 22, 2014          Instructional Video Module Production   Wednesday, October 22, 2014          Connecting a Student&#039;s Academic Career with Learning Portfolio   Monday, September 22, 2014              More                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Game Center Student Show | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                          Game Center Student Show        When: 2014-05-22 at 6PM       Where: 2 Metrotech Center, 8th Floor         New York University, Tisch School of the Arts proudly invites you to the first annual Game Center Student Show. Join us on  Thursday May 22nd from 6 &#8211; 10PM  as NYU Game Center&#8217;s first graduating MFA students showcase their thesis projects alongside a number of hand-picked games from a variety of classes throughout the department. The exhibition will include hands-on demonstrations of all the projects, from digital games, board games, augmented reality creations, tabletop role-playing games, and more. Chat with current and graduating designers in the new MAGNET space as they exhibit their work and celebrate the culmination of their studies.   Examples of the games that will be on display can be found on our  MFA projects site .   Drinks and light refreshments will be served. This event is free and open to the public. Please RSVP here .                                                             More Content                                                                                            event                                   NYU Game Center Lecture Series presents Jon Peterson                                                       Join us for a conversation with game historian and scholar Jon Peterson. &#8220;Playing at the World&#8221;, Jon&#8217;s book about ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                    news                                   &#8216;A Casual Revolution&#8217; by Professor Jesper Juul Now Available                                                       Our own Jesper Juul has just published his second book! A Casual Revolution describes the reinvention of video games, ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                      The NYU Game Center Lecture Series: Indie Game Panel                                                                                                The NYU Game Center Lecture Series : Clint Hocking                                                                                                The NYU Game Center Announces The Fall Brawl                                                                                                Game of the Week &#8211; Jumping Flash!                                                                                                Game of the Week &#8211; Jet Grind Radio"}]}]