[{"detail": [{"content": "Course Descriptions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Graduate Students                 Sub Navigation                                 Course Descriptions                       Faculty Bios                       FAQ                       Contact Us                                                                   Course Descriptions                                                 Economics of Reuse: ARTH-GA 9003.001                               Credits : 4     Professor(s): Dr.N.Falk     Syllabus: Economics of Reuse     This course is aimed at those considering a career in the built environment and will deal with the economics of development with particular regards to the adaptive reuse of old buildings. Using different parts of London as case studies, along with a visit to a former mill town in Gloucestershire, the course will equip participants with some of the tools and concepts needed to enter the development world. It is being led by Dr Nicholas Falk with inputs from a range of experienced practitioners. The course first deals with how cities grow, then considers the different kinds of demand. This is followed by sections on how to reduce costs and raise finance, and on how different kinds of developers function. Extensive reading material brings together experience in both the UK and North America.                                                                Aspects of Architectural and Urban Development - ARTH-GA-9003-001                               Credits : 4     Professor(s) : Dr. N. Bingham , Dr. T. Longstaffe-Gowan , Mr. James. Fox , Mr Ian Hume , Prof Jules Lubbock     Syllabus: Aspects of Architectural and Urban Development     This course offers a sophisticated overview of aspects of the setting, presentation, and continuity of buildings.Presented in four sections, the instruction will leave the class able to navigate in four fields: town squares and gardens, the structure of older buildings, architectural representations and historic interiors.   The first section, led by Todd Longstaffe-Gowan and James Fox, focuses on landscape design. It will explore the setting of buildings, town squares and gardens throughout London, including visits to Kensington Palace and Hampton Court.   The second section, taught by Ian Hume, will help students understand the basic aspects of structure in historic buildings and learn how to undertake their repair and restoration. It will cover the principles of engineering conservation.   The third section, led by Neil Bingham, will teach students how to identify and ‘read’ the basic aspects of architectural representations (e.g. plan, elevation, section, detail, perspective). It will develop students’ appreciation of architectural drawings through the use of excellent library collections and archives at the RIBA Architecture Study Rooms at the Royal Academy of Arts and the Victoria and Albert Museum.   The fourth section considers great interiors from the 1500s to early 1900s. It will comprise a visit to the Geffrye Museum of Interiors and two guided tours in the acclaimed new British Galleries at the Victoria &amp; Albert Museum.                                                                Low Energy Strategies and Sustainability in Historic Buildings - ARTH-9005-001                               Credits: 2   Professor(s): Jessica James and Ian Flewitt   Syllabus: Low Energy Strategies and Sustainability in Historic Buildings     This course outlines methods of environmental assessment for buildings, in relation to sustainability concepts and the impact of buildings on the environment. It examines the application of these tests including the context of existing buildings and the scope for action in this field, referencing the balance of sustainable and non-sustainable characteristics of historic buildings.                                                                Adaptive ReUse of Buildings in a Green World: Successes and Failures I - ARTH-GA-9001-001                               Credits: 4   Professor(s): Mr R Hill   Syllabus: Adaptive ReUse of Buildings in a Green World: Successes and Failures I     This course uses a range of readings and visits to buildings and places of interest to show the great variety of discourses within which historic buildings can be placed. The readings vary a great deal, including Wordsworth, Ruskin and Morris, among others, but also current government reports and guidance documents on the historic environment. They raise many theoretical points: What is the nature of the vernacular? What is the role of the classical tradition in architecture? Can historical and architectural “significance” be understood in a systematic way? In Britain attitudes and policies relating to historic buildings, and their adaptation and re-use, have been closely related to attitudes to the conservation of the landscape and the countryside. The design of traditional buildings varied greatly, depending on the pattern of local settlement and agriculture and on available building materials. Industrial cities too had their own distinctive character. Responses to change, in adapting historic buildings, need to take these individual circumstances into account.   Students should gain:   1.An understanding of the relationship between the history of buildings and their setting in a particular landscape or townscape.     2.An understanding of the challenges facing cities and rural areas, which have quantities of historic buildings, particularly in the context of economic and demographic change.     3.An understanding of how particular building types can be receptive to avariety of strategies of re-use and adaptation                                                                  Independent Study - ARTH-GA 9006-001                               Credits: 2   Professor(s): Dr. E. Diestelkamp   Syllabus: Independent Study      Independent Study is intended to encourage exposure to the wide range of lectures, conferences, exhibitions, specially organised visits, special events, and tours taking place in and around London related to the subjects of architectural history, the adaptive re - use of historic buildings and the practise of conservation.   Through the regular attendance at this variety of events, the independent study course will enable students to appreciate the wealth of activities in London on the subject areas of architectural history, the adaptive re-use of buildings and the practise of conservation. Events are arranged and held throughout the year by national amenity societies, heritage organisations, historical societies, official bodies, professional institutions, educational establishments and museums and galleries.                                                                  Adaptive ReUse of Buildings in a Green World: Successes and Failures II - ARTH-GA 900 2001                               Credits: 4   Professor(s): Malcolm Fryer and Pauline Nee (under the supervision of) Mr. R. Hill   Syllabus: Adaptive ReUse of Buildings in a Green World: Successes and Failures II     The second half of this course continues the same approach used in the first, balancing readings against case studies and visits. Two key theoretical issues are explored. The first is the role of memory in the significance of historic buildings. Can public memory withstand radical changes of use? Are some building types more likely to lose their burden of public memories more easily than others? The desired outcome is to develop an understanding of the many challenges of adaptive re-use, through the study of building types and their inherent physical and social characteristics.   The second issue is that of the relationship between modernism and “heritage”. At the moment, some of the fiercest heritage debates in Britain concern modern buildings (from the 1930s to the 1980s); architects who, in the past, would have been lukewarm about preserving old buildings are now the staunchest defenders of this modern heritage. Visits are organised (e.g. to key modern housing projects in the East End of London) to illuminate these issues by practical example. Students will be encouraged to engage in debate and by the end of the course they should have a broader understanding of the place of modern architecture in Britain today, based on a range of contrasting designs and building types.                                                                Practical Experience - ARTH-GA 9008-001                               Credits: 4   Professor(s): Mr N.Collins and Alan Powers     Syllbus: Practical Experience     This class will look at the conservation of heritage assets from the viewpoint of the practitioner. Students will gain a basic understanding of London’s architectural history across the 18th – 20th Centuries, as well as an insight into the work of the amenity societies, heritage public bodies and charitable organisations that exist to conserve the best buildings from this period. The class will be taught through a combination of lectures from the Instructor, guest speakers (all experienced practitioners in their field) and site visits. Study days outside of London to the historic town of Rye in Kent are also arranged.   Students will learn how to approach the analysis and description of historic assets and how to assess their significance, considering different approaches to new buildings in historic contexts.Students will also gain an insight into the technical implications that new uses in historic buildings can have on their integrity and significance.There will also be the opportunity to visit some recent and current conservation-led public regeneration schemes in London.                                                                The Practical Solution - ARTH-GA-9007-001                               Credits: 4   Professor(s): Dr. E. Diestelkamp   Syllabus: The Practical Solution     The Practical Solution course in the M. A. in Historical and Sustainable Architecture focuses on both the practice and design of adaptive reuse of historic buildings. As well as design and planning issues, the course will consider technical issues, including communication through visual media and aspects related to the conservation and reuse of historic properties.Through the study of individual case studies during the semester students will examine solutions that have been arrived at including design and planning issues as well as aspects of the client’s brief.   In addition, the role of government and advocacy groups at the local and national level, as well as the role of agencies involved with historic buildings (including English Heritage, SPAB, the Georgian Group, the Victorian and Twentieth Century Societies and ecclesiastical organisations working with historic buildings) will be explored throughout the semester.   The course will also consider issues related to contractual arrangements and problem solving in both the restoration and sympathetic adaptation of historic buildings for new purposes. The majority of seminars take place off site both in London (Whitechapel Art Gallery, The Railway Hotel in Brixton, Roundhouse in Camden) and outside London (Chatham Dockyard, Oxford, and Hardwick House).                                                                Capstone Thesis - ARTH-GA9009-001                               Credits: 4   Professor(s): Ms. M. Richardson, Dr. T. Hinchcliffe &amp; Ms Gillian Darley with Prof Mosette Broderick and Prof Jon Ritter     Syllabus: Capstone Thesis     The culmination of the MA in Historical and Sustainable Architecture program is a thesis of independent research. This may take the form of a paper or report with supporting documentation, images and notes. Research may consist of archival investigation and/or fieldwork, including personal interviews, site reports, and condition assessments. Students will be assigned a thesis advisor, with whom they will meet regularly.                            Special Events       The MA in Historical and Sustainable Architecture includes a number of special enrichment lectures from a variety of UK experts in relevant fields of interest:     Gavin Stamp – Noted academic and writer of architectural history; he taught at the Mackintosh School of Architecture, Glasgow School of Art,. In 2003-04 he was a Bye- Fellow of Gonville &amp; Caius College, Cambridge, and a Mellon Senior Research Fellow. Author of books on Edwin Lutyens, Alexander 'Greek' Thomson, George Gilbert Scott junior and other architectural subjects.     Dr. Olmo Silva – Senior Lecturer in Real Estate Economics and Finance at the London School of Economics     Anthony Richardson of Anthony Richardson Architects     Karen Lim &amp; Chris Cowper of Cowper Griffiths Architects     Kirsten Burrows – Sustainability Consultant with PRP Environmental and Architects. She is also a 2011 alumna of NYU’s MA in Historical and Sustainable Architecture     Sam Price of Price &amp; Myers, consulting structural engineers     Sam White of Platt, Byard, Dovell &amp; White Architects     Benedict O’Looney – lecturer and practitioner in architectural history and conservation. He has worked at the Canterbury School of Architecture and the Architectural Association and is chair of Southwark’s Conservation Areas Advisory Group and the vice-president of the London Sketch Club.                                                             NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                    Apply Now!                                               Explore      Restaurants    Things to do    Local Travel    Regional Travel                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Course Descriptions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Graduate Students                 Sub Navigation                                 Course Descriptions                       Faculty Bios                       FAQ                       Contact Us                                                                   Course Descriptions                                                 Economics of Reuse: ARTH-GA 9003.001                               Credits : 4     Professor(s): Dr.N.Falk     Syllabus: Economics of Reuse     This course is aimed at those considering a career in the built environment and will deal with the economics of development with particular regards to the adaptive reuse of old buildings. Using different parts of London as case studies, along with a visit to a former mill town in Gloucestershire, the course will equip participants with some of the tools and concepts needed to enter the development world. It is being led by Dr Nicholas Falk with inputs from a range of experienced practitioners. The course first deals with how cities grow, then considers the different kinds of demand. This is followed by sections on how to reduce costs and raise finance, and on how different kinds of developers function. Extensive reading material brings together experience in both the UK and North America.                                                                Aspects of Architectural and Urban Development - ARTH-GA-9003-001                               Credits : 4     Professor(s) : Dr. N. Bingham , Dr. T. Longstaffe-Gowan , Mr. James. Fox , Mr Ian Hume , Prof Jules Lubbock     Syllabus: Aspects of Architectural and Urban Development     This course offers a sophisticated overview of aspects of the setting, presentation, and continuity of buildings.Presented in four sections, the instruction will leave the class able to navigate in four fields: town squares and gardens, the structure of older buildings, architectural representations and historic interiors.   The first section, led by Todd Longstaffe-Gowan and James Fox, focuses on landscape design. It will explore the setting of buildings, town squares and gardens throughout London, including visits to Kensington Palace and Hampton Court.   The second section, taught by Ian Hume, will help students understand the basic aspects of structure in historic buildings and learn how to undertake their repair and restoration. It will cover the principles of engineering conservation.   The third section, led by Neil Bingham, will teach students how to identify and ‘read’ the basic aspects of architectural representations (e.g. plan, elevation, section, detail, perspective). It will develop students’ appreciation of architectural drawings through the use of excellent library collections and archives at the RIBA Architecture Study Rooms at the Royal Academy of Arts and the Victoria and Albert Museum.   The fourth section considers great interiors from the 1500s to early 1900s. It will comprise a visit to the Geffrye Museum of Interiors and two guided tours in the acclaimed new British Galleries at the Victoria &amp; Albert Museum.                                                                Low Energy Strategies and Sustainability in Historic Buildings - ARTH-9005-001                               Credits: 2   Professor(s): Jessica James and Ian Flewitt   Syllabus: Low Energy Strategies and Sustainability in Historic Buildings     This course outlines methods of environmental assessment for buildings, in relation to sustainability concepts and the impact of buildings on the environment. It examines the application of these tests including the context of existing buildings and the scope for action in this field, referencing the balance of sustainable and non-sustainable characteristics of historic buildings.                                                                Adaptive ReUse of Buildings in a Green World: Successes and Failures I - ARTH-GA-9001-001                               Credits: 4   Professor(s): Mr R Hill   Syllabus: Adaptive ReUse of Buildings in a Green World: Successes and Failures I     This course uses a range of readings and visits to buildings and places of interest to show the great variety of discourses within which historic buildings can be placed. The readings vary a great deal, including Wordsworth, Ruskin and Morris, among others, but also current government reports and guidance documents on the historic environment. They raise many theoretical points: What is the nature of the vernacular? What is the role of the classical tradition in architecture? Can historical and architectural “significance” be understood in a systematic way? In Britain attitudes and policies relating to historic buildings, and their adaptation and re-use, have been closely related to attitudes to the conservation of the landscape and the countryside. The design of traditional buildings varied greatly, depending on the pattern of local settlement and agriculture and on available building materials. Industrial cities too had their own distinctive character. Responses to change, in adapting historic buildings, need to take these individual circumstances into account.   Students should gain:   1.An understanding of the relationship between the history of buildings and their setting in a particular landscape or townscape.     2.An understanding of the challenges facing cities and rural areas, which have quantities of historic buildings, particularly in the context of economic and demographic change.     3.An understanding of how particular building types can be receptive to avariety of strategies of re-use and adaptation                                                                  Independent Study - ARTH-GA 9006-001                               Credits: 2   Professor(s): Dr. E. Diestelkamp   Syllabus: Independent Study      Independent Study is intended to encourage exposure to the wide range of lectures, conferences, exhibitions, specially organised visits, special events, and tours taking place in and around London related to the subjects of architectural history, the adaptive re - use of historic buildings and the practise of conservation.   Through the regular attendance at this variety of events, the independent study course will enable students to appreciate the wealth of activities in London on the subject areas of architectural history, the adaptive re-use of buildings and the practise of conservation. Events are arranged and held throughout the year by national amenity societies, heritage organisations, historical societies, official bodies, professional institutions, educational establishments and museums and galleries.                                                                  Adaptive ReUse of Buildings in a Green World: Successes and Failures II - ARTH-GA 900 2001                               Credits: 4   Professor(s): Malcolm Fryer and Pauline Nee (under the supervision of) Mr. R. Hill   Syllabus: Adaptive ReUse of Buildings in a Green World: Successes and Failures II     The second half of this course continues the same approach used in the first, balancing readings against case studies and visits. Two key theoretical issues are explored. The first is the role of memory in the significance of historic buildings. Can public memory withstand radical changes of use? Are some building types more likely to lose their burden of public memories more easily than others? The desired outcome is to develop an understanding of the many challenges of adaptive re-use, through the study of building types and their inherent physical and social characteristics.   The second issue is that of the relationship between modernism and “heritage”. At the moment, some of the fiercest heritage debates in Britain concern modern buildings (from the 1930s to the 1980s); architects who, in the past, would have been lukewarm about preserving old buildings are now the staunchest defenders of this modern heritage. Visits are organised (e.g. to key modern housing projects in the East End of London) to illuminate these issues by practical example. Students will be encouraged to engage in debate and by the end of the course they should have a broader understanding of the place of modern architecture in Britain today, based on a range of contrasting designs and building types.                                                                Practical Experience - ARTH-GA 9008-001                               Credits: 4   Professor(s): Mr N.Collins and Alan Powers     Syllbus: Practical Experience     This class will look at the conservation of heritage assets from the viewpoint of the practitioner. Students will gain a basic understanding of London’s architectural history across the 18th – 20th Centuries, as well as an insight into the work of the amenity societies, heritage public bodies and charitable organisations that exist to conserve the best buildings from this period. The class will be taught through a combination of lectures from the Instructor, guest speakers (all experienced practitioners in their field) and site visits. Study days outside of London to the historic town of Rye in Kent are also arranged.   Students will learn how to approach the analysis and description of historic assets and how to assess their significance, considering different approaches to new buildings in historic contexts.Students will also gain an insight into the technical implications that new uses in historic buildings can have on their integrity and significance.There will also be the opportunity to visit some recent and current conservation-led public regeneration schemes in London.                                                                The Practical Solution - ARTH-GA-9007-001                               Credits: 4   Professor(s): Dr. E. Diestelkamp   Syllabus: The Practical Solution     The Practical Solution course in the M. A. in Historical and Sustainable Architecture focuses on both the practice and design of adaptive reuse of historic buildings. As well as design and planning issues, the course will consider technical issues, including communication through visual media and aspects related to the conservation and reuse of historic properties.Through the study of individual case studies during the semester students will examine solutions that have been arrived at including design and planning issues as well as aspects of the client’s brief.   In addition, the role of government and advocacy groups at the local and national level, as well as the role of agencies involved with historic buildings (including English Heritage, SPAB, the Georgian Group, the Victorian and Twentieth Century Societies and ecclesiastical organisations working with historic buildings) will be explored throughout the semester.   The course will also consider issues related to contractual arrangements and problem solving in both the restoration and sympathetic adaptation of historic buildings for new purposes. The majority of seminars take place off site both in London (Whitechapel Art Gallery, The Railway Hotel in Brixton, Roundhouse in Camden) and outside London (Chatham Dockyard, Oxford, and Hardwick House).                                                                Capstone Thesis - ARTH-GA9009-001                               Credits: 4   Professor(s): Ms. M. Richardson, Dr. T. Hinchcliffe &amp; Ms Gillian Darley with Prof Mosette Broderick and Prof Jon Ritter     Syllabus: Capstone Thesis     The culmination of the MA in Historical and Sustainable Architecture program is a thesis of independent research. This may take the form of a paper or report with supporting documentation, images and notes. Research may consist of archival investigation and/or fieldwork, including personal interviews, site reports, and condition assessments. Students will be assigned a thesis advisor, with whom they will meet regularly.                            Special Events       The MA in Historical and Sustainable Architecture includes a number of special enrichment lectures from a variety of UK experts in relevant fields of interest:     Gavin Stamp – Noted academic and writer of architectural history; he taught at the Mackintosh School of Architecture, Glasgow School of Art,. In 2003-04 he was a Bye- Fellow of Gonville &amp; Caius College, Cambridge, and a Mellon Senior Research Fellow. Author of books on Edwin Lutyens, Alexander 'Greek' Thomson, George Gilbert Scott junior and other architectural subjects.     Dr. Olmo Silva – Senior Lecturer in Real Estate Economics and Finance at the London School of Economics     Anthony Richardson of Anthony Richardson Architects     Karen Lim &amp; Chris Cowper of Cowper Griffiths Architects     Kirsten Burrows – Sustainability Consultant with PRP Environmental and Architects. She is also a 2011 alumna of NYU’s MA in Historical and Sustainable Architecture     Sam Price of Price &amp; Myers, consulting structural engineers     Sam White of Platt, Byard, Dovell &amp; White Architects     Benedict O’Looney – lecturer and practitioner in architectural history and conservation. He has worked at the Canterbury School of Architecture and the Architectural Association and is chair of Southwark’s Conservation Areas Advisory Group and the vice-president of the London Sketch Club.                                                             NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                    Apply Now!                                               Explore      Restaurants    Things to do    Local Travel    Regional Travel                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Bulletin Course Descriptions    | Art History | NYU                                                            Back to Home         Course Descriptions (GSAS Bulletin)   Adaptive Reuse of Buildings in a Green World: Successes and Failures Part I and Part II    ARTH-GA 9001, ARTH-GA 9002 Hill 4 points per term. 2013-14, 2014-15.   These courses uses a range of readings and visits to buildings and places of interest to show the great variety of discourses within which historic buildings can be placed. Coursework assignments range from the historic works of Wordsworth, Ruskin and Morris to current government reports and guidance documents on the historic environment. Trips highlight the adaptive reuse of historic buildings; relationships to landscapes; and technical aspects of conservation work. The second half of this course continues the same approach used in the first, balancing readings against case studies and visits, with a focus on the role of memory in preserving historic buildings and the relationship between modernism and \"heritage.\"    Aspects of Architectural and Urban Development    ARTH-GA 9003 Bingham, Longstaffe-Gowan, Fox, Hume, Lubbock. 4 points. 2013-14, 2014-15.   This course offers an overview of aspects of the setting, presentation, and continuity of buildings. Presented in four sections, the instruction will leave the class able to navigate in four fields: town squares and gardens, the structure of older buildings, architectural representations and historic interiors.    Economics of Reuse and Regeneration    ARTH-GA 9004 Falk. 4 points. 2013-14, 2014-15.   This course presents the economics of development in regard to the adaptive reuse of old buildings, for those considering a career in the built environment. Using case studies in London and a former mill town in Gloucestershire, the course will equip participants with some of the tools and concepts needed to enter the development world. The course first deals with how cities grow; then considers the different demands in cities; cost and finance questions; and development models. Readings bring together experience in both the UK and North America.    Low Energy Strategies in Historic and Contemporary Architecture    ARTH-GA 9005 Flewitt, Frank. 2 points. 2013-14, 2014-15.   This course outlines methods of environmental assessment for buildings, in relation to sustainability concepts and the impact of buildings on the environment. It examines the application of these tests including the context of existing buildings and the scope for action in this field, referencing the balance of sustainable and non-sustainable characteristics of historic buildings.    Independent Study    ARTH-GA 9006 Diestelkamp. 2 points. 2013-14, 2014-15.   Independent Study encourages exposure to the wide range of lectures, discussions, conferences, exhibitions, special events, visits and tours taking place in and around London. Students attend and reflect on events held by national amenity societies, heritage organizations, historical societies, official bodies, professional institutions, educational establishments and museums and galleries.    The Practical Solution    ARTH-GA 9007 Diestelkamp, Eberhardt. 4 points. 2013-14, 2014-15.   This course focuses on both the policy and practice of adaptive reuse. Through the study of individual case studies, students study the solutions implemented by clients, developers, and designers. Coursework focuses on the roles of government agencies and advocacy groups, as well as technical issues, including communication through visual media, aspects related of conservation and reuse, and contractual arrangements and problem solving. Most meeting take place off site, in London and surrounding communities.    Practical Experience    ARTH-GA 9008 Powers. 4 points. 2013-14, 2014-15.   This class considers conservation of heritage assets from the viewpoint of the practitioner. Students will gain a basic understanding of London's architectural history, as well insights into the work of amenity societies, heritage public bodies and charitable organizations that conserve historic buildings today. The class will be taught through a combination of lectures, guest presentations, and field trips to historic properties, both within London and by day-trip. Students learn how to analyze and describe historic assets and how to assess their significance, as well as the technical implications of new uses for historic buildings within their historical contexts.    Capstone Thesis    ARTH-GA 9009 Richardson, Hinchcliffe, Darley. 4 points. 2013-14, 2014-15.   Students engage in independent research, using resources in London and New York to produce an original thesis. This may take the form of a paper or report with supporting documentation, images and notes. Research may consist of archival investigation and/or fieldwork, including personal interviews, site reports, and condition assessments. Students will be assigned a thesis advisor, with whom they will meet on alternative weeks throughout the spring semester."}]}]