[{"detail": [{"content": "MCC-UE 1808 - Persuasion - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1808 - Persuasion        Analysis of factors inherent in the persuasive process examination and application of these factors in presentations. View sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "MCC-UE 1808 - Persuasion - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1808 - Persuasion        Analysis of factors inherent in the persuasive process examination and application of these factors in presentations. View sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Persuasion and Politics - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Persuasion and Politics        Courses examine communication media, institutions and technologies as used for the purposes of manipulation and mobilization of opinions, public values and actions.                     MCC-UE 1010 - Censorship in American Culture   An upper level course on the topic of censorship in American culture, from the late 19th century to the present. The broader context for our exploration will be the public sphere, understood in two ways: as the classic, liberal ideal-a space for civil, and equitable exchange of ideas and opinions open to all citizens-and in the more contemporary reality-a highly contested space of public discussion, where the boundaries concerning who can participate, what topics are allowed, and how the exchange takes place are drawn and redrawn. The tension between ideal and real forms of public communication plays out in highly charged debates around censorship, which take place in diverse public spaces, including literature, film, theatre, art galleries, the press, the internet, sidewalks, courts, and bars. Because these debates are cultural and legal ones, and are frequently deeply divisive within American society, the goal is for the students to have an enhanced understanding of the historical contexts in which important cultural and legal struggles over censorship took place, and to bring that understanding to bear on contemporary debates about the arts, sexuality, gender, privacy, national security, media technology, and government involvement in the marketplace of ideas and images. View sample syllabus              MCC-UE 1013 - Political Communication   This course focuses on the essentially communicative aspects of American governing processes, surveying research that analyzes the way in which political candidates at various levels of government are chosen, how they shape their personal image, the process of constructing persuasive message appeals, and their interaction with voters. It will also focus on how elected officials set political and legislative agendas, use public relations strategies to shape public policy, and otherwise engage in the process of political deliberation. The media in which these processes take place will be an additional focus, including the influence of news outlets, political campaign advertising, and the work of political advocacy groups of various kinds. Common methods utilized in political communication research will also be highlighted, including experimental and survey research, and various forms of textual analysis. View sample syllabus          MCC-UE 1014 - Mass Persuasion and Propaganda   This course presents a critical analysis of the development, principles, strategies, media, techniques, and effects of propaganda campaigns from ancient civilizations to the modern technological society. The course focuses on propaganda in the context of government, religion, revolution, war, politics, and advertising, and explores implications for the future of propaganda in the cybernetic age.    View Sample Syllabus          MCC-UE 1017 - Youth Media and Social Change   This course explores the theory, practice, and impact of the non-profit youth media organizations and school-based programs working in this field locally and around the world. Students will also use media production to conduct fieldwork in the New York City area that further builds the subfields of youth media/youth development, teaching and learning, and community building. Research projects will document and investigate how youth media is supporting the development of young people's capacities for 21st century skills of digital communication, critical literacy, and civic engagement. View sample syllabus          MCC-UE 1025 - Race and Media   America&#39;s founding principles of equality and equal opportunity have long been the subject of interpretation, debate, national angst and widespread (often violent) conflict. No more is this the case than when we talk about the issue of race. While biological notions of race have lost their scientific validity, race remains a salient issue in American life as a social and political reality sustained through a wide variety of media forms. The broad purpose of this course is to better understand how notions of race have been defined and shaped in and through these mediated forms. Specific attention may be given to the ways that race is articulated in forms of mass media and popular culture. View sample syllabus          MCC-UE 1027 - Media and the Environment   This course will investigate the dominant critical perspectives that have contributed to the development of Environmental Communication as a field of study. This course explores the premise that the way we communicate powerfully impacts our perceptions of the &ldquo;natural&rdquo; world, and that these perceptions shape the way we define our relationships to and within nature. The goal of this course is to access various conceptual frameworks for addressing questions about the relationship between the environment, culture and communication. Students will explore topics such as nature/ wildlife tourism, consumerism, representations of the environment in popular culture and environmental activism.    *New MCC course to run in future semesters.    Sample Syllabus          MCC-UE 1028 - Ethics and Media   The purpose of this course is twofold: 1) to equip future media professionals with sensitivity to moral values under challenge as well as the necessary skills in critical thinking and decision making for navigating their roles and responsibilities in relation to them and 2) honing those same skills and sensitivities for consumers of media and citizens in media saturated societies.    View Sample Syllabus          MCC-UE 1065 - Media Events and Spectacle   This course examines the role played by media events and spectacle in the shaping of belief, attitudes, and actions, with particular attention paid to the concept of the masses and its changed meaning over time. The course examines concepts of mass culture, the decentralization of cultural forms, and the rise of convergence culture. It explores the history of the media event and the theories that have shaped it, and the role of spectacle in society from the Renaissance to modern society to the age of digital media. Sample Syllabus           MCC-UE 1140 - Screening History: The Construction of American History in Hollywood Films   This course explores the ways in which popular Hollywood films construct the historical past, the ensuing battles among historians and the public over Hollywood's version of American history, and the ways that such films can be utilized as historical documents themselves. We will consider films as products of the culture industry; as visions of popularly understood history and national mythology; as evidence for how social conflicts have been depicted; and as evidence of how popular understanding and interpretations of the past have been revised from earlier eras to the present.    View sample syllabus              MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1310 - Culture and Media in Urban China   What  does it mean to be &ldquo;urban&rdquo; in China and how is Chinese urbanism mediated by new  cultural formations? In this course we will examine the culture and media that  define city life in China, including Chinese state and popular media,  television and film, music, fashion, verbal art and literature (in print and  online) and visual art. We will focus on the period from the building booms of  the mid-to-late nineties to the present. Students will work in teams to make  presentations on urban culture, and use primary sources in translation and  secondary sources to write individual essays. Chinese language ability  appreciated but by no means required .    *This course will run as a Global Honors Seminar in Fall 2012 and will have an additional travel component in the January 2012 term. Students must apply for the program. Contact comm.advisors@nyu.edu for more information.    Sample Syllabus           MCC-UE 1340 - Religion and Media   This course examines the ways in which conventional and non-conventional media re-create religious experience. Increasingly, religion is experienced not only in sacred spaces, and through ritual and scripture, but is also communicated through radio, TV, and the Internet, as well as in consumer culture and political campaigns. This course examines the significance of religion in modern life from historical and contemporary perspectives, paying attention to questions of religious and national difference, as well as material and symbolic practices. View sample syllabus          MCC-UE 1341 - Middle East Media (formerly Islam, Media and the West)   This course examines contemporary media in (primarily Arab parts of) the Middle East and the US and their relationship to the perceived rift between Islam and the West. Readings and media examples focus on the politics of culture, religion, modernity, and national identity as they shape and intersect with contemporary geopolitical events, cultural formations and media globalization. View sample syllabus          MCC-UE 1346 - Fame   Fame, notoriety, renown &ndash; the desire to be recognized and immortalized is the most enduring and perhaps the most desirable form of power. Culture, commerce, politics, and religion all proffer promises of fame &ndash; whether for fifteen minutes or fifteen centuries. This course departs from the insight that fame is a uniquely human ambition and a central force for social life. Together, we will investigate this subject by asking, what is fame?, Why do people want it?, How do they get it?, What can they do with it?, How does it affect those around them, and the generations that come after? In other words, what kind of good is fame? Drawing on texts from history, ethnography, theory, literature, philosophy, and contemporary media, this course will reflect on the ethics, erotics, pragmatics and pathologies of fame. We will compare fame to other forms of recognition (reputation, honor, etc.), and look at how fame operates in various social and historical circumstances, from small agricultural communities to enormous, hyper-mediated societies such as our own. Is fame, in our contemporary understanding, possible before photography? We&rsquo;ll consider the enduring question of fame as it is transformed by the technological conditions of reproducing reputation across space, time, and societies.    Sample Syllabus          MCC-UE 1402 - Marxism and Culture   Explores the various political and philosophical debates within western Marxism. Pays particular attention to the influence of the cultural turn in twentieth century Marxist thought on feminism, postcolonialism, and theories of mediation. Themes include: the commodity, alienation and reification, surplus value, culture, ideology, hegemony and subjectivity.    View Sample Syllabus          MCC-UE 1406 - Hacker Culture & Politics   This course takes as its object computer hackers to interrogate not only the ethics and technical practices of hacking, but to examine more broadly how hackers and hacking have transformed the politics of computing and the Internet more generally. We will examine how hacker values are realized and constituted by different legal, technical, and ethical activities of computer hacking-for example, free software production, cyberactivism and hactivism, cryptography, and the pranksih games of hacker underground. View sample syllabus          MCC-UE 1409 - Consumption, Culture, and Identity   This course offers students the opportunity to engage with theories of communication and culture through the context of consumption and contemporary consumer society. Our focus will be on the role of commodities and consumer practices in everyday life and in culture at large. We will give particular attention to consumption's role in the construction of social and cultural identities. Students will consider critical responses to consumer culture, including the resistance and refusal of consumption as well as the attempted mobilization of consumption toward social change.    View Sample Syllabus          MCC-UE 1419 Mediating Love, Sex, and God   This seminar examines the mediated historical trajectory of love, sex and God, exploring the performative and metaphysical basis of social practice. We seek not only to explore the ways in which these objects of existential concern are historical phenomena, but also how they are conditioned by the techniques and technologies of mediation. We will also explore how religion is shaped by material practices and how certain forms of social mediation are themselves religious.    View Sample Syllabus (DRAFT)          MCC-UE 1762 - Cultural Geography of Commodities: Coffee   This course will investigate the cultural and media geographies of a specific commodity, such as coffee, tea, sugar, oil, and cotton, assessing historical and contemporary issues that inform modes of production, the development of international or domestic trade, and media representation. Students will work as a team to produce a project that analyzes the intricacies of the commodity&mdash;in this case, coffee. The course will include on-the-ground research and site visits.    View Sample Syllabus          MCC-UE 1805 - Public Speaking   Analysis of the problems of speaking to groups and practice in preparing and presenting speeches for various purposes and occasions. Hours are arranged for student evaluation and practice. View sample syllabus          MCC-UE 1821 - Media Policy and Regulation   This course examines the relationship between public policy and media. It concentrates on the way legislative acts and regulatory instruments, such as the Federal Communications Commission, influence the structure and operation of media according to the norms and values that are set through the political process. Case studies include broadcasting and telecommunications policy, the regulation of media content, and governance of the Internet.          MCC-UE 1826 - Media Activism and Social Movements   The recent wave of protest movements&mdash;from the uprisings of the Arab Spring to events closer to home like Occupy Wall Street &ndash;have sparked a renewed interest in the role of the media in mobilizing and sustaining social movements with global resonance. This seminar offers students the opportunity to analyze the power and limits of the media in contemporary social movements in recent historical contexts. First, readings will examine the political-economic conditions that have led to the mobilization of social claims for global justice in the last decade. We will then consider a range of critical theoretical perspectives on whether and how media and information technologies have been instrumental in the articulation of such claims. This seminar draws on inter-disciplinary readings from media and cultural studies, anthropology, political science and sociology. As we examine how mediated activism shapes political change, we will also consider what is meant by &ldquo;the political&rdquo; in distinct economic and political cultural contexts. While we begin the class in the virtual world of online activism, much of our time will focus on mediated activism and global justice in practice across the global South.    Sample Syllabus will be posted soon          MCC-UE 1835 - Argumentation and Debate   An examination of the art of debate using current issues of public policy and social justice. Students will learn the skills of critical thinking, evidence evaluation and persuasion. Hours are arranged for fieldwork and student evaluation.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "MCC-UE 1808 - Persuasion - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1808 - Persuasion        Analysis of factors inherent in the persuasive process examination and application of these factors in presentations. View sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Persuasion and Politics - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Persuasion and Politics        Courses examine communication media, institutions and technologies as used for the purposes of manipulation and mobilization of opinions, public values and actions.                     MCC-UE 1010 - Censorship in American Culture   An upper level course on the topic of censorship in American culture, from the late 19th century to the present. The broader context for our exploration will be the public sphere, understood in two ways: as the classic, liberal ideal-a space for civil, and equitable exchange of ideas and opinions open to all citizens-and in the more contemporary reality-a highly contested space of public discussion, where the boundaries concerning who can participate, what topics are allowed, and how the exchange takes place are drawn and redrawn. The tension between ideal and real forms of public communication plays out in highly charged debates around censorship, which take place in diverse public spaces, including literature, film, theatre, art galleries, the press, the internet, sidewalks, courts, and bars. Because these debates are cultural and legal ones, and are frequently deeply divisive within American society, the goal is for the students to have an enhanced understanding of the historical contexts in which important cultural and legal struggles over censorship took place, and to bring that understanding to bear on contemporary debates about the arts, sexuality, gender, privacy, national security, media technology, and government involvement in the marketplace of ideas and images. View sample syllabus              MCC-UE 1013 - Political Communication   This course focuses on the essentially communicative aspects of American governing processes, surveying research that analyzes the way in which political candidates at various levels of government are chosen, how they shape their personal image, the process of constructing persuasive message appeals, and their interaction with voters. It will also focus on how elected officials set political and legislative agendas, use public relations strategies to shape public policy, and otherwise engage in the process of political deliberation. The media in which these processes take place will be an additional focus, including the influence of news outlets, political campaign advertising, and the work of political advocacy groups of various kinds. Common methods utilized in political communication research will also be highlighted, including experimental and survey research, and various forms of textual analysis. View sample syllabus          MCC-UE 1014 - Mass Persuasion and Propaganda   This course presents a critical analysis of the development, principles, strategies, media, techniques, and effects of propaganda campaigns from ancient civilizations to the modern technological society. The course focuses on propaganda in the context of government, religion, revolution, war, politics, and advertising, and explores implications for the future of propaganda in the cybernetic age.    View Sample Syllabus          MCC-UE 1017 - Youth Media and Social Change   This course explores the theory, practice, and impact of the non-profit youth media organizations and school-based programs working in this field locally and around the world. Students will also use media production to conduct fieldwork in the New York City area that further builds the subfields of youth media/youth development, teaching and learning, and community building. Research projects will document and investigate how youth media is supporting the development of young people's capacities for 21st century skills of digital communication, critical literacy, and civic engagement. View sample syllabus          MCC-UE 1025 - Race and Media   America&#39;s founding principles of equality and equal opportunity have long been the subject of interpretation, debate, national angst and widespread (often violent) conflict. No more is this the case than when we talk about the issue of race. While biological notions of race have lost their scientific validity, race remains a salient issue in American life as a social and political reality sustained through a wide variety of media forms. The broad purpose of this course is to better understand how notions of race have been defined and shaped in and through these mediated forms. Specific attention may be given to the ways that race is articulated in forms of mass media and popular culture. View sample syllabus          MCC-UE 1027 - Media and the Environment   This course will investigate the dominant critical perspectives that have contributed to the development of Environmental Communication as a field of study. This course explores the premise that the way we communicate powerfully impacts our perceptions of the &ldquo;natural&rdquo; world, and that these perceptions shape the way we define our relationships to and within nature. The goal of this course is to access various conceptual frameworks for addressing questions about the relationship between the environment, culture and communication. Students will explore topics such as nature/ wildlife tourism, consumerism, representations of the environment in popular culture and environmental activism.    *New MCC course to run in future semesters.    Sample Syllabus          MCC-UE 1028 - Ethics and Media   The purpose of this course is twofold: 1) to equip future media professionals with sensitivity to moral values under challenge as well as the necessary skills in critical thinking and decision making for navigating their roles and responsibilities in relation to them and 2) honing those same skills and sensitivities for consumers of media and citizens in media saturated societies.    View Sample Syllabus          MCC-UE 1065 - Media Events and Spectacle   This course examines the role played by media events and spectacle in the shaping of belief, attitudes, and actions, with particular attention paid to the concept of the masses and its changed meaning over time. The course examines concepts of mass culture, the decentralization of cultural forms, and the rise of convergence culture. It explores the history of the media event and the theories that have shaped it, and the role of spectacle in society from the Renaissance to modern society to the age of digital media. Sample Syllabus           MCC-UE 1140 - Screening History: The Construction of American History in Hollywood Films   This course explores the ways in which popular Hollywood films construct the historical past, the ensuing battles among historians and the public over Hollywood's version of American history, and the ways that such films can be utilized as historical documents themselves. We will consider films as products of the culture industry; as visions of popularly understood history and national mythology; as evidence for how social conflicts have been depicted; and as evidence of how popular understanding and interpretations of the past have been revised from earlier eras to the present.    View sample syllabus              MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1310 - Culture and Media in Urban China   What  does it mean to be &ldquo;urban&rdquo; in China and how is Chinese urbanism mediated by new  cultural formations? In this course we will examine the culture and media that  define city life in China, including Chinese state and popular media,  television and film, music, fashion, verbal art and literature (in print and  online) and visual art. We will focus on the period from the building booms of  the mid-to-late nineties to the present. Students will work in teams to make  presentations on urban culture, and use primary sources in translation and  secondary sources to write individual essays. Chinese language ability  appreciated but by no means required .    *This course will run as a Global Honors Seminar in Fall 2012 and will have an additional travel component in the January 2012 term. Students must apply for the program. Contact comm.advisors@nyu.edu for more information.    Sample Syllabus           MCC-UE 1340 - Religion and Media   This course examines the ways in which conventional and non-conventional media re-create religious experience. Increasingly, religion is experienced not only in sacred spaces, and through ritual and scripture, but is also communicated through radio, TV, and the Internet, as well as in consumer culture and political campaigns. This course examines the significance of religion in modern life from historical and contemporary perspectives, paying attention to questions of religious and national difference, as well as material and symbolic practices. View sample syllabus          MCC-UE 1341 - Middle East Media (formerly Islam, Media and the West)   This course examines contemporary media in (primarily Arab parts of) the Middle East and the US and their relationship to the perceived rift between Islam and the West. Readings and media examples focus on the politics of culture, religion, modernity, and national identity as they shape and intersect with contemporary geopolitical events, cultural formations and media globalization. View sample syllabus          MCC-UE 1346 - Fame   Fame, notoriety, renown &ndash; the desire to be recognized and immortalized is the most enduring and perhaps the most desirable form of power. Culture, commerce, politics, and religion all proffer promises of fame &ndash; whether for fifteen minutes or fifteen centuries. This course departs from the insight that fame is a uniquely human ambition and a central force for social life. Together, we will investigate this subject by asking, what is fame?, Why do people want it?, How do they get it?, What can they do with it?, How does it affect those around them, and the generations that come after? In other words, what kind of good is fame? Drawing on texts from history, ethnography, theory, literature, philosophy, and contemporary media, this course will reflect on the ethics, erotics, pragmatics and pathologies of fame. We will compare fame to other forms of recognition (reputation, honor, etc.), and look at how fame operates in various social and historical circumstances, from small agricultural communities to enormous, hyper-mediated societies such as our own. Is fame, in our contemporary understanding, possible before photography? We&rsquo;ll consider the enduring question of fame as it is transformed by the technological conditions of reproducing reputation across space, time, and societies.    Sample Syllabus          MCC-UE 1402 - Marxism and Culture   Explores the various political and philosophical debates within western Marxism. Pays particular attention to the influence of the cultural turn in twentieth century Marxist thought on feminism, postcolonialism, and theories of mediation. Themes include: the commodity, alienation and reification, surplus value, culture, ideology, hegemony and subjectivity.    View Sample Syllabus          MCC-UE 1406 - Hacker Culture & Politics   This course takes as its object computer hackers to interrogate not only the ethics and technical practices of hacking, but to examine more broadly how hackers and hacking have transformed the politics of computing and the Internet more generally. We will examine how hacker values are realized and constituted by different legal, technical, and ethical activities of computer hacking-for example, free software production, cyberactivism and hactivism, cryptography, and the pranksih games of hacker underground. View sample syllabus          MCC-UE 1409 - Consumption, Culture, and Identity   This course offers students the opportunity to engage with theories of communication and culture through the context of consumption and contemporary consumer society. Our focus will be on the role of commodities and consumer practices in everyday life and in culture at large. We will give particular attention to consumption's role in the construction of social and cultural identities. Students will consider critical responses to consumer culture, including the resistance and refusal of consumption as well as the attempted mobilization of consumption toward social change.    View Sample Syllabus          MCC-UE 1419 Mediating Love, Sex, and God   This seminar examines the mediated historical trajectory of love, sex and God, exploring the performative and metaphysical basis of social practice. We seek not only to explore the ways in which these objects of existential concern are historical phenomena, but also how they are conditioned by the techniques and technologies of mediation. We will also explore how religion is shaped by material practices and how certain forms of social mediation are themselves religious.    View Sample Syllabus (DRAFT)          MCC-UE 1762 - Cultural Geography of Commodities: Coffee   This course will investigate the cultural and media geographies of a specific commodity, such as coffee, tea, sugar, oil, and cotton, assessing historical and contemporary issues that inform modes of production, the development of international or domestic trade, and media representation. Students will work as a team to produce a project that analyzes the intricacies of the commodity&mdash;in this case, coffee. The course will include on-the-ground research and site visits.    View Sample Syllabus          MCC-UE 1805 - Public Speaking   Analysis of the problems of speaking to groups and practice in preparing and presenting speeches for various purposes and occasions. Hours are arranged for student evaluation and practice. View sample syllabus          MCC-UE 1821 - Media Policy and Regulation   This course examines the relationship between public policy and media. It concentrates on the way legislative acts and regulatory instruments, such as the Federal Communications Commission, influence the structure and operation of media according to the norms and values that are set through the political process. Case studies include broadcasting and telecommunications policy, the regulation of media content, and governance of the Internet.          MCC-UE 1826 - Media Activism and Social Movements   The recent wave of protest movements&mdash;from the uprisings of the Arab Spring to events closer to home like Occupy Wall Street &ndash;have sparked a renewed interest in the role of the media in mobilizing and sustaining social movements with global resonance. This seminar offers students the opportunity to analyze the power and limits of the media in contemporary social movements in recent historical contexts. First, readings will examine the political-economic conditions that have led to the mobilization of social claims for global justice in the last decade. We will then consider a range of critical theoretical perspectives on whether and how media and information technologies have been instrumental in the articulation of such claims. This seminar draws on inter-disciplinary readings from media and cultural studies, anthropology, political science and sociology. As we examine how mediated activism shapes political change, we will also consider what is meant by &ldquo;the political&rdquo; in distinct economic and political cultural contexts. While we begin the class in the virtual world of online activism, much of our time will focus on mediated activism and global justice in practice across the global South.    Sample Syllabus will be posted soon          MCC-UE 1835 - Argumentation and Debate   An examination of the art of debate using current issues of public policy and social justice. Students will learn the skills of critical thinking, evidence evaluation and persuasion. Hours are arranged for fieldwork and student evaluation.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Persuasion and Politics - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Persuasion and Politics        Courses examine theories of rhetoric and persuasion, the role of strategic discourse and mass media in shaping public spheres, with a thematic focus on propaganda, legislative debate, legal argument, rhetorics of science and technology, social movements, public dissent and censorship, political campaign communication, public relations and public administration.                     MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2120 - Media Policy and Regulation   This course provides a general introduction to key media policy debates. It is intended for students with an interest in how our media system is governed, ranging from the Internet and telecommunications to mainstream news and entertainment media. The goal of this course is to introduce students to the ways in which media policy gets hashed out in and outside Washington D.C., and to understand how these policies structure the kinds of media in which we are immersed. We will survey the history of media policy; explore the politics underlying basic problems and questions in designing media policy; discuss how media policy relates to democratic theory and ethical concerns; and consider what an ideal media system would look like. The first third of the course will focus on U.S. media policy history, the second third on current media policy debates, and the final third on future trajectories for our media system.    sample syllabus           MCC-GE 2153 - Media Activism   This participatory and discussion-oriented course explores the politics of media activism: its tactics, its strategies and its goals. The course will rely on both a survey of the existing theory and scholarship on media activism, as well as close analyses of actual activist practices within both old and new media and on a local, national and global scale. Special attention will be paid to questions of creativity and efficacy, addressing questions concerning the value of media activism as both an aesthetic and political activity.    sample syllabus          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2184 - Comparative Media Systems   How does journalism differ around the world? And to the extent that it does, why? Beyond the personal idiosyncrasies of individual journalists and media owners, which factors play the greatest role in shaping 'national news cultures': professional values and traditions, level and type of commercialism, government regulations, bureaucratic pressures or organizational dynamics, and/ or audiences? Too much of our media criticism proceeds from hunches and assumptions, rather than real evidence, for the simple reason that it limits itself to a single national context ( and often a single time period). Adequately sorting out the factors that shape our media environment can best be accomplished via comparative research. This course offers a conceptual roadmap to such a project as well as a close empirical look at the news media in a variety of national contexts. After a general consideration of the factors that structure news media systems and the roles that media play in democratic societies, the course incorporates (1) a survey of comparative methodologies: surveys, ethnographies, news content analyses, etc., and (2) national and comparative case studies, representing the major types of Western European journalistic 'models' as well as some important non-European variants.    sample syllabus          MCC-GE 2190 - The Languages of Communication: From Cave Painting to Print    The historical development of various non electronic media--language, painting, writing &amp; print &amp; their consequences for consciousness, information processing, &amp; sociopolitical structures.    sample syllabus           MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2265 - Communication and Persuasion: Sociological Propaganda   A series of analyses of the history, theories, techniques, and results of propaganda in society with special focus on the relationship between interaction (sociological) propaganda &amp; communication in our increasingly technological society; case studies drawn from public relations, commercial advertising, social movements, and the mass media.    sample syllabus          MCC-GE 2270 - Communication and Political Propaganda    In this course, students examine some of the major historical moments in political propaganda as well as current propaganda campaigns. We start with a brief analysis of the Nazi Party propaganda system and then examine the political propaganda tools and techniques that contemporary political parties, government officials and candidates use in their quest to manufacture political consent. Students should leave this class with an intellectual overview of the field of political propaganda as well as the various analytical methods that will help them recognize, describe and explain the propaganda techniques of contemporary political actors.    sample syllabus           MCC-GE 2275 - Middle East Media and Cultural Politics   Examines developments of culture, politics, and media in contemporary Middle East through an historical and cultural lens. Course is organized by theoretical theme and geographic location and addresses culture as a site of struggle; the impact of globalization on Arab mass media; the connections between civil society, democracy and Islam; and gender, national and diasporic identities.    sample syllabus          MCC-GE 2282 - Information Law and Policy    Examines the emergence of a specific body of laws &amp; public policies that influence the production, distribution &amp; use of information technologies, with a focus on issues of privacy, online speech, intellectual property, the creative commons, computer crime, &amp; governance in general.    sample syllabus           MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2295 - Values Embodied in Information and Communication Technologies   Studies social, political &amp; ethical values embodied in computer &amp; information systems, &amp; new media. Students examine work in the philosophy &amp; social study of technology to understand the rich &amp; sometimes troubling relationship between values &amp; technical design. Course will ask: Is technology neutral? Who should make key decisions? What is the role of scientists &amp; engineers? The course examines specific cases, such as, the Internet, search engines, web- cookies, &amp; data mining from philosophical, empirical, &amp; technical perspectives.    sample syllabus           MCC-GE 2304 - Global Media and International Law    This course examines the history and role of international law and international regulatory instruments as they pertain to global media governance. It provides an historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Students will undertake original research in a selected area of global media governance with careful attention to original documents in the field.    sample syllabus           MCC-GE 2305 - Internet Governance   The Internet has become an essential platform and engine for economic development, social justice and the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used and who should take part in the policy making process? Students will explore prominent narratives and issues, such as the concept of architectural openness and the promotion of Internet Freedom. Through weekly discussions and the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium. Sample Syllabus          MCC-GE 2308 - The Racial Web   Internet apologists once heralded the world wide web as a space that would liberate the voice of the racial other, democratize news media flows, expand public discourse about race, and buttress political participation among people of color. As internet technology and its users who co-create cyberspace have matured over the past decade, what do we make of the web&rsquo;s promises? Has the web expanded the spaces for racial discourse? These are the questions addressed in this course as we examine the sources, content, and flow of racial discourse on the web, as well as a broader variety of issues related to race and digital technology.    sample syllabus          MCC-GE 2380 Topics in Globalization   SUBTOPIC: Cultural Globalization in France    This course will provide students with a critical understanding of how international flows of information and entertainment products &ndash; from news and information to movies, television and lifestyle brands -- play a role in shaping and reshaping global economic, political, military, and cultural realities. We will examine a range of forms of mediated production and consumption understood broadly in relation to political, economic, and cultural power, and situate these forms in relation to contemporary theorizing about global cultural convergence, divergence, and hybridity.    In this intensive three-work course organized in collaboration with the American University of Paris, the city of light and its environs will be our laboratory. France is often at the center of debates about the reach and character of cultural globalization: its government has often taken the lead in opposing American efforts to define cultural exchange in purely market terms, even as French publics have often welcomed American popular culture and political ideas. To better understand globalization &ldquo;on the ground&rdquo; in France, we will range across Paris to meet with activists, journalists, and other media creators. In so doing, we will deepen our understanding of the global, national, and local economic and political processes shaping how culture is being created, consumed, remixed, diffused, and transformed.    *This course is set to run in Paris in Summer 2013, June 26 - July 16. Department approval needed. More information is available here .    Syllabus available soon.          MCC-GE 2382 - Topics in Globalization: Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication and international development. Topics include state-building, modernization, dependency and globalization, as they concern the \"Third World.\"  Part One of the course focuses on mainstream development, its proponents (such as the UN, the World Bank and international non-profit organizations) and its application and practice. Part Two will delve into the critiques of development and its connections to longer historical, political and economic inequalities, such as imperialism, colonialism and globalization. In Part Three, each class will be devoted to a particular topic or problem and relevant case studies from they key regions (Latin America/Carribean; Africa; Middle East; Asia; \"The Fourth World\") that students will present on. sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]