[{"detail": [{"content": "WAGTalk: Nirupama Rao, “The 47 or 67 Percent?” | NYU Wagner                                      Jump to navigation                                                         Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                           Wagner Videos     Most recent videos   Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership and Management   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Social Entrepreneurship   Urban Policy and Planning                Request More Information         Apply to Wagner                       Video                                                                                      WAGTalk: Nirupama Rao, “The 47 or 67 Percent?”         Professor Nirupama Rao examines whether not paying federal taxes and receiving transfer benefits is symptomatic of a culture of dependency, and if the federal government is in effect subsidizing the obsolescence of skills and labor force dis-attachment.                                                               © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "WAGTalk: Nirupama Rao, “The 47 or 67 Percent?” | NYU Wagner                                      Jump to navigation                                                         Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                           Wagner Videos     Most recent videos   Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership and Management   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Social Entrepreneurship   Urban Policy and Planning                Request More Information         Apply to Wagner                       Video                                                                                      WAGTalk: Nirupama Rao, “The 47 or 67 Percent?”         Professor Nirupama Rao examines whether not paying federal taxes and receiving transfer benefits is symptomatic of a culture of dependency, and if the federal government is in effect subsidizing the obsolescence of skills and labor force dis-attachment.                                                               © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "NYU Affiliated Presenters to Deliver 47 Papers at American Public Health Association Annual Meeting                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   October   /   9                                                         NYU Affiliated Presenters to Deliver 47 Papers at American Public Health Association Annual Meeting                   October 9, 2013                                       New York University affiliated presenters will deliver an array of research papers on public health at the American Public Health Association’s 141th Annual Meeting &amp; Exposition. 94 presenters will offer 47 papers and presentations on a wide range of pressing public health issues at the 2013 annual meeting in Boston, November 2-6.   The APHA Annual Meeting &amp; Exposition is the oldest and largest gathering of public health professionals in the world, attracting more than 13,000 national and international physicians, administrators, nurses, educators, researchers, epidemiologists, and related health specialists. APHA's meeting program addresses current and emerging health science, policy, and practice issues in an effort to prevent disease and promote health.   NYU’s affiliated presentations address a wide range of public health issues and represent numerous NYU schools, colleges, and programs. Among the papers to be offered are, in part: “Modeling the impact of a state alcohol and traffic safety laws on motor vehicle fatalities using IV approaches, 1980-2009”; “Diabetes among minority populations in New York City”; “Formative evaluation of a text messaging intervention to promote cessation medication adherence among tobacco-dependent persons with HIV”; “Results from a community initiative using a NYC department of health toolkit to increase the availability of healthy foods in corner stores”; “The endgame for tobacco control: Strategies and action steps”; Gender-specific awareness and acceptability of pre-exposure prophylaxis to prevent HIV infection among youth in western Kenya: Implications for combination HIV prevention”; “Trajectory of physical health, cognitive function, and psychological well-being among Chinese elderly”; “Gender differences in self-efficacy and behavior outcomes among diabetic Bangladeshis in New York City”; “Piloting a community-based intervention for caregivers of Korean American cancer survivorship.”   A full description of the planned NYU presentations at APHA 2013 can be obtained by visiting   http://giph.nyu.edu/research.html   NYU students, faculty, alumni and staff at the APHA Annual Meeting are invited to attend a special reception sponsored by the NYU Global Institute of Public Health (GIPH). The reception -- Tuesday, November 5, from 7 p.m. to 9 p.m., at Westin Boston Waterfront, Faneuil Room, 425 Summer Street Boston, MA – will feature remarks by Cheryl G. Healton, Dean of Global Public Health and Director of the NYU GIPH.   To RSVP for the reception, please visit https://events.nyu.edu/#event_id/14658/view/event .                            This Press Release is in the following Topics:      Health           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]