[{"detail": [{"content": "Course Descriptions (GSAS Bulletin)    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Descriptions (GSAS Bulletin)   Applied Quantitative Research Courses    Designs of Social Research    SOC-GA 1301 Wu. 4 points. 2013-14, 2014-15. This course, taken in the fall semester, is a comprehensive introduction to quantitative research in the social sciences. The course focuses on foundational ideas of sociological research, including strengths and weaknesses of different research designs, interpretation of data drawn from contemporary and historical contexts, and strategies for evaluating evidence. The majority of the course is comprised of two-week units examining particular research designs, with a set of scholarly articles that utilize that design (e.g., experimental designs, with a set of readings that use this method to examine discrimination in labor and housing markets). The course is designed so that students will produce a proposal of their thesis as their final paper.    Techniques of Quantitative Analysis    SOC-GA 1401, 1402 Greenberg, Lee. 4 points. 2013-14, 2014-15. The two-semester course in data analysis covers numerous specific statistical tools used in social science research. The course emphasizes the use of statistical software packages in analysis. Students will gain experience with linear regression, probability models, statistical graphics, polynomial models, analysis of multivariate outcomes and repeated measures, and logistic regression. Prerequisite: introductory statistics course that includes linear regression.    Proseminar Workshop    SOC-GA 1501, 1502 Hout. 4 points. 2013-14, 2014-15. The seminar is designed to serve multiple sets of student needs. With a focus on presentations from outside speakers and practical training, the seminar will expose students to different methods and practices of sociology. Seminar presentations are given on a wide range of topics by faculty from NYU and other New York City universities, as well as researchers from private, government, and non-profit settings. Some weeks will focus on current research in a particular area or on a particular topic, while other weeks will focus on specific skills (such as a software package) or topic of interest (such as applying to PhD programs).    Data Analysis Workshop    SOC-GA 1903 4 points. 2013-14, 2014-15. This course is designed to help AQR students gain experience with \"real-world\" data. Over the course of the semester, students will work collaboratively on a data project, working with either faculty or external organizations on a project of mutual interest, providing students with an authentic experience in data analysis and presentation.    AQR Masters Thesis    SOC-GA 1998 Hout. 4 points. 2013-14, 2014-15. To complete the requirements for the M.A. in Applied Quantitative Research, students will complete an independent research project under the direction of a faculty member in the Department of Sociology (either chosen by the student, or assigned by the AQR program director). Students may also use self-secured internships as fieldwork for their project. The project will involve an original (secondary) analysis of quantitative data to answer a research question constructed by the student (and approved by her/his faculty advisor). A preliminary proposal must be discussed and approved by the faculty advisor. The final project will take the form of a paper that would potentially be appropriate for submission to a scholarly journal in the social sciences.    Sociological Theory    Classical Sociological Theory (1848-1950)    SOC-GA 2111 Abend, Corradi, Garland, Lukes. 4 points. 2013-14, 2014-15. Examines major figures of modern sociology, including Marx, Durkheim, Weber, and Simmel. Focuses on the conditions and assumptions of social theory, the process of concept formation and theory building, general methodological issues, and the present relevance of the authors examined. An effort is made to speculate on the nature of the growth of knowledge in sociology.    Advanced Seminar in Selected Sociological Traditions    SOC-GA 3112 Prerequisite: one basic (2000-level) theory course. Abend, Corradi, Garland, Lukes. 4 points. 2013-14, 2014-15. Advanced analysis of one or two sociological theorists or traditions, considering the origins, major claims, and current debates over their status (e.g., Marxism, Foucault, Merton, Bourdieu, Habermas).    Seminar in Culture, Politics, and Social Theory    SOC-GA 3116 Sennett. 4 points. 2014-15. An in-depth exploration of one or more core themes linking culture, politics, and social theory; for example, Enlightenment and Romanticism, secularism, cosmopolitanism, humanitarianism, punishment and social control, nationalism or democracy.    Advanced S eminar in Culture, Politics, and Social Theory    SOC-GA 3117 Prerequisite: SOC-GA 3116 or permission of the instructor. Sennett. 4 points. 2014-15. A seminar devoted to the advancement of graduate student research projects engaging core themes linking politics, culture, and social theory.    Methods of Inquiry    Introduction to Statistics    SOC-GA 2332 Lab section required. Greenberg, Sharkey, Torche. 4 points. 2013-14, 2014-15. Provides a practical introduction to quantitative social sciences methodology. The course provides basic knowledge of both the methodological logic and techniques of statistical data analysis. The course covers the purpose, goals, and mathematical assumptions behind statistical analysis. It also provides practical experience in analyzing data and interpreting results using statistical software.    Introduction to Methods of Sociological Research    SOC-GA 2330 Prerequisite: SOC-GA 2332 or permission of the instructor. Conley, Jackson, Klinenberg, Torche, Wu. 4 points. 2013-14, 2014-15. Provides an introduction to the methods of research in sociology. Topics include the relationship between theory and empirical evidence, observation, causal inference, sampling, conceptualization, measurement, and research design.    Qualitative Methods    SOC-GA 2303 Gerson, Haney, Horowitz, Jerolmack. 4 points. 2013-14, 2014-15. Supervised experience in activities and techniques of qualitative, naturalistic field methods like observation, interviewing, and participant observation. Exploratory work may lead to an empirical dissertation project.    Historical and Comparative Sociological Methods    SOC-GA 2308 Prerequisite: knowledge of basic statistics and methods. Chibber, Ertman. 4 points. 2012-13. Overview of issues in historical and comparative methodology in macro-sociology: methods of and current controversies in historical and comparative sociology; debates about what makes sociology \"historical\" to debates about the benefits of techniques, such as qualitative comparative analysis; analysis of recent macrosociological investigations in sociology, employing comparative and historical methods.    Advanced Multivariate Statistics    SOC-GA 2312 Prerequisite: permission of the instructor.Conley, Greenberg, Hout, Lee. 4 points. 2013-14, 2014-15. A sequel to introductory graduate-level statistics courses emphasizing the application of advanced techniques used to analyze social science data. Topics may include the general linear model, diagnostic techniques, construction of scales and indexes, exploratory and confirmatory factor analysis, log-linear models, multilevel models, finite mixture models, complex sample design, the handling of missing data, and causal modeling methods (including instrumental variables, difference-in-difference, structural equation modeling, fixed and random effects models, regression discontinuity, correction for sample selection bias, and propensity score matching).    Longitudinal Statistics    SOC-GA 2314 Greenberg. 4 points. 2014-15. Statistical models and methods that make use of the temporal dimension in a data set, that is, its \"over time\" character. Age-period-cohort analysis, event history analysis, time series, repeated cross-sections, static and dynamic panel data methods.    Power and Inequality in Modern Societies    Social Stratification and Inequality    SOC-GA 2137 Jackson, Jasso, Jennings, Torche. 4 points. Assesses research and theoretical work on economic inequality and classes in the social sciences. Reviews important classic contributions (including Marx, Weber, and Schumpeter), compares competing approaches (including Marxist, conflict, functionalist, elite, and status attainment theories), and surveys modern directions of development (such as labor market studies, socialist inequality, the role of the state).    Social Movements    SOC-GA 2153 Goodwin, Manza. 4 points. 2013-14. Surveys controversies and research issues and topics in social movements. Topics include classical, economic, resource mobilization, political process, and political opportunity theories of social protest movements; so-called new social movements; and issues of identity formation. Analyzes recent thinking and research concerning the consequences or impact of social protest movements, including the U.S. civil rights movement, labor movements, neopopulist movements, and revolutionary movements.    Political Sociology    SOC-GA 2441 Chibber, Ertman, Goodwin, Manza. 4 points. 2013.14. Surveys controversies and research topics in political sociology. At the center of these investigations are states and power. Explores concepts of power and the theories of the state. Topics are the formation of states, political institutions, and social policies and the determinants and outcomes of collective action.    Social Institutions    Sociology of Education    SOC-GA 2407 Arum. 4 points. 2014-15.   SOCiological perspective on American education. Topics include the social context of socialization and learning; the effects of schooling; desegregation and social inequality; teachers as unionized professionals; school politics and bureaucracy; and selected policy issues confronting American education. Emphasis is on American institutions, although comparative perspectives are discussed.    Sociology of Culture    SOC-GA 2414 4 points. 2014-15. Survey of major approaches to the sociology of culture and the use of cultural theory in sociological analysis generally. Specific topics include cultural institutions, the relationship of popular to elite culture, different media of cultural communication and expression, historical transformations of culture (including debates over postmodernism), cultural hegemony and domination, and cultural politics. Authors whose works are studied include Raymond Williams, Stuart Hall, Pierre Bourdieu, Paul Gilroy, Paul DiMaggio, and Charles Taylor.    Sociology of Knowledge    SOC-GA 2422 Morning. 4 points. 2014-15. Reviews and evaluates important perspectives on the relationship between knowledge and social structure. Focuses on a number of research strategies concerned with types of knowledge and knowledge-systems, codes and symbols, the manipulation of knowledge for social and political purposes, the study of ideologies, and the major factors in knowledge production.    Society and Economy    SOC-GA 2435 Abend, Chibber, Royster. 4 points. 2014-15. Examines the relationship between economic institutions and other social institutions. Considers how economic life influences and is affected by political organizations, the logic of organizational functioning, kinship systems, class conflict, and other social phenomena. Materials include classical theoretical works and contemporary studies.    Urban Sociology    SOC-GA 2463 Brenner, Horowitz, Klinenberg, Molotch, Sennett. 4 points. 2013-14. Introduction to the field of urban sociology that looks at the interplay between studies of city life and theories about cities. Traces the development of modern American cities; examines the theories that emerged to explain the causes and consequences of urbanization; and analyzes the social, political, and economic processes of community growth and decline among urban and suburban residents.    Deviance, Law, and Criminology    Deviance and Social Control    SOC-GA 2160 Dixon, Greenberg, Horowitz. 4 points. Cumulative development and changing emphasis in deviance theory. Major methods of research and analytic models. Ecological, anomie and subculture, functionalist, learning, and conflict perspectives. The social reactions approach: labeling processes and deviance amplification, organizational processing, and collective struggles over deviance definitions. Disputes over \"labeling.\" Political and public policy implications of deviance sociology.    Sociology of Punishment    SOC-GA 2508 Garland. 4 points. 2014-15. Explores the social dynamics of punishment and crime control policies; the links between punishment and welfare; the control of individual offenders and the control of social groups; the effect of criminal justice in reproducing class and race stratification; the role of punishment in the production of social order; and the extent to which shifts in crime control are indicative of changing modes of exercising state and private power.    Occupations, Labor, and Organizations    Seminar in Organizations    SOC-GA 3463 Arum. 4 points. 2011-2012.    Sex, Gender, and Family    Sociology of Sex and Gender    SOC-GA 2227 England, Haney,Jackson. 4 points. 2014-15. Critically assesses social science research and competing theories on gender. Topics include equality and inequality between the sexes in economic, political, and personal domains; cultural beliefs about gender; reproduction and child rearing; and sexuality.    Sociology of the Family    SOC-GA 2451 Gerson, Stacey, Wu. 4 points. 2013-14. Systematic introduction to the literature on family and kinship. Includes classical theories and examines the major areas of contemporary research. Topics include family formation, social reciprocity, family dissolution, the history of the family, and a comparison of general theoretical paradigms.    Variable Content Courses    Apprenticeship I, II, III, IV, V, VI    SOC-GA 2321, 2322, 2323, 2324, 2325, 2326 Variable points. 2013-14, 2014-15.    Doctoral Dissertation I, II, III, IV    SOC-GA 3901, 3902, 3903, 3904 1-4 points per term. 2013-14, 2014-15.    Reading Course I, II, III, IV    SOC-GA 3915, 3916, 3917, 3918, 3919 2 points per term, unless instructor requests 1, 3, or 4 points. 2013-14, 2014-15.    Doctoral Seminar    SOC-GA 3921 2014-15.    Proseminar    SOC-GA 3925 2013-14, 2014-15.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin)    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Descriptions (GSAS Bulletin)   Applied Quantitative Research Courses    Designs of Social Research    SOC-GA 1301 Wu. 4 points. 2013-14, 2014-15. This course, taken in the fall semester, is a comprehensive introduction to quantitative research in the social sciences. The course focuses on foundational ideas of sociological research, including strengths and weaknesses of different research designs, interpretation of data drawn from contemporary and historical contexts, and strategies for evaluating evidence. The majority of the course is comprised of two-week units examining particular research designs, with a set of scholarly articles that utilize that design (e.g., experimental designs, with a set of readings that use this method to examine discrimination in labor and housing markets). The course is designed so that students will produce a proposal of their thesis as their final paper.    Techniques of Quantitative Analysis    SOC-GA 1401, 1402 Greenberg, Lee. 4 points. 2013-14, 2014-15. The two-semester course in data analysis covers numerous specific statistical tools used in social science research. The course emphasizes the use of statistical software packages in analysis. Students will gain experience with linear regression, probability models, statistical graphics, polynomial models, analysis of multivariate outcomes and repeated measures, and logistic regression. Prerequisite: introductory statistics course that includes linear regression.    Proseminar Workshop    SOC-GA 1501, 1502 Hout. 4 points. 2013-14, 2014-15. The seminar is designed to serve multiple sets of student needs. With a focus on presentations from outside speakers and practical training, the seminar will expose students to different methods and practices of sociology. Seminar presentations are given on a wide range of topics by faculty from NYU and other New York City universities, as well as researchers from private, government, and non-profit settings. Some weeks will focus on current research in a particular area or on a particular topic, while other weeks will focus on specific skills (such as a software package) or topic of interest (such as applying to PhD programs).    Data Analysis Workshop    SOC-GA 1903 4 points. 2013-14, 2014-15. This course is designed to help AQR students gain experience with \"real-world\" data. Over the course of the semester, students will work collaboratively on a data project, working with either faculty or external organizations on a project of mutual interest, providing students with an authentic experience in data analysis and presentation.    AQR Masters Thesis    SOC-GA 1998 Hout. 4 points. 2013-14, 2014-15. To complete the requirements for the M.A. in Applied Quantitative Research, students will complete an independent research project under the direction of a faculty member in the Department of Sociology (either chosen by the student, or assigned by the AQR program director). Students may also use self-secured internships as fieldwork for their project. The project will involve an original (secondary) analysis of quantitative data to answer a research question constructed by the student (and approved by her/his faculty advisor). A preliminary proposal must be discussed and approved by the faculty advisor. The final project will take the form of a paper that would potentially be appropriate for submission to a scholarly journal in the social sciences.    Sociological Theory    Classical Sociological Theory (1848-1950)    SOC-GA 2111 Abend, Corradi, Garland, Lukes. 4 points. 2013-14, 2014-15. Examines major figures of modern sociology, including Marx, Durkheim, Weber, and Simmel. Focuses on the conditions and assumptions of social theory, the process of concept formation and theory building, general methodological issues, and the present relevance of the authors examined. An effort is made to speculate on the nature of the growth of knowledge in sociology.    Advanced Seminar in Selected Sociological Traditions    SOC-GA 3112 Prerequisite: one basic (2000-level) theory course. Abend, Corradi, Garland, Lukes. 4 points. 2013-14, 2014-15. Advanced analysis of one or two sociological theorists or traditions, considering the origins, major claims, and current debates over their status (e.g., Marxism, Foucault, Merton, Bourdieu, Habermas).    Seminar in Culture, Politics, and Social Theory    SOC-GA 3116 Sennett. 4 points. 2014-15. An in-depth exploration of one or more core themes linking culture, politics, and social theory; for example, Enlightenment and Romanticism, secularism, cosmopolitanism, humanitarianism, punishment and social control, nationalism or democracy.    Advanced S eminar in Culture, Politics, and Social Theory    SOC-GA 3117 Prerequisite: SOC-GA 3116 or permission of the instructor. Sennett. 4 points. 2014-15. A seminar devoted to the advancement of graduate student research projects engaging core themes linking politics, culture, and social theory.    Methods of Inquiry    Introduction to Statistics    SOC-GA 2332 Lab section required. Greenberg, Sharkey, Torche. 4 points. 2013-14, 2014-15. Provides a practical introduction to quantitative social sciences methodology. The course provides basic knowledge of both the methodological logic and techniques of statistical data analysis. The course covers the purpose, goals, and mathematical assumptions behind statistical analysis. It also provides practical experience in analyzing data and interpreting results using statistical software.    Introduction to Methods of Sociological Research    SOC-GA 2330 Prerequisite: SOC-GA 2332 or permission of the instructor. Conley, Jackson, Klinenberg, Torche, Wu. 4 points. 2013-14, 2014-15. Provides an introduction to the methods of research in sociology. Topics include the relationship between theory and empirical evidence, observation, causal inference, sampling, conceptualization, measurement, and research design.    Qualitative Methods    SOC-GA 2303 Gerson, Haney, Horowitz, Jerolmack. 4 points. 2013-14, 2014-15. Supervised experience in activities and techniques of qualitative, naturalistic field methods like observation, interviewing, and participant observation. Exploratory work may lead to an empirical dissertation project.    Historical and Comparative Sociological Methods    SOC-GA 2308 Prerequisite: knowledge of basic statistics and methods. Chibber, Ertman. 4 points. 2012-13. Overview of issues in historical and comparative methodology in macro-sociology: methods of and current controversies in historical and comparative sociology; debates about what makes sociology \"historical\" to debates about the benefits of techniques, such as qualitative comparative analysis; analysis of recent macrosociological investigations in sociology, employing comparative and historical methods.    Advanced Multivariate Statistics    SOC-GA 2312 Prerequisite: permission of the instructor.Conley, Greenberg, Hout, Lee. 4 points. 2013-14, 2014-15. A sequel to introductory graduate-level statistics courses emphasizing the application of advanced techniques used to analyze social science data. Topics may include the general linear model, diagnostic techniques, construction of scales and indexes, exploratory and confirmatory factor analysis, log-linear models, multilevel models, finite mixture models, complex sample design, the handling of missing data, and causal modeling methods (including instrumental variables, difference-in-difference, structural equation modeling, fixed and random effects models, regression discontinuity, correction for sample selection bias, and propensity score matching).    Longitudinal Statistics    SOC-GA 2314 Greenberg. 4 points. 2014-15. Statistical models and methods that make use of the temporal dimension in a data set, that is, its \"over time\" character. Age-period-cohort analysis, event history analysis, time series, repeated cross-sections, static and dynamic panel data methods.    Power and Inequality in Modern Societies    Social Stratification and Inequality    SOC-GA 2137 Jackson, Jasso, Jennings, Torche. 4 points. Assesses research and theoretical work on economic inequality and classes in the social sciences. Reviews important classic contributions (including Marx, Weber, and Schumpeter), compares competing approaches (including Marxist, conflict, functionalist, elite, and status attainment theories), and surveys modern directions of development (such as labor market studies, socialist inequality, the role of the state).    Social Movements    SOC-GA 2153 Goodwin, Manza. 4 points. 2013-14. Surveys controversies and research issues and topics in social movements. Topics include classical, economic, resource mobilization, political process, and political opportunity theories of social protest movements; so-called new social movements; and issues of identity formation. Analyzes recent thinking and research concerning the consequences or impact of social protest movements, including the U.S. civil rights movement, labor movements, neopopulist movements, and revolutionary movements.    Political Sociology    SOC-GA 2441 Chibber, Ertman, Goodwin, Manza. 4 points. 2013.14. Surveys controversies and research topics in political sociology. At the center of these investigations are states and power. Explores concepts of power and the theories of the state. Topics are the formation of states, political institutions, and social policies and the determinants and outcomes of collective action.    Social Institutions    Sociology of Education    SOC-GA 2407 Arum. 4 points. 2014-15.   SOCiological perspective on American education. Topics include the social context of socialization and learning; the effects of schooling; desegregation and social inequality; teachers as unionized professionals; school politics and bureaucracy; and selected policy issues confronting American education. Emphasis is on American institutions, although comparative perspectives are discussed.    Sociology of Culture    SOC-GA 2414 4 points. 2014-15. Survey of major approaches to the sociology of culture and the use of cultural theory in sociological analysis generally. Specific topics include cultural institutions, the relationship of popular to elite culture, different media of cultural communication and expression, historical transformations of culture (including debates over postmodernism), cultural hegemony and domination, and cultural politics. Authors whose works are studied include Raymond Williams, Stuart Hall, Pierre Bourdieu, Paul Gilroy, Paul DiMaggio, and Charles Taylor.    Sociology of Knowledge    SOC-GA 2422 Morning. 4 points. 2014-15. Reviews and evaluates important perspectives on the relationship between knowledge and social structure. Focuses on a number of research strategies concerned with types of knowledge and knowledge-systems, codes and symbols, the manipulation of knowledge for social and political purposes, the study of ideologies, and the major factors in knowledge production.    Society and Economy    SOC-GA 2435 Abend, Chibber, Royster. 4 points. 2014-15. Examines the relationship between economic institutions and other social institutions. Considers how economic life influences and is affected by political organizations, the logic of organizational functioning, kinship systems, class conflict, and other social phenomena. Materials include classical theoretical works and contemporary studies.    Urban Sociology    SOC-GA 2463 Brenner, Horowitz, Klinenberg, Molotch, Sennett. 4 points. 2013-14. Introduction to the field of urban sociology that looks at the interplay between studies of city life and theories about cities. Traces the development of modern American cities; examines the theories that emerged to explain the causes and consequences of urbanization; and analyzes the social, political, and economic processes of community growth and decline among urban and suburban residents.    Deviance, Law, and Criminology    Deviance and Social Control    SOC-GA 2160 Dixon, Greenberg, Horowitz. 4 points. Cumulative development and changing emphasis in deviance theory. Major methods of research and analytic models. Ecological, anomie and subculture, functionalist, learning, and conflict perspectives. The social reactions approach: labeling processes and deviance amplification, organizational processing, and collective struggles over deviance definitions. Disputes over \"labeling.\" Political and public policy implications of deviance sociology.    Sociology of Punishment    SOC-GA 2508 Garland. 4 points. 2014-15. Explores the social dynamics of punishment and crime control policies; the links between punishment and welfare; the control of individual offenders and the control of social groups; the effect of criminal justice in reproducing class and race stratification; the role of punishment in the production of social order; and the extent to which shifts in crime control are indicative of changing modes of exercising state and private power.    Occupations, Labor, and Organizations    Seminar in Organizations    SOC-GA 3463 Arum. 4 points. 2011-2012.    Sex, Gender, and Family    Sociology of Sex and Gender    SOC-GA 2227 England, Haney,Jackson. 4 points. 2014-15. Critically assesses social science research and competing theories on gender. Topics include equality and inequality between the sexes in economic, political, and personal domains; cultural beliefs about gender; reproduction and child rearing; and sexuality.    Sociology of the Family    SOC-GA 2451 Gerson, Stacey, Wu. 4 points. 2013-14. Systematic introduction to the literature on family and kinship. Includes classical theories and examines the major areas of contemporary research. Topics include family formation, social reciprocity, family dissolution, the history of the family, and a comparison of general theoretical paradigms.    Variable Content Courses    Apprenticeship I, II, III, IV, V, VI    SOC-GA 2321, 2322, 2323, 2324, 2325, 2326 Variable points. 2013-14, 2014-15.    Doctoral Dissertation I, II, III, IV    SOC-GA 3901, 3902, 3903, 3904 1-4 points per term. 2013-14, 2014-15.    Reading Course I, II, III, IV    SOC-GA 3915, 3916, 3917, 3918, 3919 2 points per term, unless instructor requests 1, 3, or 4 points. 2013-14, 2014-15.    Doctoral Seminar    SOC-GA 3921 2014-15.    Proseminar    SOC-GA 3925 2013-14, 2014-15.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Current Ph.D. Students    |     Sociology    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People                Faculty              Staff            Current PhD Students            Visiting Scholars              Alumni         Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram               Core Information from the Bulletin         Doctor of Philosophy           Bulletin Course Descriptions             Related Information         Student News           For Prospective Ph.D. Applicants           Graduate Course Schedule Fall 2015           Sample Graduate Syllabi & Course Descriptions           IES-PIRT Fellowship Program           Comprehensive Exams & Research Paper Requirements           Ph.D.s on the Market           Ph.D. Alumni and Job Placements             Useful Links         GSAS Admissions           GSAS Application Resource Center           GSAS Bulletin           Financial Aid                 Home &gt; People &gt; Current PhD Students     Current Ph.D. Students                 Eman Abdelhadi     PhD Student     Email:     ea1193@nyu.edu     Research Interests:   Race and Racial Classification; Gender; Sociology of Religion; American Islam               Hillary Angelo     PhD Student     Email:     hillary.angelo@nyu.edu     Research Interests:   Urban Sociology; Environmental Sociology; Historical Sociology; Social Theory               Jonathan Bearak     PhD Student     Email:     jonathan.bearak@nyu.edu     Research Interests:   Demography; Inequality; Sexualities; Health; Fertility; Families; Education; Quantitative Methods; Data Science; Social Scientific Software               Julia Behrman     PhD Student     Email:     jab965@nyu.edu     Research Interests:   Gender; Work; Family; Intrahousehold Bargaining and Resource Allocation; Marital Transitions in the Context of Demographic and Social Change; Sub Saharan Africa               Max Besbris     PhD Student     Email:     mbesbris@nyu.edu     Research Interests:   Economic Sociology; Sociology of Culture; The Housing Market               Jonah Birch     PhD Student     Email:     jonah.birch@nyu.edu                 Monica Lisette Caudillo Contreras     PhD Student     Email:     monica.caudillo@nyu.edu     Research Interests:   Demography; Gender; Family; Violence; Criminology               Madhavi Cherian     PhD Student     Email:     mcherian@nyu.edu     Research Interests:   Social Policy; Inequality; Welfare Regimes; Quantitative Methodology               John Clegg     PhD Student     Email:     jc4536@nyu.edu                 Martha Coe     PhD Student     Email:     martha.coe@nyu.edu     Research Interests:   Culture; Qualitative Methods; Built Environments; Material Culture; Objects and Artifacts; Urban Sociology               Jeremy Cohan     PhD Student     Email:     jc3383@nyu.edu     Research Interests:   Social Theory; Social Movements/The Left; Marxist Theory; Socialism; Historical Sociology; Political Economy; Sociology of Art; Intellectual History               Daniel Aldana Cohen     PhD Student     Email:     aldanacohen@nyu.edu     Research Interests:   Climate Change; Critical Urban Studies; Critical Theory; Social Movements; Political Economy; Historical Sociology; Latin America               Mark Cohen     PhD Student     Email:     mc2579@nyu.edu     Research Interests:   Political Economy; Historical Sociology; Development; Japan               Edward Crowley     PhD Student     Email:     ec1937@nyu.edu     Research Interests:   Political Sociology; Social Movements; Media               Lili Dao     PhD Student     Email:     lili.dao@nyu.edu     Research Interests:   Crime, Deviance, and Social Control; Law and Society; Race and Ethnicity; Asian Americans; Immigration; Gender               Nadine Dechausay     PhD Student     Email:     nmd259@nyu.edu                 Samuel Dinger     PhD Student     Email:     sam.dinger@nyu.edu     Research Interests:   Urban Sociology; Education; Ethnography; Political Economy; Social Theory               Sara Duvisac     PhD Student     Email:     sd1925@nyu.edu     Research Interests:   Growth and Inequality; Urban Poverty in Developing Countries; Political Economy; International Development; Gender               Offer Egozy     PhD Student     Email:     oje2000@nyu.edu     Research Interests:   Law; Justice System; Juvenile Justice               Hassan El Menyawi     PhD Student     Email:     hem251@nyu.edu     Research Interests:   Crime; Law; Deviance; Cultural Sociology; Politics; Gender and Sexuality; Religion; Family; Global and Transnational Sociology; Knowledge; Organizations; Comparative-Historical Sociology; Transnational Sociology; Social, Political, and Cultural Theory; Collective Action and Social Movements; Social Change; Solidarity; Violence; Human Rights; Sociology of Population; Quantitative Methods; Causal Inference; Computational Methods; Digital Humanities; Qualitative Methods               Noah Ennis     PhD Student     Email:     nme251@nyu.edu     Research Interests:   Political Sociology; Historical Sociology; Social Theory; Research Methods               Jacob Faber     PhD Student     Email:     jacob.faber@nyu.edu     Research Interests:   Race; Inequality; Segregation               Russell Frank Ferri     PhD Student     Email:     rff226@nyu.edu     Research Interests:   Sociology of Law; Social Movements; Human Rights; Sex and Gender               David Fonseca     PhD Student     Email:     david.fonseca@nyu.edu     Research Interests:   Sociology of Punishment; Sociology of Law; Criminology; Social Theory.               Jessie Ford     PhD Student; GSA Representative     Email:     jvford@nyu.edu     Research Interests:   Sociology of Sexuality; Health & Society; Sexual and Reproductive Health; Gender; Race/Ethnicity               Jonathan Samuel Gordon     PhD Student     Email:     jsg480@nyu.edu     Research Interests:   Urban Sociology; Crime; Violence; Rivalry; Armed Organizations; State Theory; Colombia; Ethnography               Michael Gould-Wartofsky     PhD Student     Email:     mgw256@nyu.edu     Research Interests:   Social Movements; International Migration; Economic Sociology; Political Sociology; Urban Studies; Theory; Methodology               Chantal Hailey     PhD Student     Email:     cah589@nyu.edu     Research Interests:   Urban Sociology; Education; Neighborhood Effects; Social Policy; Mixed Methods               John Halushka     PhD Student     Email:     jmh599@nyu.edu     Research Interests:   Sociology of Crime and Punishment; Prisoner Reentry; Ethnography; Stratification and Inequality; Political Economy               Paul Heideman     PhD Student     Email:     pmheideman@gmail.com     Research Interests:   Political Economy, Labor Sociology, Education, Race and Ethnicity               Max Holleran     PhD Student     Email:     max.holleran@nyu.edu     Research Interests:   Urban Sociology; European Union; Urban and Political Theory               Jessica Kalbfeld     PhD Student     Email:     jessie.kalbfeld@nyu.edu     Research Interests:   Inequality and Stratification; Race and Ethnicity; Sociology of Law; Criminology               Jeannie Kim     PhD Student     Email:     jk3132@nyu.edu     Research Interests:   Education; Race; Stratification               Thomas Laidley     PhD Student     Email:     tml312@nyu.edu     Research Interests:   Environment and Ecology; Urban Sociology; Stratification and Equality               Suzy Lee     PhD Student     Email:     skl283@nyu.edu     Research Interests:   Migration; Development; Law and Society; State Theory; Gender; Race               Emi Lesure     PhD Student     Email:     sel322@nyu.edu                 Haewon Lim     PhD Student     Email:     hl1326@nyu.edu     Research Interests:   Comparative/Historical Methods               Erez Maggor     PhD Student; GSA Representative     Email:     em2701@nyu.edu     Research Interests:   Political Economy; State Theory; Historical and Comparative Sociology               Erez Marantz     PhD Student     Email:     eam581@nyu.edu     Research Interests:   Social Change; Economic Sociology; Labor-Markets; Technology               Nada Matta     PhD Student     Email:     nm1100@nyu.edu     Research Interests:   Political Sociology; State Theory; Capitalism; Social Movements in the Middle East; Palestine-Israel Studies               Sydney McKinney     PhD Student     Email:     slm379@nyu.edu                 Adam Murphree     PhD Student     Email:     adam.murphree@gmail.com     Research Interests:   Religion; Media; Music               Schneur Zalman Newfield     PhD Student     Email:     szn203@nyu.edu     Research Interests:   Sociology of Religion; Social Movements; Sociology of Knowledge; Ethnography               Michelle O'Brien     PhD Student     Email:     meo293@nyu.edu     Research Interests:   Political Economy of Social Services; Urban Social Movements               Amaka Okechukwu     PhD Student     Email:     aco237@nyu.edu     Research Interests:   Social Movements; Political Sociology; Intersectionality (Race, Class, Gender); Culture; Ethnography; Qualitative Methods               Alexis Pang     PhD Student     Email:     alexis.pang@nyu.edu     Research Interests:   Military; Communication; Organizations; Morality; Methods; Education               Barum Park     PhD Student     Email:     bp1094@nyu.edu     Research Interests:   Political Sociology; Social Networks; Quantitative Methodology               Caitlin Petre     PhD Student     Email:     caitlin.petre@nyu.edu     Research Interests:   Media and Culture; Big Data and Quantification; Institutions and Organizations; Sociology of Knowledge; Qualitative Methods               Glen Pine     PhD Student     Email:     glen.pine@nyu.edu     Research Interests:   Economic Sociology; Political Sociology; U.S. Energy Policy; Political Economy; Class Analysis; Social Movements               Doreet Preiss     PhD Student     Email:     drp281@nyu.edu     Research Interests:   Sociology of Education; Race and Stratification               Eyal Press     PhD Student     Email:     ep923@nyu.edu                 Peter Rich     PhD Student     Email:     peter.rich@nyu.edu     Research Interests:   Stratification; Segregation; Education; Race; Quantitative Methods               Robert Riggs     PhD Student     Research Interests:   Urban Sociology; Sociology of Crime and Punishment; Social Networks; Urban Ethnography; and Social Theory               René Rojas     PhD Student     Email:     rer271@nyu.edu     Research Interests:   Political Sociology; Historical and Comparative Sociology; Development; Neoliberalism in Latin America; Marxist Theory               Shelly Ronen     PhD Student     Email:     sronen@nyu.edu     Research Interests:   Gender and Sexuality; Gender Development; Body and Embodiment; Culture; Creativity and Learning               Ihsan Ercan Sadi     PhD Student     Email:     i.e.sadi@nyu.edu     Research Interests:   Economic Sociology; Institutional Political Economy; Comparative-Historical Sociology               Christopher Seeds     PhD Student     Email:     cws296@nyu.edu     Research Interests:   Punishment and Control; Law and Society; Social Theory               Anna Skarpelis     PhD Student     Email:     aks402@nyu.edu     Research Interests:   Networks; Japan; Western Europe; Social Policy; Historical Sociology; Data Visualization               Gabriel Morales Sod     PhD Student     Email:     gms449@nyu.edu     Research Interests:   Violence; Crime; Gangs; Terrorism; Urban Sociology; Latin America; Middle East               José Soto-Márquez     PhD Student; GSA Representative     Email:     jgsoma@nyu.edu     Research Interests:   Immigration and Assimilation; Inequality and Stratification; Child-Rearing and the Family; Race/Ethnicity; Mixed Methods; Theory; Gender and Sexuality; Education; Health Disparities; Latin America               Jason Thompson     PhD Student     Email:     jason.thompson@nyu.edu     Research Interests:   Education; Stratification; Race and Ethnicity; Immigration               Gerard Torrats-Espinosa     PhD Student     Email:     gerard.torrats@nyu.edu     Research Interests:   Causal Inference; Neighborhood Effects; Social Mobility, Sociology of Education; Social Networks; Urban Sociology.               Stacy Torres     PhD Student     Email:     smt339@nyu.edu     Research Interests:   Ethnography; Urban Sociology; Aging and the Life Course; Gender; Family; Health and Illness; Qualitative Methods               Adaner Usmani     PhD Student     Email:     au324@nyu.edu     Research Interests:   Political Economy; Marxism; the Agrarian Question; Imperialism; Pakistan; Development/Underdevelopment; Social Movements/Revolutions               Erik Van Deventer     PhD Student     Email:     evd226@nyu.edu                 Nantina Vgontzas     PhD Student     Email:     nantina.vgontzas@nyu.edu     Research Interests:   Social Movements; Political Economy; Comparative-Historical Sociology; Ethnography; Southern Europe               Francisco Vieyra       PhD Student   Email:     fpv206@nyu.edu     Research Interests:   Qualitative methods; Urban Sociology; Race and Ethnicity; Violence; Trauma and Memory; Politics               David Wachsmuth     PhD Student     Email:     david.wachsmuth@nyu.edu     Research Interests:   Urban Political Economy; Urban Sociology; Environmental Sociology; Social Theory               Abigail Weitzman     PhD Student     Email:     amw289@nyu.edu     Research Interests:   Gender; International Development; Family Dynamics; Violence; Power               Fangqi Wen     PhD Student; GSA Representative     Email:     fw531@nyu.edu     Research Interests:   Social Stratification and Mobility; Social Demography; Sociology of Education; Gender; Quantitative Methods and Causal Inference                       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin)    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Descriptions (GSAS Bulletin)   Applied Quantitative Research Courses    Designs of Social Research    SOC-GA 1301 Wu. 4 points. 2013-14, 2014-15. This course, taken in the fall semester, is a comprehensive introduction to quantitative research in the social sciences. The course focuses on foundational ideas of sociological research, including strengths and weaknesses of different research designs, interpretation of data drawn from contemporary and historical contexts, and strategies for evaluating evidence. The majority of the course is comprised of two-week units examining particular research designs, with a set of scholarly articles that utilize that design (e.g., experimental designs, with a set of readings that use this method to examine discrimination in labor and housing markets). The course is designed so that students will produce a proposal of their thesis as their final paper.    Techniques of Quantitative Analysis    SOC-GA 1401, 1402 Greenberg, Lee. 4 points. 2013-14, 2014-15. The two-semester course in data analysis covers numerous specific statistical tools used in social science research. The course emphasizes the use of statistical software packages in analysis. Students will gain experience with linear regression, probability models, statistical graphics, polynomial models, analysis of multivariate outcomes and repeated measures, and logistic regression. Prerequisite: introductory statistics course that includes linear regression.    Proseminar Workshop    SOC-GA 1501, 1502 Hout. 4 points. 2013-14, 2014-15. The seminar is designed to serve multiple sets of student needs. With a focus on presentations from outside speakers and practical training, the seminar will expose students to different methods and practices of sociology. Seminar presentations are given on a wide range of topics by faculty from NYU and other New York City universities, as well as researchers from private, government, and non-profit settings. Some weeks will focus on current research in a particular area or on a particular topic, while other weeks will focus on specific skills (such as a software package) or topic of interest (such as applying to PhD programs).    Data Analysis Workshop    SOC-GA 1903 4 points. 2013-14, 2014-15. This course is designed to help AQR students gain experience with \"real-world\" data. Over the course of the semester, students will work collaboratively on a data project, working with either faculty or external organizations on a project of mutual interest, providing students with an authentic experience in data analysis and presentation.    AQR Masters Thesis    SOC-GA 1998 Hout. 4 points. 2013-14, 2014-15. To complete the requirements for the M.A. in Applied Quantitative Research, students will complete an independent research project under the direction of a faculty member in the Department of Sociology (either chosen by the student, or assigned by the AQR program director). Students may also use self-secured internships as fieldwork for their project. The project will involve an original (secondary) analysis of quantitative data to answer a research question constructed by the student (and approved by her/his faculty advisor). A preliminary proposal must be discussed and approved by the faculty advisor. The final project will take the form of a paper that would potentially be appropriate for submission to a scholarly journal in the social sciences.    Sociological Theory    Classical Sociological Theory (1848-1950)    SOC-GA 2111 Abend, Corradi, Garland, Lukes. 4 points. 2013-14, 2014-15. Examines major figures of modern sociology, including Marx, Durkheim, Weber, and Simmel. Focuses on the conditions and assumptions of social theory, the process of concept formation and theory building, general methodological issues, and the present relevance of the authors examined. An effort is made to speculate on the nature of the growth of knowledge in sociology.    Advanced Seminar in Selected Sociological Traditions    SOC-GA 3112 Prerequisite: one basic (2000-level) theory course. Abend, Corradi, Garland, Lukes. 4 points. 2013-14, 2014-15. Advanced analysis of one or two sociological theorists or traditions, considering the origins, major claims, and current debates over their status (e.g., Marxism, Foucault, Merton, Bourdieu, Habermas).    Seminar in Culture, Politics, and Social Theory    SOC-GA 3116 Sennett. 4 points. 2014-15. An in-depth exploration of one or more core themes linking culture, politics, and social theory; for example, Enlightenment and Romanticism, secularism, cosmopolitanism, humanitarianism, punishment and social control, nationalism or democracy.    Advanced S eminar in Culture, Politics, and Social Theory    SOC-GA 3117 Prerequisite: SOC-GA 3116 or permission of the instructor. Sennett. 4 points. 2014-15. A seminar devoted to the advancement of graduate student research projects engaging core themes linking politics, culture, and social theory.    Methods of Inquiry    Introduction to Statistics    SOC-GA 2332 Lab section required. Greenberg, Sharkey, Torche. 4 points. 2013-14, 2014-15. Provides a practical introduction to quantitative social sciences methodology. The course provides basic knowledge of both the methodological logic and techniques of statistical data analysis. The course covers the purpose, goals, and mathematical assumptions behind statistical analysis. It also provides practical experience in analyzing data and interpreting results using statistical software.    Introduction to Methods of Sociological Research    SOC-GA 2330 Prerequisite: SOC-GA 2332 or permission of the instructor. Conley, Jackson, Klinenberg, Torche, Wu. 4 points. 2013-14, 2014-15. Provides an introduction to the methods of research in sociology. Topics include the relationship between theory and empirical evidence, observation, causal inference, sampling, conceptualization, measurement, and research design.    Qualitative Methods    SOC-GA 2303 Gerson, Haney, Horowitz, Jerolmack. 4 points. 2013-14, 2014-15. Supervised experience in activities and techniques of qualitative, naturalistic field methods like observation, interviewing, and participant observation. Exploratory work may lead to an empirical dissertation project.    Historical and Comparative Sociological Methods    SOC-GA 2308 Prerequisite: knowledge of basic statistics and methods. Chibber, Ertman. 4 points. 2012-13. Overview of issues in historical and comparative methodology in macro-sociology: methods of and current controversies in historical and comparative sociology; debates about what makes sociology \"historical\" to debates about the benefits of techniques, such as qualitative comparative analysis; analysis of recent macrosociological investigations in sociology, employing comparative and historical methods.    Advanced Multivariate Statistics    SOC-GA 2312 Prerequisite: permission of the instructor.Conley, Greenberg, Hout, Lee. 4 points. 2013-14, 2014-15. A sequel to introductory graduate-level statistics courses emphasizing the application of advanced techniques used to analyze social science data. Topics may include the general linear model, diagnostic techniques, construction of scales and indexes, exploratory and confirmatory factor analysis, log-linear models, multilevel models, finite mixture models, complex sample design, the handling of missing data, and causal modeling methods (including instrumental variables, difference-in-difference, structural equation modeling, fixed and random effects models, regression discontinuity, correction for sample selection bias, and propensity score matching).    Longitudinal Statistics    SOC-GA 2314 Greenberg. 4 points. 2014-15. Statistical models and methods that make use of the temporal dimension in a data set, that is, its \"over time\" character. Age-period-cohort analysis, event history analysis, time series, repeated cross-sections, static and dynamic panel data methods.    Power and Inequality in Modern Societies    Social Stratification and Inequality    SOC-GA 2137 Jackson, Jasso, Jennings, Torche. 4 points. Assesses research and theoretical work on economic inequality and classes in the social sciences. Reviews important classic contributions (including Marx, Weber, and Schumpeter), compares competing approaches (including Marxist, conflict, functionalist, elite, and status attainment theories), and surveys modern directions of development (such as labor market studies, socialist inequality, the role of the state).    Social Movements    SOC-GA 2153 Goodwin, Manza. 4 points. 2013-14. Surveys controversies and research issues and topics in social movements. Topics include classical, economic, resource mobilization, political process, and political opportunity theories of social protest movements; so-called new social movements; and issues of identity formation. Analyzes recent thinking and research concerning the consequences or impact of social protest movements, including the U.S. civil rights movement, labor movements, neopopulist movements, and revolutionary movements.    Political Sociology    SOC-GA 2441 Chibber, Ertman, Goodwin, Manza. 4 points. 2013.14. Surveys controversies and research topics in political sociology. At the center of these investigations are states and power. Explores concepts of power and the theories of the state. Topics are the formation of states, political institutions, and social policies and the determinants and outcomes of collective action.    Social Institutions    Sociology of Education    SOC-GA 2407 Arum. 4 points. 2014-15.   SOCiological perspective on American education. Topics include the social context of socialization and learning; the effects of schooling; desegregation and social inequality; teachers as unionized professionals; school politics and bureaucracy; and selected policy issues confronting American education. Emphasis is on American institutions, although comparative perspectives are discussed.    Sociology of Culture    SOC-GA 2414 4 points. 2014-15. Survey of major approaches to the sociology of culture and the use of cultural theory in sociological analysis generally. Specific topics include cultural institutions, the relationship of popular to elite culture, different media of cultural communication and expression, historical transformations of culture (including debates over postmodernism), cultural hegemony and domination, and cultural politics. Authors whose works are studied include Raymond Williams, Stuart Hall, Pierre Bourdieu, Paul Gilroy, Paul DiMaggio, and Charles Taylor.    Sociology of Knowledge    SOC-GA 2422 Morning. 4 points. 2014-15. Reviews and evaluates important perspectives on the relationship between knowledge and social structure. Focuses on a number of research strategies concerned with types of knowledge and knowledge-systems, codes and symbols, the manipulation of knowledge for social and political purposes, the study of ideologies, and the major factors in knowledge production.    Society and Economy    SOC-GA 2435 Abend, Chibber, Royster. 4 points. 2014-15. Examines the relationship between economic institutions and other social institutions. Considers how economic life influences and is affected by political organizations, the logic of organizational functioning, kinship systems, class conflict, and other social phenomena. Materials include classical theoretical works and contemporary studies.    Urban Sociology    SOC-GA 2463 Brenner, Horowitz, Klinenberg, Molotch, Sennett. 4 points. 2013-14. Introduction to the field of urban sociology that looks at the interplay between studies of city life and theories about cities. Traces the development of modern American cities; examines the theories that emerged to explain the causes and consequences of urbanization; and analyzes the social, political, and economic processes of community growth and decline among urban and suburban residents.    Deviance, Law, and Criminology    Deviance and Social Control    SOC-GA 2160 Dixon, Greenberg, Horowitz. 4 points. Cumulative development and changing emphasis in deviance theory. Major methods of research and analytic models. Ecological, anomie and subculture, functionalist, learning, and conflict perspectives. The social reactions approach: labeling processes and deviance amplification, organizational processing, and collective struggles over deviance definitions. Disputes over \"labeling.\" Political and public policy implications of deviance sociology.    Sociology of Punishment    SOC-GA 2508 Garland. 4 points. 2014-15. Explores the social dynamics of punishment and crime control policies; the links between punishment and welfare; the control of individual offenders and the control of social groups; the effect of criminal justice in reproducing class and race stratification; the role of punishment in the production of social order; and the extent to which shifts in crime control are indicative of changing modes of exercising state and private power.    Occupations, Labor, and Organizations    Seminar in Organizations    SOC-GA 3463 Arum. 4 points. 2011-2012.    Sex, Gender, and Family    Sociology of Sex and Gender    SOC-GA 2227 England, Haney,Jackson. 4 points. 2014-15. Critically assesses social science research and competing theories on gender. Topics include equality and inequality between the sexes in economic, political, and personal domains; cultural beliefs about gender; reproduction and child rearing; and sexuality.    Sociology of the Family    SOC-GA 2451 Gerson, Stacey, Wu. 4 points. 2013-14. Systematic introduction to the literature on family and kinship. Includes classical theories and examines the major areas of contemporary research. Topics include family formation, social reciprocity, family dissolution, the history of the family, and a comparison of general theoretical paradigms.    Variable Content Courses    Apprenticeship I, II, III, IV, V, VI    SOC-GA 2321, 2322, 2323, 2324, 2325, 2326 Variable points. 2013-14, 2014-15.    Doctoral Dissertation I, II, III, IV    SOC-GA 3901, 3902, 3903, 3904 1-4 points per term. 2013-14, 2014-15.    Reading Course I, II, III, IV    SOC-GA 3915, 3916, 3917, 3918, 3919 2 points per term, unless instructor requests 1, 3, or 4 points. 2013-14, 2014-15.    Doctoral Seminar    SOC-GA 3921 2014-15.    Proseminar    SOC-GA 3925 2013-14, 2014-15.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Current Ph.D. Students    |     Sociology    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People                Faculty              Staff            Current PhD Students            Visiting Scholars              Alumni         Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram               Core Information from the Bulletin         Doctor of Philosophy           Bulletin Course Descriptions             Related Information         Student News           For Prospective Ph.D. Applicants           Graduate Course Schedule Fall 2015           Sample Graduate Syllabi & Course Descriptions           IES-PIRT Fellowship Program           Comprehensive Exams & Research Paper Requirements           Ph.D.s on the Market           Ph.D. Alumni and Job Placements             Useful Links         GSAS Admissions           GSAS Application Resource Center           GSAS Bulletin           Financial Aid                 Home &gt; People &gt; Current PhD Students     Current Ph.D. Students                 Eman Abdelhadi     PhD Student     Email:     ea1193@nyu.edu     Research Interests:   Race and Racial Classification; Gender; Sociology of Religion; American Islam               Hillary Angelo     PhD Student     Email:     hillary.angelo@nyu.edu     Research Interests:   Urban Sociology; Environmental Sociology; Historical Sociology; Social Theory               Jonathan Bearak     PhD Student     Email:     jonathan.bearak@nyu.edu     Research Interests:   Demography; Inequality; Sexualities; Health; Fertility; Families; Education; Quantitative Methods; Data Science; Social Scientific Software               Julia Behrman     PhD Student     Email:     jab965@nyu.edu     Research Interests:   Gender; Work; Family; Intrahousehold Bargaining and Resource Allocation; Marital Transitions in the Context of Demographic and Social Change; Sub Saharan Africa               Max Besbris     PhD Student     Email:     mbesbris@nyu.edu     Research Interests:   Economic Sociology; Sociology of Culture; The Housing Market               Jonah Birch     PhD Student     Email:     jonah.birch@nyu.edu                 Monica Lisette Caudillo Contreras     PhD Student     Email:     monica.caudillo@nyu.edu     Research Interests:   Demography; Gender; Family; Violence; Criminology               Madhavi Cherian     PhD Student     Email:     mcherian@nyu.edu     Research Interests:   Social Policy; Inequality; Welfare Regimes; Quantitative Methodology               John Clegg     PhD Student     Email:     jc4536@nyu.edu                 Martha Coe     PhD Student     Email:     martha.coe@nyu.edu     Research Interests:   Culture; Qualitative Methods; Built Environments; Material Culture; Objects and Artifacts; Urban Sociology               Jeremy Cohan     PhD Student     Email:     jc3383@nyu.edu     Research Interests:   Social Theory; Social Movements/The Left; Marxist Theory; Socialism; Historical Sociology; Political Economy; Sociology of Art; Intellectual History               Daniel Aldana Cohen     PhD Student     Email:     aldanacohen@nyu.edu     Research Interests:   Climate Change; Critical Urban Studies; Critical Theory; Social Movements; Political Economy; Historical Sociology; Latin America               Mark Cohen     PhD Student     Email:     mc2579@nyu.edu     Research Interests:   Political Economy; Historical Sociology; Development; Japan               Edward Crowley     PhD Student     Email:     ec1937@nyu.edu     Research Interests:   Political Sociology; Social Movements; Media               Lili Dao     PhD Student     Email:     lili.dao@nyu.edu     Research Interests:   Crime, Deviance, and Social Control; Law and Society; Race and Ethnicity; Asian Americans; Immigration; Gender               Nadine Dechausay     PhD Student     Email:     nmd259@nyu.edu                 Samuel Dinger     PhD Student     Email:     sam.dinger@nyu.edu     Research Interests:   Urban Sociology; Education; Ethnography; Political Economy; Social Theory               Sara Duvisac     PhD Student     Email:     sd1925@nyu.edu     Research Interests:   Growth and Inequality; Urban Poverty in Developing Countries; Political Economy; International Development; Gender               Offer Egozy     PhD Student     Email:     oje2000@nyu.edu     Research Interests:   Law; Justice System; Juvenile Justice               Hassan El Menyawi     PhD Student     Email:     hem251@nyu.edu     Research Interests:   Crime; Law; Deviance; Cultural Sociology; Politics; Gender and Sexuality; Religion; Family; Global and Transnational Sociology; Knowledge; Organizations; Comparative-Historical Sociology; Transnational Sociology; Social, Political, and Cultural Theory; Collective Action and Social Movements; Social Change; Solidarity; Violence; Human Rights; Sociology of Population; Quantitative Methods; Causal Inference; Computational Methods; Digital Humanities; Qualitative Methods               Noah Ennis     PhD Student     Email:     nme251@nyu.edu     Research Interests:   Political Sociology; Historical Sociology; Social Theory; Research Methods               Jacob Faber     PhD Student     Email:     jacob.faber@nyu.edu     Research Interests:   Race; Inequality; Segregation               Russell Frank Ferri     PhD Student     Email:     rff226@nyu.edu     Research Interests:   Sociology of Law; Social Movements; Human Rights; Sex and Gender               David Fonseca     PhD Student     Email:     david.fonseca@nyu.edu     Research Interests:   Sociology of Punishment; Sociology of Law; Criminology; Social Theory.               Jessie Ford     PhD Student; GSA Representative     Email:     jvford@nyu.edu     Research Interests:   Sociology of Sexuality; Health & Society; Sexual and Reproductive Health; Gender; Race/Ethnicity               Jonathan Samuel Gordon     PhD Student     Email:     jsg480@nyu.edu     Research Interests:   Urban Sociology; Crime; Violence; Rivalry; Armed Organizations; State Theory; Colombia; Ethnography               Michael Gould-Wartofsky     PhD Student     Email:     mgw256@nyu.edu     Research Interests:   Social Movements; International Migration; Economic Sociology; Political Sociology; Urban Studies; Theory; Methodology               Chantal Hailey     PhD Student     Email:     cah589@nyu.edu     Research Interests:   Urban Sociology; Education; Neighborhood Effects; Social Policy; Mixed Methods               John Halushka     PhD Student     Email:     jmh599@nyu.edu     Research Interests:   Sociology of Crime and Punishment; Prisoner Reentry; Ethnography; Stratification and Inequality; Political Economy               Paul Heideman     PhD Student     Email:     pmheideman@gmail.com     Research Interests:   Political Economy, Labor Sociology, Education, Race and Ethnicity               Max Holleran     PhD Student     Email:     max.holleran@nyu.edu     Research Interests:   Urban Sociology; European Union; Urban and Political Theory               Jessica Kalbfeld     PhD Student     Email:     jessie.kalbfeld@nyu.edu     Research Interests:   Inequality and Stratification; Race and Ethnicity; Sociology of Law; Criminology               Jeannie Kim     PhD Student     Email:     jk3132@nyu.edu     Research Interests:   Education; Race; Stratification               Thomas Laidley     PhD Student     Email:     tml312@nyu.edu     Research Interests:   Environment and Ecology; Urban Sociology; Stratification and Equality               Suzy Lee     PhD Student     Email:     skl283@nyu.edu     Research Interests:   Migration; Development; Law and Society; State Theory; Gender; Race               Emi Lesure     PhD Student     Email:     sel322@nyu.edu                 Haewon Lim     PhD Student     Email:     hl1326@nyu.edu     Research Interests:   Comparative/Historical Methods               Erez Maggor     PhD Student; GSA Representative     Email:     em2701@nyu.edu     Research Interests:   Political Economy; State Theory; Historical and Comparative Sociology               Erez Marantz     PhD Student     Email:     eam581@nyu.edu     Research Interests:   Social Change; Economic Sociology; Labor-Markets; Technology               Nada Matta     PhD Student     Email:     nm1100@nyu.edu     Research Interests:   Political Sociology; State Theory; Capitalism; Social Movements in the Middle East; Palestine-Israel Studies               Sydney McKinney     PhD Student     Email:     slm379@nyu.edu                 Adam Murphree     PhD Student     Email:     adam.murphree@gmail.com     Research Interests:   Religion; Media; Music               Schneur Zalman Newfield     PhD Student     Email:     szn203@nyu.edu     Research Interests:   Sociology of Religion; Social Movements; Sociology of Knowledge; Ethnography               Michelle O'Brien     PhD Student     Email:     meo293@nyu.edu     Research Interests:   Political Economy of Social Services; Urban Social Movements               Amaka Okechukwu     PhD Student     Email:     aco237@nyu.edu     Research Interests:   Social Movements; Political Sociology; Intersectionality (Race, Class, Gender); Culture; Ethnography; Qualitative Methods               Alexis Pang     PhD Student     Email:     alexis.pang@nyu.edu     Research Interests:   Military; Communication; Organizations; Morality; Methods; Education               Barum Park     PhD Student     Email:     bp1094@nyu.edu     Research Interests:   Political Sociology; Social Networks; Quantitative Methodology               Caitlin Petre     PhD Student     Email:     caitlin.petre@nyu.edu     Research Interests:   Media and Culture; Big Data and Quantification; Institutions and Organizations; Sociology of Knowledge; Qualitative Methods               Glen Pine     PhD Student     Email:     glen.pine@nyu.edu     Research Interests:   Economic Sociology; Political Sociology; U.S. Energy Policy; Political Economy; Class Analysis; Social Movements               Doreet Preiss     PhD Student     Email:     drp281@nyu.edu     Research Interests:   Sociology of Education; Race and Stratification               Eyal Press     PhD Student     Email:     ep923@nyu.edu                 Peter Rich     PhD Student     Email:     peter.rich@nyu.edu     Research Interests:   Stratification; Segregation; Education; Race; Quantitative Methods               Robert Riggs     PhD Student     Research Interests:   Urban Sociology; Sociology of Crime and Punishment; Social Networks; Urban Ethnography; and Social Theory               René Rojas     PhD Student     Email:     rer271@nyu.edu     Research Interests:   Political Sociology; Historical and Comparative Sociology; Development; Neoliberalism in Latin America; Marxist Theory               Shelly Ronen     PhD Student     Email:     sronen@nyu.edu     Research Interests:   Gender and Sexuality; Gender Development; Body and Embodiment; Culture; Creativity and Learning               Ihsan Ercan Sadi     PhD Student     Email:     i.e.sadi@nyu.edu     Research Interests:   Economic Sociology; Institutional Political Economy; Comparative-Historical Sociology               Christopher Seeds     PhD Student     Email:     cws296@nyu.edu     Research Interests:   Punishment and Control; Law and Society; Social Theory               Anna Skarpelis     PhD Student     Email:     aks402@nyu.edu     Research Interests:   Networks; Japan; Western Europe; Social Policy; Historical Sociology; Data Visualization               Gabriel Morales Sod     PhD Student     Email:     gms449@nyu.edu     Research Interests:   Violence; Crime; Gangs; Terrorism; Urban Sociology; Latin America; Middle East               José Soto-Márquez     PhD Student; GSA Representative     Email:     jgsoma@nyu.edu     Research Interests:   Immigration and Assimilation; Inequality and Stratification; Child-Rearing and the Family; Race/Ethnicity; Mixed Methods; Theory; Gender and Sexuality; Education; Health Disparities; Latin America               Jason Thompson     PhD Student     Email:     jason.thompson@nyu.edu     Research Interests:   Education; Stratification; Race and Ethnicity; Immigration               Gerard Torrats-Espinosa     PhD Student     Email:     gerard.torrats@nyu.edu     Research Interests:   Causal Inference; Neighborhood Effects; Social Mobility, Sociology of Education; Social Networks; Urban Sociology.               Stacy Torres     PhD Student     Email:     smt339@nyu.edu     Research Interests:   Ethnography; Urban Sociology; Aging and the Life Course; Gender; Family; Health and Illness; Qualitative Methods               Adaner Usmani     PhD Student     Email:     au324@nyu.edu     Research Interests:   Political Economy; Marxism; the Agrarian Question; Imperialism; Pakistan; Development/Underdevelopment; Social Movements/Revolutions               Erik Van Deventer     PhD Student     Email:     evd226@nyu.edu                 Nantina Vgontzas     PhD Student     Email:     nantina.vgontzas@nyu.edu     Research Interests:   Social Movements; Political Economy; Comparative-Historical Sociology; Ethnography; Southern Europe               Francisco Vieyra       PhD Student   Email:     fpv206@nyu.edu     Research Interests:   Qualitative methods; Urban Sociology; Race and Ethnicity; Violence; Trauma and Memory; Politics               David Wachsmuth     PhD Student     Email:     david.wachsmuth@nyu.edu     Research Interests:   Urban Political Economy; Urban Sociology; Environmental Sociology; Social Theory               Abigail Weitzman     PhD Student     Email:     amw289@nyu.edu     Research Interests:   Gender; International Development; Family Dynamics; Violence; Power               Fangqi Wen     PhD Student; GSA Representative     Email:     fw531@nyu.edu     Research Interests:   Social Stratification and Mobility; Social Demography; Sociology of Education; Gender; Quantitative Methods and Causal Inference                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Nicola | NYU Shanghai                                            Jump to navigation                                      Search form      Search                         中文               Research   Campus Life   Academic Life   Admissions   About                                              All Ranks          Professor          Associate Professor          Assistant Professor          Fellows / Instructors / Lecturers                          You are here Home &gt; Academic Life &gt; Our Faculty &gt; Nicola Di Cosmo            Nicola Di Cosmo                                                                                                     Nicola Di Cosmo                                                   Visiting Professor of History               Spring 2015           Email        ndc4nyu.edu           Room        1254           Office Phone        +86 (21) 20595214                                                          Nicola Di Cosmo is Visiting Professor of East Asian History at NYU Shanghai. He is also the Henry Luce Foundation Professor of East Asian Studies at the Institute for Advanced Study (Princeton, USA). Prior to this, he has previously taught at Harvard University and at the University of Canterbury (New Zealand). Professor Di Cosmo’s research interests are in the history of Chinese and Inner Asian frontiers from the ancient to the modern periods, history of nomadic peoples, and history of the Qin dynasty. His books include Ancient China and Its Enemies: The Rise of Nomadic Power in East Asian History , M anchu-Mongol Relations on the Eve of the Qing Conquest , and T he Diary of a Manchu Soldier in Seventeenth Century China. He has been the recipient of fellowships and grants from Clare Hall (Cambridge University), The Chiang Ching-kuo Foundation, and the Rockefeller Foundation, among others. Research Interests Archeology and history of ancient nomadic peoples Chinese history Mongol history Manchu history Science and history Courses Taught Introduction to the Use of Scientific Data in Historical Research The Mongol Conquest in World History Education BA, Oriental Studies Venice, Italy, 1982 Ph.D. Uralic and Altaic Studies Indiana University, 1991                                                               About NYU Shanghai Vision and Mission Statement   Leadership   Statement of Labor Values   Technology Services   Work Here   Getting Around Campus   FAQs   Contact Us     Admissions &amp; Financial Aid Chinese Admissions   Chinese Financial Support   US/International Admissions   US/International Financial Aid   Financial Aid FAQs   Contact Us   Welcome Center     Academic Life Academic Calendar   Our Curriculum   Our Majors   Our Faculty   Our Library   Study Away   Academic Support   Registration Services   Non-Degree Educational Programs     Campus Life New Student Programs   Office of the Dean of Students   Athletics and Recreation   Career Development   Getting Settled   Health and Wellness   Residential Life and Housing   Student Involvement   Student Services   Be Safe     Research Research Resources   Research News   Research at NYU Shanghai               Gateways      Prospective Students   Current Students   Faculty   Employees   Community   News   Events / Calendar                        NYU SHANGHAI   Copyright © 2015 NYU Shanghai. All rights reserved.       LOGOUT   STAFF LOGIN   CONTACT US   中            "}]}]