[{"detail": [{"content": "NYU and India Research                                                                                                                                                                                                        New York University           Skip to Content     Skip to Search     Skip to Navigation     Skip to Sub Navigation                                                            New York University                                                                        NYU India and South Asia Research - Home        Faculty        Activities                                    NYU India and South Asia Research                     Our faculty and students engage in a range of South Asia and India directed research initiatives, seminars, conferences, publications, and outreach, providing thought leadership on the region's key issues, opportunities and challenges.      An array of courses on topics that include politics, education, business, history, culture, media studies and law offered by our world-renowned experts allow the NYU community to further their learning about the rich heritage and vibrant future of South Asia. NYU projects based in India and other South Asian countries enhance their basic scientific research, government policy and corporate strategy.             Learn and Experience        NYU's curriculum offers a wide range of ways in which our students and faculty can learn about and experience India and the greater South Asia region. A sample of these offerings:      Doing Business In India     Kim Corfman, NYU Stern     Provides an introduction to India's economy, history and culture through the Indian Institute of Management Bangalore. Lectures and seminars on a wide range of functional areas draw out some differences between this region and other regions.         Read more about this course     Read more about Kim Corfman            Global Perspectives in Higher Education: India     Ann Marcus, Steinhardt    Provides graduate students with an opportunity to examine India's higher education system, to discover and analyze similarities and differences in comparison to higher education in the United States. Special lectures with sociologists and national officials help understand the goals and future aspirations of Indian higher education.       Read more about this course    Watch video summary           Comparative Politics of South Asia     Kanchan Chandra, CAS Politics     Introduces the comparative politics of South Asia. Analyzes the politics of South Asian countries, including India, Pakistan, Bangladesh, Sri Lanka and Nepal, individually and in a comparative framework. Readings are chosen from across disciplines, including political science, anthropology, economics, and history.         Read more about Kanchan Chandra                South Asian Cultures     Rochelle Almeida, Liberal Studies     This course provides a broad understanding of the social developments of the Indian sub-continent. The countries studied may include India, Pakistan, Bangladesh and/or Sri Lanka. A variety of materials, from fictional and non-fictional texts to video and film are used to explore the interactions of tradition, change, colonialism, sectarianism, and modernization.         Read more about Rochelle Almeida                Imagining India: from The Colonial to The Global     Ritty Lukose, Gallatin     Drawing on an interdisciplinary set of readings about India, this course explores a fraught and difficult dynamic within the modern world - democratic nation-building, how the state contends with majority and minority identities, the complexities of secularism, notions of equality and difference.         Read more about Ritty Lukose                Property &amp; Inequality: Development &amp; Legal Change in South Asia     Bina Agarwal, NYU Law     A historical and contextualized perspective on legal change and the application of law in developing countries, especially in multi-ethnic, multi-religious regions such as South Asia. What underlies the divergence between law and practice, and ownership and control?         Read more about this course                      Find out more      To find out more, contact Ulrich Baer or Arun Sundararajan , nyuindia@nyu.edu                                                                                                                                                                                            Srinivasa Varadhan, NYU Mathematician, is Recipient of National Medal of Science                             Professor Jane Carlton's Center for the Study of Complex Malaria in Gujarat, Orissa and Tamil Nadu                        Tejaswini Ganti on Producing Bollywood: Inside the Contemporary Hindi Film Industry                                  Law Professor Malone's book Does the Elephant Dance on contemporary Indian foreign policy                   Jerry Hultin, President of NYU-Poly, speaks in Delhi about building India's urban infrastructure                   NYU Stern's Arun Sundararajan on \"Aadhaar,\" India's nationwide digital identity rollout                                  India and South Asia Faculty                 More Faculty                                                              Unless otherwise noted, all content copyright New York University. All rights reserved.       Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU and India Research                                                                                                                                                                                                        New York University           Skip to Content     Skip to Search     Skip to Navigation     Skip to Sub Navigation                                                            New York University                                                                        NYU India and South Asia Research - Home        Faculty        Activities                                    NYU India and South Asia Research                     Our faculty and students engage in a range of South Asia and India directed research initiatives, seminars, conferences, publications, and outreach, providing thought leadership on the region's key issues, opportunities and challenges.      An array of courses on topics that include politics, education, business, history, culture, media studies and law offered by our world-renowned experts allow the NYU community to further their learning about the rich heritage and vibrant future of South Asia. NYU projects based in India and other South Asian countries enhance their basic scientific research, government policy and corporate strategy.             Learn and Experience        NYU's curriculum offers a wide range of ways in which our students and faculty can learn about and experience India and the greater South Asia region. A sample of these offerings:      Doing Business In India     Kim Corfman, NYU Stern     Provides an introduction to India's economy, history and culture through the Indian Institute of Management Bangalore. Lectures and seminars on a wide range of functional areas draw out some differences between this region and other regions.         Read more about this course     Read more about Kim Corfman            Global Perspectives in Higher Education: India     Ann Marcus, Steinhardt    Provides graduate students with an opportunity to examine India's higher education system, to discover and analyze similarities and differences in comparison to higher education in the United States. Special lectures with sociologists and national officials help understand the goals and future aspirations of Indian higher education.       Read more about this course    Watch video summary           Comparative Politics of South Asia     Kanchan Chandra, CAS Politics     Introduces the comparative politics of South Asia. Analyzes the politics of South Asian countries, including India, Pakistan, Bangladesh, Sri Lanka and Nepal, individually and in a comparative framework. Readings are chosen from across disciplines, including political science, anthropology, economics, and history.         Read more about Kanchan Chandra                South Asian Cultures     Rochelle Almeida, Liberal Studies     This course provides a broad understanding of the social developments of the Indian sub-continent. The countries studied may include India, Pakistan, Bangladesh and/or Sri Lanka. A variety of materials, from fictional and non-fictional texts to video and film are used to explore the interactions of tradition, change, colonialism, sectarianism, and modernization.         Read more about Rochelle Almeida                Imagining India: from The Colonial to The Global     Ritty Lukose, Gallatin     Drawing on an interdisciplinary set of readings about India, this course explores a fraught and difficult dynamic within the modern world - democratic nation-building, how the state contends with majority and minority identities, the complexities of secularism, notions of equality and difference.         Read more about Ritty Lukose                Property &amp; Inequality: Development &amp; Legal Change in South Asia     Bina Agarwal, NYU Law     A historical and contextualized perspective on legal change and the application of law in developing countries, especially in multi-ethnic, multi-religious regions such as South Asia. What underlies the divergence between law and practice, and ownership and control?         Read more about this course                      Find out more      To find out more, contact Ulrich Baer or Arun Sundararajan , nyuindia@nyu.edu                                                                                                                                                                                            Srinivasa Varadhan, NYU Mathematician, is Recipient of National Medal of Science                             Professor Jane Carlton's Center for the Study of Complex Malaria in Gujarat, Orissa and Tamil Nadu                        Tejaswini Ganti on Producing Bollywood: Inside the Contemporary Hindi Film Industry                                  Law Professor Malone's book Does the Elephant Dance on contemporary Indian foreign policy                   Jerry Hultin, President of NYU-Poly, speaks in Delhi about building India's urban infrastructure                   NYU Stern's Arun Sundararajan on \"Aadhaar,\" India's nationwide digital identity rollout                                  India and South Asia Faculty                 More Faculty                                                              Unless otherwise noted, all content copyright New York University. All rights reserved.       Designed by The Office of Web Communications"}, {"content": "South Asian Studies - NYU Libraries                               This is the \"South Asian Studies\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             South Asian Studies This South Asian Studies Research Guide is a library tool to assist scholars and students at NYU in finding useful resources (in print and online) on South Asia.        Last update: Apr 21, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=38616                                                                          Home                                                                                  NEWSLETTER: SouthAsia@NYU Libraries                     - Issue no. 1 (Spring 2015)             Comments (0)                                         MaRLI: Manhattan Research Library Initiative                 Do you want to know how to borrow books from NYPL and Columbia University Libraries?   \" The New York Public Library and the libraries of Columbia University and New York University have launched an initiative MaRLI, to expand access and use of collections and better serve their users. MaRLI enables NYU and Columbia doctoral students, full-time faculty and librarians, and approved New York Public Library cardholders with a demonstrable research need not met by currently available resources , to borrow materials from all three institutions\".    MaRLI related queries and their answers:     Who may use MaRLI?   Which materials are available?   How do I register for MaRLI?   Which libraries participate in MaRLI?   Who do I contact if I have a question about MaRLI?                                               CRL                  Center for Research Libraries (CRL) : strong international collections of unique research resources, including on South Asia. (NYU is a member of the CRL consortium with enhanced borrowing privileges).   - CRL Catalogue (To borrow materials from CRL, contact our InterLibrary Loan office)             Comments (0)                                         Introduction                 SOUTH ASIAN STUDIES is the interdisciplinary and multidisciplinary study of the countries of South Asia: Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka . This South Asian Studies Research Guide is a library tool to assist scholars and students at NYU in finding useful resources (in print and online) on South Asia.   For further assistance, or to make an appointment for an individual research consultation, please contact  Dr. Aruna P. Magier, South Asia Librarian.   --- see also: South Asian Diaspora Research Guide     &copy; 2006 David Magier                                             South Asia at NYU                  South Asia@NYU website   \"South Asian Studies at New York University is a collaboration among students and faculty in many departments and schools, hosted by the Faculty of Arts and Sciences, supported by NYU Libraries and the Institute for Public Knowledge. We are dedicated to education and research concerning regions spreading across the Silk Road and all around the Indian Ocean, which we think about in global contexts, from ancient times to the present. Our perspective on cultures, histories, economies, and polities in South Asia opens into their wider world rather than enclosing them within conventional boundaries of area studies\"      South Asian Studies Program Initiative (SASPI) website (student organization at NYU)                                             HathiTrust                 \" HathiTrust Digital Library is a digital preservation repository that provides long-term preservation and access services for public domain and in copyright content from a variety of sources, including Google, the Internet Archive, Microsoft, and in-house partner institution initiatives. Bibliographic and full text search are available for all volumes in HathiTrust. Public domain volumes are freely accessible to the public and can be downloaded in their entirety with authentication by persons affiliated with partner institutions. NYU Libraries is a HathiTrust partner institution\"                                             Latest South Asia News                           Loading...                                                            close                                                                                                          South Asia Web Portals                                                                                  South Asia Web Portals                 A listing of a few websites useful for gathering information on South Asia. These portals provide further internal links to various subjects and tools on different South Asian topics.     DSAL : Digital South Asia Library (University of Chicago)       SARAI : South Asia Resource Access on the Internet (Columbia University)   SAADA : South Asian Digital Archive            Banglapedia -- National Encyclopedia of Bangladesh ( a reference tool on Bangladesh from ancient period to date, both in English and Bangla)       eSocialSciences portal [free registration required] (research in the social sciences and humanities on India and South Asia)       Project South Asia -- digital library of teaching resources about South Asia (a joint project between South Dakota State University and Missouri Southern State University. Research materials on South Asian languages, conferences, journals, images and maps, including full-text documents and texts relating to South Asia)       ProPoor: South Asia (links, information, resources and news about development work and NGOs in South Asia)       SAARC: South Asian Association for Regional Cooperation       SaciWATERS: South Asia Consortium for Interdsciplinary Water Resources Studies (water resources management and water resources knowledge systems in South Asia)       SAJA: South Asian Journalists Association (forum for journalists of South Asian origin and journalists interested in South Asia or the South Asian Diaspora. Also covers media freedom and censorship issues affecting South Asian communities)       SANEI: South Asia Network of Economic Research Institutes (a regional initiative with a primary interest in funding and promoting economic research in South Asia)       SARDS 2 (an electronic database with a focus on humanities and social sciences containing bibliographic references to South Asia research articles published in journals, collective volumes, conference proceedings, Festschrift and so on)       SARN: South Asia Research Network (offers links to electronic publications, research notes and abstracts, and to leading research centers in the region in social sciences and humanities)         SAVIFA: Virtual Library of South Asia (University of Heidelburg)       SAWNET: South Asian Women's Network (a medium of communication by and for South Asian women)       South Asian Network (a community based organization working towards advancing the health, empowerment and solidarity of persons of South Asian origin in Southern California)       South Asian Web Resources (University of British Columbia) (provides links to language and linguistic material and daily newspapers across South Asia)         World Bank -- South Asia (gives an overview of the strategies and polices implemented by the World Bank in relation to countries in South Asia including data, projects and research in these nations)                                                    close                                                                                                          Journals                                                                                  South Asia Journal titles                 Many journals relevant to South Asian countries are available to NYU faculty and students. Journals available in print in the library can be located by clicking on the title in the list below. If the journal is also available online, the link will take you to the journal, and you may be required to login with your NYU username and password.   Here are links to the South Asia specific journals, alphabetically arranged: A-I , J-Z             Comments (0)                                         South Asia Journal Holdings A-I                  Academic Voices: A Multidisciplinary Journal Birgunj, Nepal: Thakur Ram Multiple Campus Arts Faculty Journal Dhaka, Bangladesh: Arts Faculty, University of Dhaka Bangladesh Development Studies  Bangladesh e-Journal of Sociology Dhaka, Bangladesh: Bangladesh Sociological Society Bangladesh Economic Review Dhaka: Bangladesh Institute of Development Studies. (Continued by Bangladesh Development Studies) Bangladesh Journals Online  Biblio: A Review of Books New Delhi, India: Biblio Bioscope : South Asian Screen Studies LA, London, New Delhi: Sage Publications Bodhi: An Interdisciplinary Journal Kathmandu, Nepal: Department of Languages and Mass Communication, School of Arts Bolan Voice Reportage on Balochistan Business India Noida, India: India Today Group Businessline Islamabad, Pakistan Byavasthapan: Nepalese Journal of Management  Comparative Studies of South Asia, Africa, and the Middle East Durham, USA: Duke University Press Contemporary South Asia  Contributions to Indian Sociology Oxfordshire, UK: Routledge Dhaka University Journal of Linguistics Dhaka, Bangladesh: Registrar, University of Dhaka Economic and Political Weekly Mumbai: Sameeksha Trust Economic Journal of Development Issues : a Biannual Publication. Kathmandu, Nepal: Tribhuvan University Global Media Journal : Pakistan Edition Islamabad, Pakistan: Allama Iqbal Open University Himal SouthAsian Lalitpur, Nepal: The Southasia Trust Himalayan Journal of Sociology and Anthropology Pokhara, Nepal: Tribhuvan University History and Sociology of South Asia New Delhi, India: Jamia Millia Islamia & Sage Journals Human Development in South Asia Karachi; New York: Oxford University Press India Review Philadelphia, USA: Taylor & Francis India Today New Delhi, India: India Today Group Indian Economic Journal New Delhi, India: Indian Economic Association Indian Economic and Social History Review New Delhi, India : Vikas Publishing House Indian Folklife Chennai, India: National Folklore Support Centre Indian Historical Review New Delhi, India: Indian Council of Historical Research Indian Journal of Community Medicine Mumbai: Medknow Publications & Media Pvt. Ltd. Indian Journal of Commerce & Management Studies Nasik, India: Educational Research Multimedia & Publications Indian Journal of Gender Studies New Delhi, India: Centre for Women's Development Studies (CWDS) International Journal of Hindu Studies  Indian Journal of Political Science Meerut, India: Indian Political Science Association The Indian Journal of Public Administration New Delhi, India: Indian Institute of Public Administration Indian Journal of Public Health Mumbai: Indian Public Health Association & Medknow Publications And Media Pvt. Ltd. Indian Review of World Literature in English Chennai, India: Vels University            Comments (0)                                         South Asia Journal Holdings J-Z                  Journal of Agriculture & Rural Development Gazipur, Bangladesh: School of Agriculture and Rural Development Journal of Agroforestry and Environment Agroforestry Society of Bangladesh Journal of Bangladesh Studies Erie, USA: Bangladesh Development Initiative Journal of Bhutan Studies Thimpu, Bhutan: Centre for Bhutan Studies and GNH Research Journal of Educational Research Bahawalpur, Pakistan: Dept. of Education, Islamia University Journal of Environmental Science and Natural Resources Mymensingh, Bangladesh: Bangladesh Society for Conservation of Environment and Natural Resources Journal of Health, Population and Nutrition Dhaka, Bangladesh: International Centre for Diarrhoeal Disease Research Journal of Hindu Studies Oxford, UK: Oxford Centre for Hindu Studies Journal of Social And Economic Development Bangalore, India: Institute for Social and Economic Change Journal of South Asian and Middle Eastern Studies Villanova, USA: Pakistan American Foundation Journal of South Asian Development UK: Sage Journals Journal of South Asian Linguistics  Journal of South Asian Literature Michigan, USA: Asian Studies Center, MSU Journal of the Asiatic Society of Bangladesh Dhaka, Bangladesh: Asiatic Society of Bangladesh Journal of the Asiatic Society of Pakistan Dhaka, Bangladesh: Asiatic Society of Pakistan Journal of the Moving Image Kolkata, India: Department of Film Studies, Jadavpur University Journal of the Pakistan Historical Society Karachi, Pakistan: Pakistan Historical Society Kashmir Journal of Language Research Muzaffarabad, Azad Kashmir: Dept of English, University of Azad Jammu & Kashmir Kashmir Journal of Social Sciences Srinagar, India: Faculty of Social Sciences, University of Kashmir Lahore Journal of Economics Lahore, Pakistan: Lahore School of Economics Māovādī Kathmandu, Nepal: Unified Communist Party of Nepal (Maoist) Miḍiyā Adhyayana/ Media Studies Kathmandu, Nepal: Martin Chautari Modern Asian Studies London: Cambridge University Press Molung Research Journal Bhaktapur, Nepal: Molung Research Center Nepal Journals Online  NJA Law Journal Kathmandu, Nepal: National Judicial Academy Pakistan Colorado, USA: American Institute of Pakistan Studies Pakistan Archaeology Karachi, Pakistan: Dept of Archaeology & Museums Pakistan Development Review Islamabad: Pakistan Institute of Development Economics Pakistan Economic Survey Rawalpindi, Pakistan: Office of the Economic Adviser Pakistan Forum \"An independent magazine of Pakistanis in U. S. A. and Canada\" Pakistan Horizon Karachi: Pakistan Institute of International Affairs Pakistan Journal of Psychological Research (PJPR) Islamabad: National Institute of Psychology Sikh Formations \"Religion, Culture, Theory\" SASON Journal of Sociology and Anthropology Kathmandu: Sociological and Anthropological Society of Nepal Social Change New Delhi, Hyderabad: Council for Social Development Social Scientist New Delhi: Indian School of Social Sciences South Asia: Journal of South Asian Studies South Asian Studies Association of Australia South Asia Singapore: Institute of South Asian Studies South Asia Research London: SOAS South Asia Economic Journal Colombo, Sri Lanka: Institute of Policy Studies of Sri Lanka (IPS) South Asian Diaspora  South Asian History and Culture  South Asian Journal  South Asian Journal of Global Business Research  South Asian Journal of Management Hyderabad: Association of Management Development Institutions in South Asia (AMDISA) South Asian Magazine for Action and Reflection (SAMAR)  South Asia Multidisciplinary Academic Journal (SAMAJ) Paris: Association pour la Recherche sur l’Asie du Sud South Asian Popular Culture UK: Routledge South Asian Survey New Delhi: Indian Council for South Asian Cooperation (ICSAC) Sri Lanka Journal of the Humanities Peradeniya, Sri Lanka: University of Peradeniya Studies in History New Delhi, India: Jawaharlal Nehru University Studies in South Asian Film & Media  Subaltern Studies : Writings on South Asian History and Society  Theatre India New Delhi, India: National School of Drama Trikone Palo Alto, USA : Trikone            Comments (0)                                         Non South Asia Specific Periodicals                 The following non-South Asia specific titles have many useful multi-disciplinary articles relevant to South Asia. Here are a few useful titles for you:  Art History Wiley-Blackwell, Association of Art Historians Colonial Observer 'Weekly journal of politics, commerce, agriculture, literature, science and religion for the Colony of New South Wales', 1841-1849 Immigrants & Minorities London, UK: Taylor & Francis Inter-Asia Cultural Studies Journal of the the Inter-Asia Cultural Studies Society The Journal of Asian Studies  Journal of Ethnic and Migration Studies  Journal of Global History London School of Economics and Political Science, Cambridge University Press Journal of Intercultural Studies Centre for Citizenship and Globalisation at Deakin University, Taylor & Francis Journal of the Economic and Social History of the Orient  Journal of the Indian Ocean Region Indian Ocean Research Group, Taylor & Francis Journal of Urban History University of North Carolina at Charlotte, Sage Journals Social Identities  Third World Quarterly London : Third World Foundation            Comments (0)                                              close                                                                                                          Finding Scholarly Articles in Databases                                                                                  Databases                 Scholarly journal articles on South Asian countries, in various disciplines and fields of study, can be discovered and accessed via subject- or area-specific indexes and databases. Many of these are available only to NYU students and faculty, and require an NYU ID and password. The following are links to some of these databases.             Comments (0)                                         Primary Databases                  Anthropology Plus  Bibliography of Asian Studies Association for Asian Studies Film & Television Literature Index with full text  Historical Abstracts  JSTOR  Making of the Modern World: The Goldsmiths'-Kress Library of Economic Literature 1450-1850 The Making of the Modern World: Goldsmiths'-Kress Library of Economic Literature 1450-1850\" provides digital facsimile images on every page of 61,000 works of literature on economic and business published from 1450 through 1850. Full-text searching on more than 12 million pages provides researchers unparalleled access to this vast collection of material on commerce, finance, social conditions, politics, trade and transport. ProQuest Newsstand Full text of 300+ U.S. and international news sources. Includes coverage of 150+ major U.S. and international newspapers such as The New York Times and the Times of London, plus hundreds of other news sources and news wires.            Comments (0)                                         More Databases                  ABIA: South and Southeast Asian Art and Archaeology Index  ABI/INFORM: Business information  Academic Search Complete  Art Full Text  Art Index Retrospective:1929-1984  Avery Index to Architectural Periodicals  CSCS Library and Media Archive Centre for the Study of Culture and Society Digital Database: Contemporary Social Dynamics theme  Digital Database: Ecology Theme  Digital Database: Indology Theme  Education Source with ERIC (EBSCO)  Ethnic NewsWatch  GenderWatch  Global Health  Global Financial Development  International Bibliography of Theatre & Dance with Full Text  Lexis Nexis Academic Universe  LGBT Life with Full Text  Oxford Art Journal  PAIS International (Public Affairs Information Service)  Project Muse  Proquest Central  PsycInfo via APA PsycNet  SocIndex with Full Text  South and Southeast Asian Literature: 1825 -  World History Collection            Comments (0)                                              close                                                                                                          Primary Sources                                                                                  See Also:                  Archive.org Free access to written, as well as audio-visual primary sources on the history of South Asian countries Center for Research Libraries (CRL) Strong international collections of unique research resources, including on South Asia. (NYU is a member of the CRL consortium with enhanced borrowing privileges). CRL Catalogue To borrow materials from CRL, contact our InterLibrary Loan office. HathiTrust Digital Library \"A digital preservation repository that provides long-term preservation and access services for public domain and in copyright content from a variety of sources, including Google, the Internet Archive, Microsoft, and in-house partner institution initiatives. Bibliographic and full text search are available for all volumes in HathiTrust. Public domain volumes are freely accessible to the public and can be downloaded in their entirety with authentication by persons affiliated with partner institutions. Contains millions of digitized books, including many on South Asia. NYU Libraries is a HathiTrust partner institution\" Union Catalog of the Serial Publications of the Indian Government 1858-1947 held in Libraries in Britain  World Digital Library Print and visual primary sources collection from ancient to present times that can be browsed by place, time, topic, type of resource, or contributing institution.            Comments (0)                                         PRIMARY SOURCES                 Primary sources are original documentary evidence from a given historical period, such as official correspondence, government publications, diaries, images and photographs, drawings, letters, books, films, posters, play scripts, speeches, songs, sheet music, and first-person accounts. This page provides links to some online primary source materials on South Asia. Some of these require an NYU ID and password, and are marked with an *asterisk* .   For primary sources on contemporary South Asia , including census reports, data reports and data files for various countries in South Asia, please see the Data and Maps page in this guide.  *ARTstor A digital library of more than one million images in the areas of art, architecture, the humanities, and social sciences, including many on South Asia. *Eighteenth Century Collections Online (ECCO) More than 33 million pages of books, pamphlets, essays, broadsides, etc. published in the UK and elsewhere during the 18th century, including many primary sources on South Asia. *Empire Online Original documents of the European colonial empires, including those in South Asia *Foreign Office Files for India, Pakistan and Afghanistan This collection consist of the British Government's files on the countries of South Asia from shortly before Indian partition and independence up to 1980. Section I. Independence, partition, and the Nehru era, 1947-64; Section II. South Asian conflicts and independence for Bangladesh, 1964-71; Section III. Afghanistan and the Cold War, emergency rule in India, and the resumption of civilian rule in Pakistan, 1972-80. *India, Raj & Empire \"Drawing upon the manuscript collections of the National Library of Scotland, this searchable online resource provides access to digital facsimiles of diaries and journals, official and private papers, letters, sketches, paintings and original Indian documents containing histories and literary works. The collection documents the relationship between Britain and India in an empire where the Scots played a central role as traders, generals, missionaries, viceroys, governor-generals and East India Company officials. The dates of the documents range from 1710 to 1937.\" *Indian newspaper reports, c1868-1942 [microform] From the British Library, London *Nineteenth Century Collections Online (Gale)  *ProQuest -- Colonial State Papers  Bhagat Singh Internet Archive A small collection of documents pertaining to Bhagat Singh (1907-1931) Digital Colonial Documents (India)  Digital Oral History Archive (Cambridge) Centre of South Asian Studies, University of Cambridge Echoes of Freedom: South Asian Pioneers in California, 1899-1965  House of Commons Parliamentary Papers Provides full-text access to the House of Commons Parliamentary Papers. The Parliamentary papers influenced public opinion and social and political philosophy, and provided a forum for ideas for hundreds of thinkers, among them Marconi, Keynes, and Beveridge. They are the working documents of government for all areas of social, political, economic and foreign policy, showing how issues were explored and legislation was formed. Dates of coverage: 1688 to present. Imperial Gazetteer of India (1908-1931)  India from Crown rule to Republic, 1945-1949: Records of the U.S. State Department  M.N. Roy Internet Archives  Medical History of Brirish India Official full text documents relating to the medical history of India in the 19th and 20th centuries. Meerut Conspiracy Trial, 1929-1933 On 20 March 1929, thirty-one people, suspected of either communist or trades unionist affiliations, were arrested across India, including Bombay, Calcutta and Poona. They were to be shortly followed by a thirty-second person - Hugh Lester Hutchinson - in June of the same year. Collectively, they were charged \"under section 121A of the Indian Penal Code, of conspiracy to deprive the King of the sovereignty of British India.\"  \"Collectively drawn from the British Library, Labour History Archive & Study Centre and Working Class Movement Library, the following documents bring together an array of perspectives on both the trial itself as well as its consequences for British imperialism as the sun was beginning to set on the Empire.\" Mutiny at the Margins: the Indian Uprising of 1857  Oxford Islamic Studies Online  Records of the Raj This Series consist of two collection titles: 'The Indian papers of Colonel Clive and Brigadier-General Carnac, 1752-1774' and 'The Indian papers of the 4th Earl of Minto'. South Asian Digital Archives (SAADA)  South Asian Migration Histories  Statistical Abstract Relating to British India (1840-1920)  The Hindu Conspiracy Cases (Activities of the Indian Independence Movement in the U.S., 1908-1933)  The Indian army and colonial warfare on the frontiers of India, 1914-1920 For generations of British and Indian Officers and men, the \"North-West Frontier was the scene of repeated skirmishes and major campaigns against the trans-border Pathan tribes who inhabited the mountainous no-man's land between India and Afghanistan. This collection contains Army Lists; Orders; Instructions; Regulations; Acts; Manuals; Strength Returns; Orders of Battle; Administration Summaries; organization, commissions, committees, reports, maneuvers; departments of the Indian Army; and regimental narratives\". Women in World History -- Primary Sources on South Asia            Comments (0)                                         South Asia@NYU                  South Asia@NYU   \"South Asian Studies at New York University is a collaboration among students and faculty in many departments and schools, hosted by the Faculty of Arts and Sciences, supported by NYU Libraries and the Institute for Public Knowledge. We are dedicated to education and research concerning regions spreading across the Silk Road and all around the Indian Ocean, which we think about in global contexts, from ancient times to the present. Our perspective on cultures, histories, economies, and polities in South Asia opens into their wider world rather than enclosing them within conventional boundaries of area studies\".           Comments (0)                                         SASPI@NYU                  SASPI (South Asian Studies Program Initiative by students at NYU)               Comments (0)                                              close                                                                                                          Manuscript Resources                                                                                  Manuscript Resources                  Adventures of Hamza : Painting and Storytelling in Mughal India  Asha Saphu Kuthi (Asha Archive): Catalogue of Nepalese Manuscripts  Catalogue of Sanskrit Manuscripts in the Library of Trinity College, Cambridge  Concise Descriptive Catalogue of the Persian Manuscripts in the Curzon Collection, Asiatic Society of Bengal  Descriptive Catalogue of the Arabic, Persian and Urdu Manuscripts in the Library of the University of Bombay  Digital Art and Manuscript Images from Pre-modern South Asia (INDOLOGY)  Digital Shikshapatri Bodleian Library, Oxford Florentine Sanskrit Manuscripts  Guardian of the Flame: Sri Lanka Manuscripts Collection, circa 1600-1900 Arizona State University Libraries Special Collections Guide to Arabic, Persian, Turkish, and Urdu Manuscript Libraries in India by Omar Khalidi, Massachusetts Institute of Technology. Via JSTOR. Indian Painting : Mughal and Rajput and a Sultanate Manuscript  Islamic and Indian Manuscripts and Paintings in the Pierpont Morgan Library  Manuscripts from Indian Collections: Descriptive Catalogue  Memory of Asia: Project to preserve palm-leaf manuscripts of Asia (AIIS-UNESCO)  Miniati͡ury Kashmirskikh Rukopiseĭ = Miniatures from Kashmirian Manuscripts  NAMAMI: National Mission for Manuscripts (India)  NGMCP: Nepalese-German Manuscript Cataloging Project Universität Hamburg Niʻmatnāma Manuscript of the Sultans of Mandu: the Sultan's Book of Delights            Comments (0)                                              close                                                                                                          South Asia Art Resources                                                                                                                Museums & Galleries                                                                                  Museums & Galleries: UK                  British Museum (London) See especially: Rooms 33, 33a, 34 Victoria & Albert Museum (London)            Comments (0)                                         Museums & Galleries: Canada                  SAGA: South Asian Gallery of Art (Toronto)            Comments (0)                                         Museums & Galleries: USA                  Aicon Gallery: Contemporary Asian Art (New York, London)  Asia Society Museum (New York)  Asian Art Museum San Francisco Freer & Sackler Galleries of Asian Art: Smithsonian Museum (DC)  Jacques Marchais Museum of Tibetan Art (New York)  Metropolitan Museum of Art (New York) See especially: The Florence and Herbert Irving Asian Wing, and the galleries of the the Department of Islamic Art. Rubin Museum of Art (New York)            Comments (0)                                              close                                                                                                          South Asian Art History                                                                                  Art Journals                  Art India: Art News Magazine of India Mumbai Journal of Arts & Ideas New Delhi MARG Mumbai            Comments (0)                                         See Also                  Heilbrunn Timeline of Art History: South and Southeast Asia (Metropolitan Museum of Art)  Heilbrunn Timeline of Art History: Thematic Essays            Comments (0)                                         Museums & Galleries                  Museums & Galleries            Comments (0)                                         Relevant Databases                  ABIA: South and Southeast Asian Art and Archaeology Index  American Institute of Indian Studies: Photo Archive searching the collections:http://dsal.uchicago.edu/images/aiis/database.html Art & Architecture Complete (EBSCO)  Art Full text (EBSCOhost)  Art Museum Image Gallery (EBSCO) Art Source covers a broad range of related subjects, from fine, decorative and commercial art, to various areas of architecture and architectural design. ** Art Source is a combination of all the A&I and full-text records in H.W. Wilson’s Art Full Text and Art Index Retrospective: 1929-1984. In addition there is all the unique A&I and full-text content from Art and Architecture Complete™, plus an additional 100 full text titles not available on any other EBSCOhost®database. Art Source (EBSC0) \"Art Source is a combination of all the A&I and full-text records in H.W. Wilson’s Art Full Text and Art Index Retrospective: 1929-1984. In addition there is also A&I and full-text content from Art and Architecture Complete\" Arts & Humanities Full Text  ARTstor  Bibliography of Asian Studies Association of Asian Studies Kalasampada: Digital Library -- Resources of Indian Cultural Heritage New Delhi Oxford Art Online            Comments (0)                                         Books on South Asian Art History@NYU libraries                 A selection of titles of books on this topic (with hyperlinks for location and call numbers) at NYU Libraries.  Adventures of Hamza: Painting and Storytelling in Mughal India  Anvari's Divan: A Pocket Book for Akbar...  Daccani Painting  Early Mughal Painting  Emperors' Album: Images of Mughal India  Grand Mogul: Imperial Painting in India, 1600-1660  Imperial Image: Paintings for the Mughal Court  Indian Drawings: Thirty Mogul Paintings of the School of Jahangir (17th century), and Four Panels of Calligraphy in the Wantage Bequest.  Indian Miniature Painting: the Collection of Earnest C. and Jane Werner Watson  Indian Painting: Mughal and Rajput and a Sultanate Manuscript  Islamic and Indian Manuscripts and Paintings in the Pierpont Morgan Library  Miniati͡ury Kashmirskikh Rukopiseĭ = Miniatures from Kashmirian Manuscripts  Miniature Painting: a Catalogue of the Exhibition of the Sri Motichand Khajanchi Collection held by the Lalit Kalā Akademi, 1960  Mughal and Deccani Paintings: from the Collection of the National Museum  Mughal Painters and their Work: a Biographical Survey and Comprehensive Catalogue  Mughal Painters and their Work: a Biographical Survey and Comprehensive Catalogue  Muraqqa' Imperial Mughal Albums from the Chester Beatty Library, Dublin  Niʻmatnāma Manuscript of the Sultans of Mandu: the Sultan's Book of Delights  Paintings of the Bābur Nāmā  Paintings of the Razmnama: the Book of War  Princes, Poets & Paladins: Islamic and Indian Paintings from the Collection of Prince and Princess Sadruddin Aga Khan  Splendor of Mughal Painting  Treasures of Indian Painting from the Maharaja Sawai Man Singh II Museum, Jaipur            Comments (0)                                              close                                                                            South Asian Visual Culture                  American Institute of Indian Studies: Center for Art and Archaeology Photo Archives  ARTstor  Asian Art Archive Hongkong Photo Archives: French Institute of Pondicherry  Power & Desire: South Asian Paintings from the San Diego Museum of Art  SADA: South Asian Dance UK  SAGA: South Asian Gallery of Art  SALIDAA: South Asian Diasporic Literature & Arts Archive  Satyajit Ray Film & Study Center  Tasveer Ghar: Digital Archive of South Asian Popular Visual Culture            Comments (0)                                         South Asian Arts Journals                  Art India: Art News Magazine of India Mumbai Journal of Arts & Ideas (Online) New Delhi MARG Mumbai Theatre India: Journal of the National School of Drama New Delhi Unity: For a People's Culture Calcutta Published by the Indian People's Theatre Association. Limited issues from the 1950s available at Bobst.            Comments (0)                                         Relevant Databases                  ABIA: South and Southeast Asian Art and Archaeology Index  Art & Architecture Complete (EBSCO)  Bibliography of Asian Studies  International Index to Performing Arts  Kalasampada: Digital Library -- Resources of Indian Cultural Heritage            Comments (0)                                         South Asian Music Resources                  Archive of Indian Music  Garland Encyclopedia of World Music  Karnatic Music Krithi Audio Archive  Mediamusicnow: Royalty free Music  Mithas: Massachussets Institute of Technology's Heritage of the Arts of Southasia  Rajan Parikkar Music Archive This archive includes all the music and essays that used to be hosted online by the South Asian Women's Forum. Sounds: British Library  South Asia: National Geographic World Music  South Asian Music Resources at CRL  Swarganga North Indian Music database  Travelling Archive \"Travelling Archive is a shared space of listening to field recordings which come out of a journey through the rich and varied folk music of Bengal, covering mainly Bangladesh and the eastern Indian state of West Bengal and some adjoining areas of Assam in the east of South Asia; even distant locations such as the Bengali/Bangladeshi neighbourhoods  of East London.\"            Comments (0)                                              close                                                                                                          Data & Maps                                                                                  South Asia Region                  A Historical Atlas of South Asia by Joseph E. Schwartzberg (New York ; Oxford: Oxford University Press, 1992) Historical Data: Digital South Asia Library  India & Pakistan 1:250,000: US Army Map Service maps Perry Castñeda Library Map Collection, University of Texas at Austin South Asia Maps: Digital South Asia Library  South Asia Maps: Organized Collection Prof. Fran Pritchett, Columbia University            Comments (0)                                         Bangladesh                  Bangladesh Bureau of Statistics  Statistics on Disability in Bangladesh Asia-Pacific Development Center on Disability UNICEF -- Bangladesh -- Statistics            Comments (0)                                         Bhutan                  National Statistics Bureau Government of Bhutan Statistical Year Book Government of Bhutan Statistics on disability in Bhutan Asia-Pacific Development Center on Disability UNICEF -- Bhutan -- Statistics            Comments (0)                                         India                     Census of India   Centre for the Study of Developing Societies (CSDS): Data Unit   DevInfo India   Election Commission of India   *India GIS Data in ESRI SHP format   *IndiaStat [NYU only]   *ISI Emerging Markets [NYU only]   Labor Statistics of India (Government of India. Ministry of Labour)   Ministry of Statistics and Programme Implementation   National Family Health Survey, India   National Sample Survey Organization Data (Digital sets of reports are available at NYU Bobst Studio:)     NSS Data (unit level) on 38th round, sch. 10: Employment &amp; Unemployment NSS Data (unit level) on 55th round, sch. 10/10.1: Employment &amp; Unemployment NSS Data (unit level) on 61st round, sch. 10: Employment &amp; Unemployment NSS Data (unit level) on 66th round, sch. 10: Employment &amp; Unemployment NSS data (unit level) on 55th round, sch. 1.0: Consumer Expenditure NSS Data (unit level) on 61st round, sch. 1.0: Consumer Expenditure NSS data (unit level) on 66th round, sch. 1.0 (type-1): Consumer Expenditure - Uniform and Mixed Reference Period NSS data (unit level) on 66th round, sch. 1.0 (type-2): Consumer Expenditure - Modified Mixed Reference Period     Statistics on disability in India   UNICEF -- India -- Statistics   World Bank -- India -- Data &amp; Statistics                Comments (0)                                         Maldives                  Department of National Planning, Government of Maldives  UNICEF -- Maldives -- Statistics            Comments (0)                                         Nepal                  Central Bureau of Statistics, Government of Nepal  Health Statistics (HealthNet, Nepal)  Statistics on Disability in Nepal Asia-Pacific Development Center on Disability UNICEF -- Nepal -- Statistics            Comments (0)                                         Pakistan                  Health Statistics of Pakistan Global Health Observatory (WHO) Pakistan Bureau of Statistics 'Statistics Division of the Government of Pakistan' is no longer available online Pakistan Population Statistics Population Association of Pakistan Statistics on Disability in Pakistan Asia-Pacific Development Center on Disability UNICEF-Pakistan-Statistics            Comments (0)                                         Sri Lanka                  Central Bank of Sri Lanka -- Statistics  Department of Census and Statistics, Government of Sri Lanka  Statistics on Disability in Sri Lanka Asia-Pacific Development Center on Disability UNICEF -- Sri Lanka -- Statistics            Comments (0)                                              close                                                                                                          NGO links                                                                                  NGOS: South Asia                     Non-Government Organizations provide important information for research on current affairs, social conditions, human rights, and other aspects of life. This is a list of links to some significant NGOs and NGO portals on South Asia.     South Asia region     Propoor -- South Asia (provides information related to development work in South Asia)           Bangladesh     BanglaRights.net     Non-Profit Organizations -- Bangladesh   Velki -- Non Governrment Organizations (Bangladesh)           Bhutan     Bhutan NGO Resources           India       NGOs India: Online database and resources of Indian NGOs, NPOs, VOs   Globalhealthreporting.org -- India   AIDS -- India           Maldives     Maldives.com -- Home page of the Maldives           Nepal     Nepal Democracy -- Gateway to Nepali Politics and Civil Society   NGO Federation of Nepal (NFN)   Association of International NGOs in Nepal -- an informal grouping of INGOs working in Nepal           Pakistan     Guide to NGOs in Pakistan   NGO Resource Centre -- A Project of Aga Khan Foundation   Pakistan -- NGO Resources Directory           Sri Lanka     Virtual Library -- Sri Lanka   Sri Lanka Women's NGO Forum                     Comments (0)                                              close                                                                                                          Government Websites                                                                                  Government Websites of South Asia                 Websites and portals by maintained by the governments of South Asian countries provide detailed, essential information about their polity, economy, agriculture, demographics, and the structure and operation of government. Many of these also contain vast collections of links to individual branches of goverment, documents and policy statements, press releases, statistical data, and more. The following is a listing of some of these free sites:       Bangladesh     Government of Bangladesh -- National Web Portal           Bhutan     Government of Bhutan -- National Portal           India     Government of India -- Directory of Official Websites           Maldives     Republic of Maldives -- Department of Information           Nepal     Government of Nepal           Pakistan     Government of Pakistan -- Official Web Gateway           Sri Lanka     Government of Sri Lanka -- Web Portal                    Comments (0)                                              close                                                                                                          Newspaper & Magazine Links                                                                                  Newspaper Links: General                 A selection of portals and links to some of the online newspapers from the countries of South Asia.     Bangladesh  Bangladesh newspapers 4u Bangladesh Online newspapers       Bhutan  Bhutan Online newspapers       India  Indian Online newspapers (Indian newspapers available by state, city, language and more)  Times of India (1861 to Present)       Maldives  Maldives Online newspapers       Nepal  Nepal Online newspapers News fron Nepal as it happens       Pakistan  Pakistan Online newspapers       Sri Lanka       Sri Lanka Online newspapers            Comments (0)                                         Newspaper Links: Specific                         Assam Tribunal   Bharat Chronicle   Bihar Time   DNA: Daily News &amp; Analysis   DNA: Sunday   Early Times   Garhwal Post   Herald   Hindu   Hindustan Times   Imphal Free Press   India Today   Indian Express   Kashmir Images   Kashmir Monitor   Kasmir Observer     Kashmir Times   Mail Today   New Indian Express   Newswing (Jharkhand)   Northlines (Jammu)   Pioneer (New Delhi)   Press Trust of India   Punjab Newsline   Right Vision News (Lahore)   Sikkim Express (Gangtok)   Sikkim Times (Gangtok)   South Asia Medianet   Star of Mysore   Statesman (Pakistan)   Tehelka   Times of India (1861-Present)                                                                                                                                                                         Comments (0)                                              close                                                                                                          Gender & Sexuality                                                                                  Films                 Here are some titles available at Bobst. Pl ease click on the title to go directly to the record in Bocat for call number, location and related info:   68 Pages  A Jihad for Love  All About Our Famila  Being Male, Being Koti  Bijli (Lightning)  Bombay Eunuch  Eunuchs: India's Third Gender  Fire  Hijras: Seeped in Myths, Seeking Reconciliation  Jareena : Portrait of a Hidja  Khush  Making the Face  Milind Soman Made Me Gay: Memories of Home and Abroad  My Brother, Nikhil  Pink Mirror: Gulabi Aaina  The Journey            Comments (0)                                         LGBTQ Databases                  Academic Search Complete  Anthropology Plus  Contemporary Women's Issues A multi-disciplinary full-text database that brings together relevant content from mainstream periodicals, \"gray\" literature, and the alternative press -- with a focus on the critical issues and events that influence women's lives in more than 190 countries. It includes English-language titles from East and West Africa, Asia, and South and Central America, the Caribbean, North America and Europe. GenderWatch  JSTOR  LGBT Life Full Text  LGBT Studies in Video (Alexander Street Press)            Comments (0)                                         Oral Histories                  Project Bolo: Oral History Collections of LGBT Persons Indian LGBT Oral history project            Comments (0)                                         LGBTQ Websites/Centers                 A selection of links to websites and organizations with information on lesbian, gay, bisexual and transgender communities and issues in the countries of South Asia and the South Asian diaspora.   * email addresses and other contact information of organizations are given where there is no website for such institutions.  Bandhu Social Welfare Society Bangladesh Sexual Health agency for Men who have Sex with Men (MSM) Blue Diamond Society Nepal Fights for sexual and gender minority’s social justice and rights in Nepal. Companions on a Journey (a support group for gay men and lesbians) Sri Lanka Tel: 94-1-500 570. Email:coj@sri.lanka.net Equal Ground Sri Lanka A non profit organization seeking human and political rights for the lesbian, gay, bisexual, transgender, intersex and questioning (LGBTIQ) community of Sri Lanka GALVA -- Gay and Lesbian Vaishnava Association Diaspora An international organization dedicated to the teachings of Lord Caitanya, the importance of all-inclusiveness within His mission, and the Vedic concept of a natural third gender. Its purpose is to educate Vaishnavas, Hindus and the public in general about the “third sex” as described in Vedic literatures. Khush Page Diaspora Sahodari Foundation India Sahodari is a movement, a family, and a team of young transsexual people. Sahodari was found by Kalki, a successful transsexual woman who is the Director of the project. SALGA -- South Asian Lesbian and Gay Association Diaspora Sangama India A sexuality minorities human rights organization for individuals oppressed due to their sexual preference including hijras, kothis, doubledeckers, jogappas, lesbians, bisexuals, homosexuals, gays, Female-to-male/male-to-female transsexuals and other transgenders). Sangama also gives links to various LGBT organizations in and outside India. These can be found at : http://sangama.org/node/ Satrang Diaspora \"Serving Southern California's South Asian LGBT*Q community since 1997\" Trikone Diaspora A registered non-profit organization for lesbian, gay, bisexual, and transgender people of South Asian descent inin the San Francisco Bay Area. Trikone has members from countries such as Afghanistan, Bangladesh, Bhutan, India, Maldives, Myanmar (Burma), Nepal, Pakistan, Sri Lanka, and Tibet Vision: Sexual Health Agency for Men who have Sex with Men (MSM) Pakistan Email:vision@nexlinx.net.pk  Tel: 92-42-630-4681/853-740  Fax: 92-42-630-528-9257 Women's Support Group Sri Lanka For lesbian women in Sri Lanka. Tel: 94-75-331 988            Comments (0)                                         LGBT- Human rights                             ILGA Human Rights World Map            Comments (0)                                              close                                                                                                          Human Rights                                                                                  Human Rights Organizations                 A selection of links to websites and organizations providing information on human rights issues in the countries of South Asia.     South Asia region     South Asia Forum for Human Rights   South Asia Human Rights Documentation Centre   South Asia Human Rights Documentation Centre: Online Resources   Amnesty International Reports   Derechos -- Human Rights in South Asia           Bangladesh     Bangladesh Human Rights Network     Odhikar   Amnesty International Reports   Human Rights in Bangladesh (Derechos)   Democracy Watch: Bangladesh           Bhutan     US Department of State, Bhutan   Derechos -- Human Rights in Bhutan           India       National Human Rights Commission (New Delhi)   Human Rights Watch   Amnesty International Reports   Derechos -- Human Rights in India           Maldives     Human Rights Commission of the Maldives   Amnesty International Reports           Nepal     Centre for Human Rights and Democratic Studies   Human Rights in Nepal           Pakistan     Human Rights Watch   Amnesty International Reports   Derechos -- Human Rights in Pakistan           Sri Lanka     Home for Human Rights   Sri Lanka Human Rights   University Teachers for Human Rights (Jaffna)   Derechos -- Human Rights in Sri Lanka                     Comments (0)                                              close                                                                                                          Economic Research Centers                                                                                  Resources                   BIDS -- Bangladesh Institute of Development Studies( a multi disciplinary research organization)       CPD -- Centre For Policy Dialogue (a civil society think tank in Bangladesh)       CESS -- Centre for Economic and Social Research (an interdisciplinary research centre in India)       ICRIER -- Indian Council for Research on International Economic Relations (an autonomous, not-for-profit think tank for economic policy related issues)       IGIDR -- Indira Gandhi Institute of Development Research (an advanced economic development research institute established by the Rerve Bank of India)       IEGINDIA -- Institute of Economic Growth   I PS -- Institute of Policy Studies of Sri Lanka   MARGA -- Marga Institute -- Centre for Development Studies   NCAER -- National Council of Applied Economic Research   PIDE -- Pakistan Institute of Development Economics   RIS -- Research and Information System for Developing Countries             Comments (0)                                              close                                                                                                          South Asian Legal Resources                                                                                  Law Journals                  Economic and Political Weekly Mumbai: Sameeksha Trust Global Legal Monitor  India Law Journal  Indian Journal of Arbitration Law  Indian Journal of Law and Technology  Indian Law Institute Law Review  Kashmir Journal of Legal Studies  Pakistan Law Reporter  Sri Lanka Journal of Forensic Medicine, Science & Law  Sri Lanka Journal of International Law            Comments (0)                                         Research Guides                  A Guide to India’s Legal Research and Legal System (Globalex) By Dr. Rakesh Kumar Srivastava, 2008. A Legal Research Guide to Pakistan (GlobaLex) By Omar Sial, 2013 Indian Law Guide (Harvard)  Research Guide of the Legal System of Kingdom of Nepal (GlobaLex) By Md. Ershadul Karim and Sirjana Sharma Pokhrel, 2012. Research Guide to South Asian Case Law (Mitra Sharafi) \"The purpose of this guide is to help historians develop productive research strategies for the study of law in colonial South Asia. Its main focus is one particular type of legal source: case law.\" Research Guide to the Legal System of the Kingdom of Bhutan (GlobaLex) By Ershadul Karim and Chhime Tshoke Dorjee, 2011. Research Guide to the Legal System of the Peoples’ Republic of Bangladesh (GlobaLex) By Omar Sial and Md. Ershadul Karim. Updated by Md. Ershadul Karim, 2013. Sri Lanka: Legal Research and Legal System (GlobaLex) By Aquinas V. Tambimuttu, 2009.            Comments (0)                                         Legal Resources                  Advocate Khoj \"Designed to equip consumers to work with their lawyers, AdvocateKhoj has a free library of Supreme Court cases, acts, rules, forms, and sample agreements.\" *Chancery Law Chronicles: Bangladesh \"Comprehensive, searchable database of Bangladesh Laws and Judgments. NYU access only. In order to get access to the Bangladesh database www.clcbd.org : 1. Register; 2. After the registration send an email to ershadulkarim@gmail.com and he will activate your membership within 24 hours.\" *Foreign Law Guide \"An essential database offering relevant information on sources of foreign law, including complete bibliographic citations to legislation, the existence of English translations and selected references to secondary sources in one virtual destination. Broad in content and global in scope, the FLG is an indispensable resource for comparative law research and a fundamental tool for developing a foreign and comparative law collection. Approximately 190 jurisdictions are systemically covered and updated by a global team of experts.\" Heidelberg Bangladesh Law Translation Project \"This site contains unofficial English translation of laws published in Bangla.\" India Code: Legislative Department \"India Code the India Code Information System contains all Central Acts of Parliament right from 1836 onwards. Each Act includes: Short Title, Enactment Date, Sections, Schedule and also Foot notes.\" India Legal Information Institute (Indlii)  Indian Kanoon  Indian Parliament \"Laws, the Constitution, latest Acts, and Ordinances. LOK SABHA-- House of the People- contains rules, bills, policies and publications. RAJYA SABHA --House of the States-- offers debates, legislation, rules, etc.\" Indian Treaties Database \"The Database is prepared and managed by the Legal and Treaties Division of the Ministry of External Affairs strives to provide an accessible and searchable link or series of links to the Treaties/Agreements/MoUs etc. which have been entered into by the Government of the Republic of India with Foreign Countries. As a beginning, the database provides Treaties/Agreements/MoUs 1983 on-wards, more documents covering years before 1983, would be made accessible in due course.\" JUDIS \"The Judgment Information System is a combination of fee based and free of charge. JUDIS contains all reportable judgments of the Supreme Court of India and other regional courts from 1950 to the present (online and CD-ROM). JUDIS contains Acts and Headnotes for the judgments delivered up to 1993 only. From 1994 onwards the judgments do not have Acts and Headnotes.\" Julius: Library Catalog at NYU Law  Law Library Microform Consortium A non-profit library cooperative preserving legal titles and government documents, and making this content searchable and accessible. There are a few documents related to South Asia. Some search examples: (i) Bengal law documents: --> Foreign Jurisdictions->India->Subsidiary Jurisdictions->East India Company Presidencies->Bengal (ii) Legal titles of other countries (not just the countries from South Asia) can be found through searching: --> Foreign Jurisdictions and then choose the country (for example, Pakistan). (iii) There is also a subject description for British Empire Studies: --> Multi-Jurisdiction Subject Collections->British Empire Studies. Laws or Standing Orders of the East India Company (1621)  Laws of Bangladesh  Legal Information Institute of India (LII of India) \"LII of India at present has 50 databases, including over 300,000 decisions from 37 Courts and Tribunals, Indian national legislation from 1836, over 800 bilateral treaties, law reform reports and about 500 law journal articles. The LawCite citator tracks case and journal article citations.\" Manupatra One stop shop for Indian legal and regulatory materials. Resources for legal, tax and regulatory issues in India. Contains full-text cases (pdf), legislation, rules, ordinances, circulars, treaties, forms, practice directions, etc. The library does NOT subscribe to Manupatra, please use SCC Online Web Edition instead (available to NYU Law students and faculty): http://www.scconline.com/default.aspx South Asian Legal History Resources This is a website developed by Mitra Sharafi from the University of Wisconsin Law School that has tools and resources for the historical study of law in South Asia that include the following: --> a research guide to case law --> a list of abbreviations used in case law citation --> a list of published primary sources --> holdings of a colonial law library from Bombay, c.1911 --> a list of articles in colonial law journals, 1891-1947 --> a list of South Asian law students at the Inns of Court in London, 1863-1947 SSRN Law eJournals (India, Asia, Comparative etc.) See also: India Law ejournal. http://papers.ssrn.com/sol3/JELJOUR_Results.cfm?form_name=journalbrowse&journal_id=756890 Australian Journal of Asian Law. http://papers.ssrn.com/sol3/JELJOUR_Results.cfm?form_name=journalbrowse&journal_id=2020682 Social Science Research Network (SSRN) is composed of a number of specialized research networks in the social sciences. The SSRN eLibrary consists of abstracts of scholarly working papers and forthcoming papers and an electronic paper collection of downloadable full text documents in pdf format. **In order to subscribe to the NYU network one must create an account with their NYU email address. **Please note that when accessing through off-site connection you may encounter a login screen which indicates you can \"login anonymously.\" If you reach this choose to login anonymously and you will be granted access. Supreme Court of India \"Links to JUDIS and Indian Courts. Original, appellate and advisory jurisdiction. Its exclusive original jurisdiction extends to any dispute between the Government of India and one or more States or between the Government of India and any State or States. Article 32 of the Constitution gives an extensive original jurisdiction to the Supreme Court in regard to enforcement of Fundamental Rights.\"            Comments (0)                                              close                                                                                                          South Asia Literature                                                                                  South Asia Literature: Printed Materials                  Bibliography of English Source Materials for the Study of Modern Hindi Literature Center for South and Southeast Asia Studies, University of California Guide to Indian Periodical Literature Indian Documentation Service, Gurgaon. Encyclopaedia of Indian Literature Sahitya Akademi, New Delhi International Encyclopaedia of Indian Literature  Modern South Asia Literature in English  Oxford India Premchand            Comments (0)                                         Anglo-Indian Literature                 Free online articles and books  Archive.org  Hathi Trust            Comments (0)                                         South Asia Literature: Online Resources                  Annual Bibliography of English Language and Literature \"The Annual Bibliography of English Language and Literature contains many records, covering monographs, periodical articles, critical editions of literary works, book reviews and collections of essays published anywhere in the world from 1920 onwards\" Biblio: A Review of Books (online) New Delhi Biblio: a review of Books (at Bobst)  Bibliography of Asian Studies A comprehensive database on many subjects (rich in the humanities and the social sciences) that includes a large volume of journal articles, chapters in edited volumes, conference proceedings, anthologies, and Festschriften related to South Asia published worldwide from 1971 to the present. Desilit Tto build support for South Asian and diasporic writing.\" Faiz Ahmed Faiz Website born out of birth centenary celebrations, \"dedicated to the memory of one of the greatest poets of twentieth century\" - Faiz Ahmed Faiz (1911-1984). Fiction by South Asian Women Bibliography compiled by Irene Joshi, University of Washington Libraries, Seattle. Indian Review \"Critiques and writings from across India and the world over\" JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor. Literature Criticism Online  Literature on South Asia - Digitized Free access to full text versions of books on South Asia from the 18th to the early 20th century from the Library of the South Asia Institute in Heidelberg and the University library Heidelberg. In German. Literature Online  Literature Resource Center  SALA (South Asian Literary Association)  SASIALIT The SASIALIT mailing list is for the discussion of contemporary literature of South Asia (Bangladesh, India, Nepal, Pakistan, and Sri Lanka), including works by authors of South Asian origin throughout the world. Some Useful Sources on Hindi/Urdu Language and Literature Compiled by Prof. Fran Prichett, Columbia University South and Southeast Asian Literature: Classic and Postcolonial Writers in English (1825 to present) Alexander Street Press South Asian Diaspora Literature in English Bibliography compiled by Irene Joshi, University of Washington Libraries, 1998. South Asian Literature in Pre-Independence Era Bibliography compiled by Irene Joshi, University of Washington Libraries, 1998. South Asian Literature: Some Primary Sources Compiled by Prof. Fran Pritchett, Columbia University            Comments (0)                                              close                                                                                                          Newly Acquired Resources                                                                                  ISI Emerging Markets                 ISI Emerging markets       Summary: Company and industry information, financial market data, and macroeconomicanalysis for more than 35 emerging markets in Asia, Latin America and Central and Eastern Europe. So far, India and Sri Lanka are the two countries covered from South Asia.   Publisher: New York : Internet Securities   Language: Multiple languages ; English             Comments (0)                                         Times of India Online Archives (1838-2001)                 Times of India (1838-2002 )           Comments (0)                                         India, Raj & Empire                 India, Raj &amp; Empire   \" Drawing upon the manuscript collections of the National Library of Scotland, this searchable online resource provides access to digital facsimiles of diaries and journals, official and private papers, letters, sketches, paintings and original Indian documents containing histories and literary works. The collection documents the relationship between Britain and India in an empire where the Scots played a central role as traders, generals, missionaries, viceroys, governor-generals and East India Company officials. The dates of the documents range from 1710 to 1937\".     Publisher: Marlborough, Wiltshire, England : Adam Matthew Digital   Language: English   Publication: Date : 2008             Comments (0)                                         Map as History (electronic version)                 Map as history    an animated hisorical map collection    Under this, Europe's Colonial Expansion, 1820-1939 has maps related to the Brirish Empire.           Comments (0)                                         Bharat Ek Khoj (Discovery of India) video                 Bharat Ek Khoj (18 discs)    Summary: A 5,000-year political, social, and cultural history of India, from its beginnings through the coming of independence in 1947.     Publisher: India : Doordarshan   Language: Hindi   Publication Date: c2007             Comments (0)                                         India GIS Data                 India GIS data in ESRI SHP format      Restrictions/Permissions:  To access this data, please contact the Data Service Studio at data.service@nyu.edu or (212) 998-3434.     Notes: Contents: IndiaMap -- VillageMap -- PollMap -- HistoricMap.  Summary: Includes four data sets: IndiaMap includes socio-demographic and economic Census data for 2001 at the State, District, Sub-District, and Town levels. VillageMap includes socio-demographic and economic Census data for 2001 at the Village level. PollMap includes parliamentary constituency boundaries and data relating to the past four national elections [1986-2004]. Optionally, an application for historical analysis and impact of regional and statewise swings can be added. HistoricMap shows decadal change in district boundaries of India since 1951. Socio-demographic data is included for the census years i.e. 1951, 1961, 1971, 1981, 1991 and 2001.    Publisher: New Delhi : ML InfoMap Pvt. Ltd.    Language: English    Publication Date: c2008    Description: 1 computer optical disc ; 4 3/4 in..             Comments (0)                                         Foreign Office Flies for India, Pakistan and Afghanistan                 Foreign Office Files for India, Pakistan and Afghanistan    Section I. Independence, partition, and the Nehru era, 1947-64   Section II. South Asian conflicts and independence for Bangladesh, 1964-71   Section III. Afghanistan and the Cold War, emergency rule in India , and the resumption of civilian rule in Pakistan, 1972-80   * all the three sections are fully accessible now!     Summary: \"These three collections consist of the British Government's files on the countries of South Asia from shortly before Indian partition and independence up to 1980. This was a turbulent era in the region's history. The partition of 1947 and the splitting apart of Pakistan in 1971 were accompanied by loss of life and enormous population movements, as refugees fled violence or ethnic conflict. India fought Pakistan twice in Kashmir, in 1947-8 and 1965, and China in the Himalayas in 1962. Stable and democratic government proved elusive outside India , the region experiencing a succession of coups: in Pakistan in 1958 and 1977, in Afghanistan in 1973, 1978 and 1979, and in Bangladesh in 1975; democracy underwent a flowering and then a withering in Nepal, where King Mahendra established a partyless autocracy in 1959. Even in India , which had successfully established a democratic, secular state at independence, the government of India Gandhi became increasingly authoritarian and intolerant of dissent in the 1970s, imprisoning hundreds of opponents.... The files in this collection cover these events from the standpoint of British officialdom. In addition to high politics, the papers in the files cover such issues as economic and industrial development, trade, migration, visits to South Asia by British politicians and by South Asian politicians to Britain and elsewhere, education, administrative reorganisation, conflict over language, aid, political parties, agriculture and irrigation, and television and the press. Together they form a resource of fundamental value to scholars and students of modern South Asia.\"   Publisher: Marlborough, Wiltshire : Adam Matthew Digital   Language: English   Publication Date: c2011             Comments (0)                                              close                                                                                                          South Asia Documentaries@Bobst                                                                                  South Asia Documentary Screening Series@NYU                  Screening of Jahaji Bhai  (A 2002 documentary film directed by Suresh Pillai on South Asian histories of migration)        Wednesday, April 1, 2015 4:30 &ndash; 6:30 pm Institute for Public Knowledge 20 Cooper Square, 5 th Floor   Welcome &amp; Introduction by Aruna Magier (NYU). Post-screening Q&amp;A with director, Suresh Pillai.  Discussion led by Prof. Aisha Khan (NYU) and Prof. Marina Budhos (William Paterson University).  Cheese and wine reception to follow.            Comments (0)                                         Collection Highlights                  PROJECT BOLO   A collection of oral histories of Indian LGBT persons   Available at Bobst: https://getit.library.nyu.edu/go/6872556      (Image source: http://astore.amazon.com/projectbolo-20/images/B007JMFZVG)             Comments (0)                                         South Asia Documentary Collections & Screenings                 The South Asia Documentary Film Collection: Interest in creating a collection of South Asian documentary films at NYU was initiated in 2010 by South Asia faculty, graduate students and SASPI. In response, NYU&rsquo;s South Asia librarian, Aruna Magier , has been working with filmmakers, vendors, distributors and with the AFC librarian/staff to build a well-rounded collection of important documentaries from the countries of South Asia, across many thematic issues of current interest to our faculty. New items are being added to this growing collection all the time.   As part of this continuing effort, we also have started &lsquo;The South Asia Documentary Screening Series @ Bobst&rsquo; with the goal of engaging members of the NYU community in the exploration of interesting and important South Asian documentary films and to promote visibility and usage of these films. Whenever possible, the filmmakers are brought to the screenings to partipate in Q&amp;A sessions after the film with NYU's South Asian Studies community. Please check back here for announcements of upcoming screenings. Please join us for these events, and pass this announcement on to your colleagues and other students, and encourage them also to participate.   To download a complete current listing of the NYU South Asia Documentary Film Collection click here:   SOUTH ASIA DOCUMENTARIES @ BOBST: SEPTEMBER 2014   To check out each film f or your own viewing or for classroom use, just click on the title in the list to get the full description and the Bobcat call number. Our collection is growing by leaps and bounds: be sure to check back here every now and then to get hold of newly acquired titles.            Comments (0)                                              close                                                                                                          Bangladesh War of Independence                                                                                  Oral Histories                   Bangladesh Genocide Archive -- an online archive of chronology of events, documentations, audio, video, images, media reports and eyewitness accounts of the 1971 Genocide in Bangladesh in the hands of Pakistan army. This is an oral history partnership project between Swadhinata Trust and CRONEM (Centre for Research on Nationalism, Ethnicity &amp; Multiculturalism, University of Surrey) encouraging  young Bengali people to research, document and celebrate Bengali history, community creativity and socio-cultural heritage by recording and voicing three generations&rsquo; experience of being Bengali in multicultural Britain. The focus of these oral histories consists of three main themes: &lsquo; roots and memory&rsquo; (dialogue between first and third generation on the history of Bangladesh and the 1971 war of independence); &lsquo; community creativity &rsquo; (dialogue between second and third generation on welfare and community involvement in the UK, from the 1970s-80s) and finally &lsquo; popular culture: between tradition and innovation &rsquo; (across three generations, mainly focussing on traditional and more recent British Bengali musical heritage, from the 1970s-80s).   Guide to the South Asian oral history collections at the International Institute of Social History, Amsterdam -- an oral history project by Shahriar Kabir, aimed at collecting the memories of political activists from different progressive and nationalist backgrounds. These memories are preserved in the form of extensive video recordings. Collection include 'living memories' going back to the Chittagong Armoury Raid of the 1930s. Interviews include the Bangladesh Liberation War, communist, labour, peasant, women, cultural, anti-colonial and nationalist movements from India ( Naxalite movement and the peasant uprisings of Telengana and Srikakulam) , Bangladesh and Pakistan.            Comments (0)                                              close                                                                                                          South Asia Librarian                                                           Dr. Aruna Pulipaka Magier Contact Info: Aruna Magier   Mezzanine M02   Bobst Library, NYU   70 Washington Square South   New York, NY 10012      phone: 212-992-7548   email: aruna.magier@nyu.edu Send Email  Subjects: South Asian Studies          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]},
{"detail": [{"content": "NYU and India Research                                                                                                                                                                                                        New York University           Skip to Content     Skip to Search     Skip to Navigation     Skip to Sub Navigation                                                            New York University                                                                        NYU India and South Asia Research - Home        Faculty        Activities                                    NYU India and South Asia Research                     Our faculty and students engage in a range of South Asia and India directed research initiatives, seminars, conferences, publications, and outreach, providing thought leadership on the region's key issues, opportunities and challenges.      An array of courses on topics that include politics, education, business, history, culture, media studies and law offered by our world-renowned experts allow the NYU community to further their learning about the rich heritage and vibrant future of South Asia. NYU projects based in India and other South Asian countries enhance their basic scientific research, government policy and corporate strategy.             Learn and Experience        NYU's curriculum offers a wide range of ways in which our students and faculty can learn about and experience India and the greater South Asia region. A sample of these offerings:      Doing Business In India     Kim Corfman, NYU Stern     Provides an introduction to India's economy, history and culture through the Indian Institute of Management Bangalore. Lectures and seminars on a wide range of functional areas draw out some differences between this region and other regions.         Read more about this course     Read more about Kim Corfman            Global Perspectives in Higher Education: India     Ann Marcus, Steinhardt    Provides graduate students with an opportunity to examine India's higher education system, to discover and analyze similarities and differences in comparison to higher education in the United States. Special lectures with sociologists and national officials help understand the goals and future aspirations of Indian higher education.       Read more about this course    Watch video summary           Comparative Politics of South Asia     Kanchan Chandra, CAS Politics     Introduces the comparative politics of South Asia. Analyzes the politics of South Asian countries, including India, Pakistan, Bangladesh, Sri Lanka and Nepal, individually and in a comparative framework. Readings are chosen from across disciplines, including political science, anthropology, economics, and history.         Read more about Kanchan Chandra                South Asian Cultures     Rochelle Almeida, Liberal Studies     This course provides a broad understanding of the social developments of the Indian sub-continent. The countries studied may include India, Pakistan, Bangladesh and/or Sri Lanka. A variety of materials, from fictional and non-fictional texts to video and film are used to explore the interactions of tradition, change, colonialism, sectarianism, and modernization.         Read more about Rochelle Almeida                Imagining India: from The Colonial to The Global     Ritty Lukose, Gallatin     Drawing on an interdisciplinary set of readings about India, this course explores a fraught and difficult dynamic within the modern world - democratic nation-building, how the state contends with majority and minority identities, the complexities of secularism, notions of equality and difference.         Read more about Ritty Lukose                Property &amp; Inequality: Development &amp; Legal Change in South Asia     Bina Agarwal, NYU Law     A historical and contextualized perspective on legal change and the application of law in developing countries, especially in multi-ethnic, multi-religious regions such as South Asia. What underlies the divergence between law and practice, and ownership and control?         Read more about this course                      Find out more      To find out more, contact Ulrich Baer or Arun Sundararajan , nyuindia@nyu.edu                                                                                                                                                                                            Srinivasa Varadhan, NYU Mathematician, is Recipient of National Medal of Science                             Professor Jane Carlton's Center for the Study of Complex Malaria in Gujarat, Orissa and Tamil Nadu                        Tejaswini Ganti on Producing Bollywood: Inside the Contemporary Hindi Film Industry                                  Law Professor Malone's book Does the Elephant Dance on contemporary Indian foreign policy                   Jerry Hultin, President of NYU-Poly, speaks in Delhi about building India's urban infrastructure                   NYU Stern's Arun Sundararajan on \"Aadhaar,\" India's nationwide digital identity rollout                                  India and South Asia Faculty                 More Faculty                                                              Unless otherwise noted, all content copyright New York University. All rights reserved.       Designed by The Office of Web Communications"}, {"content": "South Asian Studies - NYU Libraries                               This is the \"South Asian Studies\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             South Asian Studies This South Asian Studies Research Guide is a library tool to assist scholars and students at NYU in finding useful resources (in print and online) on South Asia.        Last update: Apr 21, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=38616                                                                          Home                                                                                  NEWSLETTER: SouthAsia@NYU Libraries                     - Issue no. 1 (Spring 2015)             Comments (0)                                         MaRLI: Manhattan Research Library Initiative                 Do you want to know how to borrow books from NYPL and Columbia University Libraries?   \" The New York Public Library and the libraries of Columbia University and New York University have launched an initiative MaRLI, to expand access and use of collections and better serve their users. MaRLI enables NYU and Columbia doctoral students, full-time faculty and librarians, and approved New York Public Library cardholders with a demonstrable research need not met by currently available resources , to borrow materials from all three institutions\".    MaRLI related queries and their answers:     Who may use MaRLI?   Which materials are available?   How do I register for MaRLI?   Which libraries participate in MaRLI?   Who do I contact if I have a question about MaRLI?                                               CRL                  Center for Research Libraries (CRL) : strong international collections of unique research resources, including on South Asia. (NYU is a member of the CRL consortium with enhanced borrowing privileges).   - CRL Catalogue (To borrow materials from CRL, contact our InterLibrary Loan office)             Comments (0)                                         Introduction                 SOUTH ASIAN STUDIES is the interdisciplinary and multidisciplinary study of the countries of South Asia: Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka . This South Asian Studies Research Guide is a library tool to assist scholars and students at NYU in finding useful resources (in print and online) on South Asia.   For further assistance, or to make an appointment for an individual research consultation, please contact  Dr. Aruna P. Magier, South Asia Librarian.   --- see also: South Asian Diaspora Research Guide     &copy; 2006 David Magier                                             South Asia at NYU                  South Asia@NYU website   \"South Asian Studies at New York University is a collaboration among students and faculty in many departments and schools, hosted by the Faculty of Arts and Sciences, supported by NYU Libraries and the Institute for Public Knowledge. We are dedicated to education and research concerning regions spreading across the Silk Road and all around the Indian Ocean, which we think about in global contexts, from ancient times to the present. Our perspective on cultures, histories, economies, and polities in South Asia opens into their wider world rather than enclosing them within conventional boundaries of area studies\"      South Asian Studies Program Initiative (SASPI) website (student organization at NYU)                                             HathiTrust                 \" HathiTrust Digital Library is a digital preservation repository that provides long-term preservation and access services for public domain and in copyright content from a variety of sources, including Google, the Internet Archive, Microsoft, and in-house partner institution initiatives. Bibliographic and full text search are available for all volumes in HathiTrust. Public domain volumes are freely accessible to the public and can be downloaded in their entirety with authentication by persons affiliated with partner institutions. NYU Libraries is a HathiTrust partner institution\"                                             Latest South Asia News                           Loading...                                                            close                                                                                                          South Asia Web Portals                                                                                  South Asia Web Portals                 A listing of a few websites useful for gathering information on South Asia. These portals provide further internal links to various subjects and tools on different South Asian topics.     DSAL : Digital South Asia Library (University of Chicago)       SARAI : South Asia Resource Access on the Internet (Columbia University)   SAADA : South Asian Digital Archive            Banglapedia -- National Encyclopedia of Bangladesh ( a reference tool on Bangladesh from ancient period to date, both in English and Bangla)       eSocialSciences portal [free registration required] (research in the social sciences and humanities on India and South Asia)       Project South Asia -- digital library of teaching resources about South Asia (a joint project between South Dakota State University and Missouri Southern State University. Research materials on South Asian languages, conferences, journals, images and maps, including full-text documents and texts relating to South Asia)       ProPoor: South Asia (links, information, resources and news about development work and NGOs in South Asia)       SAARC: South Asian Association for Regional Cooperation       SaciWATERS: South Asia Consortium for Interdsciplinary Water Resources Studies (water resources management and water resources knowledge systems in South Asia)       SAJA: South Asian Journalists Association (forum for journalists of South Asian origin and journalists interested in South Asia or the South Asian Diaspora. Also covers media freedom and censorship issues affecting South Asian communities)       SANEI: South Asia Network of Economic Research Institutes (a regional initiative with a primary interest in funding and promoting economic research in South Asia)       SARDS 2 (an electronic database with a focus on humanities and social sciences containing bibliographic references to South Asia research articles published in journals, collective volumes, conference proceedings, Festschrift and so on)       SARN: South Asia Research Network (offers links to electronic publications, research notes and abstracts, and to leading research centers in the region in social sciences and humanities)         SAVIFA: Virtual Library of South Asia (University of Heidelburg)       SAWNET: South Asian Women's Network (a medium of communication by and for South Asian women)       South Asian Network (a community based organization working towards advancing the health, empowerment and solidarity of persons of South Asian origin in Southern California)       South Asian Web Resources (University of British Columbia) (provides links to language and linguistic material and daily newspapers across South Asia)         World Bank -- South Asia (gives an overview of the strategies and polices implemented by the World Bank in relation to countries in South Asia including data, projects and research in these nations)                                                    close                                                                                                          Journals                                                                                  South Asia Journal titles                 Many journals relevant to South Asian countries are available to NYU faculty and students. Journals available in print in the library can be located by clicking on the title in the list below. If the journal is also available online, the link will take you to the journal, and you may be required to login with your NYU username and password.   Here are links to the South Asia specific journals, alphabetically arranged: A-I , J-Z             Comments (0)                                         South Asia Journal Holdings A-I                  Academic Voices: A Multidisciplinary Journal Birgunj, Nepal: Thakur Ram Multiple Campus Arts Faculty Journal Dhaka, Bangladesh: Arts Faculty, University of Dhaka Bangladesh Development Studies  Bangladesh e-Journal of Sociology Dhaka, Bangladesh: Bangladesh Sociological Society Bangladesh Economic Review Dhaka: Bangladesh Institute of Development Studies. (Continued by Bangladesh Development Studies) Bangladesh Journals Online  Biblio: A Review of Books New Delhi, India: Biblio Bioscope : South Asian Screen Studies LA, London, New Delhi: Sage Publications Bodhi: An Interdisciplinary Journal Kathmandu, Nepal: Department of Languages and Mass Communication, School of Arts Bolan Voice Reportage on Balochistan Business India Noida, India: India Today Group Businessline Islamabad, Pakistan Byavasthapan: Nepalese Journal of Management  Comparative Studies of South Asia, Africa, and the Middle East Durham, USA: Duke University Press Contemporary South Asia  Contributions to Indian Sociology Oxfordshire, UK: Routledge Dhaka University Journal of Linguistics Dhaka, Bangladesh: Registrar, University of Dhaka Economic and Political Weekly Mumbai: Sameeksha Trust Economic Journal of Development Issues : a Biannual Publication. Kathmandu, Nepal: Tribhuvan University Global Media Journal : Pakistan Edition Islamabad, Pakistan: Allama Iqbal Open University Himal SouthAsian Lalitpur, Nepal: The Southasia Trust Himalayan Journal of Sociology and Anthropology Pokhara, Nepal: Tribhuvan University History and Sociology of South Asia New Delhi, India: Jamia Millia Islamia & Sage Journals Human Development in South Asia Karachi; New York: Oxford University Press India Review Philadelphia, USA: Taylor & Francis India Today New Delhi, India: India Today Group Indian Economic Journal New Delhi, India: Indian Economic Association Indian Economic and Social History Review New Delhi, India : Vikas Publishing House Indian Folklife Chennai, India: National Folklore Support Centre Indian Historical Review New Delhi, India: Indian Council of Historical Research Indian Journal of Community Medicine Mumbai: Medknow Publications & Media Pvt. Ltd. Indian Journal of Commerce & Management Studies Nasik, India: Educational Research Multimedia & Publications Indian Journal of Gender Studies New Delhi, India: Centre for Women's Development Studies (CWDS) International Journal of Hindu Studies  Indian Journal of Political Science Meerut, India: Indian Political Science Association The Indian Journal of Public Administration New Delhi, India: Indian Institute of Public Administration Indian Journal of Public Health Mumbai: Indian Public Health Association & Medknow Publications And Media Pvt. Ltd. Indian Review of World Literature in English Chennai, India: Vels University            Comments (0)                                         South Asia Journal Holdings J-Z                  Journal of Agriculture & Rural Development Gazipur, Bangladesh: School of Agriculture and Rural Development Journal of Agroforestry and Environment Agroforestry Society of Bangladesh Journal of Bangladesh Studies Erie, USA: Bangladesh Development Initiative Journal of Bhutan Studies Thimpu, Bhutan: Centre for Bhutan Studies and GNH Research Journal of Educational Research Bahawalpur, Pakistan: Dept. of Education, Islamia University Journal of Environmental Science and Natural Resources Mymensingh, Bangladesh: Bangladesh Society for Conservation of Environment and Natural Resources Journal of Health, Population and Nutrition Dhaka, Bangladesh: International Centre for Diarrhoeal Disease Research Journal of Hindu Studies Oxford, UK: Oxford Centre for Hindu Studies Journal of Social And Economic Development Bangalore, India: Institute for Social and Economic Change Journal of South Asian and Middle Eastern Studies Villanova, USA: Pakistan American Foundation Journal of South Asian Development UK: Sage Journals Journal of South Asian Linguistics  Journal of South Asian Literature Michigan, USA: Asian Studies Center, MSU Journal of the Asiatic Society of Bangladesh Dhaka, Bangladesh: Asiatic Society of Bangladesh Journal of the Asiatic Society of Pakistan Dhaka, Bangladesh: Asiatic Society of Pakistan Journal of the Moving Image Kolkata, India: Department of Film Studies, Jadavpur University Journal of the Pakistan Historical Society Karachi, Pakistan: Pakistan Historical Society Kashmir Journal of Language Research Muzaffarabad, Azad Kashmir: Dept of English, University of Azad Jammu & Kashmir Kashmir Journal of Social Sciences Srinagar, India: Faculty of Social Sciences, University of Kashmir Lahore Journal of Economics Lahore, Pakistan: Lahore School of Economics Māovādī Kathmandu, Nepal: Unified Communist Party of Nepal (Maoist) Miḍiyā Adhyayana/ Media Studies Kathmandu, Nepal: Martin Chautari Modern Asian Studies London: Cambridge University Press Molung Research Journal Bhaktapur, Nepal: Molung Research Center Nepal Journals Online  NJA Law Journal Kathmandu, Nepal: National Judicial Academy Pakistan Colorado, USA: American Institute of Pakistan Studies Pakistan Archaeology Karachi, Pakistan: Dept of Archaeology & Museums Pakistan Development Review Islamabad: Pakistan Institute of Development Economics Pakistan Economic Survey Rawalpindi, Pakistan: Office of the Economic Adviser Pakistan Forum \"An independent magazine of Pakistanis in U. S. A. and Canada\" Pakistan Horizon Karachi: Pakistan Institute of International Affairs Pakistan Journal of Psychological Research (PJPR) Islamabad: National Institute of Psychology Sikh Formations \"Religion, Culture, Theory\" SASON Journal of Sociology and Anthropology Kathmandu: Sociological and Anthropological Society of Nepal Social Change New Delhi, Hyderabad: Council for Social Development Social Scientist New Delhi: Indian School of Social Sciences South Asia: Journal of South Asian Studies South Asian Studies Association of Australia South Asia Singapore: Institute of South Asian Studies South Asia Research London: SOAS South Asia Economic Journal Colombo, Sri Lanka: Institute of Policy Studies of Sri Lanka (IPS) South Asian Diaspora  South Asian History and Culture  South Asian Journal  South Asian Journal of Global Business Research  South Asian Journal of Management Hyderabad: Association of Management Development Institutions in South Asia (AMDISA) South Asian Magazine for Action and Reflection (SAMAR)  South Asia Multidisciplinary Academic Journal (SAMAJ) Paris: Association pour la Recherche sur l’Asie du Sud South Asian Popular Culture UK: Routledge South Asian Survey New Delhi: Indian Council for South Asian Cooperation (ICSAC) Sri Lanka Journal of the Humanities Peradeniya, Sri Lanka: University of Peradeniya Studies in History New Delhi, India: Jawaharlal Nehru University Studies in South Asian Film & Media  Subaltern Studies : Writings on South Asian History and Society  Theatre India New Delhi, India: National School of Drama Trikone Palo Alto, USA : Trikone            Comments (0)                                         Non South Asia Specific Periodicals                 The following non-South Asia specific titles have many useful multi-disciplinary articles relevant to South Asia. Here are a few useful titles for you:  Art History Wiley-Blackwell, Association of Art Historians Colonial Observer 'Weekly journal of politics, commerce, agriculture, literature, science and religion for the Colony of New South Wales', 1841-1849 Immigrants & Minorities London, UK: Taylor & Francis Inter-Asia Cultural Studies Journal of the the Inter-Asia Cultural Studies Society The Journal of Asian Studies  Journal of Ethnic and Migration Studies  Journal of Global History London School of Economics and Political Science, Cambridge University Press Journal of Intercultural Studies Centre for Citizenship and Globalisation at Deakin University, Taylor & Francis Journal of the Economic and Social History of the Orient  Journal of the Indian Ocean Region Indian Ocean Research Group, Taylor & Francis Journal of Urban History University of North Carolina at Charlotte, Sage Journals Social Identities  Third World Quarterly London : Third World Foundation            Comments (0)                                              close                                                                                                          Finding Scholarly Articles in Databases                                                                                  Databases                 Scholarly journal articles on South Asian countries, in various disciplines and fields of study, can be discovered and accessed via subject- or area-specific indexes and databases. Many of these are available only to NYU students and faculty, and require an NYU ID and password. The following are links to some of these databases.             Comments (0)                                         Primary Databases                  Anthropology Plus  Bibliography of Asian Studies Association for Asian Studies Film & Television Literature Index with full text  Historical Abstracts  JSTOR  Making of the Modern World: The Goldsmiths'-Kress Library of Economic Literature 1450-1850 The Making of the Modern World: Goldsmiths'-Kress Library of Economic Literature 1450-1850\" provides digital facsimile images on every page of 61,000 works of literature on economic and business published from 1450 through 1850. Full-text searching on more than 12 million pages provides researchers unparalleled access to this vast collection of material on commerce, finance, social conditions, politics, trade and transport. ProQuest Newsstand Full text of 300+ U.S. and international news sources. Includes coverage of 150+ major U.S. and international newspapers such as The New York Times and the Times of London, plus hundreds of other news sources and news wires.            Comments (0)                                         More Databases                  ABIA: South and Southeast Asian Art and Archaeology Index  ABI/INFORM: Business information  Academic Search Complete  Art Full Text  Art Index Retrospective:1929-1984  Avery Index to Architectural Periodicals  CSCS Library and Media Archive Centre for the Study of Culture and Society Digital Database: Contemporary Social Dynamics theme  Digital Database: Ecology Theme  Digital Database: Indology Theme  Education Source with ERIC (EBSCO)  Ethnic NewsWatch  GenderWatch  Global Health  Global Financial Development  International Bibliography of Theatre & Dance with Full Text  Lexis Nexis Academic Universe  LGBT Life with Full Text  Oxford Art Journal  PAIS International (Public Affairs Information Service)  Project Muse  Proquest Central  PsycInfo via APA PsycNet  SocIndex with Full Text  South and Southeast Asian Literature: 1825 -  World History Collection            Comments (0)                                              close                                                                                                          Primary Sources                                                                                  See Also:                  Archive.org Free access to written, as well as audio-visual primary sources on the history of South Asian countries Center for Research Libraries (CRL) Strong international collections of unique research resources, including on South Asia. (NYU is a member of the CRL consortium with enhanced borrowing privileges). CRL Catalogue To borrow materials from CRL, contact our InterLibrary Loan office. HathiTrust Digital Library \"A digital preservation repository that provides long-term preservation and access services for public domain and in copyright content from a variety of sources, including Google, the Internet Archive, Microsoft, and in-house partner institution initiatives. Bibliographic and full text search are available for all volumes in HathiTrust. Public domain volumes are freely accessible to the public and can be downloaded in their entirety with authentication by persons affiliated with partner institutions. Contains millions of digitized books, including many on South Asia. NYU Libraries is a HathiTrust partner institution\" Union Catalog of the Serial Publications of the Indian Government 1858-1947 held in Libraries in Britain  World Digital Library Print and visual primary sources collection from ancient to present times that can be browsed by place, time, topic, type of resource, or contributing institution.            Comments (0)                                         PRIMARY SOURCES                 Primary sources are original documentary evidence from a given historical period, such as official correspondence, government publications, diaries, images and photographs, drawings, letters, books, films, posters, play scripts, speeches, songs, sheet music, and first-person accounts. This page provides links to some online primary source materials on South Asia. Some of these require an NYU ID and password, and are marked with an *asterisk* .   For primary sources on contemporary South Asia , including census reports, data reports and data files for various countries in South Asia, please see the Data and Maps page in this guide.  *ARTstor A digital library of more than one million images in the areas of art, architecture, the humanities, and social sciences, including many on South Asia. *Eighteenth Century Collections Online (ECCO) More than 33 million pages of books, pamphlets, essays, broadsides, etc. published in the UK and elsewhere during the 18th century, including many primary sources on South Asia. *Empire Online Original documents of the European colonial empires, including those in South Asia *Foreign Office Files for India, Pakistan and Afghanistan This collection consist of the British Government's files on the countries of South Asia from shortly before Indian partition and independence up to 1980. Section I. Independence, partition, and the Nehru era, 1947-64; Section II. South Asian conflicts and independence for Bangladesh, 1964-71; Section III. Afghanistan and the Cold War, emergency rule in India, and the resumption of civilian rule in Pakistan, 1972-80. *India, Raj & Empire \"Drawing upon the manuscript collections of the National Library of Scotland, this searchable online resource provides access to digital facsimiles of diaries and journals, official and private papers, letters, sketches, paintings and original Indian documents containing histories and literary works. The collection documents the relationship between Britain and India in an empire where the Scots played a central role as traders, generals, missionaries, viceroys, governor-generals and East India Company officials. The dates of the documents range from 1710 to 1937.\" *Indian newspaper reports, c1868-1942 [microform] From the British Library, London *Nineteenth Century Collections Online (Gale)  *ProQuest -- Colonial State Papers  Bhagat Singh Internet Archive A small collection of documents pertaining to Bhagat Singh (1907-1931) Digital Colonial Documents (India)  Digital Oral History Archive (Cambridge) Centre of South Asian Studies, University of Cambridge Echoes of Freedom: South Asian Pioneers in California, 1899-1965  House of Commons Parliamentary Papers Provides full-text access to the House of Commons Parliamentary Papers. The Parliamentary papers influenced public opinion and social and political philosophy, and provided a forum for ideas for hundreds of thinkers, among them Marconi, Keynes, and Beveridge. They are the working documents of government for all areas of social, political, economic and foreign policy, showing how issues were explored and legislation was formed. Dates of coverage: 1688 to present. Imperial Gazetteer of India (1908-1931)  India from Crown rule to Republic, 1945-1949: Records of the U.S. State Department  M.N. Roy Internet Archives  Medical History of Brirish India Official full text documents relating to the medical history of India in the 19th and 20th centuries. Meerut Conspiracy Trial, 1929-1933 On 20 March 1929, thirty-one people, suspected of either communist or trades unionist affiliations, were arrested across India, including Bombay, Calcutta and Poona. They were to be shortly followed by a thirty-second person - Hugh Lester Hutchinson - in June of the same year. Collectively, they were charged \"under section 121A of the Indian Penal Code, of conspiracy to deprive the King of the sovereignty of British India.\"  \"Collectively drawn from the British Library, Labour History Archive & Study Centre and Working Class Movement Library, the following documents bring together an array of perspectives on both the trial itself as well as its consequences for British imperialism as the sun was beginning to set on the Empire.\" Mutiny at the Margins: the Indian Uprising of 1857  Oxford Islamic Studies Online  Records of the Raj This Series consist of two collection titles: 'The Indian papers of Colonel Clive and Brigadier-General Carnac, 1752-1774' and 'The Indian papers of the 4th Earl of Minto'. South Asian Digital Archives (SAADA)  South Asian Migration Histories  Statistical Abstract Relating to British India (1840-1920)  The Hindu Conspiracy Cases (Activities of the Indian Independence Movement in the U.S., 1908-1933)  The Indian army and colonial warfare on the frontiers of India, 1914-1920 For generations of British and Indian Officers and men, the \"North-West Frontier was the scene of repeated skirmishes and major campaigns against the trans-border Pathan tribes who inhabited the mountainous no-man's land between India and Afghanistan. This collection contains Army Lists; Orders; Instructions; Regulations; Acts; Manuals; Strength Returns; Orders of Battle; Administration Summaries; organization, commissions, committees, reports, maneuvers; departments of the Indian Army; and regimental narratives\". Women in World History -- Primary Sources on South Asia            Comments (0)                                         South Asia@NYU                  South Asia@NYU   \"South Asian Studies at New York University is a collaboration among students and faculty in many departments and schools, hosted by the Faculty of Arts and Sciences, supported by NYU Libraries and the Institute for Public Knowledge. We are dedicated to education and research concerning regions spreading across the Silk Road and all around the Indian Ocean, which we think about in global contexts, from ancient times to the present. Our perspective on cultures, histories, economies, and polities in South Asia opens into their wider world rather than enclosing them within conventional boundaries of area studies\".           Comments (0)                                         SASPI@NYU                  SASPI (South Asian Studies Program Initiative by students at NYU)               Comments (0)                                              close                                                                                                          Manuscript Resources                                                                                  Manuscript Resources                  Adventures of Hamza : Painting and Storytelling in Mughal India  Asha Saphu Kuthi (Asha Archive): Catalogue of Nepalese Manuscripts  Catalogue of Sanskrit Manuscripts in the Library of Trinity College, Cambridge  Concise Descriptive Catalogue of the Persian Manuscripts in the Curzon Collection, Asiatic Society of Bengal  Descriptive Catalogue of the Arabic, Persian and Urdu Manuscripts in the Library of the University of Bombay  Digital Art and Manuscript Images from Pre-modern South Asia (INDOLOGY)  Digital Shikshapatri Bodleian Library, Oxford Florentine Sanskrit Manuscripts  Guardian of the Flame: Sri Lanka Manuscripts Collection, circa 1600-1900 Arizona State University Libraries Special Collections Guide to Arabic, Persian, Turkish, and Urdu Manuscript Libraries in India by Omar Khalidi, Massachusetts Institute of Technology. Via JSTOR. Indian Painting : Mughal and Rajput and a Sultanate Manuscript  Islamic and Indian Manuscripts and Paintings in the Pierpont Morgan Library  Manuscripts from Indian Collections: Descriptive Catalogue  Memory of Asia: Project to preserve palm-leaf manuscripts of Asia (AIIS-UNESCO)  Miniati͡ury Kashmirskikh Rukopiseĭ = Miniatures from Kashmirian Manuscripts  NAMAMI: National Mission for Manuscripts (India)  NGMCP: Nepalese-German Manuscript Cataloging Project Universität Hamburg Niʻmatnāma Manuscript of the Sultans of Mandu: the Sultan's Book of Delights            Comments (0)                                              close                                                                                                          South Asia Art Resources                                                                                                                Museums & Galleries                                                                                  Museums & Galleries: UK                  British Museum (London) See especially: Rooms 33, 33a, 34 Victoria & Albert Museum (London)            Comments (0)                                         Museums & Galleries: Canada                  SAGA: South Asian Gallery of Art (Toronto)            Comments (0)                                         Museums & Galleries: USA                  Aicon Gallery: Contemporary Asian Art (New York, London)  Asia Society Museum (New York)  Asian Art Museum San Francisco Freer & Sackler Galleries of Asian Art: Smithsonian Museum (DC)  Jacques Marchais Museum of Tibetan Art (New York)  Metropolitan Museum of Art (New York) See especially: The Florence and Herbert Irving Asian Wing, and the galleries of the the Department of Islamic Art. Rubin Museum of Art (New York)            Comments (0)                                              close                                                                                                          South Asian Art History                                                                                  Art Journals                  Art India: Art News Magazine of India Mumbai Journal of Arts & Ideas New Delhi MARG Mumbai            Comments (0)                                         See Also                  Heilbrunn Timeline of Art History: South and Southeast Asia (Metropolitan Museum of Art)  Heilbrunn Timeline of Art History: Thematic Essays            Comments (0)                                         Museums & Galleries                  Museums & Galleries            Comments (0)                                         Relevant Databases                  ABIA: South and Southeast Asian Art and Archaeology Index  American Institute of Indian Studies: Photo Archive searching the collections:http://dsal.uchicago.edu/images/aiis/database.html Art & Architecture Complete (EBSCO)  Art Full text (EBSCOhost)  Art Museum Image Gallery (EBSCO) Art Source covers a broad range of related subjects, from fine, decorative and commercial art, to various areas of architecture and architectural design. ** Art Source is a combination of all the A&I and full-text records in H.W. Wilson’s Art Full Text and Art Index Retrospective: 1929-1984. In addition there is all the unique A&I and full-text content from Art and Architecture Complete™, plus an additional 100 full text titles not available on any other EBSCOhost®database. Art Source (EBSC0) \"Art Source is a combination of all the A&I and full-text records in H.W. Wilson’s Art Full Text and Art Index Retrospective: 1929-1984. In addition there is also A&I and full-text content from Art and Architecture Complete\" Arts & Humanities Full Text  ARTstor  Bibliography of Asian Studies Association of Asian Studies Kalasampada: Digital Library -- Resources of Indian Cultural Heritage New Delhi Oxford Art Online            Comments (0)                                         Books on South Asian Art History@NYU libraries                 A selection of titles of books on this topic (with hyperlinks for location and call numbers) at NYU Libraries.  Adventures of Hamza: Painting and Storytelling in Mughal India  Anvari's Divan: A Pocket Book for Akbar...  Daccani Painting  Early Mughal Painting  Emperors' Album: Images of Mughal India  Grand Mogul: Imperial Painting in India, 1600-1660  Imperial Image: Paintings for the Mughal Court  Indian Drawings: Thirty Mogul Paintings of the School of Jahangir (17th century), and Four Panels of Calligraphy in the Wantage Bequest.  Indian Miniature Painting: the Collection of Earnest C. and Jane Werner Watson  Indian Painting: Mughal and Rajput and a Sultanate Manuscript  Islamic and Indian Manuscripts and Paintings in the Pierpont Morgan Library  Miniati͡ury Kashmirskikh Rukopiseĭ = Miniatures from Kashmirian Manuscripts  Miniature Painting: a Catalogue of the Exhibition of the Sri Motichand Khajanchi Collection held by the Lalit Kalā Akademi, 1960  Mughal and Deccani Paintings: from the Collection of the National Museum  Mughal Painters and their Work: a Biographical Survey and Comprehensive Catalogue  Mughal Painters and their Work: a Biographical Survey and Comprehensive Catalogue  Muraqqa' Imperial Mughal Albums from the Chester Beatty Library, Dublin  Niʻmatnāma Manuscript of the Sultans of Mandu: the Sultan's Book of Delights  Paintings of the Bābur Nāmā  Paintings of the Razmnama: the Book of War  Princes, Poets & Paladins: Islamic and Indian Paintings from the Collection of Prince and Princess Sadruddin Aga Khan  Splendor of Mughal Painting  Treasures of Indian Painting from the Maharaja Sawai Man Singh II Museum, Jaipur            Comments (0)                                              close                                                                            South Asian Visual Culture                  American Institute of Indian Studies: Center for Art and Archaeology Photo Archives  ARTstor  Asian Art Archive Hongkong Photo Archives: French Institute of Pondicherry  Power & Desire: South Asian Paintings from the San Diego Museum of Art  SADA: South Asian Dance UK  SAGA: South Asian Gallery of Art  SALIDAA: South Asian Diasporic Literature & Arts Archive  Satyajit Ray Film & Study Center  Tasveer Ghar: Digital Archive of South Asian Popular Visual Culture            Comments (0)                                         South Asian Arts Journals                  Art India: Art News Magazine of India Mumbai Journal of Arts & Ideas (Online) New Delhi MARG Mumbai Theatre India: Journal of the National School of Drama New Delhi Unity: For a People's Culture Calcutta Published by the Indian People's Theatre Association. Limited issues from the 1950s available at Bobst.            Comments (0)                                         Relevant Databases                  ABIA: South and Southeast Asian Art and Archaeology Index  Art & Architecture Complete (EBSCO)  Bibliography of Asian Studies  International Index to Performing Arts  Kalasampada: Digital Library -- Resources of Indian Cultural Heritage            Comments (0)                                         South Asian Music Resources                  Archive of Indian Music  Garland Encyclopedia of World Music  Karnatic Music Krithi Audio Archive  Mediamusicnow: Royalty free Music  Mithas: Massachussets Institute of Technology's Heritage of the Arts of Southasia  Rajan Parikkar Music Archive This archive includes all the music and essays that used to be hosted online by the South Asian Women's Forum. Sounds: British Library  South Asia: National Geographic World Music  South Asian Music Resources at CRL  Swarganga North Indian Music database  Travelling Archive \"Travelling Archive is a shared space of listening to field recordings which come out of a journey through the rich and varied folk music of Bengal, covering mainly Bangladesh and the eastern Indian state of West Bengal and some adjoining areas of Assam in the east of South Asia; even distant locations such as the Bengali/Bangladeshi neighbourhoods  of East London.\"            Comments (0)                                              close                                                                                                          Data & Maps                                                                                  South Asia Region                  A Historical Atlas of South Asia by Joseph E. Schwartzberg (New York ; Oxford: Oxford University Press, 1992) Historical Data: Digital South Asia Library  India & Pakistan 1:250,000: US Army Map Service maps Perry Castñeda Library Map Collection, University of Texas at Austin South Asia Maps: Digital South Asia Library  South Asia Maps: Organized Collection Prof. Fran Pritchett, Columbia University            Comments (0)                                         Bangladesh                  Bangladesh Bureau of Statistics  Statistics on Disability in Bangladesh Asia-Pacific Development Center on Disability UNICEF -- Bangladesh -- Statistics            Comments (0)                                         Bhutan                  National Statistics Bureau Government of Bhutan Statistical Year Book Government of Bhutan Statistics on disability in Bhutan Asia-Pacific Development Center on Disability UNICEF -- Bhutan -- Statistics            Comments (0)                                         India                     Census of India   Centre for the Study of Developing Societies (CSDS): Data Unit   DevInfo India   Election Commission of India   *India GIS Data in ESRI SHP format   *IndiaStat [NYU only]   *ISI Emerging Markets [NYU only]   Labor Statistics of India (Government of India. Ministry of Labour)   Ministry of Statistics and Programme Implementation   National Family Health Survey, India   National Sample Survey Organization Data (Digital sets of reports are available at NYU Bobst Studio:)     NSS Data (unit level) on 38th round, sch. 10: Employment &amp; Unemployment NSS Data (unit level) on 55th round, sch. 10/10.1: Employment &amp; Unemployment NSS Data (unit level) on 61st round, sch. 10: Employment &amp; Unemployment NSS Data (unit level) on 66th round, sch. 10: Employment &amp; Unemployment NSS data (unit level) on 55th round, sch. 1.0: Consumer Expenditure NSS Data (unit level) on 61st round, sch. 1.0: Consumer Expenditure NSS data (unit level) on 66th round, sch. 1.0 (type-1): Consumer Expenditure - Uniform and Mixed Reference Period NSS data (unit level) on 66th round, sch. 1.0 (type-2): Consumer Expenditure - Modified Mixed Reference Period     Statistics on disability in India   UNICEF -- India -- Statistics   World Bank -- India -- Data &amp; Statistics                Comments (0)                                         Maldives                  Department of National Planning, Government of Maldives  UNICEF -- Maldives -- Statistics            Comments (0)                                         Nepal                  Central Bureau of Statistics, Government of Nepal  Health Statistics (HealthNet, Nepal)  Statistics on Disability in Nepal Asia-Pacific Development Center on Disability UNICEF -- Nepal -- Statistics            Comments (0)                                         Pakistan                  Health Statistics of Pakistan Global Health Observatory (WHO) Pakistan Bureau of Statistics 'Statistics Division of the Government of Pakistan' is no longer available online Pakistan Population Statistics Population Association of Pakistan Statistics on Disability in Pakistan Asia-Pacific Development Center on Disability UNICEF-Pakistan-Statistics            Comments (0)                                         Sri Lanka                  Central Bank of Sri Lanka -- Statistics  Department of Census and Statistics, Government of Sri Lanka  Statistics on Disability in Sri Lanka Asia-Pacific Development Center on Disability UNICEF -- Sri Lanka -- Statistics            Comments (0)                                              close                                                                                                          NGO links                                                                                  NGOS: South Asia                     Non-Government Organizations provide important information for research on current affairs, social conditions, human rights, and other aspects of life. This is a list of links to some significant NGOs and NGO portals on South Asia.     South Asia region     Propoor -- South Asia (provides information related to development work in South Asia)           Bangladesh     BanglaRights.net     Non-Profit Organizations -- Bangladesh   Velki -- Non Governrment Organizations (Bangladesh)           Bhutan     Bhutan NGO Resources           India       NGOs India: Online database and resources of Indian NGOs, NPOs, VOs   Globalhealthreporting.org -- India   AIDS -- India           Maldives     Maldives.com -- Home page of the Maldives           Nepal     Nepal Democracy -- Gateway to Nepali Politics and Civil Society   NGO Federation of Nepal (NFN)   Association of International NGOs in Nepal -- an informal grouping of INGOs working in Nepal           Pakistan     Guide to NGOs in Pakistan   NGO Resource Centre -- A Project of Aga Khan Foundation   Pakistan -- NGO Resources Directory           Sri Lanka     Virtual Library -- Sri Lanka   Sri Lanka Women's NGO Forum                     Comments (0)                                              close                                                                                                          Government Websites                                                                                  Government Websites of South Asia                 Websites and portals by maintained by the governments of South Asian countries provide detailed, essential information about their polity, economy, agriculture, demographics, and the structure and operation of government. Many of these also contain vast collections of links to individual branches of goverment, documents and policy statements, press releases, statistical data, and more. The following is a listing of some of these free sites:       Bangladesh     Government of Bangladesh -- National Web Portal           Bhutan     Government of Bhutan -- National Portal           India     Government of India -- Directory of Official Websites           Maldives     Republic of Maldives -- Department of Information           Nepal     Government of Nepal           Pakistan     Government of Pakistan -- Official Web Gateway           Sri Lanka     Government of Sri Lanka -- Web Portal                    Comments (0)                                              close                                                                                                          Newspaper & Magazine Links                                                                                  Newspaper Links: General                 A selection of portals and links to some of the online newspapers from the countries of South Asia.     Bangladesh  Bangladesh newspapers 4u Bangladesh Online newspapers       Bhutan  Bhutan Online newspapers       India  Indian Online newspapers (Indian newspapers available by state, city, language and more)  Times of India (1861 to Present)       Maldives  Maldives Online newspapers       Nepal  Nepal Online newspapers News fron Nepal as it happens       Pakistan  Pakistan Online newspapers       Sri Lanka       Sri Lanka Online newspapers            Comments (0)                                         Newspaper Links: Specific                         Assam Tribunal   Bharat Chronicle   Bihar Time   DNA: Daily News &amp; Analysis   DNA: Sunday   Early Times   Garhwal Post   Herald   Hindu   Hindustan Times   Imphal Free Press   India Today   Indian Express   Kashmir Images   Kashmir Monitor   Kasmir Observer     Kashmir Times   Mail Today   New Indian Express   Newswing (Jharkhand)   Northlines (Jammu)   Pioneer (New Delhi)   Press Trust of India   Punjab Newsline   Right Vision News (Lahore)   Sikkim Express (Gangtok)   Sikkim Times (Gangtok)   South Asia Medianet   Star of Mysore   Statesman (Pakistan)   Tehelka   Times of India (1861-Present)                                                                                                                                                                         Comments (0)                                              close                                                                                                          Gender & Sexuality                                                                                  Films                 Here are some titles available at Bobst. Pl ease click on the title to go directly to the record in Bocat for call number, location and related info:   68 Pages  A Jihad for Love  All About Our Famila  Being Male, Being Koti  Bijli (Lightning)  Bombay Eunuch  Eunuchs: India's Third Gender  Fire  Hijras: Seeped in Myths, Seeking Reconciliation  Jareena : Portrait of a Hidja  Khush  Making the Face  Milind Soman Made Me Gay: Memories of Home and Abroad  My Brother, Nikhil  Pink Mirror: Gulabi Aaina  The Journey            Comments (0)                                         LGBTQ Databases                  Academic Search Complete  Anthropology Plus  Contemporary Women's Issues A multi-disciplinary full-text database that brings together relevant content from mainstream periodicals, \"gray\" literature, and the alternative press -- with a focus on the critical issues and events that influence women's lives in more than 190 countries. It includes English-language titles from East and West Africa, Asia, and South and Central America, the Caribbean, North America and Europe. GenderWatch  JSTOR  LGBT Life Full Text  LGBT Studies in Video (Alexander Street Press)            Comments (0)                                         Oral Histories                  Project Bolo: Oral History Collections of LGBT Persons Indian LGBT Oral history project            Comments (0)                                         LGBTQ Websites/Centers                 A selection of links to websites and organizations with information on lesbian, gay, bisexual and transgender communities and issues in the countries of South Asia and the South Asian diaspora.   * email addresses and other contact information of organizations are given where there is no website for such institutions.  Bandhu Social Welfare Society Bangladesh Sexual Health agency for Men who have Sex with Men (MSM) Blue Diamond Society Nepal Fights for sexual and gender minority’s social justice and rights in Nepal. Companions on a Journey (a support group for gay men and lesbians) Sri Lanka Tel: 94-1-500 570. Email:coj@sri.lanka.net Equal Ground Sri Lanka A non profit organization seeking human and political rights for the lesbian, gay, bisexual, transgender, intersex and questioning (LGBTIQ) community of Sri Lanka GALVA -- Gay and Lesbian Vaishnava Association Diaspora An international organization dedicated to the teachings of Lord Caitanya, the importance of all-inclusiveness within His mission, and the Vedic concept of a natural third gender. Its purpose is to educate Vaishnavas, Hindus and the public in general about the “third sex” as described in Vedic literatures. Khush Page Diaspora Sahodari Foundation India Sahodari is a movement, a family, and a team of young transsexual people. Sahodari was found by Kalki, a successful transsexual woman who is the Director of the project. SALGA -- South Asian Lesbian and Gay Association Diaspora Sangama India A sexuality minorities human rights organization for individuals oppressed due to their sexual preference including hijras, kothis, doubledeckers, jogappas, lesbians, bisexuals, homosexuals, gays, Female-to-male/male-to-female transsexuals and other transgenders). Sangama also gives links to various LGBT organizations in and outside India. These can be found at : http://sangama.org/node/ Satrang Diaspora \"Serving Southern California's South Asian LGBT*Q community since 1997\" Trikone Diaspora A registered non-profit organization for lesbian, gay, bisexual, and transgender people of South Asian descent inin the San Francisco Bay Area. Trikone has members from countries such as Afghanistan, Bangladesh, Bhutan, India, Maldives, Myanmar (Burma), Nepal, Pakistan, Sri Lanka, and Tibet Vision: Sexual Health Agency for Men who have Sex with Men (MSM) Pakistan Email:vision@nexlinx.net.pk  Tel: 92-42-630-4681/853-740  Fax: 92-42-630-528-9257 Women's Support Group Sri Lanka For lesbian women in Sri Lanka. Tel: 94-75-331 988            Comments (0)                                         LGBT- Human rights                             ILGA Human Rights World Map            Comments (0)                                              close                                                                                                          Human Rights                                                                                  Human Rights Organizations                 A selection of links to websites and organizations providing information on human rights issues in the countries of South Asia.     South Asia region     South Asia Forum for Human Rights   South Asia Human Rights Documentation Centre   South Asia Human Rights Documentation Centre: Online Resources   Amnesty International Reports   Derechos -- Human Rights in South Asia           Bangladesh     Bangladesh Human Rights Network     Odhikar   Amnesty International Reports   Human Rights in Bangladesh (Derechos)   Democracy Watch: Bangladesh           Bhutan     US Department of State, Bhutan   Derechos -- Human Rights in Bhutan           India       National Human Rights Commission (New Delhi)   Human Rights Watch   Amnesty International Reports   Derechos -- Human Rights in India           Maldives     Human Rights Commission of the Maldives   Amnesty International Reports           Nepal     Centre for Human Rights and Democratic Studies   Human Rights in Nepal           Pakistan     Human Rights Watch   Amnesty International Reports   Derechos -- Human Rights in Pakistan           Sri Lanka     Home for Human Rights   Sri Lanka Human Rights   University Teachers for Human Rights (Jaffna)   Derechos -- Human Rights in Sri Lanka                     Comments (0)                                              close                                                                                                          Economic Research Centers                                                                                  Resources                   BIDS -- Bangladesh Institute of Development Studies( a multi disciplinary research organization)       CPD -- Centre For Policy Dialogue (a civil society think tank in Bangladesh)       CESS -- Centre for Economic and Social Research (an interdisciplinary research centre in India)       ICRIER -- Indian Council for Research on International Economic Relations (an autonomous, not-for-profit think tank for economic policy related issues)       IGIDR -- Indira Gandhi Institute of Development Research (an advanced economic development research institute established by the Rerve Bank of India)       IEGINDIA -- Institute of Economic Growth   I PS -- Institute of Policy Studies of Sri Lanka   MARGA -- Marga Institute -- Centre for Development Studies   NCAER -- National Council of Applied Economic Research   PIDE -- Pakistan Institute of Development Economics   RIS -- Research and Information System for Developing Countries             Comments (0)                                              close                                                                                                          South Asian Legal Resources                                                                                  Law Journals                  Economic and Political Weekly Mumbai: Sameeksha Trust Global Legal Monitor  India Law Journal  Indian Journal of Arbitration Law  Indian Journal of Law and Technology  Indian Law Institute Law Review  Kashmir Journal of Legal Studies  Pakistan Law Reporter  Sri Lanka Journal of Forensic Medicine, Science & Law  Sri Lanka Journal of International Law            Comments (0)                                         Research Guides                  A Guide to India’s Legal Research and Legal System (Globalex) By Dr. Rakesh Kumar Srivastava, 2008. A Legal Research Guide to Pakistan (GlobaLex) By Omar Sial, 2013 Indian Law Guide (Harvard)  Research Guide of the Legal System of Kingdom of Nepal (GlobaLex) By Md. Ershadul Karim and Sirjana Sharma Pokhrel, 2012. Research Guide to South Asian Case Law (Mitra Sharafi) \"The purpose of this guide is to help historians develop productive research strategies for the study of law in colonial South Asia. Its main focus is one particular type of legal source: case law.\" Research Guide to the Legal System of the Kingdom of Bhutan (GlobaLex) By Ershadul Karim and Chhime Tshoke Dorjee, 2011. Research Guide to the Legal System of the Peoples’ Republic of Bangladesh (GlobaLex) By Omar Sial and Md. Ershadul Karim. Updated by Md. Ershadul Karim, 2013. Sri Lanka: Legal Research and Legal System (GlobaLex) By Aquinas V. Tambimuttu, 2009.            Comments (0)                                         Legal Resources                  Advocate Khoj \"Designed to equip consumers to work with their lawyers, AdvocateKhoj has a free library of Supreme Court cases, acts, rules, forms, and sample agreements.\" *Chancery Law Chronicles: Bangladesh \"Comprehensive, searchable database of Bangladesh Laws and Judgments. NYU access only. In order to get access to the Bangladesh database www.clcbd.org : 1. Register; 2. After the registration send an email to ershadulkarim@gmail.com and he will activate your membership within 24 hours.\" *Foreign Law Guide \"An essential database offering relevant information on sources of foreign law, including complete bibliographic citations to legislation, the existence of English translations and selected references to secondary sources in one virtual destination. Broad in content and global in scope, the FLG is an indispensable resource for comparative law research and a fundamental tool for developing a foreign and comparative law collection. Approximately 190 jurisdictions are systemically covered and updated by a global team of experts.\" Heidelberg Bangladesh Law Translation Project \"This site contains unofficial English translation of laws published in Bangla.\" India Code: Legislative Department \"India Code the India Code Information System contains all Central Acts of Parliament right from 1836 onwards. Each Act includes: Short Title, Enactment Date, Sections, Schedule and also Foot notes.\" India Legal Information Institute (Indlii)  Indian Kanoon  Indian Parliament \"Laws, the Constitution, latest Acts, and Ordinances. LOK SABHA-- House of the People- contains rules, bills, policies and publications. RAJYA SABHA --House of the States-- offers debates, legislation, rules, etc.\" Indian Treaties Database \"The Database is prepared and managed by the Legal and Treaties Division of the Ministry of External Affairs strives to provide an accessible and searchable link or series of links to the Treaties/Agreements/MoUs etc. which have been entered into by the Government of the Republic of India with Foreign Countries. As a beginning, the database provides Treaties/Agreements/MoUs 1983 on-wards, more documents covering years before 1983, would be made accessible in due course.\" JUDIS \"The Judgment Information System is a combination of fee based and free of charge. JUDIS contains all reportable judgments of the Supreme Court of India and other regional courts from 1950 to the present (online and CD-ROM). JUDIS contains Acts and Headnotes for the judgments delivered up to 1993 only. From 1994 onwards the judgments do not have Acts and Headnotes.\" Julius: Library Catalog at NYU Law  Law Library Microform Consortium A non-profit library cooperative preserving legal titles and government documents, and making this content searchable and accessible. There are a few documents related to South Asia. Some search examples: (i) Bengal law documents: --> Foreign Jurisdictions->India->Subsidiary Jurisdictions->East India Company Presidencies->Bengal (ii) Legal titles of other countries (not just the countries from South Asia) can be found through searching: --> Foreign Jurisdictions and then choose the country (for example, Pakistan). (iii) There is also a subject description for British Empire Studies: --> Multi-Jurisdiction Subject Collections->British Empire Studies. Laws or Standing Orders of the East India Company (1621)  Laws of Bangladesh  Legal Information Institute of India (LII of India) \"LII of India at present has 50 databases, including over 300,000 decisions from 37 Courts and Tribunals, Indian national legislation from 1836, over 800 bilateral treaties, law reform reports and about 500 law journal articles. The LawCite citator tracks case and journal article citations.\" Manupatra One stop shop for Indian legal and regulatory materials. Resources for legal, tax and regulatory issues in India. Contains full-text cases (pdf), legislation, rules, ordinances, circulars, treaties, forms, practice directions, etc. The library does NOT subscribe to Manupatra, please use SCC Online Web Edition instead (available to NYU Law students and faculty): http://www.scconline.com/default.aspx South Asian Legal History Resources This is a website developed by Mitra Sharafi from the University of Wisconsin Law School that has tools and resources for the historical study of law in South Asia that include the following: --> a research guide to case law --> a list of abbreviations used in case law citation --> a list of published primary sources --> holdings of a colonial law library from Bombay, c.1911 --> a list of articles in colonial law journals, 1891-1947 --> a list of South Asian law students at the Inns of Court in London, 1863-1947 SSRN Law eJournals (India, Asia, Comparative etc.) See also: India Law ejournal. http://papers.ssrn.com/sol3/JELJOUR_Results.cfm?form_name=journalbrowse&journal_id=756890 Australian Journal of Asian Law. http://papers.ssrn.com/sol3/JELJOUR_Results.cfm?form_name=journalbrowse&journal_id=2020682 Social Science Research Network (SSRN) is composed of a number of specialized research networks in the social sciences. The SSRN eLibrary consists of abstracts of scholarly working papers and forthcoming papers and an electronic paper collection of downloadable full text documents in pdf format. **In order to subscribe to the NYU network one must create an account with their NYU email address. **Please note that when accessing through off-site connection you may encounter a login screen which indicates you can \"login anonymously.\" If you reach this choose to login anonymously and you will be granted access. Supreme Court of India \"Links to JUDIS and Indian Courts. Original, appellate and advisory jurisdiction. Its exclusive original jurisdiction extends to any dispute between the Government of India and one or more States or between the Government of India and any State or States. Article 32 of the Constitution gives an extensive original jurisdiction to the Supreme Court in regard to enforcement of Fundamental Rights.\"            Comments (0)                                              close                                                                                                          South Asia Literature                                                                                  South Asia Literature: Printed Materials                  Bibliography of English Source Materials for the Study of Modern Hindi Literature Center for South and Southeast Asia Studies, University of California Guide to Indian Periodical Literature Indian Documentation Service, Gurgaon. Encyclopaedia of Indian Literature Sahitya Akademi, New Delhi International Encyclopaedia of Indian Literature  Modern South Asia Literature in English  Oxford India Premchand            Comments (0)                                         Anglo-Indian Literature                 Free online articles and books  Archive.org  Hathi Trust            Comments (0)                                         South Asia Literature: Online Resources                  Annual Bibliography of English Language and Literature \"The Annual Bibliography of English Language and Literature contains many records, covering monographs, periodical articles, critical editions of literary works, book reviews and collections of essays published anywhere in the world from 1920 onwards\" Biblio: A Review of Books (online) New Delhi Biblio: a review of Books (at Bobst)  Bibliography of Asian Studies A comprehensive database on many subjects (rich in the humanities and the social sciences) that includes a large volume of journal articles, chapters in edited volumes, conference proceedings, anthologies, and Festschriften related to South Asia published worldwide from 1971 to the present. Desilit Tto build support for South Asian and diasporic writing.\" Faiz Ahmed Faiz Website born out of birth centenary celebrations, \"dedicated to the memory of one of the greatest poets of twentieth century\" - Faiz Ahmed Faiz (1911-1984). Fiction by South Asian Women Bibliography compiled by Irene Joshi, University of Washington Libraries, Seattle. Indian Review \"Critiques and writings from across India and the world over\" JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor. Literature Criticism Online  Literature on South Asia - Digitized Free access to full text versions of books on South Asia from the 18th to the early 20th century from the Library of the South Asia Institute in Heidelberg and the University library Heidelberg. In German. Literature Online  Literature Resource Center  SALA (South Asian Literary Association)  SASIALIT The SASIALIT mailing list is for the discussion of contemporary literature of South Asia (Bangladesh, India, Nepal, Pakistan, and Sri Lanka), including works by authors of South Asian origin throughout the world. Some Useful Sources on Hindi/Urdu Language and Literature Compiled by Prof. Fran Prichett, Columbia University South and Southeast Asian Literature: Classic and Postcolonial Writers in English (1825 to present) Alexander Street Press South Asian Diaspora Literature in English Bibliography compiled by Irene Joshi, University of Washington Libraries, 1998. South Asian Literature in Pre-Independence Era Bibliography compiled by Irene Joshi, University of Washington Libraries, 1998. South Asian Literature: Some Primary Sources Compiled by Prof. Fran Pritchett, Columbia University            Comments (0)                                              close                                                                                                          Newly Acquired Resources                                                                                  ISI Emerging Markets                 ISI Emerging markets       Summary: Company and industry information, financial market data, and macroeconomicanalysis for more than 35 emerging markets in Asia, Latin America and Central and Eastern Europe. So far, India and Sri Lanka are the two countries covered from South Asia.   Publisher: New York : Internet Securities   Language: Multiple languages ; English             Comments (0)                                         Times of India Online Archives (1838-2001)                 Times of India (1838-2002 )           Comments (0)                                         India, Raj & Empire                 India, Raj &amp; Empire   \" Drawing upon the manuscript collections of the National Library of Scotland, this searchable online resource provides access to digital facsimiles of diaries and journals, official and private papers, letters, sketches, paintings and original Indian documents containing histories and literary works. The collection documents the relationship between Britain and India in an empire where the Scots played a central role as traders, generals, missionaries, viceroys, governor-generals and East India Company officials. The dates of the documents range from 1710 to 1937\".     Publisher: Marlborough, Wiltshire, England : Adam Matthew Digital   Language: English   Publication: Date : 2008             Comments (0)                                         Map as History (electronic version)                 Map as history    an animated hisorical map collection    Under this, Europe's Colonial Expansion, 1820-1939 has maps related to the Brirish Empire.           Comments (0)                                         Bharat Ek Khoj (Discovery of India) video                 Bharat Ek Khoj (18 discs)    Summary: A 5,000-year political, social, and cultural history of India, from its beginnings through the coming of independence in 1947.     Publisher: India : Doordarshan   Language: Hindi   Publication Date: c2007             Comments (0)                                         India GIS Data                 India GIS data in ESRI SHP format      Restrictions/Permissions:  To access this data, please contact the Data Service Studio at data.service@nyu.edu or (212) 998-3434.     Notes: Contents: IndiaMap -- VillageMap -- PollMap -- HistoricMap.  Summary: Includes four data sets: IndiaMap includes socio-demographic and economic Census data for 2001 at the State, District, Sub-District, and Town levels. VillageMap includes socio-demographic and economic Census data for 2001 at the Village level. PollMap includes parliamentary constituency boundaries and data relating to the past four national elections [1986-2004]. Optionally, an application for historical analysis and impact of regional and statewise swings can be added. HistoricMap shows decadal change in district boundaries of India since 1951. Socio-demographic data is included for the census years i.e. 1951, 1961, 1971, 1981, 1991 and 2001.    Publisher: New Delhi : ML InfoMap Pvt. Ltd.    Language: English    Publication Date: c2008    Description: 1 computer optical disc ; 4 3/4 in..             Comments (0)                                         Foreign Office Flies for India, Pakistan and Afghanistan                 Foreign Office Files for India, Pakistan and Afghanistan    Section I. Independence, partition, and the Nehru era, 1947-64   Section II. South Asian conflicts and independence for Bangladesh, 1964-71   Section III. Afghanistan and the Cold War, emergency rule in India , and the resumption of civilian rule in Pakistan, 1972-80   * all the three sections are fully accessible now!     Summary: \"These three collections consist of the British Government's files on the countries of South Asia from shortly before Indian partition and independence up to 1980. This was a turbulent era in the region's history. The partition of 1947 and the splitting apart of Pakistan in 1971 were accompanied by loss of life and enormous population movements, as refugees fled violence or ethnic conflict. India fought Pakistan twice in Kashmir, in 1947-8 and 1965, and China in the Himalayas in 1962. Stable and democratic government proved elusive outside India , the region experiencing a succession of coups: in Pakistan in 1958 and 1977, in Afghanistan in 1973, 1978 and 1979, and in Bangladesh in 1975; democracy underwent a flowering and then a withering in Nepal, where King Mahendra established a partyless autocracy in 1959. Even in India , which had successfully established a democratic, secular state at independence, the government of India Gandhi became increasingly authoritarian and intolerant of dissent in the 1970s, imprisoning hundreds of opponents.... The files in this collection cover these events from the standpoint of British officialdom. In addition to high politics, the papers in the files cover such issues as economic and industrial development, trade, migration, visits to South Asia by British politicians and by South Asian politicians to Britain and elsewhere, education, administrative reorganisation, conflict over language, aid, political parties, agriculture and irrigation, and television and the press. Together they form a resource of fundamental value to scholars and students of modern South Asia.\"   Publisher: Marlborough, Wiltshire : Adam Matthew Digital   Language: English   Publication Date: c2011             Comments (0)                                              close                                                                                                          South Asia Documentaries@Bobst                                                                                  South Asia Documentary Screening Series@NYU                  Screening of Jahaji Bhai  (A 2002 documentary film directed by Suresh Pillai on South Asian histories of migration)        Wednesday, April 1, 2015 4:30 &ndash; 6:30 pm Institute for Public Knowledge 20 Cooper Square, 5 th Floor   Welcome &amp; Introduction by Aruna Magier (NYU). Post-screening Q&amp;A with director, Suresh Pillai.  Discussion led by Prof. Aisha Khan (NYU) and Prof. Marina Budhos (William Paterson University).  Cheese and wine reception to follow.            Comments (0)                                         Collection Highlights                  PROJECT BOLO   A collection of oral histories of Indian LGBT persons   Available at Bobst: https://getit.library.nyu.edu/go/6872556      (Image source: http://astore.amazon.com/projectbolo-20/images/B007JMFZVG)             Comments (0)                                         South Asia Documentary Collections & Screenings                 The South Asia Documentary Film Collection: Interest in creating a collection of South Asian documentary films at NYU was initiated in 2010 by South Asia faculty, graduate students and SASPI. In response, NYU&rsquo;s South Asia librarian, Aruna Magier , has been working with filmmakers, vendors, distributors and with the AFC librarian/staff to build a well-rounded collection of important documentaries from the countries of South Asia, across many thematic issues of current interest to our faculty. New items are being added to this growing collection all the time.   As part of this continuing effort, we also have started &lsquo;The South Asia Documentary Screening Series @ Bobst&rsquo; with the goal of engaging members of the NYU community in the exploration of interesting and important South Asian documentary films and to promote visibility and usage of these films. Whenever possible, the filmmakers are brought to the screenings to partipate in Q&amp;A sessions after the film with NYU's South Asian Studies community. Please check back here for announcements of upcoming screenings. Please join us for these events, and pass this announcement on to your colleagues and other students, and encourage them also to participate.   To download a complete current listing of the NYU South Asia Documentary Film Collection click here:   SOUTH ASIA DOCUMENTARIES @ BOBST: SEPTEMBER 2014   To check out each film f or your own viewing or for classroom use, just click on the title in the list to get the full description and the Bobcat call number. Our collection is growing by leaps and bounds: be sure to check back here every now and then to get hold of newly acquired titles.            Comments (0)                                              close                                                                                                          Bangladesh War of Independence                                                                                  Oral Histories                   Bangladesh Genocide Archive -- an online archive of chronology of events, documentations, audio, video, images, media reports and eyewitness accounts of the 1971 Genocide in Bangladesh in the hands of Pakistan army. This is an oral history partnership project between Swadhinata Trust and CRONEM (Centre for Research on Nationalism, Ethnicity &amp; Multiculturalism, University of Surrey) encouraging  young Bengali people to research, document and celebrate Bengali history, community creativity and socio-cultural heritage by recording and voicing three generations&rsquo; experience of being Bengali in multicultural Britain. The focus of these oral histories consists of three main themes: &lsquo; roots and memory&rsquo; (dialogue between first and third generation on the history of Bangladesh and the 1971 war of independence); &lsquo; community creativity &rsquo; (dialogue between second and third generation on welfare and community involvement in the UK, from the 1970s-80s) and finally &lsquo; popular culture: between tradition and innovation &rsquo; (across three generations, mainly focussing on traditional and more recent British Bengali musical heritage, from the 1970s-80s).   Guide to the South Asian oral history collections at the International Institute of Social History, Amsterdam -- an oral history project by Shahriar Kabir, aimed at collecting the memories of political activists from different progressive and nationalist backgrounds. These memories are preserved in the form of extensive video recordings. Collection include 'living memories' going back to the Chittagong Armoury Raid of the 1930s. Interviews include the Bangladesh Liberation War, communist, labour, peasant, women, cultural, anti-colonial and nationalist movements from India ( Naxalite movement and the peasant uprisings of Telengana and Srikakulam) , Bangladesh and Pakistan.            Comments (0)                                              close                                                                                                          South Asia Librarian                                                           Dr. Aruna Pulipaka Magier Contact Info: Aruna Magier   Mezzanine M02   Bobst Library, NYU   70 Washington Square South   New York, NY 10012      phone: 212-992-7548   email: aruna.magier@nyu.edu Send Email  Subjects: South Asian Studies          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}, {"content": "South Asia at NYU | South Asia directed research initiatives, seminars, conferences, and publications                            South Asia at NYU | South Asia directed research initiatives, seminars, conferences, and publications                                                                                  Skip to main content                                                                                 South Asia directed research initiatives, seminars, conferences, and publications                           Menu             Menu        Skip to content        Home   About   Academics      South Asian Studies Across NYU    Minor in South Asian Studies       People   Events      Events Archive       Research Resources      Institutional Affiliations and Partnerships       South Asia in NYC   Contact      Subscribe                                                                                                                                                                                                                                                                                                                                                                                 South Asia | NYU   Our faculty and students engage in a range of South Asia focused research initiatives, seminars, conferences, publications, and outreach, providing thought and leadership on the region’s key issues, opportunities, and challenges. An array of courses and resources on topics that include politics, economics, business, education, the environment, history, culture, media studies, art and law, offered by our world-renowned experts, allow the NYU community to further their understanding of the rich traditions and vibrant futures of South Asia. Our public seminars, lectures, and conferences provide an engaged and thought-provoking space within and beyond NYU, encompassing the city and the region, for dialogue and discussion about South Asia.                                                          Upcoming Events                                 Spring 2015 Events                                   February 27 – April 29                                               Richard Eaton &#038; Phillip Wagoner | &#8220;Power, Memory, Architecture: Contested Sites on India&#8217;s Deccan Plateau, 1300-1600&#8243;                                   April 24 • 12:30 pm – 2:00 pm                              View All Events        Subscribe to our List      Sign up to receive announcements from South Asia NYU.                                           &copy; 2015 South Asia at NYU 1 Washington Place  New York, NY 10003 • southasia@nyu.edu"}]}]