[{"detail": [{"content": "Summer in Athens                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Athens                                        This content requires the Macromedia Flash Player. Get Flash Player                                      Academics | Courses | Faculty | Testimonials   PROGRAM SUMMARY      NYU Summer in Athens strives to provide students with a means of understanding Greek culture within the context of lived experience. Special emphasis is placed on visiting and exploring significant cultural and historical sites, not only in Athens but also in other parts of Greece. Field trips, cultural activities, and guest lecturers constitute an integral component of the program; students are expected to attend and actively participate in all of them.            ACADEMICS      NYU Summer in Athens combines classroom study of the language, history, literature, politics, art, and culture of Greece with cultural activities and field trips to introduce students to all aspects of Greek life. Local artists, scholars, and politicians often give presentations and lectures in class. Approaching modern Hellenic society and culture from an interdisciplinary perspective, the program provides students with an appreciation of the history of modern Greek language and literature and an understanding of how the Greeks have borne their classical, Byzantine, and Ottoman historical and political experiences, even as they translate them into the modern era.      Classes are held at the Al Andar Center, a three-story Bauhaus building conveniently located in the historical center of Athens. The center has several classrooms, study areas, a library, gallery space, screening rooms, patio, and recreation areas. The surrounding neighborhood is active, with many cafes, restaurants, cinemas, stores, and opportunities to enjoy one of the most vibrant cities in the world.            Check out additional program images here .                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   HOUSING &amp; MEALS     All students participating in the program are required to live in NYU-provided housing. Students stay in double rooms at the five-star St. George Hotel, a modern, air-conditioned hotel situated in the fashionable Kolonaki district. The hotel’s location, in a lively section of Athens, offers students the opportunity to enjoy a neighborhood rich in cultural diversions and leisure activities. Breakfast, linens, and a daily room cleaning service are provided. Hotel amenities include a roof garden with pool.            EXCURSIONS     The program's trips and excursions are under the auspices of the Greek Ministry of Culture and are meant to encourage students to discover and experience modern Greece through the various lenses of its rich history. Activities may include walking tours of Athens, visits to monuments and museums, evening outings to dramatic and musical performances, and a half-day trip to Attica's beautiful coastline and Poseidon's temple at Cape Sounion. Weekend trips may include the royal tombs of Mycenae, the ancient theatre of Epidaurus, the oracle of Apollo at Delphi, Olympia, the birthplace of the Olympic Games, and the volcanic Cycladic island of Santorini. This year's program may also include a visit to the island of Crete, known not only for its historical and archaeological importance but also for its geophysical uniqueness and breathtaking beauty.      Excursions may also include the impressive medieval settlement of Mystras, the capital of Byzantine Greece, and the imposing Byzantine-Venetian fortified towns in mountainous Arcadia in the Peloponnese. There are also organized visits to significant sites of modern Greek history, including Nafplion, the capital of the Greek state after the 1821 War of Independence and a city known for its beautiful examples of 19th-century neoclassical architecture, as well as the Polytechnic School of Athens, site of the 1973 student uprising against the dictatorship. All these sites offer the unique opportunity for long walks, hiking, and exploration.              Undergraduate Courses     All undergraduate students must register for 8 points.                                                    HEL-UA 9103 (Level I) / HEL-UA 9104 (Level II) \u0096 Elementary Modern Greek \u0096- Venetsanos -\u0096 4 points                               No previous language experience required for HEL-UA 9103.  Prerequisite for HEL-UA 9104: HEL-UA 103 or placement test.  As an introduction to modern Greek, this course provides students with the fundamentals of grammar, syntax, oral expression, listening comprehension, reading, and composition. Students develop the skills and vocabulary necessary to read simple texts and hold basic conversations. Students are introduced to modern Greek culture, history, and society, since the ultimate goal of the course is to enrich their understanding of multiple, living Greek realities through the language. Teaching materials include current newspaper articles, graded literary passages, songs, and various linguistic games. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9105 (Level I) / HEL-UA 9106 (Level II) \u0096 Intermediate Modern Greek \u0096- Venetsanos - \u0096 4 points                               Prerequisite: HEL-UA 104 or placement test.  Designed for students who already have a familiarity with modern Greek. Students are expected to be acquainted with the most significant structures of grammar and syntax and to have acquired the foundations for basic conversation in Greek. The course introduces students to more complex linguistic and grammatical analysis, advanced composition, and graded reading. It also provides further practice in speaking, and works to enrich the student's vocabulary. Readings and discussions of selected works of prose, poetry, and theatre serve as an introduction to aspects of modern Greek civilization and as an occasion for comprehensive discussions of contemporary Greek society. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9143 Greek Drama - Taxidou - 4 points                               Conducted in English.  This course focuses primarily on selected plays of the three leading Athenian dramatists: Aeschylus, Sophocles, and Euripides. Plays are analyzed critically in relation to their cultural, historical, and theatrical importance. Situating the plays within the history of Greek drama, the course also assesses their continuing influence on 20th-century notions of performance. Students have the unique opportunity of attending performances of the plays by renowned theatre troupes in the ancient theatre of Herod Atticus in Athens and in that of Epidaurus. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9130 \u0096 The City of Athens \u0096- Theodoratou -\u0096 4 points                               Conducted in English.  Assuming that Athens serves as a window into Greek history and culture, this course provides students with an opportunity to encounter Greece through the architecture, monuments, art, and music of Athens. From its early beginnings as a center for art and literature, for commerce and industry, to its emergence as the capital of the new Greek state, Athens has always been a city in transition, a museum of Greek history as well as an active, living entity. It retains the traces of the political, economic, religious, and cultural history of Greece—in its streets, its buildings, its glorious artifacts and ruins—even as it struggles to move forward. Students are introduced to the beauty and history of a city whose identity is inextricably bound to mythology and to the history of a country that many regard as the birthplace of Western civilization. Visits to archaeological centers, museums, music bars, and several of the city's most important cultural and historical sites are included. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                                  CLASS-UA 9352 \u0096 The Archaeology of Greece \u0096- Staff - \u0096 4 points                               Conducted in English.  In the world's literary and intellectual imagination, Greece is a land of ruins and monuments. Conceptualizing and idealizing Greece's ancient past, archaeology has played a crucial role in the discursive and ideological formation of modern Greece and Neohellenism. In this course, students are introduced to several of Greece's most significant archaeological sites - sites that bear the traces of Greece's prehistoric era, its classical past, the Roman conquest, the Byzantine period, and beyond. The course seeks to assess the various ways in which contemporary Greece has borne the burden of its antiquity and how its &quot;past glories&quot; are inscribed in its present cultural life as a modern Mediterranean, Balkan, and European country located on the crossroads of the East and West. For this to be achieved, we will read stories of Greek travel from a host of writers. The course considers materials drawn not only from archaeology but also from anthropology, travel accounts, literature, and cultural geography. Field trips to archaeological sites and visits to museums are included. Through individual projects and written assignments, students are expected to develop their skills of observation and analysis, as well as pursue an in-depth &quot;reading&quot; not only of Greece's past, but also of present day Greece in all its complexity and richness. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                        Graduate Course                                                    CLASS-GA 9201 - Greek Drama - Taxidou - 4 points                               Conducted in English.   For description, see HEL-UA 9143 above. Graduate students will need to complete additional assignments in coordination with the instructor and faculty director. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                     FACULTY       Helen L. Theodoratou  Ph.D., Pittsburgh. Director of NYU Summer in Athens; Clinical Professor and Director of Program in Hellenic Studies at NYU.     Olga Taxidou   Ph.D., University of Edinburgh; Professor of Drama; Department of English Literature, University of Edinburgh; Associate Dean, Scottish Universities International Summer School   Anna E. Venetsanos   M.A., New York University; Language Lecturer, Program in Hellenic Studies at NYU            STUDENT TESTIMONIALS     &quot;This study abroad program is unlike any other ... This trip was a once in a lifetime experience, and words cannot describe how grateful I am for that.&quot;     &quot;What a wonderful time I've had here in Greece. This program is unlike any other I have experienced from the fantastic professors to the fun trips and excursions, and not to mention Liana's incredible enthusiasm.&quot;     &quot;This trip has been such an amazing experience for me. Not only have I learned so much about Greece and had the chance to see some of the art and architecture that I have studied about for so long but I have also made so many great friends since I've been here. I cannot tell you what these last six weeks have meant to me. I've enjoyed every second of my trip.&quot;   &quot;Most amazing summer of my life. The faculty and staff put so much effort into making this program so incredible. I'm recommending to all my friends.&quot;   &quot;Every instructor in this program is spectacular - they make the material we are working with come alive. &quot;   &quot;I developed a passion for Greece and Hellenic Studies because of the passion the professors exude...The faculty on this trip love their country so much, and it rubbed off on my fellow students and me. Without them, Athens would be Athens. But because of them and their instruction and guidance, Athens became the most incredible place on Earth this summer.&quot;   &quot;This program is so packed with fresh insight into Greece that one can't help but feel awed by everything around them...There are magical moments that spring out of the love the faculty in the program have for what they are doing, and for their students...This is a program for the students, for the experiences they want to have and are open to, and everything else is icing on the cake.&quot;   &quot;Amazing experience surrounded by amazing and passionate professors that inspire love of learning.&quot;   &quot;A program unlike any other, fully integrated into the city's heartbeat, by combining the tangible museums and sites with the intangible mythological and real, historical narrative of the people.&quot;   “I have had the most amazing summer of my life in Greece! The country is beautiful and the experience is absolutely amazing. The land is ... rich with history, and the staff are angels. This should be a semester long program.”   “I learned about the city of Athens, the history of Greece, its culture, and its language, in ways I could never have done without the program. I had such an amazing experience and I recommend it to everyone.”   “Simply amazing! The ancient Agora, the Kerameikos, the Acropolis, the site of Delphi, Crete, dozens of museums…All in six weeks! Yes, it is intense, but I loved it. I learned so much in such a short time, as well as enjoying every minute of it.”                              Location   Athens, Greece   2015 Dates   June 20 - August 1   Subjects   Greek Language, Literature &amp; Culture   Level   Undergraduate/Graduate   NYU School   College of Arts and Science            “It is by far the best academic study abroad program I have ever been on. The faculty and staff are truly so invested and care so much about Athens and the materials we studied that it is truly inspiring.”               2015 Application Deadlines     APPLY NOW     Priority Deadline:  February 1   General Deadline:  March 1   Rolling Admission:   After general deadline applications accepted on space available basis until April 30            CONTACT INFO     NYU Global Programs   110 East 14th Street,   LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103   summer.in.athens@nyu.edu             PROGRAM DIRECTOR     Helen L. Theodoratou, Clinical Professor and Director of Program in Hellenic Studies, NYU                2015 COSTS     8 points are required for undergraduate students to participate in this program.      Undergraduate Tuition: $7,520     Graduate Tuition: $5,108 for 4 points         Program &amp; Activities Fee: $950       Required International Health Insurance: $68.04 for 6 weeks of coverage during the program.     Housing: $2,950; includes breakfast.       PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396.                  ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Athens program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.   Round-Trip Flight from New York: $1,300 - $1,800   Local Transportation  Short Taxi Ride: $4.00 - $7.00  Public Transport: $2.00 per ride   Meals  Inexpensive Lunch: $5.00 – $11.00  Inexpensive Dinner: $10.00 - $17.00   Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00   External Accommodations  Hostel room, per night: $10.00 - $25.00  Hotel room, per night: $35.00 - $125.00   Tourist Attractions: $10.00-$15.00 entrance fee                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Summer in Athens                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Athens                                        This content requires the Macromedia Flash Player. Get Flash Player                                      Academics | Courses | Faculty | Testimonials   PROGRAM SUMMARY      NYU Summer in Athens strives to provide students with a means of understanding Greek culture within the context of lived experience. Special emphasis is placed on visiting and exploring significant cultural and historical sites, not only in Athens but also in other parts of Greece. Field trips, cultural activities, and guest lecturers constitute an integral component of the program; students are expected to attend and actively participate in all of them.            ACADEMICS      NYU Summer in Athens combines classroom study of the language, history, literature, politics, art, and culture of Greece with cultural activities and field trips to introduce students to all aspects of Greek life. Local artists, scholars, and politicians often give presentations and lectures in class. Approaching modern Hellenic society and culture from an interdisciplinary perspective, the program provides students with an appreciation of the history of modern Greek language and literature and an understanding of how the Greeks have borne their classical, Byzantine, and Ottoman historical and political experiences, even as they translate them into the modern era.      Classes are held at the Al Andar Center, a three-story Bauhaus building conveniently located in the historical center of Athens. The center has several classrooms, study areas, a library, gallery space, screening rooms, patio, and recreation areas. The surrounding neighborhood is active, with many cafes, restaurants, cinemas, stores, and opportunities to enjoy one of the most vibrant cities in the world.            Check out additional program images here .                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   HOUSING &amp; MEALS     All students participating in the program are required to live in NYU-provided housing. Students stay in double rooms at the five-star St. George Hotel, a modern, air-conditioned hotel situated in the fashionable Kolonaki district. The hotel’s location, in a lively section of Athens, offers students the opportunity to enjoy a neighborhood rich in cultural diversions and leisure activities. Breakfast, linens, and a daily room cleaning service are provided. Hotel amenities include a roof garden with pool.            EXCURSIONS     The program's trips and excursions are under the auspices of the Greek Ministry of Culture and are meant to encourage students to discover and experience modern Greece through the various lenses of its rich history. Activities may include walking tours of Athens, visits to monuments and museums, evening outings to dramatic and musical performances, and a half-day trip to Attica's beautiful coastline and Poseidon's temple at Cape Sounion. Weekend trips may include the royal tombs of Mycenae, the ancient theatre of Epidaurus, the oracle of Apollo at Delphi, Olympia, the birthplace of the Olympic Games, and the volcanic Cycladic island of Santorini. This year's program may also include a visit to the island of Crete, known not only for its historical and archaeological importance but also for its geophysical uniqueness and breathtaking beauty.      Excursions may also include the impressive medieval settlement of Mystras, the capital of Byzantine Greece, and the imposing Byzantine-Venetian fortified towns in mountainous Arcadia in the Peloponnese. There are also organized visits to significant sites of modern Greek history, including Nafplion, the capital of the Greek state after the 1821 War of Independence and a city known for its beautiful examples of 19th-century neoclassical architecture, as well as the Polytechnic School of Athens, site of the 1973 student uprising against the dictatorship. All these sites offer the unique opportunity for long walks, hiking, and exploration.              Undergraduate Courses     All undergraduate students must register for 8 points.                                                    HEL-UA 9103 (Level I) / HEL-UA 9104 (Level II) \u0096 Elementary Modern Greek \u0096- Venetsanos -\u0096 4 points                               No previous language experience required for HEL-UA 9103.  Prerequisite for HEL-UA 9104: HEL-UA 103 or placement test.  As an introduction to modern Greek, this course provides students with the fundamentals of grammar, syntax, oral expression, listening comprehension, reading, and composition. Students develop the skills and vocabulary necessary to read simple texts and hold basic conversations. Students are introduced to modern Greek culture, history, and society, since the ultimate goal of the course is to enrich their understanding of multiple, living Greek realities through the language. Teaching materials include current newspaper articles, graded literary passages, songs, and various linguistic games. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9105 (Level I) / HEL-UA 9106 (Level II) \u0096 Intermediate Modern Greek \u0096- Venetsanos - \u0096 4 points                               Prerequisite: HEL-UA 104 or placement test.  Designed for students who already have a familiarity with modern Greek. Students are expected to be acquainted with the most significant structures of grammar and syntax and to have acquired the foundations for basic conversation in Greek. The course introduces students to more complex linguistic and grammatical analysis, advanced composition, and graded reading. It also provides further practice in speaking, and works to enrich the student's vocabulary. Readings and discussions of selected works of prose, poetry, and theatre serve as an introduction to aspects of modern Greek civilization and as an occasion for comprehensive discussions of contemporary Greek society. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9143 Greek Drama - Taxidou - 4 points                               Conducted in English.  This course focuses primarily on selected plays of the three leading Athenian dramatists: Aeschylus, Sophocles, and Euripides. Plays are analyzed critically in relation to their cultural, historical, and theatrical importance. Situating the plays within the history of Greek drama, the course also assesses their continuing influence on 20th-century notions of performance. Students have the unique opportunity of attending performances of the plays by renowned theatre troupes in the ancient theatre of Herod Atticus in Athens and in that of Epidaurus. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9130 \u0096 The City of Athens \u0096- Theodoratou -\u0096 4 points                               Conducted in English.  Assuming that Athens serves as a window into Greek history and culture, this course provides students with an opportunity to encounter Greece through the architecture, monuments, art, and music of Athens. From its early beginnings as a center for art and literature, for commerce and industry, to its emergence as the capital of the new Greek state, Athens has always been a city in transition, a museum of Greek history as well as an active, living entity. It retains the traces of the political, economic, religious, and cultural history of Greece—in its streets, its buildings, its glorious artifacts and ruins—even as it struggles to move forward. Students are introduced to the beauty and history of a city whose identity is inextricably bound to mythology and to the history of a country that many regard as the birthplace of Western civilization. Visits to archaeological centers, museums, music bars, and several of the city's most important cultural and historical sites are included. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                                  CLASS-UA 9352 \u0096 The Archaeology of Greece \u0096- Staff - \u0096 4 points                               Conducted in English.  In the world's literary and intellectual imagination, Greece is a land of ruins and monuments. Conceptualizing and idealizing Greece's ancient past, archaeology has played a crucial role in the discursive and ideological formation of modern Greece and Neohellenism. In this course, students are introduced to several of Greece's most significant archaeological sites - sites that bear the traces of Greece's prehistoric era, its classical past, the Roman conquest, the Byzantine period, and beyond. The course seeks to assess the various ways in which contemporary Greece has borne the burden of its antiquity and how its &quot;past glories&quot; are inscribed in its present cultural life as a modern Mediterranean, Balkan, and European country located on the crossroads of the East and West. For this to be achieved, we will read stories of Greek travel from a host of writers. The course considers materials drawn not only from archaeology but also from anthropology, travel accounts, literature, and cultural geography. Field trips to archaeological sites and visits to museums are included. Through individual projects and written assignments, students are expected to develop their skills of observation and analysis, as well as pursue an in-depth &quot;reading&quot; not only of Greece's past, but also of present day Greece in all its complexity and richness. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                        Graduate Course                                                    CLASS-GA 9201 - Greek Drama - Taxidou - 4 points                               Conducted in English.   For description, see HEL-UA 9143 above. Graduate students will need to complete additional assignments in coordination with the instructor and faculty director. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                     FACULTY       Helen L. Theodoratou  Ph.D., Pittsburgh. Director of NYU Summer in Athens; Clinical Professor and Director of Program in Hellenic Studies at NYU.     Olga Taxidou   Ph.D., University of Edinburgh; Professor of Drama; Department of English Literature, University of Edinburgh; Associate Dean, Scottish Universities International Summer School   Anna E. Venetsanos   M.A., New York University; Language Lecturer, Program in Hellenic Studies at NYU            STUDENT TESTIMONIALS     &quot;This study abroad program is unlike any other ... This trip was a once in a lifetime experience, and words cannot describe how grateful I am for that.&quot;     &quot;What a wonderful time I've had here in Greece. This program is unlike any other I have experienced from the fantastic professors to the fun trips and excursions, and not to mention Liana's incredible enthusiasm.&quot;     &quot;This trip has been such an amazing experience for me. Not only have I learned so much about Greece and had the chance to see some of the art and architecture that I have studied about for so long but I have also made so many great friends since I've been here. I cannot tell you what these last six weeks have meant to me. I've enjoyed every second of my trip.&quot;   &quot;Most amazing summer of my life. The faculty and staff put so much effort into making this program so incredible. I'm recommending to all my friends.&quot;   &quot;Every instructor in this program is spectacular - they make the material we are working with come alive. &quot;   &quot;I developed a passion for Greece and Hellenic Studies because of the passion the professors exude...The faculty on this trip love their country so much, and it rubbed off on my fellow students and me. Without them, Athens would be Athens. But because of them and their instruction and guidance, Athens became the most incredible place on Earth this summer.&quot;   &quot;This program is so packed with fresh insight into Greece that one can't help but feel awed by everything around them...There are magical moments that spring out of the love the faculty in the program have for what they are doing, and for their students...This is a program for the students, for the experiences they want to have and are open to, and everything else is icing on the cake.&quot;   &quot;Amazing experience surrounded by amazing and passionate professors that inspire love of learning.&quot;   &quot;A program unlike any other, fully integrated into the city's heartbeat, by combining the tangible museums and sites with the intangible mythological and real, historical narrative of the people.&quot;   “I have had the most amazing summer of my life in Greece! The country is beautiful and the experience is absolutely amazing. The land is ... rich with history, and the staff are angels. This should be a semester long program.”   “I learned about the city of Athens, the history of Greece, its culture, and its language, in ways I could never have done without the program. I had such an amazing experience and I recommend it to everyone.”   “Simply amazing! The ancient Agora, the Kerameikos, the Acropolis, the site of Delphi, Crete, dozens of museums…All in six weeks! Yes, it is intense, but I loved it. I learned so much in such a short time, as well as enjoying every minute of it.”                              Location   Athens, Greece   2015 Dates   June 20 - August 1   Subjects   Greek Language, Literature &amp; Culture   Level   Undergraduate/Graduate   NYU School   College of Arts and Science            “It is by far the best academic study abroad program I have ever been on. The faculty and staff are truly so invested and care so much about Athens and the materials we studied that it is truly inspiring.”               2015 Application Deadlines     APPLY NOW     Priority Deadline:  February 1   General Deadline:  March 1   Rolling Admission:   After general deadline applications accepted on space available basis until April 30            CONTACT INFO     NYU Global Programs   110 East 14th Street,   LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103   summer.in.athens@nyu.edu             PROGRAM DIRECTOR     Helen L. Theodoratou, Clinical Professor and Director of Program in Hellenic Studies, NYU                2015 COSTS     8 points are required for undergraduate students to participate in this program.      Undergraduate Tuition: $7,520     Graduate Tuition: $5,108 for 4 points         Program &amp; Activities Fee: $950       Required International Health Insurance: $68.04 for 6 weeks of coverage during the program.     Housing: $2,950; includes breakfast.       PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396.                  ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Athens program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.   Round-Trip Flight from New York: $1,300 - $1,800   Local Transportation  Short Taxi Ride: $4.00 - $7.00  Public Transport: $2.00 per ride   Meals  Inexpensive Lunch: $5.00 – $11.00  Inexpensive Dinner: $10.00 - $17.00   Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00   External Accommodations  Hostel room, per night: $10.00 - $25.00  Hotel room, per night: $35.00 - $125.00   Tourist Attractions: $10.00-$15.00 entrance fee                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Graduate Students     | Classics | NYU                                                          Back to  previous page                  Graduate Students          Michael Abele is a first-year Ph.D. student who received his B.A. in Classics from Siena College (2014). He spent a semester abroad in Athens, Greece at the Arcadia Center for Hellenic, Mediterranean​,​ and Balkan Studies (spring 2013), during which time he worked as a research assistant in the library of the British School at Athens. Michael's research interests lie in Greek religion, particularly myth, ritual, cult images, and concepts of divinity. Email: mwa244@nyu.edu       George Baroud is a seventh-year student who graduated from the University of Massachusetts at Amherst with a BA in Classics (2008), during which time he participated in the Intercollegiate Center for Classical Studies in Rome (Fall 2005) and wrote his thesis entitled \"Callimachus and Catullus: Poetry of Poetics.\" George successfully defended his dissertation on Tacitus’ Annals in the Fall of 2014, titled “Language and Power in the Annals of Tacitus,” which he wrote under the direction of David Levene, Joy Connolly, and Mike Peachin. George has been awarded the Dean's Dissertation Fellowship, the Lane Cooper Dissertation Writing Fellowship, the Antonina S. Ranieri International Scholars Fund, an NYU Global Research Fellowship, and a DAAD fellowship, which allowed him to spend a year in Berlin at the Humboldt University. George’s chief interests are Greek and Roman historiography and rhetoric (Thucydides and Tacitus in particular) and literary and political theory. Venturing further outside the canon, he is also interested in exploring the Classical Near East (especially the Levant), and the exchanges between Classical and Arabic literature, culture, and thought. Over the last few years he has taught an intensive course on classical mythology, served as a TA for classes on mythology and on gender and sexuality, and acted as a preceptor for NYU’s Core Curriculum. Email: gb993@nyu.edu          Maria Fernanda Crespo is a ninth-year student who came to NYU from the National University of Córdoba, Argentina, with a Licenciatura in Letras Clásicas. Fernanda's current scholarly interests include Latin literature of the Late Republic and Empire and classical political thought, and theories of empire. She has taught Intermediate Latin (Cicero), Classical Mythology, and served as a TA in MAP (NYU’s Great Books course, covering antiquity and the 19th century) and the Greek Thinkers. She delivered a paper entitled “Cesarismo en Latinoamérica” at the Universidad Nacional Autónoma de México, at a Symposium celebrating the bicentennial of Latin-American independence, forthcoming in UNAM, 2010. She has published “La Máscara de Sócrates” in Nostromo (México, II, 2, 2009). Email: mfc271@nyu.edu    Stephanie Crooks is a second-year graduate student. She received her BA in Classical Studies from the University of Pennsylvania in 2010, and entered the Post-baccalaureate program at UPenn in the same year. After spending a few months at St. Andrews University in Scotland, Stephanie transferred back to the U.S., where she completed her MA at Villanova University. She is particularly interested in the intersection of philosophy, gender studies and myth in Latin Literature, and more particularly in Seneca the Younger's dramatic works. E-mail: smc729@nyu.edu   Sarah Grover is a first-year graduate student who received her undergraduate degree in Comparative Literature from Brown University in 2007. Since graduating from Brown, she has been teaching Latin and Spanish to Middle and Upper School students at Riverdale Country School. Email: sjg493@nyu.edu   Amanda Hawley is a third-year graduate student. She received her undergraduate degree in Classical Languages and Literature with a minor in Museum Studies from the University of Michigan in 2012. Email: ah2644@nyu.edu     Philip Katz is a fourth-year PhD student studying Greek and Roman history and archaeology. He is currently spending the 2014-2015 academic year as a Regular Member of the American School of Classical Studies at Athens. Before arriving at NYU, Phil received a B.A. in Classics from Washington University in St. Louis (2010), during which time he studied at the Intercollegiate Center for Classical Studies in Catania (2009). Phil has excavated at Gabii (2011) and the Athenian Agora (2012) and has taught Latin at Fu Jen Catholic University in Taipei (2014). He has given papers at the University of Pennsylvania, University of Virginia, and at meetings of the Association of Ancient Historians and CAMWS, and in 2013 co-organized NYU’s graduate student conference . His areas of interest include cultural change in the Roman provinces, Graeco-Roman religion and sacred space, and the role of cultural memory in ancient societies. For more information and links to his CV and publications, click here . Email: pjk324@nyu.edu        Inger Neeltje Irene Kuin is a sixth-year PhD student, and she is currently finishing her dissertation supported by a generous dissertation fellowship from the Mellon Foundation. Her dissertation, titled \"Playful Piety: Lucian and the Comic in Ancient Religious Experience\", investigates laughter and humor in ancient Mediterranean religion with a particular focus on Lucian. Starting June 1, 2015 she will be a postdoctoral researcher at the University of Groningen in the Netherlands, working on a project titled \"After the Wars: (Re-)Anchoring and Innovating the Political Culture of Roman Athens\". Before coming to NYU she completed a BA in Philosophy and MA's in both Journalism and Philosophy at the University of Amsterdam, worked as a reporter for a Dutch newspaper, and completed a Post-baccalaureate in Classics at Columbia University. Her main interests include the Second Sophistic, ancient religion, ancient philosophy, and comedy. She has given papers at the Society for Ancient Greek Philosophy, Cornell University, the Graduate Center at CUNY, Yale University, Glasgow University, Venice International University, and at CAAS, AAH, and SCS Annual Meetings. In the summer of 2011 she taught Latin at Fu Jen University in Taipei, Taiwan, and in the summer of 2012 she participated in a Master Class at the Royal Dutch Institute in Rome. She spent the Fall of 2012 at the Commission for Ancient History and Epigraphy in Munich, Germany on a research fellowship. Her (forthcoming) publications include an edition of a Homeric papyrus, a review of a recent monograph on Lucian, editions of four funerary inscriptions, an article on double-sided funerary inscriptions, and an article on Lucianic performance. Inger plays the cello in the String Orchestra of Brooklyn. For more information, view her academia.edu page here . Email: nik212@nyu.edu   Erik Mortensen is a first-year PhD student. He received his MA at the University of Kansas in 2013. His interests include Presocratic philosophy, particularly the authors Anaximander and Heraclitus, and Thucydides’ History of the Peloponnesian War . Email: ecm405@nyu.edu         Jay Mueller is an eighth-year student who came to NYU from Columbia with an MA in English. He received his BA from Eugene Lang College in philosophy and literary theory. His research interests include archaic Greek poetry and ancient literary theory, and he also studies the reception of classical literature. Email: jaymueller@nyu.edu          Nathalie Sado Nisinson is a ninth-year graduate student currently working on a dissertation to be entitled “Greek Heroes, Roman Rituals: Cult and Culture Clash in Ovid's Heroides ”. Her research interests include the works of Ovid, Augustan poetry in general, Augustan culture, Roman religion, and heroic mythology. She has served as a teaching assistant for classes on Roman history, classical mythology, and ancient epic. She acted as a preceptor for the NYU MAP program in the spring of 2009. She has taught intensive summer courses in classical mythology at NYU for two years. In November of 2009 she co-organized the NYU Graduate Student Conference (\"Honey on the Cup: Didactic Poetry in the Ancient World\") with Stephen Kidd. In April 2008 she gave a paper entitled “Death or Glory: Hero-cult as a Model for Public Grief in Pindar's Eighth Isthmian Ode” at the Fourth Biennial Graduate Student Conference hosted by the Classics Department of Harvard University and titled “Working Through Trauma in the Ancient World.” Nathalie graduated from Vassar College in 2005 with a BA in Classical Studies. Email: ns1206@nyu.edu   Mikael Papadimitriou is a first-year graduate student. He received a BA and a MA in History from the University of Montreal. He served as a teaching assistant at the University of Montreal for classes on research methodology and elementary Latin. His MA thesis, “Le suffragium et la corruption administrative dans l'empire romain au IVe siècle,” analyzes suffragium , the process of appointing officials in the Later Roman Empire, through the laws of the Codex Theodosianus and through the works of Quintus Aurelius Symmachus, Libanios and Flavius Abinnaeus. His research interests include the inner workings of the Later Roman Empire’s administration, the relations between powerful men and their protégés ( clientela , patrocinium and suffragium ) and the notion of administrative corruption. Email: mp3837@nyu.edu     Chris Stedman Parmenter is a second-year graduate student. Before coming to NYU, Chris received his MA at the University in Oregon in 2013 and his AB at Hamilton College in 2010. He also attended ICCS in Sicily (2009) and Penn’s post-bac program (2010-11). He has taught Classical Mythology at NYU and Introductory Latin at Oregon. This summer he will also serve as an assistant at the NYU dig at Yeronisos. His MA thesis, “Ethnography and the colonial world in Theocritus and Lucian,” looked at the representation of ethnic and cultural difference by authors from the margins of the Greek world. He has presented papers at CAPN (2012, 2013), the CUNY graduate conference (2013), UVA graduate conference (2014, in absence), and CAMWS (2015). He is currently focused on the interrelation between Mediterranean exchange and the development of ideas of ethnic difference in Archaic Greece. Email: csp351@nyu.edu   Noah Preuss-Greene is a first-year graduate student. He graduated from the University of Wisconsin-Madison with a degree in Classical Languages. His Senior thesis explored the influence of Greek Lyric poetry on the performance of masculinity in the archaic Greek symposium. His research interests include gender and sexuality in antiquity, the role of poetry in song culture, and the reception of ancient Greek poetry in modern literature. Email: npg239@nyu.edu   Laura Santander is a second-year graduate student. She received her BA from the University of Pennsylvania in Classical Languages and Literature. Her current interests are epic poetry, drama, and the author-reader/audience relationship. Email: lss372@nyu.edu              Calloway Scott Calloway Scott is a sixth-year PhD candidate and currently a graduate student fellow at the Humanities Initiative ( http://humanitiesinitiative.org ). He completed his BA in Greek and Latin at Kenyon College (2007) with a minor in Philosophy and a post-baccalaureate at UNC Chapel Hill. Calloway’s primary interest lie in ancient Greek medical and religious traditions and medical anthropology. His research focuses on the poetics of health and sickness across a wide variety of Greek media—literary and material. His dissertation, entitled “Asklepios on the Move” explores the relationship between medical thought and healing cults in the cultural production of the concept of “health,” and in the social mechanisms which organized health-care and welfare in the ancient Greek world. He has recently given a paper at the annual meeting of the SCS entitled \"A Five-Year Pregnancy? Women in the Epidaurian Iamata .\" Email: cbs338@nyu.edu            Melanie Subacus is an eighth-year student who received her BA in 2007 from Saint Joseph's University, Philadelphia, in Latin. She attended the Intercollegiate Center for Classical Studies in Rome in the spring of 2006 and the summer session of the American School of Classical Studies in Athens in 2010. She has presented papers on translations of Vergil's Aeneid, translations of children's literature into Latin, and Lucan and has taught classes ranging from Elementary Latin to Roman History. Last year she was back in Rome at the Centro as the Resident Instructor and this year she is teaching Latin at Villanova University while finishing her dissertation, \"Political Cosmopolitanism at Rome.\" Her interests include cosmopolitanism, Roman political thought, Roman imperial literature, and gender studies. Email: msubacus@gmail.com   Tung-An Wei (Miranda) is a first-year MA student. She received her bachelor's degree in Foreign Languages and Literature from National Tsing Hua University, Taiwan in 2014. Her current interests include Greek tragedies and Homeric epics. Email: taw335@nyu.edu             Brett Wisniewski is a tenth-year graduate student with a BA from Wayne State University in Detroit. He is currently writing a dissertation with the working title of \"Spell-casting in Augustan Poetry: Magic and Discourses of Power.\" His interests include Latin literature, Religion, and Magic. He has received NYU's Dean’s Dissertation Fellowship for 2010-2011 and the Outstanding Teaching Assistant Award for 2007-2008. Email: blw239@nyu.edu              Ari Zatlin is a fourth-year graduate student at NYU. He received his BA from Claremont McKenna College in 2007, where he focused on Chinese history. After a brief respite from academia, he spent two years in the post-baccalaureate program in Classics at the University of California, Los Angeles. Since coming to NYU, he has presented conference papers addressing the political usage of omens in Suetonius’ Lives and most recently, on the intersections between elegy and bucolic in Vergil’s Second Eclogue . He has an abiding interest in questions surrounding materiality and corporeality in Latin literature. Email:    az787@nyu.edu                                                                                                               Back to Top"}]},
{"detail": [{"content": "Summer in Athens                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Athens                                        This content requires the Macromedia Flash Player. Get Flash Player                                      Academics | Courses | Faculty | Testimonials   PROGRAM SUMMARY      NYU Summer in Athens strives to provide students with a means of understanding Greek culture within the context of lived experience. Special emphasis is placed on visiting and exploring significant cultural and historical sites, not only in Athens but also in other parts of Greece. Field trips, cultural activities, and guest lecturers constitute an integral component of the program; students are expected to attend and actively participate in all of them.            ACADEMICS      NYU Summer in Athens combines classroom study of the language, history, literature, politics, art, and culture of Greece with cultural activities and field trips to introduce students to all aspects of Greek life. Local artists, scholars, and politicians often give presentations and lectures in class. Approaching modern Hellenic society and culture from an interdisciplinary perspective, the program provides students with an appreciation of the history of modern Greek language and literature and an understanding of how the Greeks have borne their classical, Byzantine, and Ottoman historical and political experiences, even as they translate them into the modern era.      Classes are held at the Al Andar Center, a three-story Bauhaus building conveniently located in the historical center of Athens. The center has several classrooms, study areas, a library, gallery space, screening rooms, patio, and recreation areas. The surrounding neighborhood is active, with many cafes, restaurants, cinemas, stores, and opportunities to enjoy one of the most vibrant cities in the world.            Check out additional program images here .                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   HOUSING &amp; MEALS     All students participating in the program are required to live in NYU-provided housing. Students stay in double rooms at the five-star St. George Hotel, a modern, air-conditioned hotel situated in the fashionable Kolonaki district. The hotel’s location, in a lively section of Athens, offers students the opportunity to enjoy a neighborhood rich in cultural diversions and leisure activities. Breakfast, linens, and a daily room cleaning service are provided. Hotel amenities include a roof garden with pool.            EXCURSIONS     The program's trips and excursions are under the auspices of the Greek Ministry of Culture and are meant to encourage students to discover and experience modern Greece through the various lenses of its rich history. Activities may include walking tours of Athens, visits to monuments and museums, evening outings to dramatic and musical performances, and a half-day trip to Attica's beautiful coastline and Poseidon's temple at Cape Sounion. Weekend trips may include the royal tombs of Mycenae, the ancient theatre of Epidaurus, the oracle of Apollo at Delphi, Olympia, the birthplace of the Olympic Games, and the volcanic Cycladic island of Santorini. This year's program may also include a visit to the island of Crete, known not only for its historical and archaeological importance but also for its geophysical uniqueness and breathtaking beauty.      Excursions may also include the impressive medieval settlement of Mystras, the capital of Byzantine Greece, and the imposing Byzantine-Venetian fortified towns in mountainous Arcadia in the Peloponnese. There are also organized visits to significant sites of modern Greek history, including Nafplion, the capital of the Greek state after the 1821 War of Independence and a city known for its beautiful examples of 19th-century neoclassical architecture, as well as the Polytechnic School of Athens, site of the 1973 student uprising against the dictatorship. All these sites offer the unique opportunity for long walks, hiking, and exploration.              Undergraduate Courses     All undergraduate students must register for 8 points.                                                    HEL-UA 9103 (Level I) / HEL-UA 9104 (Level II) \u0096 Elementary Modern Greek \u0096- Venetsanos -\u0096 4 points                               No previous language experience required for HEL-UA 9103.  Prerequisite for HEL-UA 9104: HEL-UA 103 or placement test.  As an introduction to modern Greek, this course provides students with the fundamentals of grammar, syntax, oral expression, listening comprehension, reading, and composition. Students develop the skills and vocabulary necessary to read simple texts and hold basic conversations. Students are introduced to modern Greek culture, history, and society, since the ultimate goal of the course is to enrich their understanding of multiple, living Greek realities through the language. Teaching materials include current newspaper articles, graded literary passages, songs, and various linguistic games. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9105 (Level I) / HEL-UA 9106 (Level II) \u0096 Intermediate Modern Greek \u0096- Venetsanos - \u0096 4 points                               Prerequisite: HEL-UA 104 or placement test.  Designed for students who already have a familiarity with modern Greek. Students are expected to be acquainted with the most significant structures of grammar and syntax and to have acquired the foundations for basic conversation in Greek. The course introduces students to more complex linguistic and grammatical analysis, advanced composition, and graded reading. It also provides further practice in speaking, and works to enrich the student's vocabulary. Readings and discussions of selected works of prose, poetry, and theatre serve as an introduction to aspects of modern Greek civilization and as an occasion for comprehensive discussions of contemporary Greek society. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9143 Greek Drama - Taxidou - 4 points                               Conducted in English.  This course focuses primarily on selected plays of the three leading Athenian dramatists: Aeschylus, Sophocles, and Euripides. Plays are analyzed critically in relation to their cultural, historical, and theatrical importance. Situating the plays within the history of Greek drama, the course also assesses their continuing influence on 20th-century notions of performance. Students have the unique opportunity of attending performances of the plays by renowned theatre troupes in the ancient theatre of Herod Atticus in Athens and in that of Epidaurus. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                              HEL-UA 9130 \u0096 The City of Athens \u0096- Theodoratou -\u0096 4 points                               Conducted in English.  Assuming that Athens serves as a window into Greek history and culture, this course provides students with an opportunity to encounter Greece through the architecture, monuments, art, and music of Athens. From its early beginnings as a center for art and literature, for commerce and industry, to its emergence as the capital of the new Greek state, Athens has always been a city in transition, a museum of Greek history as well as an active, living entity. It retains the traces of the political, economic, religious, and cultural history of Greece—in its streets, its buildings, its glorious artifacts and ruins—even as it struggles to move forward. Students are introduced to the beauty and history of a city whose identity is inextricably bound to mythology and to the history of a country that many regard as the birthplace of Western civilization. Visits to archaeological centers, museums, music bars, and several of the city's most important cultural and historical sites are included. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                                                                  CLASS-UA 9352 \u0096 The Archaeology of Greece \u0096- Staff - \u0096 4 points                               Conducted in English.  In the world's literary and intellectual imagination, Greece is a land of ruins and monuments. Conceptualizing and idealizing Greece's ancient past, archaeology has played a crucial role in the discursive and ideological formation of modern Greece and Neohellenism. In this course, students are introduced to several of Greece's most significant archaeological sites - sites that bear the traces of Greece's prehistoric era, its classical past, the Roman conquest, the Byzantine period, and beyond. The course seeks to assess the various ways in which contemporary Greece has borne the burden of its antiquity and how its &quot;past glories&quot; are inscribed in its present cultural life as a modern Mediterranean, Balkan, and European country located on the crossroads of the East and West. For this to be achieved, we will read stories of Greek travel from a host of writers. The course considers materials drawn not only from archaeology but also from anthropology, travel accounts, literature, and cultural geography. Field trips to archaeological sites and visits to museums are included. Through individual projects and written assignments, students are expected to develop their skills of observation and analysis, as well as pursue an in-depth &quot;reading&quot; not only of Greece's past, but also of present day Greece in all its complexity and richness. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                        Graduate Course                                                    CLASS-GA 9201 - Greek Drama - Taxidou - 4 points                               Conducted in English.   For description, see HEL-UA 9143 above. Graduate students will need to complete additional assignments in coordination with the instructor and faculty director. A sample syllabus is available upon request by e-mailing summer.in.athens@nyu.edu                     FACULTY       Helen L. Theodoratou  Ph.D., Pittsburgh. Director of NYU Summer in Athens; Clinical Professor and Director of Program in Hellenic Studies at NYU.     Olga Taxidou   Ph.D., University of Edinburgh; Professor of Drama; Department of English Literature, University of Edinburgh; Associate Dean, Scottish Universities International Summer School   Anna E. Venetsanos   M.A., New York University; Language Lecturer, Program in Hellenic Studies at NYU            STUDENT TESTIMONIALS     &quot;This study abroad program is unlike any other ... This trip was a once in a lifetime experience, and words cannot describe how grateful I am for that.&quot;     &quot;What a wonderful time I've had here in Greece. This program is unlike any other I have experienced from the fantastic professors to the fun trips and excursions, and not to mention Liana's incredible enthusiasm.&quot;     &quot;This trip has been such an amazing experience for me. Not only have I learned so much about Greece and had the chance to see some of the art and architecture that I have studied about for so long but I have also made so many great friends since I've been here. I cannot tell you what these last six weeks have meant to me. I've enjoyed every second of my trip.&quot;   &quot;Most amazing summer of my life. The faculty and staff put so much effort into making this program so incredible. I'm recommending to all my friends.&quot;   &quot;Every instructor in this program is spectacular - they make the material we are working with come alive. &quot;   &quot;I developed a passion for Greece and Hellenic Studies because of the passion the professors exude...The faculty on this trip love their country so much, and it rubbed off on my fellow students and me. Without them, Athens would be Athens. But because of them and their instruction and guidance, Athens became the most incredible place on Earth this summer.&quot;   &quot;This program is so packed with fresh insight into Greece that one can't help but feel awed by everything around them...There are magical moments that spring out of the love the faculty in the program have for what they are doing, and for their students...This is a program for the students, for the experiences they want to have and are open to, and everything else is icing on the cake.&quot;   &quot;Amazing experience surrounded by amazing and passionate professors that inspire love of learning.&quot;   &quot;A program unlike any other, fully integrated into the city's heartbeat, by combining the tangible museums and sites with the intangible mythological and real, historical narrative of the people.&quot;   “I have had the most amazing summer of my life in Greece! The country is beautiful and the experience is absolutely amazing. The land is ... rich with history, and the staff are angels. This should be a semester long program.”   “I learned about the city of Athens, the history of Greece, its culture, and its language, in ways I could never have done without the program. I had such an amazing experience and I recommend it to everyone.”   “Simply amazing! The ancient Agora, the Kerameikos, the Acropolis, the site of Delphi, Crete, dozens of museums…All in six weeks! Yes, it is intense, but I loved it. I learned so much in such a short time, as well as enjoying every minute of it.”                              Location   Athens, Greece   2015 Dates   June 20 - August 1   Subjects   Greek Language, Literature &amp; Culture   Level   Undergraduate/Graduate   NYU School   College of Arts and Science            “It is by far the best academic study abroad program I have ever been on. The faculty and staff are truly so invested and care so much about Athens and the materials we studied that it is truly inspiring.”               2015 Application Deadlines     APPLY NOW     Priority Deadline:  February 1   General Deadline:  March 1   Rolling Admission:   After general deadline applications accepted on space available basis until April 30            CONTACT INFO     NYU Global Programs   110 East 14th Street,   LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103   summer.in.athens@nyu.edu             PROGRAM DIRECTOR     Helen L. Theodoratou, Clinical Professor and Director of Program in Hellenic Studies, NYU                2015 COSTS     8 points are required for undergraduate students to participate in this program.      Undergraduate Tuition: $7,520     Graduate Tuition: $5,108 for 4 points         Program &amp; Activities Fee: $950       Required International Health Insurance: $68.04 for 6 weeks of coverage during the program.     Housing: $2,950; includes breakfast.       PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396.                  ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Athens program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.   Round-Trip Flight from New York: $1,300 - $1,800   Local Transportation  Short Taxi Ride: $4.00 - $7.00  Public Transport: $2.00 per ride   Meals  Inexpensive Lunch: $5.00 – $11.00  Inexpensive Dinner: $10.00 - $17.00   Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00   External Accommodations  Hostel room, per night: $10.00 - $25.00  Hotel room, per night: $35.00 - $125.00   Tourist Attractions: $10.00-$15.00 entrance fee                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Graduate Students     | Classics | NYU                                                          Back to  previous page                  Graduate Students          Michael Abele is a first-year Ph.D. student who received his B.A. in Classics from Siena College (2014). He spent a semester abroad in Athens, Greece at the Arcadia Center for Hellenic, Mediterranean​,​ and Balkan Studies (spring 2013), during which time he worked as a research assistant in the library of the British School at Athens. Michael's research interests lie in Greek religion, particularly myth, ritual, cult images, and concepts of divinity. Email: mwa244@nyu.edu       George Baroud is a seventh-year student who graduated from the University of Massachusetts at Amherst with a BA in Classics (2008), during which time he participated in the Intercollegiate Center for Classical Studies in Rome (Fall 2005) and wrote his thesis entitled \"Callimachus and Catullus: Poetry of Poetics.\" George successfully defended his dissertation on Tacitus’ Annals in the Fall of 2014, titled “Language and Power in the Annals of Tacitus,” which he wrote under the direction of David Levene, Joy Connolly, and Mike Peachin. George has been awarded the Dean's Dissertation Fellowship, the Lane Cooper Dissertation Writing Fellowship, the Antonina S. Ranieri International Scholars Fund, an NYU Global Research Fellowship, and a DAAD fellowship, which allowed him to spend a year in Berlin at the Humboldt University. George’s chief interests are Greek and Roman historiography and rhetoric (Thucydides and Tacitus in particular) and literary and political theory. Venturing further outside the canon, he is also interested in exploring the Classical Near East (especially the Levant), and the exchanges between Classical and Arabic literature, culture, and thought. Over the last few years he has taught an intensive course on classical mythology, served as a TA for classes on mythology and on gender and sexuality, and acted as a preceptor for NYU’s Core Curriculum. Email: gb993@nyu.edu          Maria Fernanda Crespo is a ninth-year student who came to NYU from the National University of Córdoba, Argentina, with a Licenciatura in Letras Clásicas. Fernanda's current scholarly interests include Latin literature of the Late Republic and Empire and classical political thought, and theories of empire. She has taught Intermediate Latin (Cicero), Classical Mythology, and served as a TA in MAP (NYU’s Great Books course, covering antiquity and the 19th century) and the Greek Thinkers. She delivered a paper entitled “Cesarismo en Latinoamérica” at the Universidad Nacional Autónoma de México, at a Symposium celebrating the bicentennial of Latin-American independence, forthcoming in UNAM, 2010. She has published “La Máscara de Sócrates” in Nostromo (México, II, 2, 2009). Email: mfc271@nyu.edu    Stephanie Crooks is a second-year graduate student. She received her BA in Classical Studies from the University of Pennsylvania in 2010, and entered the Post-baccalaureate program at UPenn in the same year. After spending a few months at St. Andrews University in Scotland, Stephanie transferred back to the U.S., where she completed her MA at Villanova University. She is particularly interested in the intersection of philosophy, gender studies and myth in Latin Literature, and more particularly in Seneca the Younger's dramatic works. E-mail: smc729@nyu.edu   Sarah Grover is a first-year graduate student who received her undergraduate degree in Comparative Literature from Brown University in 2007. Since graduating from Brown, she has been teaching Latin and Spanish to Middle and Upper School students at Riverdale Country School. Email: sjg493@nyu.edu   Amanda Hawley is a third-year graduate student. She received her undergraduate degree in Classical Languages and Literature with a minor in Museum Studies from the University of Michigan in 2012. Email: ah2644@nyu.edu     Philip Katz is a fourth-year PhD student studying Greek and Roman history and archaeology. He is currently spending the 2014-2015 academic year as a Regular Member of the American School of Classical Studies at Athens. Before arriving at NYU, Phil received a B.A. in Classics from Washington University in St. Louis (2010), during which time he studied at the Intercollegiate Center for Classical Studies in Catania (2009). Phil has excavated at Gabii (2011) and the Athenian Agora (2012) and has taught Latin at Fu Jen Catholic University in Taipei (2014). He has given papers at the University of Pennsylvania, University of Virginia, and at meetings of the Association of Ancient Historians and CAMWS, and in 2013 co-organized NYU’s graduate student conference . His areas of interest include cultural change in the Roman provinces, Graeco-Roman religion and sacred space, and the role of cultural memory in ancient societies. For more information and links to his CV and publications, click here . Email: pjk324@nyu.edu        Inger Neeltje Irene Kuin is a sixth-year PhD student, and she is currently finishing her dissertation supported by a generous dissertation fellowship from the Mellon Foundation. Her dissertation, titled \"Playful Piety: Lucian and the Comic in Ancient Religious Experience\", investigates laughter and humor in ancient Mediterranean religion with a particular focus on Lucian. Starting June 1, 2015 she will be a postdoctoral researcher at the University of Groningen in the Netherlands, working on a project titled \"After the Wars: (Re-)Anchoring and Innovating the Political Culture of Roman Athens\". Before coming to NYU she completed a BA in Philosophy and MA's in both Journalism and Philosophy at the University of Amsterdam, worked as a reporter for a Dutch newspaper, and completed a Post-baccalaureate in Classics at Columbia University. Her main interests include the Second Sophistic, ancient religion, ancient philosophy, and comedy. She has given papers at the Society for Ancient Greek Philosophy, Cornell University, the Graduate Center at CUNY, Yale University, Glasgow University, Venice International University, and at CAAS, AAH, and SCS Annual Meetings. In the summer of 2011 she taught Latin at Fu Jen University in Taipei, Taiwan, and in the summer of 2012 she participated in a Master Class at the Royal Dutch Institute in Rome. She spent the Fall of 2012 at the Commission for Ancient History and Epigraphy in Munich, Germany on a research fellowship. Her (forthcoming) publications include an edition of a Homeric papyrus, a review of a recent monograph on Lucian, editions of four funerary inscriptions, an article on double-sided funerary inscriptions, and an article on Lucianic performance. Inger plays the cello in the String Orchestra of Brooklyn. For more information, view her academia.edu page here . Email: nik212@nyu.edu   Erik Mortensen is a first-year PhD student. He received his MA at the University of Kansas in 2013. His interests include Presocratic philosophy, particularly the authors Anaximander and Heraclitus, and Thucydides’ History of the Peloponnesian War . Email: ecm405@nyu.edu         Jay Mueller is an eighth-year student who came to NYU from Columbia with an MA in English. He received his BA from Eugene Lang College in philosophy and literary theory. His research interests include archaic Greek poetry and ancient literary theory, and he also studies the reception of classical literature. Email: jaymueller@nyu.edu          Nathalie Sado Nisinson is a ninth-year graduate student currently working on a dissertation to be entitled “Greek Heroes, Roman Rituals: Cult and Culture Clash in Ovid's Heroides ”. Her research interests include the works of Ovid, Augustan poetry in general, Augustan culture, Roman religion, and heroic mythology. She has served as a teaching assistant for classes on Roman history, classical mythology, and ancient epic. She acted as a preceptor for the NYU MAP program in the spring of 2009. She has taught intensive summer courses in classical mythology at NYU for two years. In November of 2009 she co-organized the NYU Graduate Student Conference (\"Honey on the Cup: Didactic Poetry in the Ancient World\") with Stephen Kidd. In April 2008 she gave a paper entitled “Death or Glory: Hero-cult as a Model for Public Grief in Pindar's Eighth Isthmian Ode” at the Fourth Biennial Graduate Student Conference hosted by the Classics Department of Harvard University and titled “Working Through Trauma in the Ancient World.” Nathalie graduated from Vassar College in 2005 with a BA in Classical Studies. Email: ns1206@nyu.edu   Mikael Papadimitriou is a first-year graduate student. He received a BA and a MA in History from the University of Montreal. He served as a teaching assistant at the University of Montreal for classes on research methodology and elementary Latin. His MA thesis, “Le suffragium et la corruption administrative dans l'empire romain au IVe siècle,” analyzes suffragium , the process of appointing officials in the Later Roman Empire, through the laws of the Codex Theodosianus and through the works of Quintus Aurelius Symmachus, Libanios and Flavius Abinnaeus. His research interests include the inner workings of the Later Roman Empire’s administration, the relations between powerful men and their protégés ( clientela , patrocinium and suffragium ) and the notion of administrative corruption. Email: mp3837@nyu.edu     Chris Stedman Parmenter is a second-year graduate student. Before coming to NYU, Chris received his MA at the University in Oregon in 2013 and his AB at Hamilton College in 2010. He also attended ICCS in Sicily (2009) and Penn’s post-bac program (2010-11). He has taught Classical Mythology at NYU and Introductory Latin at Oregon. This summer he will also serve as an assistant at the NYU dig at Yeronisos. His MA thesis, “Ethnography and the colonial world in Theocritus and Lucian,” looked at the representation of ethnic and cultural difference by authors from the margins of the Greek world. He has presented papers at CAPN (2012, 2013), the CUNY graduate conference (2013), UVA graduate conference (2014, in absence), and CAMWS (2015). He is currently focused on the interrelation between Mediterranean exchange and the development of ideas of ethnic difference in Archaic Greece. Email: csp351@nyu.edu   Noah Preuss-Greene is a first-year graduate student. He graduated from the University of Wisconsin-Madison with a degree in Classical Languages. His Senior thesis explored the influence of Greek Lyric poetry on the performance of masculinity in the archaic Greek symposium. His research interests include gender and sexuality in antiquity, the role of poetry in song culture, and the reception of ancient Greek poetry in modern literature. Email: npg239@nyu.edu   Laura Santander is a second-year graduate student. She received her BA from the University of Pennsylvania in Classical Languages and Literature. Her current interests are epic poetry, drama, and the author-reader/audience relationship. Email: lss372@nyu.edu              Calloway Scott Calloway Scott is a sixth-year PhD candidate and currently a graduate student fellow at the Humanities Initiative ( http://humanitiesinitiative.org ). He completed his BA in Greek and Latin at Kenyon College (2007) with a minor in Philosophy and a post-baccalaureate at UNC Chapel Hill. Calloway’s primary interest lie in ancient Greek medical and religious traditions and medical anthropology. His research focuses on the poetics of health and sickness across a wide variety of Greek media—literary and material. His dissertation, entitled “Asklepios on the Move” explores the relationship between medical thought and healing cults in the cultural production of the concept of “health,” and in the social mechanisms which organized health-care and welfare in the ancient Greek world. He has recently given a paper at the annual meeting of the SCS entitled \"A Five-Year Pregnancy? Women in the Epidaurian Iamata .\" Email: cbs338@nyu.edu            Melanie Subacus is an eighth-year student who received her BA in 2007 from Saint Joseph's University, Philadelphia, in Latin. She attended the Intercollegiate Center for Classical Studies in Rome in the spring of 2006 and the summer session of the American School of Classical Studies in Athens in 2010. She has presented papers on translations of Vergil's Aeneid, translations of children's literature into Latin, and Lucan and has taught classes ranging from Elementary Latin to Roman History. Last year she was back in Rome at the Centro as the Resident Instructor and this year she is teaching Latin at Villanova University while finishing her dissertation, \"Political Cosmopolitanism at Rome.\" Her interests include cosmopolitanism, Roman political thought, Roman imperial literature, and gender studies. Email: msubacus@gmail.com   Tung-An Wei (Miranda) is a first-year MA student. She received her bachelor's degree in Foreign Languages and Literature from National Tsing Hua University, Taiwan in 2014. Her current interests include Greek tragedies and Homeric epics. Email: taw335@nyu.edu             Brett Wisniewski is a tenth-year graduate student with a BA from Wayne State University in Detroit. He is currently writing a dissertation with the working title of \"Spell-casting in Augustan Poetry: Magic and Discourses of Power.\" His interests include Latin literature, Religion, and Magic. He has received NYU's Dean’s Dissertation Fellowship for 2010-2011 and the Outstanding Teaching Assistant Award for 2007-2008. Email: blw239@nyu.edu              Ari Zatlin is a fourth-year graduate student at NYU. He received his BA from Claremont McKenna College in 2007, where he focused on Chinese history. After a brief respite from academia, he spent two years in the post-baccalaureate program in Classics at the University of California, Los Angeles. Since coming to NYU, he has presented conference papers addressing the political usage of omens in Suetonius’ Lives and most recently, on the intersections between elegy and bucolic in Vergil’s Second Eclogue . He has an abiding interest in questions surrounding materiality and corporeality in Latin literature. Email:    az787@nyu.edu                                                                                                               Back to Top"}, {"content": "Immersive Audio - Music and Audio Research Laboratory - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development                                           MARL: Music and Audio Research Laboratory   Department of Music and Performing Arts Professions         Home    Events      Research          Computer Music and Interactive Performance Systems      Immersive Audio      Music Cognition      Music Experience Design      Music Informatics             Publications    Resources    People    About    Misc.           Music and Audio Research Laboratory                                    Immersive Audio        About    The focus of the Immersive Audio group lies in the capture, analysis, synthesis and reproduction of auditory environments. This includes spatial and 3D sound using binaural, transaural and multi-channel presentation methods, audio display devices, virtual auditory environment simulation, characterization and classification of spaces, and augmented audio reproduction realism.           People   Agnieszka Roginska       Projects   Head-Related Impulse Responses Repository Medical Imaging Sonification ScanIR       Publications            I Hear NY4D: Hybrid Acoustic and Augmented Auditory Display for Urban Soundscapes   B. Boren, M. Musick, J. Grossmen, and A. Roginska I Hear NY4D: Hybrid Acoustic and Augmented Auditory Display for Urban Soundscapes Proceedings of the 20th International Conference on Auditory Display (ICAD) , New York, NY, 2014 [ pdf ] [ scholar ] [ www ]              The Maximum Intelligible Range of the Human Voice   B. Boren The maximum Intelligible Range of the Human Voice Ph.D. Thesis , New York University, New York NY, 2014 [ pdf ] [scholar]          Head-Related Transfer Function Database Matching Based on Sparse Impulse Response Measurements   A. Andreopoulou Head-Related Transfer Function Database Matching Based on Sparse Impulse Response Measurements Ph.D. Thesis , New York University, New York NY, 2013 [ pdf ] [scholar]          I Hear NY3D: Ambisonic Capture and Reproduction of an Urban Sound Environment   B. Boren, A. Andreopoulou, M. Musick, H. Mohanraj, and A. Roginska I Hear NY3D: Ambisonic Capture and Reproduction of an Urban Sound Environment Proceedings of the Audio Engineering Society (AES) Convention , New York, NY, 2013 [ scholar ] [ www ]          Spatially Oriented Format for Acoustics: A Data Exchange Format Representing Head-Related Transfer Functions   P. Majdak, H. Ziegelwanger, H. Wiersdorf, M. Parmentier, R. Nicol, M. Noisternig, A. Roginska, T. Carpentier Spatially Oriented Format for Acoustics: A Data Exchange Format Representing Head-Related Transfer Functions Proceedings of the 134th Audio Engineering Society Convention , Rome 2013 [ pdf ] [ scholar ]          I Hear NY3D: an ambisonic installation reproducing NYC soundscapes   M. Musick, A. Andreopoulou, B. Boren, H. Mohanraj, and A. Roginska I Hear NY3D: an ambisonic installation reproducing NYC soundscapes Proceedings of the Audio Engineering Society (AES) Convention , New York, NY, 2013 [ scholar ] [ www ]          Immersive Sonification for Displaying Brain Scan Data   A. Roginska, K. Friedman, H. Mohanraj, M. Ballora Immersive Sonification for Displaying Brain Scan Data Proceedings of the 6th International Conference on Health Informatics ,  2013 [pdf] [scholar] [www]          High Resolution Radiation Pattern Measurements of a Grand Piano: The Effect of Attack Velocity   A. Roginska, J. Mathew, J. Anderson, A.U. Case High Resolution Radiation Pattern Measurements of a Grand Piano: The Effect of Attack Velocity Journal of the Acoustical Society of America 133 (5) , 2013 [ www ]          Auditory icons, earcons, and displays: information and expression through sound   A. Roginska Auditory icons, earcons, and displays: information and expression through sound Psychology of Music in Multimedia , Oxford Press, 2013 [ www ]          A Database of Repeated Head-Related Transfer Function Measurements   A. Andreopoulou, A. Roginska, H. Mohanraj A Database of Repeated Head-Related Transfer Function Measurements International Conference on Auditory Display (ICAD) 2013 Lodz University of Technology , Poland, July 2013 [ pdf ] [ scholar ] [ www ]          Analysis of the Spectral Variations in Repeated Head-Related Transfer Function Measurements   A. Andreopoulou, A. Roginska, H. Mohanraj Analysis of the Spectral Variations in Repeated Head-Related Transfer Function Measurements International Conference on Auditory Display (ICAD) 2013 Lodz University of Technology , Poland, July 2013 [ pdf ] [ scholar ]          Sound radiation of trained vocalizers   B. Boren, A. Roginska Sound radiation of trained vocalizers Journal of the Acoustical Society of America 133 (5) , 2013 [ pdf ] [ www ]          Electric Guitar - A Blank Canvas for Timbre and Tone   A.U. Case, A. Roginska, J. Anderson, J. Mathew Electric Guitar - A Blank Canvas for Timbre and Tone Journal of the Acoustical Society of America 133 (5) , 2013 [ pdf ] [ www ]          Computer Aided Estimation of the Athenian Agora Aulos Scales Based on Physical Modeling   A. Andreopoulou, A. Roginska Computer Aided Estimation of the Athenian Agora Aulos Scales Based on Physical Modeling 133rd Audio Engineering Society Convention San Francisco, CA, October 2012 [pdf] [ scholar ] [ www ]          Subjective Selection of HRTF Spectral Coloration and ITD   K. McMullen, G.H. Wakefield, A. Roginska Subjective Selection of HRTF Spectral Coloration and ITD Proceedings of the 133rd Audio Engineering Society Convention, San Francisco, October 26-29 2012 [www]          Measurement and analysis of the spectral directivity of an electric guitar amplifier: vertical plane   A. Roginska, A.U. Case, J. Mathew, A. Madden, J. Anderson Measurement and analysis of the spectral directivity of an electric guitar amplifier: vertical plane Proceedings of the 133rd Audio Engineering Society Convention, San Francisco, October 26-29 2012 [pdf] [scholar] [ www ]          Analysis of noise sources in colonial Philadelphia   B. Boren, A. Roginska Analysis of noise sources in colonial Philadelphia Proceedings of the 41st International Congress on Noise Control Engineering, Inter-noise 2012, August 19-22, New York, NY 2012 [ pdf ] [ scholar ] [www]          Effect of Spatial Location and Presentation Rate on the Reaction to Auditory Displays   A. Roginska Effect of Spatial Location and Presentation Rate on the Reaction to Auditory Displays Journal of the Audio Engineering Society 60 (7-8) , 2012 [pdf] [scholar] [ www ]          Auditory detection of infrapitch signals for several spatial configurations of pink noise maskers   G.H. Wakefield, A. Roginska, T. Santoro Auditory detection of infrapitch signals for several spatial configurations of pink noise maskers Proceedings of the 41st International Congress on Noise Control Engineering, Inter-noise 2012, August 19-22, New York, NY 2012 [pdf] [scholar] [www]          Computer simulation of Benjamin Franklin's acoustic experiment on George Whitefield's oratory   B. Boren and A. Roginska Computer simulation of Benjamin Franklin's acoustic experiment on George Whitefield's oratory Journal of the Acoustical Society of America 132 (3), 2012 [pdf] [ scholar ] [ www ]          A measurement technique achieving high spatial resolution for sound sources within a performance venue   A. Case, A. Roginska, J. Anderson A measurement technique achieving high spatial resolution for sound sources within a performance venue Journal of the Acoustical Society of America 132 (3) , 2012 [pdf] [scholar] [ www ]          Measuring spectral directivity of an electric guitar amplifier   A. Roginska, A. U. Case, A. Madden, J. Anderson Measuring spectral directivity of an electric guitar amplifier Proceedings of the 132nd Audio Engineering Society Convention, Budapest  2012 [pdf] [scholar] [ www ]          Observing the Clustering Tendencies of Head Related Transfer Function Databases   A. Andreopoulou, A. Roginska, J.P. Bello Observing the Clustering Tendencies of Head Related Transfer Function Databases Proceedings of the 131st Audio Engineering Society Convention, Oct 20-23. New York, NY .  2011 [ pdf ] [scholar] [www]          Towards the creation of a standardized HRTF repository   A. Andreopoulou, A. Roginska Towards the creation of a standardized HRTF repository Proceedings of the 131st Audio Engineering Society Convention, Oct 20-23. New York, NY .  2011 [ pdf ] [scholar] [www]          Multichannel Impulse Response Measurement in Matlab   B. Boren, A. Roginska Multichannel Impulse Response Measurement in Matlab Proceedings of the 131st Audio Engineering Society Convention, Oct 20-23. New York, NY. 2011 [pdf] [scholar] [www]          The Effects of Headphones on Listener HRTF Preference   B. Boren, A. Roginska The Effects of Headphones on Listener HRTF Preference Proceedings of the 131st Audio Engineering Society Convention, Oct 20-23. New York, NY. 2011 [pdf] [scholar] [www]          Multi-Touch Room Expansion Controller for Real-Time Acoustic Gestures   A. Madden, P. Blumenthal, A. Andreopoulou, B. Boren, S. Hu, A. Shi Multi-Touch Room Expansion Controller for Real-Time Acoustic Gestures Proceedings of the 131st Audio Engineering Society Convention , New York, NY , October 2011           Performance of Using Orientation Search during an Auditory Navigation and Search Task Using Avatar, Natural, and Static Mediations   A. Roginska, G.H. Wakefield, K. McMullen Performance of Using Orientation Search during an Auditory Navigation and Search Task Using Avatar, Natural, and Static Mediations Proceedings of the International Conference on Auditory Displays , Budapest, Hungary, June 2011           Stimulus-dependent HRTF preference   A. Roginska, G. H. Wakefield, T.S. Santoro Stimulus-dependent HRTF preference Proceedings of the 129th Audio Engineering Society Convention , Nov 4-7. San Francisco, CA. 2010 [ pdf] [scholar] [www]          User Selected HRTFs: Reduced Complexity and Improved Perception   A. Roginska, G. H. Wakefield, T.S. Santoro User Selected HRTFs: Reduced Complexity and Improved Perception Proceedings of the Undersea Human System Integration Symposium 2010 , July 27-29, Providence, RI. 2010 [ pdf ] [scholar] [www]          Use of Interfaces in an Auditory Environment during a Navigation and Search Task   A. Roginska, G. H. Wakefield, T.S. Santoro Use of Interfaces in an Auditory Environment during a Navigation and Search Task Proceedings of the Undersea Human System Integration Symposium 2010 , July 27-29, Providence, RI. 2010 [ pdf] [scholar] [www]          Human-Constrained Design of Spatial Audio Systems   G. H. Wakefield, A. Roginska, T.S. Santoro Human-Constrained Design of Spatial Audio Systems Proceedings of the Undersea Human System Integration Symposium 2010, July 27-29, Providence, RI. 2010 [pdf] [scholar] [www]          Enhancement of Perceived Figure-Ground for Spatial Audio in Underwater Environments   G. H. Wakefield, A. Roginska, T.S. Santoro Enhancement of Perceived Figure-Ground for Spatial Audio in Underwater Environments Proceedings of the Undersea Human System Integration Symposium 2010, July 27-29, Providence, RI. 2010 [pdf] [scholar] [www]          Stimulus-dependent HRTF preference   A. Roginska, G.H. Wakefield, T.S. Santoro, K. McMullen Effects of Interface Type on Navigation in a Virtual Spatial Auditory Environment Proceedings of the 16th International Conference on Auditory Displays , June 9-15, Washington D.C. 2010 [ pdf ] [scholar] [www]          Listening within you and without you: center-surround listening in multi-modal displays   T.S. Santoro, A. Roginska, G. H. Wakefield    Listening within you and without you: center-surround listening in multi-modal displays    Proceedings of the 127th Audio Engineering Society Convention , October 9-12, New York, NY. 2009    [https://files.nyu.edu/ar137/public/Publications/AES127_DualTask.pdf] [scholar] [www]          Apparatus comparison for the characterization of spaces   A. Kestian, A. Roginska    Apparatus comparison for the characterization of spaces    Proceedings of the 125th Audio Engineering Society convention , October 2-5, San Francisco, CA. 2008 [pdf] [scholar] [www]          Adaptive Research Process for a Multimodal Sonar Display: A Paradigm Shift in the Way We Do Research   M. Beecher, T.S. Santoro, W. D. Angelo, S. Carter, A. Roginska, G.H. Wakefield, W. Chapin, D. Lawrence, R. Shellman, A. Bayes, J. Reinfield    Adaptive Research Process for a Multimodal Sonar Display: A Paradigm Shift in the Way We Do Research    Proceedings of the 2008 Undersea Human Systems Integration Symposium , July 30-31, Bremerton, WA. 2008    [pdf] [scholar] [www]          Room-dependent preference of Virtual Surround Sound   A. Roginska, F. Scott    Room-dependent preference of Virtual Surround Sound    Proceedings of the 124th Audio Engineering Society Convention , May 17-20, Amsterdam. 2008 [pdf] [scholar] [www]          Junction Identification Using Acoustic Reflectometry   A. Kestian, A. Roginska    Junction Identification Using Acoustic Reflectometry    Proceedings of the 124th Audio Engineering Society Convention , May 17-20, Amsterdam. 2008 [pdf] [scholar] [www]          Computer learning method for scattering junction identification   A. Kestian, A. Roginska    Computer learning method for scattering junction identification    Journal of the Acoustical Society of America 123 (5), 2008 [pdf] [scholar] [www]                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - MARL - Music and Audio Research Laboratory, New York,  NY 10003"}]}]