[{"detail": [{"content": "Master&#039;s Students - People - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                     Education and Jewish Studies    People              Program   Information                 Education and Jewish Studies Home     Master's Program          Program Description    Sample Full-Time Schedule    Sample Part-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Dual Master's Program          Program Description    Sample Full-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Doctoral Program          Program Description    Ph.D. in Education and Jewish Studies    Detailed Description of Steps to the Ph.D. in Education & Jewish Studies    Admission Requirements    Application Deadlines    Financial Aid           People          Faculty & Staff    Doctoral Alumni    Master's Alumni    Doctoral Students    Master's Students    Videos             Student Handbook     Frequently Asked Questions     Careers     News     Resources          General NYU Resources    Resources for Education and Jewish Studies    Online Research Resources    Organizations, Blogs and Websites    The Skirball Department of Hebrew and Judaic Studies        Contact Us                         Master's Students            Daniel Infeld       Interests: Experiential Education, Learning in Non-Traditional Settings, Socialization and Acculturation, Jewish Life and Ritual Practice    Daniel Infeld is the Director of Programming and Operations at Limmud NY, responsible for supporting and supervising a core of volunteers to produce an annual conference celebrating Jewish learning, culture, and diversity. During close to four years at Hazon, Daniel lead and supported many projects, including running multi-day immersive retreats and bike rides, networking Jewish educators and synagogue lay-leaders around the country, and creating innovative resources that connect users to spiritual and environmental themes found in Jewish tradition.    Daniel is a graduate of Clark University in Worcester, MA where he studied Communication and Culture, with a minor in Sociology. He also spent five summers on the staff of Eisner Camp, including two in senior leadership positons, and is proud to have represented Eisner as a Foundation for Jewish Camp Cornerstone and Launchpad Fellow. During his junior year of college, Daniel spent four months as a safari guide at Disney&rsquo;s Animal Kingdom &ndash; educating guests about conservation issues and providing world-class customer service. Daniel lives in Brooklyn with his wife Rachel and son, Asher.          Nina Kretzmer Seed       Interests: experiential and text-based Jewish education, second language acquisition, bilingual education, Jewish law    Nina Kretzmer Seed, originally from Chappaqua, New York, is a Jim Joseph Fellow in the Dual Master's Program. She recently graduated from the Double Degree Program between Barnard College, where she earned a degree in French Translation and Literature, and List College of The Jewish Theological Seminary, where she earned a degree in Talmud and Rabbinics. She has also studied at Yeshivat Hadar, the Conservative Yeshiva in Jerusalem, and the Sorbonne in Paris. She has participated in various religious communities on campus and on the Upper West Side of Manhattan. She is currently a fourth-grade teacher at the Temple Beth Ahm Yisrael Religious School in Springfield, New Jersey. Previously, she served as research assistant to Rabbi Dr. Neil Gillman, with whom she created adult education curriculum, and as a counselor at Ramah Day Camp in Nyack, New York where she discovered her passion for exciting Jewish education that impacts everyday life.          Daniela Lehmann       Daniela Lehmann grew up in Seattle, Washington. She graduated summa cum laude from the S. Daniel Abraham Honors Program at Stern College for Women, where she majored in English Literature and Judaic Studies with a minor in Music. She was a contributor to Yeshiva University&rsquo;s Journal of Jewish Thought as well as a regular participant in the Stern Chamber and Choral Ensembles. During this time Daniela was a grant writing intern for the Organization for Resolution of Agunot (ORA), where she researched and obtained grants for educational programming in Jewish day schools across the United States.    Daniela has worked in many educational settings, ranging from Sunday School teacher to college Hebrew Language TA. For the past two years she has worked as an assistant teacher at SAR Academy in Riverdale, teaching first grade Judaic studies. At SAR Daniela has enjoyed the opportunity to participate in developing and contributing to the first grade Hebrew language curriculum and has gained hands-on experience in bringing innovative technology to the classroom.    Daniela is a Jim Joseph Fellow in NYU&rsquo;s Dual MA Program in Education and Jewish Studies and Hebrew and Judaic Studies. She intends to teach Bible in Jewish day schools and to develop comprehensive Bible curricula which combine traditional and modern modes of learning the biblical text.          Aaron Levi       Interests: Experiential education, Israel education, identity formation, youth leadership, and Zionism    Aaron Levi grew up in Maryland and in the labor-Zionist youth movement Habonim Dror. After a gap-year in Israel, he attended New York University's Gallatin School of Individualized Study. He wrote a column as an undergrad for the student newspaper about studying abroad in Morocco and Jewish-Muslim relations on NYU&rsquo;s campus. In addition, Aaron taught immersive Hebrew and Judaic Studies using experiential learning methods at Gan Shalom and Congregation Beth Elohim in Brooklyn and interned at the Jewish Daily Forward. During his undergraduate years Aaron also worked as a counselor at Habonim Dror Camp Moshava in Maryland, as a leader for Israel teen trips, and interned with the Jewish Agency in Jerusalem.    In 2007, Aaron graduated NYU as an Honors Scholar with a B.A. in Judaic Studies, Hebrew, and Journalism. The following year, he served as the summer executive director at Camp Moshava before living in Israel for a year where he taught English and studied Hebrew. From 2010-2012, Aaron coordinated a youth leadership program called the San Francisco Diller Teen Fellows and served on the Board of Directors for the supplementary education program Midrasha at Berkeley, California. He currently participates in Yeshiva University&rsquo;s Experiential Jewish Education Certificate Program, works as the Youth Group Leader at Union Temple in Brooklyn, and will study this fall in the NYU Dual M.A. program in Education and Jewish Studies and Hebrew and Judaic Studies as a Jim Joseph Fellow.          Rebekah Thornhill       Interests: Experiential education, Israel education, Jewish travel, leadership development, movement, history    Rebekah Thornhill grew up in Austin, Texas and graduated from NYU in 2011 with a BA in History and Jewish History &amp; Civilization. As an undergrad, she was a member of the NYU Purple and White Dance Team, awarded the Eryk Spektor Scholarship for Jewish Studies, and studied abroad with the pioneer group to NYU Tel Aviv. Rebekah is the Senior Associate for Leadership and Global Initiatives at the Bronfman Center for Jewish Student Life at NYU where she oversees leadership development and interfaith initiatives. Rebekah also manages NYU&rsquo;s Global Center for Jewish Life in Florence, Italy as well as the Bronfman Center&rsquo;s alternative break program. She has been awarded the NYU Student Affairs Hallmark Award as well as the all-University Give A Violet Award in her three years of work at the Bronfman Center.    Rebekah is pursuing a dual Master&rsquo;s in Education and Jewish Studies through NYU&rsquo;s Steinhardt School and Skirball Department of Hebrew and Judaic Studies. She is passionate about Jewish learning and Israel education as well as Jewish communal leadership. Rebekah is a member of the 7th cohort of UJA-Federation of New York&rsquo;s Shapiro Family Fellowship as well as an alumna of the Pardes Institute of Jewish Studies in Jerusalem. She is a veteran member of the Limmud New York steering committee. Having spent many months living and studying in Israel, leading Birthright and alternative break trips, and facilitating various educational experiences, Rebekah is excited to gain formal training and apply it to her work with college students.          Amanda Winer       Interests: Philosophy of education, curriculum development and teacher training, cultural syncretism, experience-based dducation    Amanda Winer is a Master's Candidate in Education and Jewish Studies. Prior to graduate school, Amanda spent two rewarding years in the prestigious Education Fellowship at the Goldring/Woldenberg Institute of Southern Jewish Life (ISJL), generating and leading innovative religious school programs to communities in the south eastern United States. Living in Jackson MS and travelling to remote Jewish communities around a 13-state region, she developed a love for saying &ldquo;Shalom Y&rsquo;all&rdquo;, a talent for cooking grits, and a drive to ensure that every Jewish child has access to an excellent Jewish experience and education.    Amanda is from Westborough, MA and is a graduate of Binghamton University in upstate New York during which she studied History, Judaic Studies and Classical Civilization. She served many roles on her campus, including: President of the Class of 2012, Faculty-Student Scholar, a campus tour guide, and a tutor and marketing intern at the Writing Center. In addition, Amanda was a recipient of Binghamton&rsquo;s esteemed Exemplary Student Award.    She is very involved in Challah for Hunger, serving now as a Chapter Advisor and in the past as the Operational Coordinator of the Binghamton chapter and the chair of the International Education and Advocacy for chapters worldwide. Amanda is a team member at the Figment Project, founded a Jewish Environmental Initiative called Shoreshim, and is a proud alumna of the Jewish Farm School, Eden Village Camp, NFTY Northeast, and the URJ Eisner Camp.                      This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]},
{"detail": [{"content": "Master&#039;s Students - People - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                     Education and Jewish Studies    People              Program   Information                 Education and Jewish Studies Home     Master's Program          Program Description    Sample Full-Time Schedule    Sample Part-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Dual Master's Program          Program Description    Sample Full-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Doctoral Program          Program Description    Ph.D. in Education and Jewish Studies    Detailed Description of Steps to the Ph.D. in Education & Jewish Studies    Admission Requirements    Application Deadlines    Financial Aid           People          Faculty & Staff    Doctoral Alumni    Master's Alumni    Doctoral Students    Master's Students    Videos             Student Handbook     Frequently Asked Questions     Careers     News     Resources          General NYU Resources    Resources for Education and Jewish Studies    Online Research Resources    Organizations, Blogs and Websites    The Skirball Department of Hebrew and Judaic Studies        Contact Us                         Master's Students            Daniel Infeld       Interests: Experiential Education, Learning in Non-Traditional Settings, Socialization and Acculturation, Jewish Life and Ritual Practice    Daniel Infeld is the Director of Programming and Operations at Limmud NY, responsible for supporting and supervising a core of volunteers to produce an annual conference celebrating Jewish learning, culture, and diversity. During close to four years at Hazon, Daniel lead and supported many projects, including running multi-day immersive retreats and bike rides, networking Jewish educators and synagogue lay-leaders around the country, and creating innovative resources that connect users to spiritual and environmental themes found in Jewish tradition.    Daniel is a graduate of Clark University in Worcester, MA where he studied Communication and Culture, with a minor in Sociology. He also spent five summers on the staff of Eisner Camp, including two in senior leadership positons, and is proud to have represented Eisner as a Foundation for Jewish Camp Cornerstone and Launchpad Fellow. During his junior year of college, Daniel spent four months as a safari guide at Disney&rsquo;s Animal Kingdom &ndash; educating guests about conservation issues and providing world-class customer service. Daniel lives in Brooklyn with his wife Rachel and son, Asher.          Nina Kretzmer Seed       Interests: experiential and text-based Jewish education, second language acquisition, bilingual education, Jewish law    Nina Kretzmer Seed, originally from Chappaqua, New York, is a Jim Joseph Fellow in the Dual Master's Program. She recently graduated from the Double Degree Program between Barnard College, where she earned a degree in French Translation and Literature, and List College of The Jewish Theological Seminary, where she earned a degree in Talmud and Rabbinics. She has also studied at Yeshivat Hadar, the Conservative Yeshiva in Jerusalem, and the Sorbonne in Paris. She has participated in various religious communities on campus and on the Upper West Side of Manhattan. She is currently a fourth-grade teacher at the Temple Beth Ahm Yisrael Religious School in Springfield, New Jersey. Previously, she served as research assistant to Rabbi Dr. Neil Gillman, with whom she created adult education curriculum, and as a counselor at Ramah Day Camp in Nyack, New York where she discovered her passion for exciting Jewish education that impacts everyday life.          Daniela Lehmann       Daniela Lehmann grew up in Seattle, Washington. She graduated summa cum laude from the S. Daniel Abraham Honors Program at Stern College for Women, where she majored in English Literature and Judaic Studies with a minor in Music. She was a contributor to Yeshiva University&rsquo;s Journal of Jewish Thought as well as a regular participant in the Stern Chamber and Choral Ensembles. During this time Daniela was a grant writing intern for the Organization for Resolution of Agunot (ORA), where she researched and obtained grants for educational programming in Jewish day schools across the United States.    Daniela has worked in many educational settings, ranging from Sunday School teacher to college Hebrew Language TA. For the past two years she has worked as an assistant teacher at SAR Academy in Riverdale, teaching first grade Judaic studies. At SAR Daniela has enjoyed the opportunity to participate in developing and contributing to the first grade Hebrew language curriculum and has gained hands-on experience in bringing innovative technology to the classroom.    Daniela is a Jim Joseph Fellow in NYU&rsquo;s Dual MA Program in Education and Jewish Studies and Hebrew and Judaic Studies. She intends to teach Bible in Jewish day schools and to develop comprehensive Bible curricula which combine traditional and modern modes of learning the biblical text.          Aaron Levi       Interests: Experiential education, Israel education, identity formation, youth leadership, and Zionism    Aaron Levi grew up in Maryland and in the labor-Zionist youth movement Habonim Dror. After a gap-year in Israel, he attended New York University's Gallatin School of Individualized Study. He wrote a column as an undergrad for the student newspaper about studying abroad in Morocco and Jewish-Muslim relations on NYU&rsquo;s campus. In addition, Aaron taught immersive Hebrew and Judaic Studies using experiential learning methods at Gan Shalom and Congregation Beth Elohim in Brooklyn and interned at the Jewish Daily Forward. During his undergraduate years Aaron also worked as a counselor at Habonim Dror Camp Moshava in Maryland, as a leader for Israel teen trips, and interned with the Jewish Agency in Jerusalem.    In 2007, Aaron graduated NYU as an Honors Scholar with a B.A. in Judaic Studies, Hebrew, and Journalism. The following year, he served as the summer executive director at Camp Moshava before living in Israel for a year where he taught English and studied Hebrew. From 2010-2012, Aaron coordinated a youth leadership program called the San Francisco Diller Teen Fellows and served on the Board of Directors for the supplementary education program Midrasha at Berkeley, California. He currently participates in Yeshiva University&rsquo;s Experiential Jewish Education Certificate Program, works as the Youth Group Leader at Union Temple in Brooklyn, and will study this fall in the NYU Dual M.A. program in Education and Jewish Studies and Hebrew and Judaic Studies as a Jim Joseph Fellow.          Rebekah Thornhill       Interests: Experiential education, Israel education, Jewish travel, leadership development, movement, history    Rebekah Thornhill grew up in Austin, Texas and graduated from NYU in 2011 with a BA in History and Jewish History &amp; Civilization. As an undergrad, she was a member of the NYU Purple and White Dance Team, awarded the Eryk Spektor Scholarship for Jewish Studies, and studied abroad with the pioneer group to NYU Tel Aviv. Rebekah is the Senior Associate for Leadership and Global Initiatives at the Bronfman Center for Jewish Student Life at NYU where she oversees leadership development and interfaith initiatives. Rebekah also manages NYU&rsquo;s Global Center for Jewish Life in Florence, Italy as well as the Bronfman Center&rsquo;s alternative break program. She has been awarded the NYU Student Affairs Hallmark Award as well as the all-University Give A Violet Award in her three years of work at the Bronfman Center.    Rebekah is pursuing a dual Master&rsquo;s in Education and Jewish Studies through NYU&rsquo;s Steinhardt School and Skirball Department of Hebrew and Judaic Studies. She is passionate about Jewish learning and Israel education as well as Jewish communal leadership. Rebekah is a member of the 7th cohort of UJA-Federation of New York&rsquo;s Shapiro Family Fellowship as well as an alumna of the Pardes Institute of Jewish Studies in Jerusalem. She is a veteran member of the Limmud New York steering committee. Having spent many months living and studying in Israel, leading Birthright and alternative break trips, and facilitating various educational experiences, Rebekah is excited to gain formal training and apply it to her work with college students.          Amanda Winer       Interests: Philosophy of education, curriculum development and teacher training, cultural syncretism, experience-based dducation    Amanda Winer is a Master's Candidate in Education and Jewish Studies. Prior to graduate school, Amanda spent two rewarding years in the prestigious Education Fellowship at the Goldring/Woldenberg Institute of Southern Jewish Life (ISJL), generating and leading innovative religious school programs to communities in the south eastern United States. Living in Jackson MS and travelling to remote Jewish communities around a 13-state region, she developed a love for saying &ldquo;Shalom Y&rsquo;all&rdquo;, a talent for cooking grits, and a drive to ensure that every Jewish child has access to an excellent Jewish experience and education.    Amanda is from Westborough, MA and is a graduate of Binghamton University in upstate New York during which she studied History, Judaic Studies and Classical Civilization. She served many roles on her campus, including: President of the Class of 2012, Faculty-Student Scholar, a campus tour guide, and a tutor and marketing intern at the Writing Center. In addition, Amanda was a recipient of Binghamton&rsquo;s esteemed Exemplary Student Award.    She is very involved in Challah for Hunger, serving now as a Chapter Advisor and in the past as the Operational Coordinator of the Binghamton chapter and the chair of the International Education and Advocacy for chapters worldwide. Amanda is a team member at the Figment Project, founded a Jewish Environmental Initiative called Shoreshim, and is a proud alumna of the Jewish Farm School, Eden Village Camp, NFTY Northeast, and the URJ Eisner Camp.                      This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Doctoral Students - People - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                     Education and Jewish Studies    People              Program   Information                 Education and Jewish Studies Home     Master's Program          Program Description    Sample Full-Time Schedule    Sample Part-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Dual Master's Program          Program Description    Sample Full-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Doctoral Program          Program Description    Ph.D. in Education and Jewish Studies    Detailed Description of Steps to the Ph.D. in Education & Jewish Studies    Admission Requirements    Application Deadlines    Financial Aid           People          Faculty & Staff    Doctoral Alumni    Master's Alumni    Doctoral Students    Master's Students    Videos             Student Handbook     Frequently Asked Questions     Careers     News     Resources          General NYU Resources    Resources for Education and Jewish Studies    Online Research Resources    Organizations, Blogs and Websites    The Skirball Department of Hebrew and Judaic Studies        Contact Us                         Doctoral Students            Alan Abrams       Interests: Chaplaincy education    Alan Abrams, a rabbi specializing in chaplaincy and clergy education and a Jim Joseph Fellow at NYU, believes that leadership and the ability to provide compassionate caring to people in crisis are not qualities one is born with &ndash; they are things that can be learned and can be taught. His research interests involve increasing our understanding of how the development of empathetic skills and of spiritual leadership can be fostered through educational processes, as well as our understanding of how practitioners with those skills can influence Jewish identity among those they care for in key lifecycle moments -- in birth, death, illness and marriage. He currently serves as a chaplaincy supervisor/educator in Reading, PA, and has taught techniques in Israel for composing spontaneous prayer and gave a workshop on \"Working the Midrashic Muscle\" at the National Association of Jewish Chaplain&rsquo;s annual conference in January of 2010. Alan has taught rabbinics at the Gann Academy/New Jewish High School in Boston. He holds Masters Degrees both in Talmud and in Public Policy. Alan loves to cook and is passionate about the bicycle as a means of alternative transportation that can help us be kinder to our planet.          Mijal Bitton       Interests: Experiential education, Jewish identity formation    Mijal Bitton was born in Argentina and lived in South America and Israel before moving to the States in 2001. She attended Stern College for Women, where she majored in English Communication and held leadership positions in various student clubs.    For the past seven years Mijal has been actively involved in the Great Neck Jewish community, where her family resides. She is the founder and director of her synagogue's Children&rsquo;s Shabbat Program, and has run educational programming for all ages. Mijal taught Hebrew School for two years and founded a weekend program for teens, called Saturday Night Learning.    Mijal works at Yeshiva University&rsquo;s Center for the Jewish Future&rsquo;s Department of Service Learning and Experiential Education. She coordinated and staffed AJWS missions, oversaw service learning projects in Washington Heights, worked on the development of Yeshiva University&rsquo;s Certificate Program in Experiential Jewish Education, and was the Head Counselor for Counterpoint Israel: Dimona, a summer camp for Israeli teenagers from underserved socio-economical backgrounds. Currently, she is the Field Development Manager for the Certificate Program in Experiential Jewish Education.    Beginning in Fall 2012, Mijal will be enrolled in NYU Steinhardt's PhD program in Jewish Education, where she hopes to explore the connection between domestic transmission of Jewish identity and experiential Jewish education. Mijal is a Wexner Graduate Fellow/Davidson Scholar and has also been awarded an AVI CHAI fellowship for her studies at NYU.          Eli Ciner       Interests: Learning theories, adolescent development, history of Jewish education    Eli Ciner is currently the Associate Principal of The Frisch School, a Modern Orthodox high school with a student population of 600. In this role, Eli helps students blend the religious, intellectual and social goals of The Frisch School in an atmosphere of mutual respect, intellectual integrity, and religious excitement. His past work includes founding leadership training programs in New York, Australia and Israel. The seminars provided a forum for adolescents to think about and discuss the political, intellectual and communal issues facing the Jewish community.    Eli is pursuing a Ph.D. in Education and Jewish Studies at New York University. His area of interest focuses on understanding modern educational theories as reflected in medieval rabbinic literature. He received his Semikha from Yeshiva University and also holds degrees in Psychology (B.A.) and Education (M.A.) from Yeshiva University. Prior to attending Yeshiva University, Eli spent two years studying at Yeshvat Sha'alavim in Israel. He and his wife live in Riverdale with their daughters.          Michael Emerson       Interests: Bridging the gap between informal and formal Jewish education, teaching in Jewish high schools, Jewish history    Raised in Memphis, TN, Michael Emerson graduated from Columbia University in 2009 and is currently a third year doctoral student in the Education and Jewish Studies program. He is a Wexner Graduate Fellow/Davidson Scholar and a Steinhardt Fellow.    Currently, he teaches Bible at SAR High School, an Orthodox day school in Riverdale, NY. Additionally, he works as a consultant for the iCenter, a Chicago based non-profit organization focused on improving Israel education in America. He is also working as a research assistant for Eran Tamir of Brandeis University, analyzing the working conditions and induction practices of new teachers in urban public, Catholic, and Jewish day schools.    His current research goals include examining informal discussions and conversations that take place in Jewish day school classrooms between teachers and students. He is interested in analyzing how these discussions shed light on the culture of the classroom and the larger school environment. In particular, he is focused on the role these conversations play in the classroom, the role of the teacher and students, and the topics that are considered acceptable and unacceptable to raise in the classroom.    Michael&rsquo;s past experience working for six years at Camp Stone, an Orthodox summer camp that focuses on experiential education and Jewish history, played an important role in his decision to pursue his doctorate in the Education and Jewish Studies program at NYU Steinhardt and a career in Jewish education.    Michael lives in Forest Hills, Queens with his wife Adina Bitton and their daughter.          Jeni Friedman       Interests: Adult education, professional development, clergy education    Rabbi Jeni Friedman is a doctoral student in Education and Jewish Studies at NYU where she is a Wexner Graduate Fellow/Davidson Scholar and a Jim Joseph Fellow. Jeni works with the LOMED project at the Jewish Education Project where she consults on Congregational Education for synagogues in the New York area. For the past five years Jeni was a rabbi at Temple Beth Sholom, Roslyn Heights, NY. She chairs the Advisory Board to the Nahum Goldmann Fellowship for the Memorial Foundation for Jewish Culture. Jeni holds a B.A. in Jewish Studies (Rabbinic Literature) and English Literature (Creative Writing) from the American Jewish University and Rabbinic Ordination and an M.A. in Midrash from the Jewish Theological Seminary of America. She currently resides in Brooklyn.          David Galpert       Interests: history, education, technology, social media, innovation, and leadership    David Galpert is pursuing a Ph.D. in Education and Jewish Studies at New York University as an AVI CHAI Fellow. Previously he pursued a dual master&rsquo;s degree in Education and Jewish Studies and Hebrew and Judaic Studies at NYU as a Jim Joseph Fellow. He received his bachelor&rsquo;s degree summa cum laude through the History Honors Program at NYU&rsquo;s College of Arts and Science, where he also minored in Public Policy &amp; Management, General Education, and Hebrew &amp; Judaic Studies. Prior to attending NYU, he spent a year studying advanced Judaic texts in Israel at Yeshivat Eretz Hatzvi. David has diverse interests in history, education, technology, social media, innovation, and leadership. He wrote his undergraduate history honors thesis on the reactions of the Jews to the First Crusade in the Rhineland. David is a member of the Phi Beta Kappa and Phi Alpha Theta honor societies.    David is currently the Assistant Administrator of Yeshivah of Flatbush Joel Braverman High School, a Modern Orthodox high school in Brooklyn, NY. In this role he is responsible for overseeing building operations for the high school, which includes facilities management, security, and a major renovation project. David also coordinates school-wide exams, including finals, Advance Placement, and College Board related exams. He also works on teacher and student schedules and programs in conjunction with the principal. In addition, David coordinates senior grade events, programs, and activities; organizes the annual open house for eighth grade students and their parents, is the social media manager, and teaches courses on leadership and Jewish ethics.    In the past, David served as the project coordinator of Sweat Equity Education, where he was responsible for overseeing the progress of their workforce development program; creating technological platforms that distributed curriculum; and producing promotional materials. David was also the project coordinator at Tiferet Academy where he oversaw the process of starting a new innovative elementary school. In that role he managed the legal status, financial planning, staffing, curriculum development, student recruitment, communications, and other areas within the school.    David is pursuing a career in the field of Jewish education as an educational leader and education reformer so as to improve the teaching and learning within schools in order to enhance students&rsquo; futures and help them become enthusiastic learners, analytical thinkers, problem solvers, and ultimately, successful leaders in their communities and industries.          Adam Gaynor       Interests: Jewish multicultural and feminist education; experiential teen education; philanthropy and educational policy    Adam Gaynor is a consultant with The Whelan Group, a 30-year old, New York-based firm that provides planning and advisory services to non-profits and foundations. Adam was previously Executive Director of The Curriculum Initiative (TCI), a national organization that supported Jewish culture and identity programs at over 240 independent high schools. Adam has worked as Assistant Director of the Edgar M. Bronfman Center for Jewish Student Life at NYU; as a social work consultant at The Educational Alliance for public school-based, post-9/11 programs; as a project co-coordinator at The Jewish Agency's Department of Education in Israel; and as Director of Multicultural Affairs at Bates College in Lewiston, Maine. Adam was named by the New York Jewish Week on its inaugural list of 36 top innovators under the age of 36. He has an undergraduate degree in Women's Studies from Bates College and masters Degrees in Jewish Studies and Social Work from the Jewish Theological Seminary and Columbia University, respectively.    Adam has found the interdisciplinary approach to the doctoral program to be one of its most exciting assets. Students and faculty come to the program from a range of Jewish, professional, and academic backgrounds. His own research is on the relationship between philanthropy on educational policy.    Read more about Adam here .          Owen Gottlieb       Interests: Digital media and learning, games and simulations for learning, ethnography, creativity, wilderness education, gifted education, narrative and learning    Rabbi Owen Gottlieb&rsquo;s eclectic background includes project managing the development of internet software for companies including Disney, writing screen and teleplays for Paramount and Universal, teaching dance in Israel, and serving for many years as a liaison for film directors at Telluride Film Festival.    He has served as a student rabbi at Temple Beth Am, in Monessen PA, Temple Shaaray Tefila in Manhattan, and a rabbinic resident at the URJ Press. While studying to become a rabbi, he taught religious school for four years at Central Synagogue in Manhattan, where he piloted the teaching of modern Hebrew to seventh graders using Israeli teen-television.    Owen founded ConverJent (www.converjent.org) to nurture the use of New Media, Games, and Game Design for Jewish Learning. ConverJent is incubated at Clal and has received a PresenTense NYC Fellowship.    Owen is the co-editor of The Gender Gap: A Congregational Guide for Beginning the Conversation about Men&rsquo;s Involvement in Synagogue Life (URJ Press) and a contributing author to The Still Small Voice: Reflections on Being a Jewish Man (also URJ Press).    His article, &ldquo;Moving Beyond the Limited Reach of Current \"Social Media\" Approaches: Why Jewish Digital Communities Require Rich and Remixable Narrative Content&rdquo; appears in the Spring 2011 issue of the CCAR Journal .    Owen holds an AB from Dartmouth College, an MA from USC Cinema-Television, and a Masters of Hebrew Letters and Rabbinical Ordination from Hebrew Union College - Jewish Institute of Religion, New York, and is a member of the Writers Guild of America, West and the International Game Developers Association. He blogs at www.mysticalcreative.com.    Owen is studying at NYU as a Jim Joseph Fellow and is a HASTAC scholar.    Read more about Owen here .             Shira Hammerman       Interests: Teacher community, school community, professional development    Shira is completing her dissertation on how teachers in an Orthodox Jewish day school express and experience community. Her study engages a diverse group of teachers in conversations about community within their school, their classrooms, and their lives in order to better understand the nature of Jewish community in today&rsquo;s world. Shira works as a curriculum writer and teacher trainer for the Melton Center at the Jewish Theological Seminary. She is currently working on a congregational school curriculum that uses technology, the arts, family education, and experiential education to teach third grade students about Jewish holidays, values, texts, and prayers. Shira&rsquo;s experiences in formal and informal Jewish education include working at Areyvut, a non-profit organization that creates educational programs related to service learning, philanthropy, and community service; teaching in congregational school, day school, and camp settings; supporting teachers; developing curriculum and educational programs; and researching educational initiatives. She earned a dual undergraduate degree in Political Science and Asian and Middle Eastern Studies at the University of Pennsylvania and completed an MS in Elementary Education from the Graduate School of Education at the University of Pennsylvania. Shira is an alumna of the Wexner Graduate Fellowship/Davidson Scholarship Program for graduate students and a recipient of the Maxine Fischer Scholarship. She lives in New Jersey with her husband and four children.          Talia Hurwich       Talia Hurwich is thrilled to be starting her first year as a doctoral student. Talia studied Fundamentals: Issues and Texts and Religious Studies at the University of Chicago, where she graduated with honors and, as a squad captain on the fencing team, taught and coached novice fencers. Talia has since taught middle school students both as a head Hebrew teacher at the Rodeph Sholom School in Manhattan and in writing summer courses such as \"Heroes and Villains\" and \"Writing and Imagination\" with Johns Hopkins University's Center for Talented Youth. Talia has also helped publish Bereishit and Shemot supplementary curricula with the Jewish Orthodox Feminist Alliance, and has appeared on several professional panels exploring the myriad of uses for Graphic Novels in the classroom.          Naomi Kalish       Interests: Professional education and training, multiculturalism    Naomi Kalish is a doctoral student at New York University's Steinhardt School of Culture, Education and Human Development and a Steinhardt Fellow. She works as the Coordinator of Pastoral Care and Education at New York Presbyterian's Morgan Stanley Children's Hospital. In addition to providing direct pastoral care, Naomi teaches Clinical Pastoral Education, a nationally accredited program of study, to seminary students, clergy, and lay leaders. She has taught students from a wide spectrum of Jewish and Christian affiliations and she serves as an Instructor of Pastoral Counseling at Yeshivat Chovevei Torah. Naomi is a board certified Jewish Chaplain through the National Association of Jewish Chaplains and a board certified chaplaincy supervisor through the Association for Clinical Pastoral Education. In 2006 she received the Lennart Cedarleaf Award for an Outstanding Theology Paper. Naomi received her undergraduate degree from Tufts University in American and Jewish Studies, and her rabbinic ordination and a Masters Degree in Jewish Philosophy from the Jewish Theological Seminary. She is married to Rabbi Robert Scheinberg, a congregational rabbi, and they have three daughters. Naomi's research interests include the professional training of clergy, the history of pastoral counseling education, the interdisciplinary hospital team, and multicultural competency.          Navah Kogen       Interests: Experiential education, Jewish identity formation in teenagers and young adults, immersive education    Navah Kogen is a doctoral student in Education and Jewish Studies at NYU, where she is an Avi Chai Fellow. Originally from New Jersey, she holds an MA in Jewish Education with a concentration in Experiential Education from the William Davidson School of Jewish Education at the Jewish Theological Seminary, a BA in History from Barnard College, and a BA in Talmud and Rabbinics from the Jewish Theological Seminary. She has worked as Program Director at the University of Florida Hillel, as well as Alumni Projects Coordinator for the Bronfman Youth Fellowships in Israel. Her own experiences with Hillel, youth groups, and a decade of summers working at Camp Ramah Darom strongly influence her focus on Jewish identity formation for teenagers, college students, and emerging adults. Currently, she serves as Coordinator of Experiential Education at the Upper School of the Golda Och Academy, a Solomon Schechter school in West Orange, New Jersey, where she also teaches 12th grade.          Joshua Krug       Interests: Modern Jewish Thought, Jewish Ethics, Jewish History, Legal Theory, Philosophy of Education    Josh Krug is a Steinhardt Fellow in Education and Jewish Studies at NYU.    Josh earned a B.A. with Honors from Yale and an MDiv from Harvard. He is an inspired educator, facilitator, and innovator whose work testifies to how traditional and contemporary Jewish sources can animate and inform the lives of diverse young adults. Josh has collaborated with Genesis Philanthropy Group, KIVUNIM: New Directions, Prozdor, Harvard Divinity School, Moishe House, and Kevah: Making Space for Jewish Learning.    Josh lives in NYC, where he reads and writes, practices yoga, dances, sings, and facilitates intense conversations (sometimes, all at once!)          Arielle Levites       Interests: Spirituality, the intersection of psychology and religion in contemporary American life, the anthropology of affect, critical and feminist theories of religion, religious publishing, Jewish families    Arielle Levites is a doctoral candidate at NYU where she is a Jim Joseph Fellow. Her dissertation research is supported by an award from the Society for the Scientific Study of Religion. Arielle holds a BA from Brown University in Religious Studies and an MS Ed from the University of Pennsylvania in Religious Education. She is an alumnus of the Wexner Graduate Fellowship and a recipient of the Emerging Scholar Award from the Network for Research in Jewish Education.    Arielle&rsquo;s dissertation project, an ethnographic study utilizing participant-observation, interview, and social network analysis, asks how contemporary American beliefs about spirituality and the desire for it have shaped attitudes towards and expectations of the purpose and practice of Jewish education. Her research interests include: spirituality, religious emotion, the intersection of psychology and religion in contemporary American life, religious publishing, and Jewish families.    Arielle has held a number of leadership and applied research positions in Jewish education, including: Director of Publicity and Public Programming for the Jewish Publication Society; Director of Education for Re/Presenting the Jewish Past; and Senior Research Associate for Rosov Consulting. She is currently a research team member along with Drs. Mark Rosen, Steven M. Cohen, and Ezra Kopelowitz on a mixed-methods study designed to understand the impact of Chabad-Lubavitch outreach efforts on the lives of young American Jewish adults.          Benjamin Lewis       Interests: Homeschooling, Parental Motivations on Education, Alternative Educational Models    Ben is a seasoned Jewish educator with experience in both formal and informal environments. He currently serves as President of Concierge Jewish Education, a consulting group committed to a tailored approach toward Jewish education. Ben holds a B.A. in Political Science and Jewish Studies from Indiana University as well as an M.Ed. in Administration and Supervision from Loyola University Chicago. Currently, Ben is a Ph.D. candidate in Education and Jewish Studies at New York University where he is a Jim Joseph Foundation Fellow. His candidacy paper, completed in February 2014 is entitled, &ldquo;And You Shall Teach Your Children: On Jewish Homeschooling.&rdquo;    Ben lives with his wife Meredith and their two sons in Rockland County, NY.          Daniel Loewenstein       Interests: Character education, identity formation, teacher training    Hailing from Woodmere, New York, Daniel Loewenstein is a graduate of Yeshiva College and the Azrieli Graduate School of Education in New York and of the rabbinical school of Hebrew Theological College in Chicago. He has also spent time studying in Yeshivat Kerem be-Yavneh in Israel. Daniel has taught in a variety of settings, most recently teaching Hebrew language, English and creative writing at the Fasman Yeshiva High School in Chicago. Much of Daniel's graduate work thus far has focused on applying research in character education to Jewish contexts, and his informal teaching has consistently focused on demonstrating the relevance of Judaism to his students' lives.    Daniel joins the doctoral program in Education and Jewish Studies as an AVI CHAI fellow in the hopes of improving the net benefits of receiving a Jewish education. He plans to conduct research on best practices by working closely with Jewish day schools, both during his career at NYU and after, as a day school faculty member and perhaps eventually as a part of a larger educational organization. Daniel hopes to develop concrete methods for improving the effectiveness of Jewish day schools at achieving core affective educational goals, such as the promotion of good character and meaningful religious identity. He plans on starting programs geared toward training teachers, administrators and community leaders in how to effectively implement such methods through policy making, curriculum development, school-community relationship-building, and professional development.          Gad Marcus       Interests: Jewish philosophy, philosophy of education, teaching history, special education    Gad Marcus is a Steinhardt Fellow in Education and Jewish Studies at NYU. Born in England, he grew up in Switzerland and moved to Israel after High School. An officer in the I.D.F., he holds a B.Ed. from the David Yellin College for Education in Jerusalem, an M.A. in Jewish Philosophy from Tel-Aviv University and was a 'Melamdim' fellow at the Hartman Institute in Jerusalem.    He has been teaching history, special education, and Jewish studies at different high schools in Israel and also spent several years teaching American students on their year abroad programs in Israel. As a scuba diving instructor, he has also taught diving at various places around the world.          Daniel Olson       Daniel Olson grew up in Saint Paul, Minnesota and is a graduate of Yale University, where he majored in Environmental Studies. He is a long-time staff member at Camp Ramah in Wisconsin, spending the last few summers running the Atzmayim program, a vocational and independent living skills training program for Jewish young adults with special needs. He has also worked as a full-time educator at Congregation Beth Elohim as a part of their award winning Yachad program, creating experiential and immersive Jewish learning opportunities for students and families alike.    Daniel is entering the Education and Jewish Studies program at NYU as a Wexner Graduate Fellow/Davidson Scholar. He is interested in exploring questions of how Jewish institutions of all stripes can be more inclusive spaces for learners of all backgrounds and experiences.          Sarah Ossey       Interests: Moral education, experiential education, cultural foundations of education   Sarah Ossey is a doctoral student in Education and Jewish Studies at NYU, where she is a Steinhardt Fellow and a Wexner Graduate Fellow/Davidson Scholar. Originally from Greensboro, North Carolina, she holds an MA in Jewish Education from the William Davidson School of Jewish Education at the Jewish Theological Seminary and a BA from Brandeis University in Near Eastern and Judaic Studies and Spanish Language and Literature, as well as minors in Women and Gender Studies; and Hebrew Language and Literature. She worked as the Special Projects Director for Camp Ramah Darom and has focused much of her work on experiential Jewish education, particularly on Jewish camping. Recently, she has worked as a program associate at the National Ramah Commission. She serves a a graduate student representative to the executive committee of the Network for Research in Jewish Education. She is interested in the nexus between moral and experiential education. She currently resides in Manhattan with her husband.       Lisa Samick       Interests: Early childhood education    Lisa Samick is currently the Director of Early Childhood Education at the Brooklyn Heights Synagogue. She has worked as a classroom teacher - in both Jewish and secular settings and later did extensive work in curriculum development, particularly in the area of informal Zionist education. Lisa also worked for several years at Park Avenue Synagogue as the Director of their High School and later as the Director of their day camp. She currently serves on the advisory board for Shalom Sesame and holds an executive board position in the Jewish Early Childhood Association.    Lisa is a PhD student in the department of Teaching and Learning. Her research is focusing on the processes of cultural transmission in Jewish early childhood classrooms and its effects on the family. She is also teaching in the department in the Masters' program.    Lisa lives in NYC with her daughter, Jenna.          Yona Shem-Tov       Interests: History education in Jewish schools, facilitating interfaith ties between North American Jewish and Muslim communities    Yona Shem-Tov is the Executive Director of Encounter, an educa&shy;tional orga&shy;ni&shy;za&shy;tion training Jewish lead&shy;er&shy;ship to help resolve the Israeli-Palestinian conflict and to heal internal Jewish rifts formed in its wake. Yona began her career as a Jewish history teacher at The Tannenbaum Community Hebrew Academy of Toronto, the largest Jewish high school in North America and pursued doctoral work at NYU as a Wexner Graduate Fellow, where her research focused on the teaching of citi&shy;zen&shy;ship and history educa&shy;tion in both Jewish and Muslim-American schools. In addi&shy;tion to helping envi&shy;sion and launch The Ariane de Rothschild Fellowship, a transna&shy;tional network of Jewish and Muslim social entre&shy;pre&shy;neurs, Yona helped create and serve as the Associate Director of Re/Presenting the Jewish Past, a network of Jewish history educa&shy;tors from across Canada and the USA. She has worked and consulted for a broad range of American Jewish orga&shy;ni&shy;za&shy;tions, including American Jewish World Service, Mayan, Matan, RAVSAK: The Jewish Community Day School Network and Abraham&rsquo;s Vision, where she taught at both the AJ Heschel School and the Al-Iman School in Queens, NY.          Daniel Smokler       Interests: Philosophy of education, liberal learning, Covenantal theology, emerging adulthood    Rabbi Daniel Smokler is the Senior Jewish Educator at the Bronfman Center for Jewish Student Life at NYU.    Dan grew up in Ann Arbor, Michigan and attended Yale University where he graduated cum laude with a B.A. in the History of Art. Before entering the world of Jewish education, Dan worked as a labor union organizer in Connecticut and Los Angeles. In 2006, Dan was ordained by Rabbi Zalman Nechemia Goldberg in Jerusalem.    Since then, Dan has worked for Hillel, where he founded the Senior Jewish Educators Initiative, which places talented educators on college campuses to explore the moral questions of emerging adulthood with college students through the lens of the Jewish tradition. Funded by a major grant from the Jim Joseph Foundation, the Senior Educators program has been at the forefront of Hillel&rsquo;s educational transformation.    In 2011, the Jewish Week named Dan one of the \"36 under 36\" changemakers in Jewish life. Dan is currently pursuing a PhD in Education and Jewish studies at NYU as a Wexner Graduate Fellow/Davidson Scholar and a Steinhardt Fellow, while he is also continuing his work at the Bronfman Center. Dan completed his PhD candidacy paper in March 2013. He lives in New York with his wife Erin Leib Smokler, a PhD candidate at the University of Chicago, and their son Shalev.          Abigail Uhrman       Interests: Special needs, learning disabilities    Abigail Uhrman is an advanced doctoral student in Education and Jewish Studies at New York University, where she is a Steinhardt Fellow. Abigail graduated summa cum laude, Phi Beta Kappa from the University of California, Los Angeles with a major in history and a minor in education studies. Following graduation, she spent two years as a fellow at the Drisha Institute of Jewish Education. Abigail then worked as a fifth grade teacher at the Solomon Schechter School of Manhattan and, later, a literacy coach and new teacher mentor. Upon completing her coursework, Abigail worked at the Steinhardt Foundation for Jewish Life and was adjunct faculty at NYU. Beginning this year, Abigail will begin as a research fellow at the Davidson School at the Jewish Theological Seminary. Abigail lives In New York with her husband and daughter.          Iscah Waldman       Interests: Teaching religious texts    Rabbi Iscah Waldman came to NYU&rsquo;s doctoral program in Education and Jewish Studies as a Steinhardt Fellow to examine how the study of visual culture parallels the teaching of rabbinic texts, and plans to research how midrash is currently accessed by rabbis and teachers in today's Jewish world. She has taught in a large variety of Jewish educational settings, and has spent the past 8 years as a teacher of Talmud and rabbinic literature at the Solomon Schechter High School of Long Island. She also teaching courses in Jewish law to Cantorial and Rabbinical Students at the Academy for Jewish Religion.    In addition to her love of rabbinic literature, Iscah is involved in her own artistic pursuits including cartooning and woodworking. Iscah holds a BA degree from Columbia University in Ancient studies, and a BA, MA and rabbinic ordination from the Jewish Theological Seminary. She lives with her husband, Matt Agin and children, Tani and Shaya, in New Jersey.          Sara Smith       Interests: curriculum development and teacher training    Sara Smith was born and raised in Los Angeles, California. After finishing high school, she spent a year studying in Israel before matriculating at Brandeis University, where she studied Near Eastern and Judaic Studies and History, graduating Summa Cum Laude with High Honors in Near Eastern and Judaic Studies. Sara continued her studies at Brandeis, earning an M.A.T in teaching secondary Tanakh in 2010. Following this, she moved back to Los Angeles to teach, working with grades 4-12 in both day schools and after-school programs. Sara spends her summers working for the Office of High School Programs at Brandeis in various capacities, ranging from educator to communications specialist. In the fall of 2012, Sara published an article in Contemporary Jewry entitled &ldquo;The Imahot: A History,&rdquo; which traces the history of the insertion of the matriarchs into traditional Jewish liturgy. Sara joins NYU as an Avi Chai Fellow and a Wexner Graduate Fellow/Davidson Scholar.          Eszter Sus&aacute;n       Interests: Digital media and learning, Non-formal education, Experiential education, Education management, Adult education    Eszter Sus&aacute;n is a doctoral student in Education and Jewish Studies at NYU and a Steinhardt Fellow. She studied Aesthetics and German Literature at the ELTE University in Budapest, and spent three years in Berlin researching Holocaust education, and artistic representations of the Holocaust. After returning to Budapest she was a key figure in creating Sir&aacute;ly, the alternative JCC in the heart of the Jewish district. She worked for the JDC as a Community Projects Development Coordinator, and is a founder of MAROM Europe and served as its director in 2009 and 2011. She established the Budapest Moishe House in 2009 where she was a resident until 2011. Eszter is founder and board member at Dor Chadash, a young egalitarian minyen in Budapest and a founding member of MAROM Hungary (www.marom.hu), which she has been active in for the past ten years. In 2010 Eszter became the academic assistant at the Center for Central European German-Jewish Culture at ELTE University.    Eszter has a great passion for the old Jewish quarter of Budapest. In 2009 she was the program organizer of MAROM &lsquo;s Quarter6Quarter7 Festival which supports the preservation and revival of the Budapest Jewish Quarter (www.quarter6quarter7.com). As part of the festival in 2012 Eszter produced staged readings of three theatre plays written by American playwritgh Sarah Gancher reflecting on Budapest Jewish quarter and being Jewish today in Hungary. In 2013 Eszter launched the Time Traveler Project, the development of a unique, interactive e-learning 2.0 program about the old Jewish quarter of Budapest, in co-operation with high-schools, university departments and NGOs.          Simcha Willig       Interests: Individualized education; educational psychology; informal Jewish education    Rabbi Simcha Willig has been a formal and informal educator in Jewish schools, synagogues, youth groups, and summer camps throughout North America, Israel, and South Africa. He has been studying at NYU in the doctoral program in Education and Jewish Studies since 2009.    Previously, Simcha was a teacher at MTA High School as well as a mentor and tutor at Yeshiva University. He was a Sanford Lurie Scholar at the Jewish Center of Manhattan and a member of the rabbinic team at Young Israel of Scarsdale. Since 2010, Simcha has been a Jewish Student Union educator/advisor in Westchester's public high schools.    Simcha holds an MA in Jewish Education from the Azrieli School and Rabbinic Ordination from Yeshiva University. He received a Bachelor's in Talmudic Law from Ner Israel Rabbinical College and he has studied at various yeshivot, including Yeshivat Kerem B'Yavneh and the Mir Yeshiva, both in Israel.    As of Fall 2012 Simcha will join the faculty of Yeshiva University teaching courses in biblical themes as well as Jewish ethics. Simcha is studying in the doctoral program as a Jim Joseph Fellow, researching individualized education and its roots in the Slabodka Yeshiva. He is also a Wexner Fellow/Davidson Scholar.    He currently resides in Riverdale, NY with his wife, Sari, and their daughter, Emunah.                      This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]}]