[{"detail": [{"content": "Domestic Violence Advocacy Project | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Student Organizations &rsaquo; Domestic Violence Advocacy Project             Domestic Violence Advocacy Project                 Domestic Violence Advocacy Project       Contact Us                           The Domestic Violence Advocacy Project (DVAP) works in various ways to help women who are the victims of domestic violence. The Domestic Violence Advocacy Project operates two public service programs for students, supervised by Sanctuary for Families, a New York organization that assists battered women.   Through the Courtroom Advocates Program (CAP), law students assist women at Family Court in getting orders of protection from their batterers. For example, student advocates help the women draft their complaints, answer any questions, and assist the women when they appear before the judge.   In the Uncontested Divorce Project, students are trained to assist women in obtaining a divorce from their batterer.   Prior to participating in these programs, law students participate in a full day of training run by Sanctuary for Families. DVAP also brings in speakers throughout the year and sponsors events for Domestic Violence Awareness Month.    This year, DVAP is organizing a performance of The Vagina Monologues for the law school. The performance dates are February 13-15, 2013. For additional information please visit http://vdaynyugradwomen.blogspot.com/   This year one of the beneficiaries from the proceeds of The Vagina Monologues is One Billion Rising . Please click here to view an incredibly powerful short film and here for the amazing \"Break the Chain\" video.    For more information about how to get involved with one of projects, NYU Law Students should email one of our program chairs, listed in the contacts section.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]