[{"detail": [{"content": "Untitled Document                        GLS Curriculum    Core Curriculum    The foundation of the GLS curriculum is an eight-course core of small, discussion-based courses that equip students to write in numerous genres and contexts, acquaint them with foundational great works from around the world that remain influential today, introduce fundamental scientific concepts and methods, and involve them in close study of at least one non-Western region. Students read the foundational works of many world cultures in their material and intellectual contexts and independently make critical and imaginative connections across time and space. Students also choose electives to refine their individual interests as early as the first year; they might begin more advanced study in their concentration by taking a Global Topics or Advanced Writing Studio course, learn more about the Global Studies landscape by taking the Introduction to Global Studies elective, begin or continue language study, embark on a minor or second major, or simply pursue a personal interest.    Core curriculum requirements:    Courses taken in first year ( read more about the Liberal Studies Writing, CF, and SF tracks )        Global Writing Seminar     Cultural Foundations I     Cultural Foundations II     Social Foundations I     Social Foundations II       Courses that may be taken any year:      Global Cultures    Physical Science    Life/Environmental Science    Electives*   *Electives may be upper-level or joint undergraduate-master's classes in CAS, or additional GLS electives, e.g. Principles of Macroeconomics or Principles of Microeconomics, or additional work toward an all-University minor, such as Pre-Business or a foreign language.        Upper Division Curriculum   The spine of the GLS upper division curriculum (in which students may take courses as early as the spring of freshman year) is the set of courses students take in their GLS concentration, which they formally declare in the fall of sophomore year. Students must take a minimum of four courses in their concentration (Approaches, Junior Independent Research Seminar, and the year-long Senior Colloquium/Thesis class); this sequence provides instruction that graduates in sophistication from sophomore through senior year in the theories and methods of a particular area of the Global Studies field. Students take greater and greater responsibility for directing their own independent projects, culminating in the senior thesis. In addition to their concentration-specific classes, students take a variety of required courses and electives whose topics span the breadth of global concerns, from economic and political issues to the world of arts and media, from the growth of immense global networks to the nature of ethnicity in everyday local life. These discussion-based, writing-intensive seminars require the completion of a significant research project. Upper division courses in the first two years prepare students to take best advantage of the experiences of their junior year of study at an international site by developing a detailed understanding of how the global and the local connect and intersect. In addition to the seminars, sophomores also begin an intensive language course in preparation for the junior year of international study.    Upper division requirements:      Sophomore Seminar: Approaches   Global Topics   Advanced GLS Elective**   Advanced Global Cultures   Experiential Learning I and II   Junior Independent Research Seminar   Senior Colloquium (linked to thesis work)   Senior Thesis (linked to thesis work)   Senior Seminars (2)   **Students choose from Advanced Writing Studio, a second Global Topics course, Cultural Foundations III, or Social Foundations III.   Sophomore Seminar: Global Topics   Global Topics courses provide a variety of global frameworks into which students can fit their individual experiences of living outside the United States in junior year. Organized thematically, the course focuses on issues or phenomena (often, but not exclusively, in the modern world) that cross national and regional boundaries, and that have a particular impact or presence in several of the broad regions where GLS students may study in junior year. The course emphasizes primary texts from the region and time it concerns, drawing on a variety of media and genres. The course may be taken any time during the student’s four years.    Sophomore Seminar: Approaches   The course introduces students to the ideas and methods of analysis that have created the various intellectual climates of the late 20th and early 21st centuries, with some reference to their immediate antecedents; its purpose is to equip students with the intellectual tools they will need for more advanced work in their concentration. It addresses theoretical methods and draws examples from outside as well as within the Western world. Individual concentrations have specific parameters for texts and assignments, but all sections require students to connect their work with experiences in the city, to define an independent topic for a longer essay (with faculty guidance), and to conduct research in a manner appropriate to the concentration.    Junior Independent Research Seminar   The Independent Research Seminar is a mandatory, concentration-specific, two-credit class that GLS students take online during spring of their junior year in an asynchronous learning environment with real-time support. The course builds on the skills and content developed during the first two years of study; specifically, in the Writing, Approaches, and Global Topics classes. Its purpose is to help students prepare for the rigorous independent research they will do during their senior year for their thesis by allowing them to practice independent thinking and research and helping them move towards a potential area of investigation for the senior thesis.    Senior Seminars   Senior seminars address a focused, interdisciplinary topic of international scope, refining the liberal studies work of a student’s previous years by exploring a closely-defined theme in great depth. Writing intensive and critically sophisticated, they focus on a theme that reflects the particular instructor's interests and expertise; the theme may be either historical or contemporary in nature. Texts are drawn from a number of disciplines, forms, and media; approaches to those texts also include a variety of disciplinary perspectives. Seminars will require substantial final research projects (15-20 pages in length).    Senior Colloquium/Thesis   The course, closely connected to the senior thesis, is organized around a theme that broadly accommodates a range of thesis topics within a particular concentration. In addition to reading and writing assignments related to the thesis, students will refine their skills in conceiving and delivering oral presentations, incorporating visual material into verbal argument, leading discussions effectively, and orchestrating group projects. Instructors use the Google-based e-portfolio that students have been building over the previous three years to inform and facilitate writing the senior thesis. The colloquium instructor also serves as the first reader and instructor of record on the thesis for all students in the group, thus ensuring a careful dovetailing of the work done in the Colloquium with the work being done on the thesis. Enrollment in the colloquium is capped at no more than fifteen students.     GLS Concentrations    GLS upper division courses are organized into five concentrations. After finishing their core courses, GLS students may focus their studies in any of these areas; they are strongly encouraged to pick the majority of their classes (particularly the Approaches seminar, Junior Independent Research Seminar, and Senior Colloquium/Thesis) from a single concentration, but are free to take courses outside their concentration as well. GLS advisors work carefully with students to ensure that they choose a coherent set of courses focused on a concentration to realize their educational goals.    Arts and Literatures    This concentration studies the arts as a means of global conversation, intensively examining artistic works across various media, including, but not limited to, literature, film, painting, sculpture, architecture, music, dance, and performance. It encompasses aesthetic, historicist, political, and ethnographic theory in developing students’ critical understanding of the arts, treating artistic works as expressive objects, as distinctive products of a specific time and place, and as distinctive of their genre, while also examining them as points of cultural contact and transmission and as the means of interaction across time, place, genre, and civilization. Students experience the arts as a means of conceiving ourselves and our place in the world, acquiring a critical lexicon in the interpretation of the arts and developing the ability to examine multiple and diverse modes of representation. Students may have the opportunity to work in multiple languages and explore issues of translation. Arts and Literatures enables an understanding of the ways the arts are shaped by their cultural contexts, and in turn how they shape our world.    Contemporary Culture and Creative Production    How do we read, reflect upon, and shape contemporary culture? This concentration examines people as agents in creating contemporary culture. It synthesizes theory, context, and creativity, exploring a wide range of phenomena on the contemporary cultural landscape. Areas of study span and connect creative writing, literary journalism, film, music, performance, aesthetic theory, social media, technology, architecture and urbanism, advertising, fashion, visual cultures such as photography, interface design and television studies. Approaches to these topics combine scholarly analysis with creative work, so that students both explore and practice the expression of meaning in current world media.    Histories, Philosophies, and Worldviews    To understand societies or individuals, it is useful to try to see things from the perspective of those societies or individuals - to study their frameworks of thought, belief, and assumption, to find out how they think about their world, their society, and themselves. In different times and places, people have created remarkably different systems of beliefs, ideas, and practices as they attempt collectively and individually to make sense of their experience. This concentration examines different worldviews, ways of thinking, methods of inquiry, and ideas about the universe, society, and human nature. Using methods drawn from the disciplines of history, religious studies, philosophy, and political theory, the concentration examines the origins, growth, interrelations, disappearance, and reconfiguration of the systematic constructs of thought that have shaped perspectives on human experience.    Identities and Representations    Terms like “us” and “them” imply divisions that must be bridged in a world where people, knowledge, images, and resources move across borders more quickly than ever. Identities and Representations provides the interdisciplinary tools of social and cultural analysis for doing advanced research on the way identities and their representations are formulated, distributed, and deployed around the globe. Guiding questions like “what does identity mean?” and “how is identity legible?” lead to more advanced explorations into the social and cultural uses and ramifications of representations and identities. Students explore from a variety of disciplinary perspectives (diasporic studies, ethnic studies, gender studies, sexuality studies, etc.) the complex relationships between identities, representations of identity, and labels denoting such categories as race, class, gender, nation, dis/ability, citizenship, and sexuality.    Politics, Rights, and Development    Politics, Rights, and Development examines the historical contexts and controversies surrounding social action: power and policy, justice and human rights, and economic and social development. Questions are addressed in an interdisciplinary manner that combines political, economic, and cultural analysis to pursue topics in international relations; the many forms of imperialism; law, justice, and human rights; ethics and the conduct of war and peace; challenges of democratization, revolution, and social change; industrialization and globalization; and policies of health and the environment. It studies the actions of governments, non-governmental organizations, and individuals in effecting or arresting change in these areas."}]},
{"detail": [{"content": "Untitled Document                        GLS Curriculum    Core Curriculum    The foundation of the GLS curriculum is an eight-course core of small, discussion-based courses that equip students to write in numerous genres and contexts, acquaint them with foundational great works from around the world that remain influential today, introduce fundamental scientific concepts and methods, and involve them in close study of at least one non-Western region. Students read the foundational works of many world cultures in their material and intellectual contexts and independently make critical and imaginative connections across time and space. Students also choose electives to refine their individual interests as early as the first year; they might begin more advanced study in their concentration by taking a Global Topics or Advanced Writing Studio course, learn more about the Global Studies landscape by taking the Introduction to Global Studies elective, begin or continue language study, embark on a minor or second major, or simply pursue a personal interest.    Core curriculum requirements:    Courses taken in first year ( read more about the Liberal Studies Writing, CF, and SF tracks )        Global Writing Seminar     Cultural Foundations I     Cultural Foundations II     Social Foundations I     Social Foundations II       Courses that may be taken any year:      Global Cultures    Physical Science    Life/Environmental Science    Electives*   *Electives may be upper-level or joint undergraduate-master's classes in CAS, or additional GLS electives, e.g. Principles of Macroeconomics or Principles of Microeconomics, or additional work toward an all-University minor, such as Pre-Business or a foreign language.        Upper Division Curriculum   The spine of the GLS upper division curriculum (in which students may take courses as early as the spring of freshman year) is the set of courses students take in their GLS concentration, which they formally declare in the fall of sophomore year. Students must take a minimum of four courses in their concentration (Approaches, Junior Independent Research Seminar, and the year-long Senior Colloquium/Thesis class); this sequence provides instruction that graduates in sophistication from sophomore through senior year in the theories and methods of a particular area of the Global Studies field. Students take greater and greater responsibility for directing their own independent projects, culminating in the senior thesis. In addition to their concentration-specific classes, students take a variety of required courses and electives whose topics span the breadth of global concerns, from economic and political issues to the world of arts and media, from the growth of immense global networks to the nature of ethnicity in everyday local life. These discussion-based, writing-intensive seminars require the completion of a significant research project. Upper division courses in the first two years prepare students to take best advantage of the experiences of their junior year of study at an international site by developing a detailed understanding of how the global and the local connect and intersect. In addition to the seminars, sophomores also begin an intensive language course in preparation for the junior year of international study.    Upper division requirements:      Sophomore Seminar: Approaches   Global Topics   Advanced GLS Elective**   Advanced Global Cultures   Experiential Learning I and II   Junior Independent Research Seminar   Senior Colloquium (linked to thesis work)   Senior Thesis (linked to thesis work)   Senior Seminars (2)   **Students choose from Advanced Writing Studio, a second Global Topics course, Cultural Foundations III, or Social Foundations III.   Sophomore Seminar: Global Topics   Global Topics courses provide a variety of global frameworks into which students can fit their individual experiences of living outside the United States in junior year. Organized thematically, the course focuses on issues or phenomena (often, but not exclusively, in the modern world) that cross national and regional boundaries, and that have a particular impact or presence in several of the broad regions where GLS students may study in junior year. The course emphasizes primary texts from the region and time it concerns, drawing on a variety of media and genres. The course may be taken any time during the student’s four years.    Sophomore Seminar: Approaches   The course introduces students to the ideas and methods of analysis that have created the various intellectual climates of the late 20th and early 21st centuries, with some reference to their immediate antecedents; its purpose is to equip students with the intellectual tools they will need for more advanced work in their concentration. It addresses theoretical methods and draws examples from outside as well as within the Western world. Individual concentrations have specific parameters for texts and assignments, but all sections require students to connect their work with experiences in the city, to define an independent topic for a longer essay (with faculty guidance), and to conduct research in a manner appropriate to the concentration.    Junior Independent Research Seminar   The Independent Research Seminar is a mandatory, concentration-specific, two-credit class that GLS students take online during spring of their junior year in an asynchronous learning environment with real-time support. The course builds on the skills and content developed during the first two years of study; specifically, in the Writing, Approaches, and Global Topics classes. Its purpose is to help students prepare for the rigorous independent research they will do during their senior year for their thesis by allowing them to practice independent thinking and research and helping them move towards a potential area of investigation for the senior thesis.    Senior Seminars   Senior seminars address a focused, interdisciplinary topic of international scope, refining the liberal studies work of a student’s previous years by exploring a closely-defined theme in great depth. Writing intensive and critically sophisticated, they focus on a theme that reflects the particular instructor's interests and expertise; the theme may be either historical or contemporary in nature. Texts are drawn from a number of disciplines, forms, and media; approaches to those texts also include a variety of disciplinary perspectives. Seminars will require substantial final research projects (15-20 pages in length).    Senior Colloquium/Thesis   The course, closely connected to the senior thesis, is organized around a theme that broadly accommodates a range of thesis topics within a particular concentration. In addition to reading and writing assignments related to the thesis, students will refine their skills in conceiving and delivering oral presentations, incorporating visual material into verbal argument, leading discussions effectively, and orchestrating group projects. Instructors use the Google-based e-portfolio that students have been building over the previous three years to inform and facilitate writing the senior thesis. The colloquium instructor also serves as the first reader and instructor of record on the thesis for all students in the group, thus ensuring a careful dovetailing of the work done in the Colloquium with the work being done on the thesis. Enrollment in the colloquium is capped at no more than fifteen students.     GLS Concentrations    GLS upper division courses are organized into five concentrations. After finishing their core courses, GLS students may focus their studies in any of these areas; they are strongly encouraged to pick the majority of their classes (particularly the Approaches seminar, Junior Independent Research Seminar, and Senior Colloquium/Thesis) from a single concentration, but are free to take courses outside their concentration as well. GLS advisors work carefully with students to ensure that they choose a coherent set of courses focused on a concentration to realize their educational goals.    Arts and Literatures    This concentration studies the arts as a means of global conversation, intensively examining artistic works across various media, including, but not limited to, literature, film, painting, sculpture, architecture, music, dance, and performance. It encompasses aesthetic, historicist, political, and ethnographic theory in developing students’ critical understanding of the arts, treating artistic works as expressive objects, as distinctive products of a specific time and place, and as distinctive of their genre, while also examining them as points of cultural contact and transmission and as the means of interaction across time, place, genre, and civilization. Students experience the arts as a means of conceiving ourselves and our place in the world, acquiring a critical lexicon in the interpretation of the arts and developing the ability to examine multiple and diverse modes of representation. Students may have the opportunity to work in multiple languages and explore issues of translation. Arts and Literatures enables an understanding of the ways the arts are shaped by their cultural contexts, and in turn how they shape our world.    Contemporary Culture and Creative Production    How do we read, reflect upon, and shape contemporary culture? This concentration examines people as agents in creating contemporary culture. It synthesizes theory, context, and creativity, exploring a wide range of phenomena on the contemporary cultural landscape. Areas of study span and connect creative writing, literary journalism, film, music, performance, aesthetic theory, social media, technology, architecture and urbanism, advertising, fashion, visual cultures such as photography, interface design and television studies. Approaches to these topics combine scholarly analysis with creative work, so that students both explore and practice the expression of meaning in current world media.    Histories, Philosophies, and Worldviews    To understand societies or individuals, it is useful to try to see things from the perspective of those societies or individuals - to study their frameworks of thought, belief, and assumption, to find out how they think about their world, their society, and themselves. In different times and places, people have created remarkably different systems of beliefs, ideas, and practices as they attempt collectively and individually to make sense of their experience. This concentration examines different worldviews, ways of thinking, methods of inquiry, and ideas about the universe, society, and human nature. Using methods drawn from the disciplines of history, religious studies, philosophy, and political theory, the concentration examines the origins, growth, interrelations, disappearance, and reconfiguration of the systematic constructs of thought that have shaped perspectives on human experience.    Identities and Representations    Terms like “us” and “them” imply divisions that must be bridged in a world where people, knowledge, images, and resources move across borders more quickly than ever. Identities and Representations provides the interdisciplinary tools of social and cultural analysis for doing advanced research on the way identities and their representations are formulated, distributed, and deployed around the globe. Guiding questions like “what does identity mean?” and “how is identity legible?” lead to more advanced explorations into the social and cultural uses and ramifications of representations and identities. Students explore from a variety of disciplinary perspectives (diasporic studies, ethnic studies, gender studies, sexuality studies, etc.) the complex relationships between identities, representations of identity, and labels denoting such categories as race, class, gender, nation, dis/ability, citizenship, and sexuality.    Politics, Rights, and Development    Politics, Rights, and Development examines the historical contexts and controversies surrounding social action: power and policy, justice and human rights, and economic and social development. Questions are addressed in an interdisciplinary manner that combines political, economic, and cultural analysis to pursue topics in international relations; the many forms of imperialism; law, justice, and human rights; ethics and the conduct of war and peace; challenges of democratization, revolution, and social change; industrialization and globalization; and policies of health and the environment. It studies the actions of governments, non-governmental organizations, and individuals in effecting or arresting change in these areas."}, {"content": "Featured Courses - Art and Art Professions - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Art and Art Professions                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                                           Featured Courses       Go to the NYU Registration site for a complete listing of courses, course numbers, and call numbers. Go to Albert   to register online.    Please note that the Art Department courses are now listed in five different sections on Albert:       Art (ART) for all the studio classes (undergraduate and graduate)    Art Education (ARTED) for all graduate level art education classes    Art Theory and Critical Studies (ARTCR) for all art department history and critical theory classes (undergraduate &amp; graduate)    Art Therapy (ARTT) for all graduate level art therapy classes    Visual Arts Administration (ARVA) for all visual arts administration courses (undergraduate &amp; graduate)       A RECENT SAMPLE OF CLASSES Course numbers that end with UE are for undergraduate students only. GE are graduate level.    LIBAR-UE 0941 Art: Practice and Ideas Steinhardt students can satisfy &ldquo;Expressive Cultures&rdquo; requirement. Art: Practice and Ideas examines key developments in the visual arts from modernity to the present. Focusing on the ways in which representations both create &amp; reflect the values of a society, the course introduces students to the full range of expressive possibilities within the visual arts, covering painting &amp; sculpture, as well as photography, film, video, conceptual art, &amp; computer media. Topics to be covered include classical, modern, &amp; postmodern relationships to politics, vision, the mind, the body, psychology, gender, difference, &amp; technological innovation. Students will see and understand how artists have integrated perceptions of their historical moment, as well as physical &amp; social space, into creative practices that have, in turn, had a significant impact on the culture of the time. ARTCR-UE 0050 Modern Art and Contemporary Culture Examines the impact of modernism in both its historic &amp; contemporary relationships to culture &amp; society, through the study of painting, sculpture, architecture, &amp; the media arts from the late 1800&rsquo;s to the late 1950s. Art history with a theoretical &amp; aesthetic emphasis. Relates the art of the period to political, social, &amp; philosophical issues &amp; to current debates. Works of art are considered from slides, films, and reproductions. ART-UE 1914 Interdisciplinary Projects: Representation and Identity Open only to art majors or by permission. Prerequisite: three semesters of painting. Consideration of particular techniques allows students to broaden the range of their skills and expression. This is a studio class. Each week begins with a 20-minute discussion of current gallery or museum exhibitions that we have seen. Critiques will be every 3rd week. Students will be expected to work on their own ideas or projects. I will work with each student based on where they are in that process. Technical advice will be individual as well. Students are encourage to fully investigate their materials during this class. If there is a need for specific assignments this will be done on an individual basis. Students are encouraged to keep drawing journals and start a file of resource material with their paintings in mind. ART-UE 1391 Advanced Projects in Digital Art: \"Mind Remapping\" In this course, students will develop projects that use, critique and expand the notion and boundaries of digital media. The exploration of the mind's own processing of information will be a conceptual foundation for the course as we examine the ways in which digital tools mimic, respond to and amplify human desire. Media in the class will range from images and animation to video and music. The class will be an opportunity to both learn new tools and deepen skills already begun. Projects will be presented and discussed. ART-UE 1393 Advanced Projects in Art &amp; Media: &ldquo;Performance and Photo/Video&rdquo; This class will utilize each student&rsquo;s body in situ or in photography or video to demonstrate issues that transcend the particular aura of the individual and spread ideas into and from culture.                                                This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]