[{"detail": [{"content": "Aesthetics of Everyday Life            AESTHETICS OF EVERYDAY LIFE   Barbara Kirshenblatt-Gimblett   H42.1040 / Spring 2000   Mondays 3:30-6:10 pm   Department of Performance Studies / Tisch   School of the Arts / New York University   721 Broadway, 6th floor, New York, NY   10003     Course description   Research Essay   Research Essay Proposal   Oral Report   Conference Program   Final Porfolio   Field Trips   Field Trip Reports   Readings   Deadlines   Grade   Schedule       Course Description   Focussing on what Hegel called \"the prose of the   world,\" we will consider how the quotidian is constituted in the performances   of everyday life. The taken-for-granted world is invisible except under special   conditions--when boredom is induced by the sheer repetitiveness of the banal   or when poesis transforms the utterly ordinary or when the shock of the sensational,   spectacular, or exotic calls the taken-for-granted into question.   Debates over the creative and emancipatory potential of vernacular   culture will move us towards a critical theory of everyday life. A close reading   of key thinkers such as de Certeau, Williams, Hall, and Harvey will frame our   fine-grained analyses of the urban mise-en-scene in New York City, its spatial   and temporal organization, its concentrations of power and oppositional practices,   its performative modes and values.   We will examine the phantasmagoria of New York city streets and   open spaces (Washington Square, Times Square); the vernacular imprint on the   built environment (graffiti, sidewalk altars, casitas, vendors, Christmas lights);   the festivalizing of the city (Easter Parade, and Hasidic Purim in Brooklyn);   home and homelessness; death in the vernacular, including memorial walls in   various New York City neighborhoods, and the role of tourism, museums, and performance   artists in constituting the quotidian. We will also consider technology in everyday   life, particularly the social worlds emerging in cyberspace. Where possible,   fieldtrips will be organized to relevant events and parts of the city.     Research Essay   Examine in depth a cultural setting or event in New York. Focus   on one of the issues raised in the course. Photography and video/sound recording   are strongly encouraged. Essays based on fieldwork are strongly encouraged..   Historical research using primary sources is also appropriate. Essays should   combine thick description with analysis that addresses theoretical issues raised   in the course. Mechanics of the paper must be under control--copyediting, proofreading,   consistent formatting of footnotes and bibliography. Students are encouraged   to use this assignment as a pilot project for the masters essay or doctoral   dissertation, and to think in terms of presenting this work at the October 2000   meetings of the American Folklore Society meetings in Anchorage, Alaska (deadlines   for submissions are fast approaching), November 2000 meetings of the American   Studies Association, and April 2001 PSi Conference in Munich, among others.   Collaborative projects are strongly encouraged. Due Wednesday   April 26 .   Research Essay Proposal   We will discuss project ideas in class and in the class newsgroup.   In addition, you are encouraged to brainstorm ideas with me during office hours   and by email. The topic should be settled and you should already have begun   working on it when you submit the proposal. The proposal (2-3 pages, double-spaced)   should demonstrate a good match between the case you will analyze and the conceptual   focus and theoretical orientation you will use. Show how you will gain access   to your subject and explain what you have already done by way of preparation.   List the relevant reading, indictating what you have already read. Provide a   provisional outline for the paper. Or, alternatively, treat this proposal like   you would the long abstract that you are asked to submit when you volunteer   a paper for a conference. During the course of the semester, you are encouraged   to submit working outlines of the paper as a basis for getting feedback as the   project develops. Due Monday February 21 .   Oral Report   On Sunday April 30 we will   devote the entire day to a symposium during which each person will report orally   on their research project. These reports will be formal conference presentations--5   minutes (2 1/2 typed pages) in length--and will also be handed in. This will   be the last day of class.     Conference Program   Conference Protocol     Final Portfolio   Final portfolio is to be submitted with the research essay on    Sunday April 30. . The portfolio is to include   all the work done for the course, including reading responses, fieldwork reports,   research essay, and introductory statement that orients the reader to the work   presented in the portfolio.     Field Trips   Fieldtrips are planned in connection such events as Chinese New   Year, Purim, St. Patrick's Day, Good Friday, and Easter Sunday, among others.   The requirement for the course is that you attend as least TWO, and write brief   reports on each. You are encouraged to attend as many as you can.   Field Reports   Submit a brief (3 page double-spaced) field report at the beginning   of the class following each of the two fieldtrips you attend. Each report should   be structured around an observational focus that you decide upon before the   field trip, with the help of preparatory class discussion. Class discussion   will be based on these reports.     Readings   Readings will be available online, in the Performance Studies   Archive, at Bobst, and at the NYU Book Center. Weekly reading assignments must   be completed before the class for which they are assigned. You will be expected   to relate ideas in the readings to class presentations and discussion and to   use them in your field reports and research project.     Book order   Resource bibliographies   Research methods   Where to buy books   in New York City   Buying books online     Deadlines   Monday February 21 : Research   proposal   Wednesday April 26 : Final   research paper and portfolio   Sunday April 30 : Oral presentation     Grade   The grade is based on participation in class discussion, all written   assignments, and the oral presentation. Written work will be evaluated on the   basis of conception, research, argument/analysis, and execution (coherence,   clarity, structure, style, and control over technical aspects of the writing).   Allow time to revise the essay and to proofread it carefully. Study partners   are highly recommended. Read each other's papers and suggest revisions and corrections.   All assignments MUST be handed in on time. NO INCOMPLETES.     Schedule   January 24 Introduction   January 31 Space/Place/Time     Saturday February 5 NYC Panorama   Fieldtrip (afternoon)     February 7 Space/Place/Time cont'd Field   Report due .     Thursday February 10-Saturday February 12 Conference   on Globalization and the New Urbanism     February 14 Habitus   February 21 Vernacular/Tradition. Research   paper proposal due.   February 28 Writing the City   March 6 Writing the City cont'd.   March 13 Spring Recess   March 20 Memory     Tuesday March 21 Purim fieldtrip   (afternoon and night)     March 27 Memory cont'd. Field report   due.   April 3 Technology in Everyday Life   April 10 Technology in Everyday Life cont'd   April 17 The Ceremonial City     Friday April 21 Good Friday fieldtrip   Sunday April 23 Easter Parade   fieldtrip     April 24 Conclusion. Field Report   due.     April 26 Final research paper due.   Sunday April 30 Conference all day. Portfolio   due.     May 1 No class     January 24 Introduction   READ   Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America:   The Urban Frontier. Folklore Forum 16, 2: 176-234.     January 31 Space/Place/Time   Reading Groups Meet 3:20-4:30, Full class meets 4:45-6:10.   READ   Vidler, A. 1986. The Scenes of the Street: Transformation in Ideal and Reality,   1750-1871. On Streets . ed. S. Anderson, 28- 111. Cambridge: MIT Press.     Casey, Edward S., How to Get from Space to Place in a Fairly Short Time. Senses   of Place . eds. Steven Feld and Keith H. Basso, 13-52. Santa Fe, New Mexico:   School of American Research Press; 1996..   Auge, Marc. Non-Places: Introduction to an Anthropology of Supermodernity .   New York: Verso, 1992.     February 7 Space/Place/Time cont'd   FIELD TRIP : New   York City Panorama at the Queens Museum on Saturday February 5, at 3:00   pm. We will meet at the entrance to the Panorama. Please bring binoculars, a   laser pointer, and a city map. For details, see Queens   Museum of Art . Directions: From Grand Central or Times Square, by Subway:   take #7 Flushing IRT, exit 111th Street Station. Walk south on 111th Street   to Park entrance at 49th Avenue. Follow yellow signs to the Museum, which is   located next to the Unisphere. A fifteen-minute walk. Come earlier if you would   like to see their other exhibitions.   Globalization   and the New Urbanism: New York and Berlin , Conference at New York University,   February 10-12, 2000. To register for the conference, click   here. Please try to attend as much of this conference as possible.   READ   Boyer, M. Christine. The panorama of New York City: a parodoxical view. ed.   Phillips, Patricia C. City speculations. New York: Queens Museum of Art;   1996.   Stewart, Susan. The Miniature. On Longing: Narratives of the Miniature,   the Gigantic, the Souvenir, the Collection . 37-69. Baltimore: Johns Hopkins   University Press; 1984.   De Certeau, Michel. 1985. Practices of Space. In On Signs , edited by   Marshall Blonsky. 122-145. Baltimore: Johns Hopkins, pp. 122-145.   Thrift, Nigel. Spatial formations. 2-50. Thousand Oaks, California: Sage, 1996.   Lefebvre, Henri. The production of space. 26-59. Cambridge, Massachusetts:   Blackwell, 1991.     February 14 Habitus   Valentine's Day   SCREEN : Clotheslines (Roberta Cantow)   READ   Bourdieu, Pierre. Structures and the Habitus. Outline of a Theory of Practice .   72-95. Cambridge: Cambridge University Press, 1977.   Certeau, Michel de. On the oppositional practices of everyday life. Social   Text 3, fall (1980):3-43.   Bachelard, Gaston. The Poetics of Space . 3-37. Boston: Beacon, 1969.   Schutz, Alfred. Multiple Realities. In Rules and Meanings. Mary Douglas,   ed. 227-231. Baltimore: Penguin, 1973.   RECOMMENDED   Schmidt, Leigh Eric. St. Valentine's Day Greeting. Comsumer Rites: the Buying   and Selling of American Holidays . 38-104. Princeton: Princeton University   Press, 1995.     February 21 Vernacular/Tradition   President's Day: Class will meet   READ   Hall, Stuart. \"Notes on Deconstructing the Popular.\" People's History and   Socialist Theory , ed. Raphael Samuel, 227-42. London: Routledge, 1981.   Soloveitchik, Haym. Rupture and reconstruction: the transformation of contemporary   orthodoxy. Judaism 28, 4 ( 1994):64-130.   Giddens, Anthony. \"Living in a Post-Traditional Society.\" Reflexive Modernization:   Politics, Tradition and Aesthetics in the Modern Social Order , eds. Ulrich   Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University   Press, 1994.   Williams, Raymond. \"Structures of Feeling.\" Marxism and Literature .   128-35. New York: Oxford University Press, 1977.   RECOMMENDED   Gilroy, Paul. &quot;Not a Story to Pass On&quot;: Living Memory and the Slave   Sublime,&quot; The Black Atlantic: Modernity and Double Consciousness .   Cambridge: Harvard University Press, 1993.     February 28 Writing the City --Memorial Walls   GUEST : Joseph Sciorra   FIELD TRIP: Saturday March 4, time and place TBA to see memorial walls.   READ   Sciorra, Joseph. In Memoriam: New York City's Memorial Walls. Folklife Annual   90 . 144-151. James Hardin, ed. Washington, D.C., Library of Congress, 1991.   Bowler, Anne E., and Blaine McBurney. Gentrification and the Avant-Garde   in New York's East Village: The Good, the Bad, and the Ugly . REALM Research   About Lower Manhattan, Working Paper Series, no. 4. New York: New School for   Social Research, 1989.   Holston, James and Arjun Appadurai, &quot;Cities and Citizenship,&quot; in   James Holston, ed. Cities and Citizenship . Durham, North Carolina: Duke   University Press, 1999.     RECOMMENDED     March 6 Writing the City cont'd   SCREEN : Style Wars (Tony Silver and Henry Chalfant)   READ   Stewart, Susan. Ceci Tuera Cela: Grafitti as Crime and Art. Crimes of Writing:   Problems in the Containment of Representation . 206-233. New York: Oxford   University Press, 1991.   Rose, Tricia.&quot;All Aboard the Night Train&quot;: Flow, Layering, and Rupture   in Postindustrial New York. Black Noise: Rap Music and Black Culture   in Contemporary America. 21-60. Hanover, New Hampshire: Wesleyan University   Press, 1994.   Richard Lachmann, Graffiti   as Career and Ideology . American Journal of Sociology , 94, 2 (1988):   229-250.   RECOMMENDED     March 13 Spring Recess: No Class   Friday March 17, St. Patrick's Day Parade     March 20 Memory   FIELD TRIP: Tuesday March 21 , Fieldtrip to Williamsburg   (afternoon) and Boro Park (night) for Purim.   READ   Kirshenblatt-Gimblett, B. 1990. Performance of Precepts/Precepts of Performance:   Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural   Studies of Theatre and Ritual . eds. R. Schechner, and W. Appel, 109-117.   Cambridge: Cambridge University Press.   Kugelmass, J. 1988. Between Two Worlds: Notes on the Celebration of Purim among   New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American   Jewry . 33-51. ed. J. Kugelmass, Ithaca: Cornell University Press.   Epstein, Shifra. \"Drama on a Table: the Bobover Hasidim Pirimshpiyl.\" Judaism   Viewed From Within and Without: Anthropological Studies, ed. Harvey E. Goldberg,   195-217. Albany, New York: SUNY Press, 1987.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 1-16, 30-38, 46-65. Chicago: University of Chicago Press, 1995.   RECOMMENDED   Mintz, Jerome. Hasidic People: A Place in the New World . Cambridge:   Harvard University Press, 1992.   Heilman, Samuel C. Defenders of the Faith Inside Ultra-Orthodox Jewry .   New York: Schocken Books, 1992.   SEE   Purim with AISH.com   Food   for Thought   Virtual Beth Midrash   Purim.com   Chabad in Cyberspace   Interactive Purim Guide     March 27 Memory cont'd   Field report due.   Purim 2000 Fieldtrip Photographs of the tish   at the Bobover besmedresh courtesy of Lacey Torge.   READ   Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's   Center. Purim: The Face and the Mask . Ed. Shifra. Epstein, 52-60. New   York: Yeshiva University Museum.   Bakhtin, Mikhail. Aesthetic Visualizing of Time/Space: The Chronotope. The   Bakhtin Reader .180-187. Ed. Pam Morris. London: Arnold, 1994.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 65-107, 211-216. Chicago: University of Chicago Press, 1995.   Ritchie, Donald. 1995. Conducting Interviews. Doing Oral History . 57-85.   New York: Twayne.     RECOMMENDED   Smith, Anna Deveare. 1993. Fires in the Mirror . New York: Anchor Books.         April 3 Technology in Everyday Life --The Bagel   READ   Gabaccia, Donna R. History   of the Bagel . We Are What We Eat: Ethnic Food and the Making of Americans .   Cambridge: Harvard University Press, 1998.   RECOMMENDED      Latour, Bruno. 1993. We have never been modern . trans. Catherine Porter.   Cambridge: Harvard University Press.   Norman, Donald A. The Psychology of Everyday Things . New York: Basic   Books, 1988.        April 10 Technology in Everyday Life--Life Online   GUEST: Terri Senft   READ   Kirshenblatt-Gimblett, Barbara. \"The Electronic Vernacular.\" Connected ,   ed. George Marcus, 21-65. Late Editions, volume 3.. Chicago: University of Chicago   Press, 1995.   Markham, Annette N. Interview   with Terri Senft . Life Online: Researching Real Experience in Virtual   Space . 190-199. Walnut Creek, Calif: Altamira Press, 1998.     Johnson, Steven. Interface Culture: How New Technology Transforms the Way   We Create and Communicate . 11-41. San Francisco: HarperEdge, 1997.   Jones, Steve. CyberSociety 2.0: Revisiting Computer-Mediated Communication   and Community . 2-34. Thousand Oaks, California: Sage Publications, 1998.     RECOMMENDED   Hayles, N. Katherine. 1999. How we became posthuman: virtual bodies in cybernetics,   literature, and informatics . Chicago: University of Chicago Press.   Mitchell, William J. City   of Bits: Space, Place, and the Infobahn . Cambridge, Mass: MIT Press,   1995.   SEE   Sexuality and Cyberspace, Women   and Performance , 17.   jenniCAM     April 17 The Ceremonial City   April 19 and 20 . Passover seders Passover   links   Friday April 21 . Good Friday. Fieldtrip to Lower   East Side for Stations/Way of the Cross processions. Click on links for maps.   St.   James Church --noon for the Tenebre service; Way of the Cross starts at 1   pm from the St. James Church (35 St. James, at Madison, near Chatham Square),   and ends at 3 pm. A Spanish language service follows.   St. Brigid's, St. Emerick, and Mary Help of Christians--Way of the Cross (bilingual)   starting at 4 pm from Mary   Help of Christians (440 E. 12th St. between First Avenue and Avenue) and   ending at St.   Brigid's before 7 pm. Service follows at St. Brigid's.   Sunday April 23 . Easter Sunday. Fieldtrip   to Fifth Avenue for Easter Parade. Meet outside St.   Patrick's Church on Fifth Ave, between 50th and 51rst Streets, opposite   Rockefeller Plaza, at noon.      &quot; Easter Parade ,&quot;   by Leo Reisman and Clifton Webb (words) and Irving Berlin (music), 1933.   14th Annual Easter Bonnet Competition   (Broadway Cares/Equity Fights Aids)   READ   Zerubavel, Eviatar. \"The Calendar, Sacred Time and Profane Time.\" Hidden   Rhythms: Schedules and Calendars in Social Life, 70-137. Chicago: University   of Chicago Press, 1981.   Schmidt, Leigh Eric. &quot;Easter Parade.&quot; Comsumer Rites: the Buying   and Selling of American Holidays . 192-243. Princeton: Princeton University   Press, 1995.   Peters, F. E. \"The Procession That Never Was: The Painful Way in Jerusalem.\"   TDR 29 (1985): 31-41.     Stations   of the Cross   Way of the Cross   Seventh   Precinct Profile   Lower East Side       RECOMMENDED     Observations of Life   in Lower Manhattan at the Turn of the Century       April 24 Conclusion   Field report due.   Wednesday April 26. Final research paper due.     Sunday April 30 Conference (all day)   Conference Program   Conference Protocol   Final portfolio due.     May 1 No class     http://www.nyu.edu/classes/bkg/aesthetics.html   Updated 4/25/2000"}]},
{"detail": [{"content": "Aesthetics of Everyday Life            AESTHETICS OF EVERYDAY LIFE   Barbara Kirshenblatt-Gimblett   H42.1040 / Spring 2000   Mondays 3:30-6:10 pm   Department of Performance Studies / Tisch   School of the Arts / New York University   721 Broadway, 6th floor, New York, NY   10003     Course description   Research Essay   Research Essay Proposal   Oral Report   Conference Program   Final Porfolio   Field Trips   Field Trip Reports   Readings   Deadlines   Grade   Schedule       Course Description   Focussing on what Hegel called \"the prose of the   world,\" we will consider how the quotidian is constituted in the performances   of everyday life. The taken-for-granted world is invisible except under special   conditions--when boredom is induced by the sheer repetitiveness of the banal   or when poesis transforms the utterly ordinary or when the shock of the sensational,   spectacular, or exotic calls the taken-for-granted into question.   Debates over the creative and emancipatory potential of vernacular   culture will move us towards a critical theory of everyday life. A close reading   of key thinkers such as de Certeau, Williams, Hall, and Harvey will frame our   fine-grained analyses of the urban mise-en-scene in New York City, its spatial   and temporal organization, its concentrations of power and oppositional practices,   its performative modes and values.   We will examine the phantasmagoria of New York city streets and   open spaces (Washington Square, Times Square); the vernacular imprint on the   built environment (graffiti, sidewalk altars, casitas, vendors, Christmas lights);   the festivalizing of the city (Easter Parade, and Hasidic Purim in Brooklyn);   home and homelessness; death in the vernacular, including memorial walls in   various New York City neighborhoods, and the role of tourism, museums, and performance   artists in constituting the quotidian. We will also consider technology in everyday   life, particularly the social worlds emerging in cyberspace. Where possible,   fieldtrips will be organized to relevant events and parts of the city.     Research Essay   Examine in depth a cultural setting or event in New York. Focus   on one of the issues raised in the course. Photography and video/sound recording   are strongly encouraged. Essays based on fieldwork are strongly encouraged..   Historical research using primary sources is also appropriate. Essays should   combine thick description with analysis that addresses theoretical issues raised   in the course. Mechanics of the paper must be under control--copyediting, proofreading,   consistent formatting of footnotes and bibliography. Students are encouraged   to use this assignment as a pilot project for the masters essay or doctoral   dissertation, and to think in terms of presenting this work at the October 2000   meetings of the American Folklore Society meetings in Anchorage, Alaska (deadlines   for submissions are fast approaching), November 2000 meetings of the American   Studies Association, and April 2001 PSi Conference in Munich, among others.   Collaborative projects are strongly encouraged. Due Wednesday   April 26 .   Research Essay Proposal   We will discuss project ideas in class and in the class newsgroup.   In addition, you are encouraged to brainstorm ideas with me during office hours   and by email. The topic should be settled and you should already have begun   working on it when you submit the proposal. The proposal (2-3 pages, double-spaced)   should demonstrate a good match between the case you will analyze and the conceptual   focus and theoretical orientation you will use. Show how you will gain access   to your subject and explain what you have already done by way of preparation.   List the relevant reading, indictating what you have already read. Provide a   provisional outline for the paper. Or, alternatively, treat this proposal like   you would the long abstract that you are asked to submit when you volunteer   a paper for a conference. During the course of the semester, you are encouraged   to submit working outlines of the paper as a basis for getting feedback as the   project develops. Due Monday February 21 .   Oral Report   On Sunday April 30 we will   devote the entire day to a symposium during which each person will report orally   on their research project. These reports will be formal conference presentations--5   minutes (2 1/2 typed pages) in length--and will also be handed in. This will   be the last day of class.     Conference Program   Conference Protocol     Final Portfolio   Final portfolio is to be submitted with the research essay on    Sunday April 30. . The portfolio is to include   all the work done for the course, including reading responses, fieldwork reports,   research essay, and introductory statement that orients the reader to the work   presented in the portfolio.     Field Trips   Fieldtrips are planned in connection such events as Chinese New   Year, Purim, St. Patrick's Day, Good Friday, and Easter Sunday, among others.   The requirement for the course is that you attend as least TWO, and write brief   reports on each. You are encouraged to attend as many as you can.   Field Reports   Submit a brief (3 page double-spaced) field report at the beginning   of the class following each of the two fieldtrips you attend. Each report should   be structured around an observational focus that you decide upon before the   field trip, with the help of preparatory class discussion. Class discussion   will be based on these reports.     Readings   Readings will be available online, in the Performance Studies   Archive, at Bobst, and at the NYU Book Center. Weekly reading assignments must   be completed before the class for which they are assigned. You will be expected   to relate ideas in the readings to class presentations and discussion and to   use them in your field reports and research project.     Book order   Resource bibliographies   Research methods   Where to buy books   in New York City   Buying books online     Deadlines   Monday February 21 : Research   proposal   Wednesday April 26 : Final   research paper and portfolio   Sunday April 30 : Oral presentation     Grade   The grade is based on participation in class discussion, all written   assignments, and the oral presentation. Written work will be evaluated on the   basis of conception, research, argument/analysis, and execution (coherence,   clarity, structure, style, and control over technical aspects of the writing).   Allow time to revise the essay and to proofread it carefully. Study partners   are highly recommended. Read each other's papers and suggest revisions and corrections.   All assignments MUST be handed in on time. NO INCOMPLETES.     Schedule   January 24 Introduction   January 31 Space/Place/Time     Saturday February 5 NYC Panorama   Fieldtrip (afternoon)     February 7 Space/Place/Time cont'd Field   Report due .     Thursday February 10-Saturday February 12 Conference   on Globalization and the New Urbanism     February 14 Habitus   February 21 Vernacular/Tradition. Research   paper proposal due.   February 28 Writing the City   March 6 Writing the City cont'd.   March 13 Spring Recess   March 20 Memory     Tuesday March 21 Purim fieldtrip   (afternoon and night)     March 27 Memory cont'd. Field report   due.   April 3 Technology in Everyday Life   April 10 Technology in Everyday Life cont'd   April 17 The Ceremonial City     Friday April 21 Good Friday fieldtrip   Sunday April 23 Easter Parade   fieldtrip     April 24 Conclusion. Field Report   due.     April 26 Final research paper due.   Sunday April 30 Conference all day. Portfolio   due.     May 1 No class     January 24 Introduction   READ   Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America:   The Urban Frontier. Folklore Forum 16, 2: 176-234.     January 31 Space/Place/Time   Reading Groups Meet 3:20-4:30, Full class meets 4:45-6:10.   READ   Vidler, A. 1986. The Scenes of the Street: Transformation in Ideal and Reality,   1750-1871. On Streets . ed. S. Anderson, 28- 111. Cambridge: MIT Press.     Casey, Edward S., How to Get from Space to Place in a Fairly Short Time. Senses   of Place . eds. Steven Feld and Keith H. Basso, 13-52. Santa Fe, New Mexico:   School of American Research Press; 1996..   Auge, Marc. Non-Places: Introduction to an Anthropology of Supermodernity .   New York: Verso, 1992.     February 7 Space/Place/Time cont'd   FIELD TRIP : New   York City Panorama at the Queens Museum on Saturday February 5, at 3:00   pm. We will meet at the entrance to the Panorama. Please bring binoculars, a   laser pointer, and a city map. For details, see Queens   Museum of Art . Directions: From Grand Central or Times Square, by Subway:   take #7 Flushing IRT, exit 111th Street Station. Walk south on 111th Street   to Park entrance at 49th Avenue. Follow yellow signs to the Museum, which is   located next to the Unisphere. A fifteen-minute walk. Come earlier if you would   like to see their other exhibitions.   Globalization   and the New Urbanism: New York and Berlin , Conference at New York University,   February 10-12, 2000. To register for the conference, click   here. Please try to attend as much of this conference as possible.   READ   Boyer, M. Christine. The panorama of New York City: a parodoxical view. ed.   Phillips, Patricia C. City speculations. New York: Queens Museum of Art;   1996.   Stewart, Susan. The Miniature. On Longing: Narratives of the Miniature,   the Gigantic, the Souvenir, the Collection . 37-69. Baltimore: Johns Hopkins   University Press; 1984.   De Certeau, Michel. 1985. Practices of Space. In On Signs , edited by   Marshall Blonsky. 122-145. Baltimore: Johns Hopkins, pp. 122-145.   Thrift, Nigel. Spatial formations. 2-50. Thousand Oaks, California: Sage, 1996.   Lefebvre, Henri. The production of space. 26-59. Cambridge, Massachusetts:   Blackwell, 1991.     February 14 Habitus   Valentine's Day   SCREEN : Clotheslines (Roberta Cantow)   READ   Bourdieu, Pierre. Structures and the Habitus. Outline of a Theory of Practice .   72-95. Cambridge: Cambridge University Press, 1977.   Certeau, Michel de. On the oppositional practices of everyday life. Social   Text 3, fall (1980):3-43.   Bachelard, Gaston. The Poetics of Space . 3-37. Boston: Beacon, 1969.   Schutz, Alfred. Multiple Realities. In Rules and Meanings. Mary Douglas,   ed. 227-231. Baltimore: Penguin, 1973.   RECOMMENDED   Schmidt, Leigh Eric. St. Valentine's Day Greeting. Comsumer Rites: the Buying   and Selling of American Holidays . 38-104. Princeton: Princeton University   Press, 1995.     February 21 Vernacular/Tradition   President's Day: Class will meet   READ   Hall, Stuart. \"Notes on Deconstructing the Popular.\" People's History and   Socialist Theory , ed. Raphael Samuel, 227-42. London: Routledge, 1981.   Soloveitchik, Haym. Rupture and reconstruction: the transformation of contemporary   orthodoxy. Judaism 28, 4 ( 1994):64-130.   Giddens, Anthony. \"Living in a Post-Traditional Society.\" Reflexive Modernization:   Politics, Tradition and Aesthetics in the Modern Social Order , eds. Ulrich   Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University   Press, 1994.   Williams, Raymond. \"Structures of Feeling.\" Marxism and Literature .   128-35. New York: Oxford University Press, 1977.   RECOMMENDED   Gilroy, Paul. &quot;Not a Story to Pass On&quot;: Living Memory and the Slave   Sublime,&quot; The Black Atlantic: Modernity and Double Consciousness .   Cambridge: Harvard University Press, 1993.     February 28 Writing the City --Memorial Walls   GUEST : Joseph Sciorra   FIELD TRIP: Saturday March 4, time and place TBA to see memorial walls.   READ   Sciorra, Joseph. In Memoriam: New York City's Memorial Walls. Folklife Annual   90 . 144-151. James Hardin, ed. Washington, D.C., Library of Congress, 1991.   Bowler, Anne E., and Blaine McBurney. Gentrification and the Avant-Garde   in New York's East Village: The Good, the Bad, and the Ugly . REALM Research   About Lower Manhattan, Working Paper Series, no. 4. New York: New School for   Social Research, 1989.   Holston, James and Arjun Appadurai, &quot;Cities and Citizenship,&quot; in   James Holston, ed. Cities and Citizenship . Durham, North Carolina: Duke   University Press, 1999.     RECOMMENDED     March 6 Writing the City cont'd   SCREEN : Style Wars (Tony Silver and Henry Chalfant)   READ   Stewart, Susan. Ceci Tuera Cela: Grafitti as Crime and Art. Crimes of Writing:   Problems in the Containment of Representation . 206-233. New York: Oxford   University Press, 1991.   Rose, Tricia.&quot;All Aboard the Night Train&quot;: Flow, Layering, and Rupture   in Postindustrial New York. Black Noise: Rap Music and Black Culture   in Contemporary America. 21-60. Hanover, New Hampshire: Wesleyan University   Press, 1994.   Richard Lachmann, Graffiti   as Career and Ideology . American Journal of Sociology , 94, 2 (1988):   229-250.   RECOMMENDED     March 13 Spring Recess: No Class   Friday March 17, St. Patrick's Day Parade     March 20 Memory   FIELD TRIP: Tuesday March 21 , Fieldtrip to Williamsburg   (afternoon) and Boro Park (night) for Purim.   READ   Kirshenblatt-Gimblett, B. 1990. Performance of Precepts/Precepts of Performance:   Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural   Studies of Theatre and Ritual . eds. R. Schechner, and W. Appel, 109-117.   Cambridge: Cambridge University Press.   Kugelmass, J. 1988. Between Two Worlds: Notes on the Celebration of Purim among   New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American   Jewry . 33-51. ed. J. Kugelmass, Ithaca: Cornell University Press.   Epstein, Shifra. \"Drama on a Table: the Bobover Hasidim Pirimshpiyl.\" Judaism   Viewed From Within and Without: Anthropological Studies, ed. Harvey E. Goldberg,   195-217. Albany, New York: SUNY Press, 1987.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 1-16, 30-38, 46-65. Chicago: University of Chicago Press, 1995.   RECOMMENDED   Mintz, Jerome. Hasidic People: A Place in the New World . Cambridge:   Harvard University Press, 1992.   Heilman, Samuel C. Defenders of the Faith Inside Ultra-Orthodox Jewry .   New York: Schocken Books, 1992.   SEE   Purim with AISH.com   Food   for Thought   Virtual Beth Midrash   Purim.com   Chabad in Cyberspace   Interactive Purim Guide     March 27 Memory cont'd   Field report due.   Purim 2000 Fieldtrip Photographs of the tish   at the Bobover besmedresh courtesy of Lacey Torge.   READ   Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's   Center. Purim: The Face and the Mask . Ed. Shifra. Epstein, 52-60. New   York: Yeshiva University Museum.   Bakhtin, Mikhail. Aesthetic Visualizing of Time/Space: The Chronotope. The   Bakhtin Reader .180-187. Ed. Pam Morris. London: Arnold, 1994.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 65-107, 211-216. Chicago: University of Chicago Press, 1995.   Ritchie, Donald. 1995. Conducting Interviews. Doing Oral History . 57-85.   New York: Twayne.     RECOMMENDED   Smith, Anna Deveare. 1993. Fires in the Mirror . New York: Anchor Books.         April 3 Technology in Everyday Life --The Bagel   READ   Gabaccia, Donna R. History   of the Bagel . We Are What We Eat: Ethnic Food and the Making of Americans .   Cambridge: Harvard University Press, 1998.   RECOMMENDED      Latour, Bruno. 1993. We have never been modern . trans. Catherine Porter.   Cambridge: Harvard University Press.   Norman, Donald A. The Psychology of Everyday Things . New York: Basic   Books, 1988.        April 10 Technology in Everyday Life--Life Online   GUEST: Terri Senft   READ   Kirshenblatt-Gimblett, Barbara. \"The Electronic Vernacular.\" Connected ,   ed. George Marcus, 21-65. Late Editions, volume 3.. Chicago: University of Chicago   Press, 1995.   Markham, Annette N. Interview   with Terri Senft . Life Online: Researching Real Experience in Virtual   Space . 190-199. Walnut Creek, Calif: Altamira Press, 1998.     Johnson, Steven. Interface Culture: How New Technology Transforms the Way   We Create and Communicate . 11-41. San Francisco: HarperEdge, 1997.   Jones, Steve. CyberSociety 2.0: Revisiting Computer-Mediated Communication   and Community . 2-34. Thousand Oaks, California: Sage Publications, 1998.     RECOMMENDED   Hayles, N. Katherine. 1999. How we became posthuman: virtual bodies in cybernetics,   literature, and informatics . Chicago: University of Chicago Press.   Mitchell, William J. City   of Bits: Space, Place, and the Infobahn . Cambridge, Mass: MIT Press,   1995.   SEE   Sexuality and Cyberspace, Women   and Performance , 17.   jenniCAM     April 17 The Ceremonial City   April 19 and 20 . Passover seders Passover   links   Friday April 21 . Good Friday. Fieldtrip to Lower   East Side for Stations/Way of the Cross processions. Click on links for maps.   St.   James Church --noon for the Tenebre service; Way of the Cross starts at 1   pm from the St. James Church (35 St. James, at Madison, near Chatham Square),   and ends at 3 pm. A Spanish language service follows.   St. Brigid's, St. Emerick, and Mary Help of Christians--Way of the Cross (bilingual)   starting at 4 pm from Mary   Help of Christians (440 E. 12th St. between First Avenue and Avenue) and   ending at St.   Brigid's before 7 pm. Service follows at St. Brigid's.   Sunday April 23 . Easter Sunday. Fieldtrip   to Fifth Avenue for Easter Parade. Meet outside St.   Patrick's Church on Fifth Ave, between 50th and 51rst Streets, opposite   Rockefeller Plaza, at noon.      &quot; Easter Parade ,&quot;   by Leo Reisman and Clifton Webb (words) and Irving Berlin (music), 1933.   14th Annual Easter Bonnet Competition   (Broadway Cares/Equity Fights Aids)   READ   Zerubavel, Eviatar. \"The Calendar, Sacred Time and Profane Time.\" Hidden   Rhythms: Schedules and Calendars in Social Life, 70-137. Chicago: University   of Chicago Press, 1981.   Schmidt, Leigh Eric. &quot;Easter Parade.&quot; Comsumer Rites: the Buying   and Selling of American Holidays . 192-243. Princeton: Princeton University   Press, 1995.   Peters, F. E. \"The Procession That Never Was: The Painful Way in Jerusalem.\"   TDR 29 (1985): 31-41.     Stations   of the Cross   Way of the Cross   Seventh   Precinct Profile   Lower East Side       RECOMMENDED     Observations of Life   in Lower Manhattan at the Turn of the Century       April 24 Conclusion   Field report due.   Wednesday April 26. Final research paper due.     Sunday April 30 Conference (all day)   Conference Program   Conference Protocol   Final portfolio due.     May 1 No class     http://www.nyu.edu/classes/bkg/aesthetics.html   Updated 4/25/2000"}, {"content": "Technology and Society - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Technology and Society        Courses that focus on societal implications of new technologies of information, communication and digital media.                     MCC-UE 1003 - Introduction to Digital Media   This course is an introduction to digital media, focusing on networks, computers, the Web, and video games. Theoretical topics include the formal qualities of new media, their political dimensions, as well as questions of genre, narrative, and history. View sample syllabus          MCC-UE 1006 - Television: History and Form   Analysis of television as a medium of information, conveyor and creator of mass culture, and a form of aesthetic expression. Course examines the historical development of television as both a cultural product and an industry. View sample syllabus          MCC-UE 1007 - Film: History and Form   Analysis of film as a medium of information, conveyor and creator of mass culture, and a form of aesthetic expression. Course examines the historical development of film as both a cultural product and an industry. View sample syllabus          MCC-UE 1008 - Video Games: Culture and Industry   The course examines the emergence of video games as site of contemporary cultural production and practice. It pays special attention the symbolic and aesthetic dimensions of video games, including their various narratives forms and sub-genres, and concentrates on their interactive dimensions. The course provides insight into the emerging trends in the interface between humans and media technologies. The course also situates video games within the business practices of the entertainment industries. View Sample Syllabus          MCC-UE 1012 - Crime, Violence and Media   This course considers the culture of crime in relation to conventions of news and entertainment in the mass media. Topics include competing theories of criminogenic behavior, news conventions and crime reporting, the aesthetics and representation of crime in the media, the role of place in crime stories, moral panics and fears, crime and consumer culture, and the social construction of different kinds of crimes and criminals. View sample syllabus          MCC-UE 1015 - Advertising and Society   This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    Note: This course counts under two Fields of Study: Images and Screen Studies as well as Technology and Society. It may be offered at NYU Prague. Consult with your academic advisor for course availability and description abroad. View sample syllabus          MCC-UE 1020 - The Business of Media   Detailed examination of the business models and economic traits in a variety of media industries including film and television, cable and satellite, book and magazine publishing, gaming and the Internet. Emphasis on historical trends and current strategies in both domestic and global markets. View sample syllabus          MCC-UE 1021 - Dead Media Research Studio   This course is devoted to media archaeology, that is, historical research on forgotten, obsolete, or otherwise 'dead' media technologies. The goal of the course is to introduce students to the skills and resources necessary for producing rigorous scholarship on obsolete and obscure media. It will include an exposure to scholarship in media archaeology including writings from Friedrich Kittler and Jonathan Sterne; an intensive introduction to research methods; instruction on the localization and utilization of word, image, and sound archives; and a continuing emphasis on the need to restore media artifacts to their proper social and cultural context. The course follows a research studio model commonly used in disciplines such as architecture. View sample syllabus          MCC-UE 1024 - Amateur Media   This course will track the various manifestations of media amateurism over time and medium, while also exploring the theoretical concerns and cultural discourses that surround the work of amateurs and their social construction, especially in relation to notions of professionalism, community, networks, artistic practice, collectivism, and marginalization.          MCC-UE 1026 - Disability, Technology and Media   In this course, we will examine the significance of technology to the definition and experience of disability; the relationship between disability and the development of new media; the politics of representation; and current debates between the fields of disability studies and media studies. Specific topics will include: biomedical technology and the establishment of norms; the category of &ldquo;assistive technology&rdquo;; cyborgs and prostheses as fact and as metaphor; inclusive architecture and design; visual rhetorics of disability in film and photography; staring and other practices of looking; medical and counter-medical performance; media advocacy, tactical media, and direct action.    sample syllabus          MCC-UE 1028 - Ethics and Media   The purpose of this course is twofold: 1) to equip future media professionals with sensitivity to moral values under challenge as well as the necessary skills in critical thinking and decision making for navigating their roles and responsibilities in relation to them and 2) honing those same skills and sensitivities for consumers of media and citizens in media saturated societies.    View Sample Syllabus          MCC-UE 1029 - New Media Research Studio   New Media Research Studio is a lab dedicated to examining and deconstructing new information technology tools and environments. Students will be exposed to the contemporary discourse around new media through reading, listening and watching. We will embark on virtual journeys into media and will update the class collaborative blog with travelogues from social networking sites, massive-multi-player online environments, the blogosphere, the open source movement, radical online activist groups, internet art collectives and more. Sample Syllabus          MCC-UE 1030 - Architecture as Media: Communication Through the Built Environment   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life. View Sample Syllabus          MCC-UE 1031 - Digital Media: Theory and Practice   This course offers students a foundational understanding of the technological building blocks that make up digital media and culture, and of the ways they come together to shape myriad facets of life. Students will acquire a working knowledge of the key concepts behind coding, and survey the contours of digital media architecture, familiarizing themselves with algorithms, databases, hardware, and similar key components. These technological frameworks will be examined as the basic grammar of digital media and related to theories of identity, privacy, policy, and other pertinent themes.    Sample Syllabus          MCC-UE 1033 Critical Making (NEW for Spring 2015!)   Critical making is hands-on hardware practice as a form of reflection and analysis: a way of thinking through what (and how) computing and digital media mean by understanding how they work , building on the literature of media studies and the digital humanities . By turning from software to hardware, to the physicality of computation and communications infrastructure, we will take objects apart, literally and figuratively, and in the process will learn to interpret and to intervene -- using prototyping, reverse engineering, hardware hacking and circuit bending, design fiction, electronics fabrication and other approaches -- in the material layer of digital technologies.    View Sample Syllabus (DRAFT)          MCC-UE 1034 - Media, Technology and Society   An inquiry into the interplay of technology and contemporary society. Examines the ways in which technologies-mechanical, electronic, analog, and digital-have shaped and complicated our culture and society. View sample syllabus          MCC-UE 1036 - On the Phone: Telephone and Mobile Communication Technology   This course examines the convergence of different technologies and cultures in telephony since the nineteenth century. It surveys the technical development of the telephone, from its roots in telegraphy to radio and portable phones to mobile computing. We will trace the history of &ldquo;telephonic principles&rdquo; such as interaction and universality, and telephony in various social contexts: national and transnational telephone cultures; genres of text messaging; the relationship of communication technology to public, private, and virtual space; and the appropriation of the medium for the purposes of art and activism.    Sample Syllabus          MCC-UE 1151 - Media History of New York   New York has played a crucial role in the history of media, and media have played a crucial role in the history of New York. New York has been represented by media since Henry Hudson wrote his reports to the Dutch. Media institutions have contributed centrally to its economy and social fabric, while media geographies have shaped the experiences of city living. This course explores media representations, institutions, and geographies across time and is organized around the collaborative production of an online guidebook to the media history of New York. View sample syllabus          MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1300 - Media and Global Communication   Examines the broad range of activities associated with the globalization of media production, distribution, and reception. Issues include the relationship between local and national identities and the emergence of a 'global culture' and the impact of technological innovations on the media themselves and their use and reception in a variety of settings. View sample syllabus          MCC-UE 1303 - Privacy and Media Technology   Few values have been as unalterably disturbed by developments in new media as privacy. This course presents a philosophical, social, and legal inquiry into the impact of digital communications upon privacy &amp; its meanings, in order to prepare students to recognize, contextualize, and analyze privacy challenges created by new information technologies. We will explore the philosophical roots of privacy as a deeply held social value and consider how it may conflict with other values, such as freedom of speech, anonymity, efficiency, accountability, and national security. Our discussions will be situated in leading ethical and legal controversies concerning new media tools (e.g., social networks, mobile apps, digital e-readers, wearable health sensors), practices (e.g., online tracking, behavioral advertising, automated face recognition, video surveillance), platforms (e.g. Facebook, Twitter, and Google Maps), and other topics shaping today's privacy discourse.    Sample Syllabus          MCC-UE 1305 - Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication, media, information and international development. Topics include state-building, modernization, dependency and globalization. Every week will be dedicated to a particular country/region and media development program whereby students will analyze a specific case study.    Sample Syllabus          MCC-UE 1347 - Culture of the Screen: From the Cinematic to the Handheld   Whether large, small, wide, high-definition, public, personal, shared, or handheld, screens are one of the most pervasive technologies in everyday life. From spaces of work to spaces of leisure, screens are sites for collaboration, performance, surveillance, and resistance. This course traces the cultural history of screens through a range of forms -- from the panorama to the cinema, from the radar system to the television, and from the terminal to the mobile device -- to provide a way of thinking about the development of the screen as simultaneously architectural, material, representational and computational. View sample syllabus          MCC-UE 1402 - Marxism and Culture   Explores the various political and philosophical debates within western Marxism. Pays particular attention to the influence of the cultural turn in twentieth century Marxist thought on feminism, postcolonialism, and theories of mediation. Themes include: the commodity, alienation and reification, surplus value, culture, ideology, hegemony and subjectivity.    View Sample Syllabus          MCC-UE 1405 - Copyright, Commerce and Culture   Course explores the basic tenets and operative principles of the global copyright system. It considers the ways in which media industries, artists, and consumers interact with the copyright system and judges how well it serves its stated purposes: to encourage art and creativity. Examinies various social, cultural, legal, and political issues that have arisen in recent years as a result of new communicative technologies. The two main technological changes that concern us are the digitization of information and culture and the rise of networks within society and politics.    View Sample Syllabus                 MCC-UE 1406 - Hacker Culture & Politics   This course takes as its object computer hackers to interrogate not only the ethics and technical practices of hacking, but to examine more broadly how hackers and hacking have transformed the politics of computing and the Internet more generally. We will examine how hacker values are realized and constituted by different legal, technical, and ethical activities of computer hacking-for example, free software production, cyberactivism and hactivism, cryptography, and the pranksih games of hacker underground. View sample syllabus          MCC-UE 1411 - Visual Culture of Science and Technology   This course examines the imagery of science and technology, the role of visuality in the construction of scientific knowledge, artistic renditions of science, and the emergence of visual technologies in modern society. It looks at how visuality has been key to the exercise of power through such practices as cataloguing and identification; the designation of abnormality, disease, and pathologies; medical diagnosis; scientific experimentation; and the marketing of science and medicine. We will examine the development of the visual technologies in the emerging scientific practices of psychiatry and criminology; explore the sciences of eugenics, genetics, pharmacology, brain and body scans, and digital medical images of many kinds; the marketing of pharmaceuticals, and the emerging politics of scientific activism. View sample syllabus          MCC-UE 1508 - Print, Typography and Form   This course surveys a number of important themes in Western history and thought by way of our most omnipresent medium: typography. Organized around three major technological innovations&mdash;the printing press in the mid-15th century, multi-cylinder and sheet-fed rotary presses in the second half of the 19th century, and the desktop computer in the late 20th century&mdash;this course will look at the sociopolitically transformative power of print. Topics of study may include print&rsquo;s relation to: religion and science, censorship and ownership of the press, money, advertising in the public sphere, gender politics, Nationalism, Socialism, late-20th century countercultures, as well as more contemporary concerns that arise from the transition of print to digital and online platforms. In this course we will discover that whether dealing with marketing, journalism, political activism, design, or new media, typography is a fundamental concern.    Sample Syllabus          MCC-UE 1571 - The Rise of Internet Media   This course examines the emergence of the Internet as a commercial business. It pays particular attention to the various business models and practices employed in media-related enterprises, tracing their development from the late 1990s to the most recent strategies and trends. Case studies include the Internet Service Providers (ISPs), portals, search engines, early game platforms, the Internet presence of traditional media organizations, social network platforms. Trade and industry publications, corporate reports, and industry surveys are integral to course preparation. Guest speakers from the industry will make regular appearances.    View Sample Syllabus          MCC-UE 1585 Creative Coding   &ldquo;Creative Coding&rdquo; is a practice-based course designed to teach basic programming skills in the context of critical and cultural media studies and the digital humanities. The course requires no prior programming experience, simply a willingness to explore code at a more technical level with the aim of using computation as an expressive, analytical, critical and visualizing medium. In other words, this is a coding class designed to teach students to make projects that extend inquiry and exploration in media, culture and communication. Students will learn basic coding techniques such as variables, loops, graphics, and networking, all within a larger conversation on the social, cultural, and historical nature of code and coding practices.    View Sample Syllabus (DRAFT)          MCC-UE 1717 - Listening: Noise, Sound and Music   This course examines theories, technologies, and practices of listening in the modern world. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, and philosophers worked to understand this radical transformation of the senses? View sample syllabus          MCC-UE 9015 / MCC-UE 1015 - Advertising and Society (Prague)   The course examines the role of advertising not only as an economic force but also as a form of cultural representation with a focus on the social implications of the role of consumerism in contemporary society by following its various forms around the world. Students will read, watch, analyze and discuss a variety of text specific commercials. Attention will be devoted also to the impact of advertising on the post-communist world and to the ways by which cultural issues are framed and kept in mind in the media discourse. The main objective is to provide an introductory course that is meaningful and of practical importance to students. The course examines Advertising not only as an academic discipline, but also a way of perceiving and understanding our society.    sample syllabus          MCC-UE 9103 - Intro to Digital Media (Paris)   This course is an introduction to digital media, focusing on networks, computers, the Web, and video games. Theoretical topics include the formal qualities of new media, their political dimensions, as well as questions of genre, narrative, and history. Conducted in French.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Aesthetics of Everyday Life            AESTHETICS OF EVERYDAY LIFE   Barbara Kirshenblatt-Gimblett   H42.1040 / Spring 2000   Mondays 3:30-6:10 pm   Department of Performance Studies / Tisch   School of the Arts / New York University   721 Broadway, 6th floor, New York, NY   10003     Course description   Research Essay   Research Essay Proposal   Oral Report   Conference Program   Final Porfolio   Field Trips   Field Trip Reports   Readings   Deadlines   Grade   Schedule       Course Description   Focussing on what Hegel called \"the prose of the   world,\" we will consider how the quotidian is constituted in the performances   of everyday life. The taken-for-granted world is invisible except under special   conditions--when boredom is induced by the sheer repetitiveness of the banal   or when poesis transforms the utterly ordinary or when the shock of the sensational,   spectacular, or exotic calls the taken-for-granted into question.   Debates over the creative and emancipatory potential of vernacular   culture will move us towards a critical theory of everyday life. A close reading   of key thinkers such as de Certeau, Williams, Hall, and Harvey will frame our   fine-grained analyses of the urban mise-en-scene in New York City, its spatial   and temporal organization, its concentrations of power and oppositional practices,   its performative modes and values.   We will examine the phantasmagoria of New York city streets and   open spaces (Washington Square, Times Square); the vernacular imprint on the   built environment (graffiti, sidewalk altars, casitas, vendors, Christmas lights);   the festivalizing of the city (Easter Parade, and Hasidic Purim in Brooklyn);   home and homelessness; death in the vernacular, including memorial walls in   various New York City neighborhoods, and the role of tourism, museums, and performance   artists in constituting the quotidian. We will also consider technology in everyday   life, particularly the social worlds emerging in cyberspace. Where possible,   fieldtrips will be organized to relevant events and parts of the city.     Research Essay   Examine in depth a cultural setting or event in New York. Focus   on one of the issues raised in the course. Photography and video/sound recording   are strongly encouraged. Essays based on fieldwork are strongly encouraged..   Historical research using primary sources is also appropriate. Essays should   combine thick description with analysis that addresses theoretical issues raised   in the course. Mechanics of the paper must be under control--copyediting, proofreading,   consistent formatting of footnotes and bibliography. Students are encouraged   to use this assignment as a pilot project for the masters essay or doctoral   dissertation, and to think in terms of presenting this work at the October 2000   meetings of the American Folklore Society meetings in Anchorage, Alaska (deadlines   for submissions are fast approaching), November 2000 meetings of the American   Studies Association, and April 2001 PSi Conference in Munich, among others.   Collaborative projects are strongly encouraged. Due Wednesday   April 26 .   Research Essay Proposal   We will discuss project ideas in class and in the class newsgroup.   In addition, you are encouraged to brainstorm ideas with me during office hours   and by email. The topic should be settled and you should already have begun   working on it when you submit the proposal. The proposal (2-3 pages, double-spaced)   should demonstrate a good match between the case you will analyze and the conceptual   focus and theoretical orientation you will use. Show how you will gain access   to your subject and explain what you have already done by way of preparation.   List the relevant reading, indictating what you have already read. Provide a   provisional outline for the paper. Or, alternatively, treat this proposal like   you would the long abstract that you are asked to submit when you volunteer   a paper for a conference. During the course of the semester, you are encouraged   to submit working outlines of the paper as a basis for getting feedback as the   project develops. Due Monday February 21 .   Oral Report   On Sunday April 30 we will   devote the entire day to a symposium during which each person will report orally   on their research project. These reports will be formal conference presentations--5   minutes (2 1/2 typed pages) in length--and will also be handed in. This will   be the last day of class.     Conference Program   Conference Protocol     Final Portfolio   Final portfolio is to be submitted with the research essay on    Sunday April 30. . The portfolio is to include   all the work done for the course, including reading responses, fieldwork reports,   research essay, and introductory statement that orients the reader to the work   presented in the portfolio.     Field Trips   Fieldtrips are planned in connection such events as Chinese New   Year, Purim, St. Patrick's Day, Good Friday, and Easter Sunday, among others.   The requirement for the course is that you attend as least TWO, and write brief   reports on each. You are encouraged to attend as many as you can.   Field Reports   Submit a brief (3 page double-spaced) field report at the beginning   of the class following each of the two fieldtrips you attend. Each report should   be structured around an observational focus that you decide upon before the   field trip, with the help of preparatory class discussion. Class discussion   will be based on these reports.     Readings   Readings will be available online, in the Performance Studies   Archive, at Bobst, and at the NYU Book Center. Weekly reading assignments must   be completed before the class for which they are assigned. You will be expected   to relate ideas in the readings to class presentations and discussion and to   use them in your field reports and research project.     Book order   Resource bibliographies   Research methods   Where to buy books   in New York City   Buying books online     Deadlines   Monday February 21 : Research   proposal   Wednesday April 26 : Final   research paper and portfolio   Sunday April 30 : Oral presentation     Grade   The grade is based on participation in class discussion, all written   assignments, and the oral presentation. Written work will be evaluated on the   basis of conception, research, argument/analysis, and execution (coherence,   clarity, structure, style, and control over technical aspects of the writing).   Allow time to revise the essay and to proofread it carefully. Study partners   are highly recommended. Read each other's papers and suggest revisions and corrections.   All assignments MUST be handed in on time. NO INCOMPLETES.     Schedule   January 24 Introduction   January 31 Space/Place/Time     Saturday February 5 NYC Panorama   Fieldtrip (afternoon)     February 7 Space/Place/Time cont'd Field   Report due .     Thursday February 10-Saturday February 12 Conference   on Globalization and the New Urbanism     February 14 Habitus   February 21 Vernacular/Tradition. Research   paper proposal due.   February 28 Writing the City   March 6 Writing the City cont'd.   March 13 Spring Recess   March 20 Memory     Tuesday March 21 Purim fieldtrip   (afternoon and night)     March 27 Memory cont'd. Field report   due.   April 3 Technology in Everyday Life   April 10 Technology in Everyday Life cont'd   April 17 The Ceremonial City     Friday April 21 Good Friday fieldtrip   Sunday April 23 Easter Parade   fieldtrip     April 24 Conclusion. Field Report   due.     April 26 Final research paper due.   Sunday April 30 Conference all day. Portfolio   due.     May 1 No class     January 24 Introduction   READ   Kirshenblatt-Gimblett, Barbara. 1983. The Future of Folklore Studies in America:   The Urban Frontier. Folklore Forum 16, 2: 176-234.     January 31 Space/Place/Time   Reading Groups Meet 3:20-4:30, Full class meets 4:45-6:10.   READ   Vidler, A. 1986. The Scenes of the Street: Transformation in Ideal and Reality,   1750-1871. On Streets . ed. S. Anderson, 28- 111. Cambridge: MIT Press.     Casey, Edward S., How to Get from Space to Place in a Fairly Short Time. Senses   of Place . eds. Steven Feld and Keith H. Basso, 13-52. Santa Fe, New Mexico:   School of American Research Press; 1996..   Auge, Marc. Non-Places: Introduction to an Anthropology of Supermodernity .   New York: Verso, 1992.     February 7 Space/Place/Time cont'd   FIELD TRIP : New   York City Panorama at the Queens Museum on Saturday February 5, at 3:00   pm. We will meet at the entrance to the Panorama. Please bring binoculars, a   laser pointer, and a city map. For details, see Queens   Museum of Art . Directions: From Grand Central or Times Square, by Subway:   take #7 Flushing IRT, exit 111th Street Station. Walk south on 111th Street   to Park entrance at 49th Avenue. Follow yellow signs to the Museum, which is   located next to the Unisphere. A fifteen-minute walk. Come earlier if you would   like to see their other exhibitions.   Globalization   and the New Urbanism: New York and Berlin , Conference at New York University,   February 10-12, 2000. To register for the conference, click   here. Please try to attend as much of this conference as possible.   READ   Boyer, M. Christine. The panorama of New York City: a parodoxical view. ed.   Phillips, Patricia C. City speculations. New York: Queens Museum of Art;   1996.   Stewart, Susan. The Miniature. On Longing: Narratives of the Miniature,   the Gigantic, the Souvenir, the Collection . 37-69. Baltimore: Johns Hopkins   University Press; 1984.   De Certeau, Michel. 1985. Practices of Space. In On Signs , edited by   Marshall Blonsky. 122-145. Baltimore: Johns Hopkins, pp. 122-145.   Thrift, Nigel. Spatial formations. 2-50. Thousand Oaks, California: Sage, 1996.   Lefebvre, Henri. The production of space. 26-59. Cambridge, Massachusetts:   Blackwell, 1991.     February 14 Habitus   Valentine's Day   SCREEN : Clotheslines (Roberta Cantow)   READ   Bourdieu, Pierre. Structures and the Habitus. Outline of a Theory of Practice .   72-95. Cambridge: Cambridge University Press, 1977.   Certeau, Michel de. On the oppositional practices of everyday life. Social   Text 3, fall (1980):3-43.   Bachelard, Gaston. The Poetics of Space . 3-37. Boston: Beacon, 1969.   Schutz, Alfred. Multiple Realities. In Rules and Meanings. Mary Douglas,   ed. 227-231. Baltimore: Penguin, 1973.   RECOMMENDED   Schmidt, Leigh Eric. St. Valentine's Day Greeting. Comsumer Rites: the Buying   and Selling of American Holidays . 38-104. Princeton: Princeton University   Press, 1995.     February 21 Vernacular/Tradition   President's Day: Class will meet   READ   Hall, Stuart. \"Notes on Deconstructing the Popular.\" People's History and   Socialist Theory , ed. Raphael Samuel, 227-42. London: Routledge, 1981.   Soloveitchik, Haym. Rupture and reconstruction: the transformation of contemporary   orthodoxy. Judaism 28, 4 ( 1994):64-130.   Giddens, Anthony. \"Living in a Post-Traditional Society.\" Reflexive Modernization:   Politics, Tradition and Aesthetics in the Modern Social Order , eds. Ulrich   Beck, Anthony Giddens, and Scott Lash, 56-109. Stanford: Stanford University   Press, 1994.   Williams, Raymond. \"Structures of Feeling.\" Marxism and Literature .   128-35. New York: Oxford University Press, 1977.   RECOMMENDED   Gilroy, Paul. &quot;Not a Story to Pass On&quot;: Living Memory and the Slave   Sublime,&quot; The Black Atlantic: Modernity and Double Consciousness .   Cambridge: Harvard University Press, 1993.     February 28 Writing the City --Memorial Walls   GUEST : Joseph Sciorra   FIELD TRIP: Saturday March 4, time and place TBA to see memorial walls.   READ   Sciorra, Joseph. In Memoriam: New York City's Memorial Walls. Folklife Annual   90 . 144-151. James Hardin, ed. Washington, D.C., Library of Congress, 1991.   Bowler, Anne E., and Blaine McBurney. Gentrification and the Avant-Garde   in New York's East Village: The Good, the Bad, and the Ugly . REALM Research   About Lower Manhattan, Working Paper Series, no. 4. New York: New School for   Social Research, 1989.   Holston, James and Arjun Appadurai, &quot;Cities and Citizenship,&quot; in   James Holston, ed. Cities and Citizenship . Durham, North Carolina: Duke   University Press, 1999.     RECOMMENDED     March 6 Writing the City cont'd   SCREEN : Style Wars (Tony Silver and Henry Chalfant)   READ   Stewart, Susan. Ceci Tuera Cela: Grafitti as Crime and Art. Crimes of Writing:   Problems in the Containment of Representation . 206-233. New York: Oxford   University Press, 1991.   Rose, Tricia.&quot;All Aboard the Night Train&quot;: Flow, Layering, and Rupture   in Postindustrial New York. Black Noise: Rap Music and Black Culture   in Contemporary America. 21-60. Hanover, New Hampshire: Wesleyan University   Press, 1994.   Richard Lachmann, Graffiti   as Career and Ideology . American Journal of Sociology , 94, 2 (1988):   229-250.   RECOMMENDED     March 13 Spring Recess: No Class   Friday March 17, St. Patrick's Day Parade     March 20 Memory   FIELD TRIP: Tuesday March 21 , Fieldtrip to Williamsburg   (afternoon) and Boro Park (night) for Purim.   READ   Kirshenblatt-Gimblett, B. 1990. Performance of Precepts/Precepts of Performance:   Hasidic Celebrations of Purim in Brooklyn. By Means of Performance: Intercultural   Studies of Theatre and Ritual . eds. R. Schechner, and W. Appel, 109-117.   Cambridge: Cambridge University Press.   Kugelmass, J. 1988. Between Two Worlds: Notes on the Celebration of Purim among   New York Jews, March 1985. Between Two Worlds: Ethnographic Essays on American   Jewry . 33-51. ed. J. Kugelmass, Ithaca: Cornell University Press.   Epstein, Shifra. \"Drama on a Table: the Bobover Hasidim Pirimshpiyl.\" Judaism   Viewed From Within and Without: Anthropological Studies, ed. Harvey E. Goldberg,   195-217. Albany, New York: SUNY Press, 1987.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 1-16, 30-38, 46-65. Chicago: University of Chicago Press, 1995.   RECOMMENDED   Mintz, Jerome. Hasidic People: A Place in the New World . Cambridge:   Harvard University Press, 1992.   Heilman, Samuel C. Defenders of the Faith Inside Ultra-Orthodox Jewry .   New York: Schocken Books, 1992.   SEE   Purim with AISH.com   Food   for Thought   Virtual Beth Midrash   Purim.com   Chabad in Cyberspace   Interactive Purim Guide     March 27 Memory cont'd   Field report due.   Purim 2000 Fieldtrip Photographs of the tish   at the Bobover besmedresh courtesy of Lacey Torge.   READ   Dobkin, Toby Blum. 1979. The Landsberg Carnival: Purim in a Displaced Person's   Center. Purim: The Face and the Mask . Ed. Shifra. Epstein, 52-60. New   York: Yeshiva University Museum.   Bakhtin, Mikhail. Aesthetic Visualizing of Time/Space: The Chronotope. The   Bakhtin Reader .180-187. Ed. Pam Morris. London: Arnold, 1994.   Emerson, Robert M., Rachel I. Fretz, and Linda L. Shaw. Writing Ethnographic   Fieldnotes . 65-107, 211-216. Chicago: University of Chicago Press, 1995.   Ritchie, Donald. 1995. Conducting Interviews. Doing Oral History . 57-85.   New York: Twayne.     RECOMMENDED   Smith, Anna Deveare. 1993. Fires in the Mirror . New York: Anchor Books.         April 3 Technology in Everyday Life --The Bagel   READ   Gabaccia, Donna R. History   of the Bagel . We Are What We Eat: Ethnic Food and the Making of Americans .   Cambridge: Harvard University Press, 1998.   RECOMMENDED      Latour, Bruno. 1993. We have never been modern . trans. Catherine Porter.   Cambridge: Harvard University Press.   Norman, Donald A. The Psychology of Everyday Things . New York: Basic   Books, 1988.        April 10 Technology in Everyday Life--Life Online   GUEST: Terri Senft   READ   Kirshenblatt-Gimblett, Barbara. \"The Electronic Vernacular.\" Connected ,   ed. George Marcus, 21-65. Late Editions, volume 3.. Chicago: University of Chicago   Press, 1995.   Markham, Annette N. Interview   with Terri Senft . Life Online: Researching Real Experience in Virtual   Space . 190-199. Walnut Creek, Calif: Altamira Press, 1998.     Johnson, Steven. Interface Culture: How New Technology Transforms the Way   We Create and Communicate . 11-41. San Francisco: HarperEdge, 1997.   Jones, Steve. CyberSociety 2.0: Revisiting Computer-Mediated Communication   and Community . 2-34. Thousand Oaks, California: Sage Publications, 1998.     RECOMMENDED   Hayles, N. Katherine. 1999. How we became posthuman: virtual bodies in cybernetics,   literature, and informatics . Chicago: University of Chicago Press.   Mitchell, William J. City   of Bits: Space, Place, and the Infobahn . Cambridge, Mass: MIT Press,   1995.   SEE   Sexuality and Cyberspace, Women   and Performance , 17.   jenniCAM     April 17 The Ceremonial City   April 19 and 20 . Passover seders Passover   links   Friday April 21 . Good Friday. Fieldtrip to Lower   East Side for Stations/Way of the Cross processions. Click on links for maps.   St.   James Church --noon for the Tenebre service; Way of the Cross starts at 1   pm from the St. James Church (35 St. James, at Madison, near Chatham Square),   and ends at 3 pm. A Spanish language service follows.   St. Brigid's, St. Emerick, and Mary Help of Christians--Way of the Cross (bilingual)   starting at 4 pm from Mary   Help of Christians (440 E. 12th St. between First Avenue and Avenue) and   ending at St.   Brigid's before 7 pm. Service follows at St. Brigid's.   Sunday April 23 . Easter Sunday. Fieldtrip   to Fifth Avenue for Easter Parade. Meet outside St.   Patrick's Church on Fifth Ave, between 50th and 51rst Streets, opposite   Rockefeller Plaza, at noon.      &quot; Easter Parade ,&quot;   by Leo Reisman and Clifton Webb (words) and Irving Berlin (music), 1933.   14th Annual Easter Bonnet Competition   (Broadway Cares/Equity Fights Aids)   READ   Zerubavel, Eviatar. \"The Calendar, Sacred Time and Profane Time.\" Hidden   Rhythms: Schedules and Calendars in Social Life, 70-137. Chicago: University   of Chicago Press, 1981.   Schmidt, Leigh Eric. &quot;Easter Parade.&quot; Comsumer Rites: the Buying   and Selling of American Holidays . 192-243. Princeton: Princeton University   Press, 1995.   Peters, F. E. \"The Procession That Never Was: The Painful Way in Jerusalem.\"   TDR 29 (1985): 31-41.     Stations   of the Cross   Way of the Cross   Seventh   Precinct Profile   Lower East Side       RECOMMENDED     Observations of Life   in Lower Manhattan at the Turn of the Century       April 24 Conclusion   Field report due.   Wednesday April 26. Final research paper due.     Sunday April 30 Conference (all day)   Conference Program   Conference Protocol   Final portfolio due.     May 1 No class     http://www.nyu.edu/classes/bkg/aesthetics.html   Updated 4/25/2000"}, {"content": "Technology and Society - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Technology and Society        Courses that focus on societal implications of new technologies of information, communication and digital media.                     MCC-UE 1003 - Introduction to Digital Media   This course is an introduction to digital media, focusing on networks, computers, the Web, and video games. Theoretical topics include the formal qualities of new media, their political dimensions, as well as questions of genre, narrative, and history. View sample syllabus          MCC-UE 1006 - Television: History and Form   Analysis of television as a medium of information, conveyor and creator of mass culture, and a form of aesthetic expression. Course examines the historical development of television as both a cultural product and an industry. View sample syllabus          MCC-UE 1007 - Film: History and Form   Analysis of film as a medium of information, conveyor and creator of mass culture, and a form of aesthetic expression. Course examines the historical development of film as both a cultural product and an industry. View sample syllabus          MCC-UE 1008 - Video Games: Culture and Industry   The course examines the emergence of video games as site of contemporary cultural production and practice. It pays special attention the symbolic and aesthetic dimensions of video games, including their various narratives forms and sub-genres, and concentrates on their interactive dimensions. The course provides insight into the emerging trends in the interface between humans and media technologies. The course also situates video games within the business practices of the entertainment industries. View Sample Syllabus          MCC-UE 1012 - Crime, Violence and Media   This course considers the culture of crime in relation to conventions of news and entertainment in the mass media. Topics include competing theories of criminogenic behavior, news conventions and crime reporting, the aesthetics and representation of crime in the media, the role of place in crime stories, moral panics and fears, crime and consumer culture, and the social construction of different kinds of crimes and criminals. View sample syllabus          MCC-UE 1015 - Advertising and Society   This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    Note: This course counts under two Fields of Study: Images and Screen Studies as well as Technology and Society. It may be offered at NYU Prague. Consult with your academic advisor for course availability and description abroad. View sample syllabus          MCC-UE 1020 - The Business of Media   Detailed examination of the business models and economic traits in a variety of media industries including film and television, cable and satellite, book and magazine publishing, gaming and the Internet. Emphasis on historical trends and current strategies in both domestic and global markets. View sample syllabus          MCC-UE 1021 - Dead Media Research Studio   This course is devoted to media archaeology, that is, historical research on forgotten, obsolete, or otherwise 'dead' media technologies. The goal of the course is to introduce students to the skills and resources necessary for producing rigorous scholarship on obsolete and obscure media. It will include an exposure to scholarship in media archaeology including writings from Friedrich Kittler and Jonathan Sterne; an intensive introduction to research methods; instruction on the localization and utilization of word, image, and sound archives; and a continuing emphasis on the need to restore media artifacts to their proper social and cultural context. The course follows a research studio model commonly used in disciplines such as architecture. View sample syllabus          MCC-UE 1024 - Amateur Media   This course will track the various manifestations of media amateurism over time and medium, while also exploring the theoretical concerns and cultural discourses that surround the work of amateurs and their social construction, especially in relation to notions of professionalism, community, networks, artistic practice, collectivism, and marginalization.          MCC-UE 1026 - Disability, Technology and Media   In this course, we will examine the significance of technology to the definition and experience of disability; the relationship between disability and the development of new media; the politics of representation; and current debates between the fields of disability studies and media studies. Specific topics will include: biomedical technology and the establishment of norms; the category of &ldquo;assistive technology&rdquo;; cyborgs and prostheses as fact and as metaphor; inclusive architecture and design; visual rhetorics of disability in film and photography; staring and other practices of looking; medical and counter-medical performance; media advocacy, tactical media, and direct action.    sample syllabus          MCC-UE 1028 - Ethics and Media   The purpose of this course is twofold: 1) to equip future media professionals with sensitivity to moral values under challenge as well as the necessary skills in critical thinking and decision making for navigating their roles and responsibilities in relation to them and 2) honing those same skills and sensitivities for consumers of media and citizens in media saturated societies.    View Sample Syllabus          MCC-UE 1029 - New Media Research Studio   New Media Research Studio is a lab dedicated to examining and deconstructing new information technology tools and environments. Students will be exposed to the contemporary discourse around new media through reading, listening and watching. We will embark on virtual journeys into media and will update the class collaborative blog with travelogues from social networking sites, massive-multi-player online environments, the blogosphere, the open source movement, radical online activist groups, internet art collectives and more. Sample Syllabus          MCC-UE 1030 - Architecture as Media: Communication Through the Built Environment   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life. View Sample Syllabus          MCC-UE 1031 - Digital Media: Theory and Practice   This course offers students a foundational understanding of the technological building blocks that make up digital media and culture, and of the ways they come together to shape myriad facets of life. Students will acquire a working knowledge of the key concepts behind coding, and survey the contours of digital media architecture, familiarizing themselves with algorithms, databases, hardware, and similar key components. These technological frameworks will be examined as the basic grammar of digital media and related to theories of identity, privacy, policy, and other pertinent themes.    Sample Syllabus          MCC-UE 1033 Critical Making (NEW for Spring 2015!)   Critical making is hands-on hardware practice as a form of reflection and analysis: a way of thinking through what (and how) computing and digital media mean by understanding how they work , building on the literature of media studies and the digital humanities . By turning from software to hardware, to the physicality of computation and communications infrastructure, we will take objects apart, literally and figuratively, and in the process will learn to interpret and to intervene -- using prototyping, reverse engineering, hardware hacking and circuit bending, design fiction, electronics fabrication and other approaches -- in the material layer of digital technologies.    View Sample Syllabus (DRAFT)          MCC-UE 1034 - Media, Technology and Society   An inquiry into the interplay of technology and contemporary society. Examines the ways in which technologies-mechanical, electronic, analog, and digital-have shaped and complicated our culture and society. View sample syllabus          MCC-UE 1036 - On the Phone: Telephone and Mobile Communication Technology   This course examines the convergence of different technologies and cultures in telephony since the nineteenth century. It surveys the technical development of the telephone, from its roots in telegraphy to radio and portable phones to mobile computing. We will trace the history of &ldquo;telephonic principles&rdquo; such as interaction and universality, and telephony in various social contexts: national and transnational telephone cultures; genres of text messaging; the relationship of communication technology to public, private, and virtual space; and the appropriation of the medium for the purposes of art and activism.    Sample Syllabus          MCC-UE 1151 - Media History of New York   New York has played a crucial role in the history of media, and media have played a crucial role in the history of New York. New York has been represented by media since Henry Hudson wrote his reports to the Dutch. Media institutions have contributed centrally to its economy and social fabric, while media geographies have shaped the experiences of city living. This course explores media representations, institutions, and geographies across time and is organized around the collaborative production of an online guidebook to the media history of New York. View sample syllabus          MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1300 - Media and Global Communication   Examines the broad range of activities associated with the globalization of media production, distribution, and reception. Issues include the relationship between local and national identities and the emergence of a 'global culture' and the impact of technological innovations on the media themselves and their use and reception in a variety of settings. View sample syllabus          MCC-UE 1303 - Privacy and Media Technology   Few values have been as unalterably disturbed by developments in new media as privacy. This course presents a philosophical, social, and legal inquiry into the impact of digital communications upon privacy &amp; its meanings, in order to prepare students to recognize, contextualize, and analyze privacy challenges created by new information technologies. We will explore the philosophical roots of privacy as a deeply held social value and consider how it may conflict with other values, such as freedom of speech, anonymity, efficiency, accountability, and national security. Our discussions will be situated in leading ethical and legal controversies concerning new media tools (e.g., social networks, mobile apps, digital e-readers, wearable health sensors), practices (e.g., online tracking, behavioral advertising, automated face recognition, video surveillance), platforms (e.g. Facebook, Twitter, and Google Maps), and other topics shaping today's privacy discourse.    Sample Syllabus          MCC-UE 1305 - Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication, media, information and international development. Topics include state-building, modernization, dependency and globalization. Every week will be dedicated to a particular country/region and media development program whereby students will analyze a specific case study.    Sample Syllabus          MCC-UE 1347 - Culture of the Screen: From the Cinematic to the Handheld   Whether large, small, wide, high-definition, public, personal, shared, or handheld, screens are one of the most pervasive technologies in everyday life. From spaces of work to spaces of leisure, screens are sites for collaboration, performance, surveillance, and resistance. This course traces the cultural history of screens through a range of forms -- from the panorama to the cinema, from the radar system to the television, and from the terminal to the mobile device -- to provide a way of thinking about the development of the screen as simultaneously architectural, material, representational and computational. View sample syllabus          MCC-UE 1402 - Marxism and Culture   Explores the various political and philosophical debates within western Marxism. Pays particular attention to the influence of the cultural turn in twentieth century Marxist thought on feminism, postcolonialism, and theories of mediation. Themes include: the commodity, alienation and reification, surplus value, culture, ideology, hegemony and subjectivity.    View Sample Syllabus          MCC-UE 1405 - Copyright, Commerce and Culture   Course explores the basic tenets and operative principles of the global copyright system. It considers the ways in which media industries, artists, and consumers interact with the copyright system and judges how well it serves its stated purposes: to encourage art and creativity. Examinies various social, cultural, legal, and political issues that have arisen in recent years as a result of new communicative technologies. The two main technological changes that concern us are the digitization of information and culture and the rise of networks within society and politics.    View Sample Syllabus                 MCC-UE 1406 - Hacker Culture & Politics   This course takes as its object computer hackers to interrogate not only the ethics and technical practices of hacking, but to examine more broadly how hackers and hacking have transformed the politics of computing and the Internet more generally. We will examine how hacker values are realized and constituted by different legal, technical, and ethical activities of computer hacking-for example, free software production, cyberactivism and hactivism, cryptography, and the pranksih games of hacker underground. View sample syllabus          MCC-UE 1411 - Visual Culture of Science and Technology   This course examines the imagery of science and technology, the role of visuality in the construction of scientific knowledge, artistic renditions of science, and the emergence of visual technologies in modern society. It looks at how visuality has been key to the exercise of power through such practices as cataloguing and identification; the designation of abnormality, disease, and pathologies; medical diagnosis; scientific experimentation; and the marketing of science and medicine. We will examine the development of the visual technologies in the emerging scientific practices of psychiatry and criminology; explore the sciences of eugenics, genetics, pharmacology, brain and body scans, and digital medical images of many kinds; the marketing of pharmaceuticals, and the emerging politics of scientific activism. View sample syllabus          MCC-UE 1508 - Print, Typography and Form   This course surveys a number of important themes in Western history and thought by way of our most omnipresent medium: typography. Organized around three major technological innovations&mdash;the printing press in the mid-15th century, multi-cylinder and sheet-fed rotary presses in the second half of the 19th century, and the desktop computer in the late 20th century&mdash;this course will look at the sociopolitically transformative power of print. Topics of study may include print&rsquo;s relation to: religion and science, censorship and ownership of the press, money, advertising in the public sphere, gender politics, Nationalism, Socialism, late-20th century countercultures, as well as more contemporary concerns that arise from the transition of print to digital and online platforms. In this course we will discover that whether dealing with marketing, journalism, political activism, design, or new media, typography is a fundamental concern.    Sample Syllabus          MCC-UE 1571 - The Rise of Internet Media   This course examines the emergence of the Internet as a commercial business. It pays particular attention to the various business models and practices employed in media-related enterprises, tracing their development from the late 1990s to the most recent strategies and trends. Case studies include the Internet Service Providers (ISPs), portals, search engines, early game platforms, the Internet presence of traditional media organizations, social network platforms. Trade and industry publications, corporate reports, and industry surveys are integral to course preparation. Guest speakers from the industry will make regular appearances.    View Sample Syllabus          MCC-UE 1585 Creative Coding   &ldquo;Creative Coding&rdquo; is a practice-based course designed to teach basic programming skills in the context of critical and cultural media studies and the digital humanities. The course requires no prior programming experience, simply a willingness to explore code at a more technical level with the aim of using computation as an expressive, analytical, critical and visualizing medium. In other words, this is a coding class designed to teach students to make projects that extend inquiry and exploration in media, culture and communication. Students will learn basic coding techniques such as variables, loops, graphics, and networking, all within a larger conversation on the social, cultural, and historical nature of code and coding practices.    View Sample Syllabus (DRAFT)          MCC-UE 1717 - Listening: Noise, Sound and Music   This course examines theories, technologies, and practices of listening in the modern world. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, and philosophers worked to understand this radical transformation of the senses? View sample syllabus          MCC-UE 9015 / MCC-UE 1015 - Advertising and Society (Prague)   The course examines the role of advertising not only as an economic force but also as a form of cultural representation with a focus on the social implications of the role of consumerism in contemporary society by following its various forms around the world. Students will read, watch, analyze and discuss a variety of text specific commercials. Attention will be devoted also to the impact of advertising on the post-communist world and to the ways by which cultural issues are framed and kept in mind in the media discourse. The main objective is to provide an introductory course that is meaningful and of practical importance to students. The course examines Advertising not only as an academic discipline, but also a way of perceiving and understanding our society.    sample syllabus          MCC-UE 9103 - Intro to Digital Media (Paris)   This course is an introduction to digital media, focusing on networks, computers, the Web, and video games. Theoretical topics include the formal qualities of new media, their political dimensions, as well as questions of genre, narrative, and history. Conducted in French.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]