[{"detail": [{"content": "The Economics of Education: Policy and Finance | NYU Wagner                                    Jump to navigation                                                             The Economics of Education: Policy and Finance   PADM-GP.2441, 3 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Reforming education policy and finance are at the center of intense debates at all levels of government, driven in part by the recognition of the central role that education plays in the economy. Education affects the productivity of the labor force, the distribution of income, economic growth, and individuals’ earnings and quality of life. This course uses economic principles to analyze K-12 education. The course begins with an examination of the demand for education, both by the private sector (particularly individuals) and the public sector. Next, we consider the production (including teachers as an input) and supply and cost of education. Finally, we turn to the financing of K-12 education in the United States.      The class will be run as a seminar in which we will discuss the content of the assigned readings and try to make recommendations that are empirically and theoretically justified on economic grounds for achieving high performance in elementary and secondary education.    Prerequisites: CORE-GP.1011, CORE-GP.1018, and PADM-GP.2902                     Semester     Instructor     Syllabus Link         Fall 2013 Leanna Stiefel Syllabus  Fall 2012 Leanna Stiefel Syllabus  Fall 2009 Leanna Stiefel Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Leanna Stiefel Evaluation  Fall 2013 Leanna Stiefel Evaluation  Spring 2011 Roy, Joydeep Evaluation  Fall 2009 Stiefel, Leanna Evaluation"}]},
{"detail": [{"content": "The Economics of Education: Policy and Finance | NYU Wagner                                    Jump to navigation                                                             The Economics of Education: Policy and Finance   PADM-GP.2441, 3 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Reforming education policy and finance are at the center of intense debates at all levels of government, driven in part by the recognition of the central role that education plays in the economy. Education affects the productivity of the labor force, the distribution of income, economic growth, and individuals’ earnings and quality of life. This course uses economic principles to analyze K-12 education. The course begins with an examination of the demand for education, both by the private sector (particularly individuals) and the public sector. Next, we consider the production (including teachers as an input) and supply and cost of education. Finally, we turn to the financing of K-12 education in the United States.      The class will be run as a seminar in which we will discuss the content of the assigned readings and try to make recommendations that are empirically and theoretically justified on economic grounds for achieving high performance in elementary and secondary education.    Prerequisites: CORE-GP.1011, CORE-GP.1018, and PADM-GP.2902                     Semester     Instructor     Syllabus Link         Fall 2013 Leanna Stiefel Syllabus  Fall 2012 Leanna Stiefel Syllabus  Fall 2009 Leanna Stiefel Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Leanna Stiefel Evaluation  Fall 2013 Leanna Stiefel Evaluation  Spring 2011 Roy, Joydeep Evaluation  Fall 2009 Stiefel, Leanna Evaluation"}, {"content": "School Finance - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  School Finance                                 Education finance encompasses questions of equity, efficiency and effectiveness, accountability, and intergovernmental aid. What are the relationships among funding, policies, teachers, and student outcomes? How equitably are resources distributed to schools within school systems? Publications Income Inequality, the Median Voter, and the Support for Public Education (2010) Sean P. Corcoran and William N. Evans NBER Working Paper Series No. 16097 Using a panel of U.S. school districts spanning 1970 - 2000, the authors examine the relationship between income inequality and fiscal support for public education. In contrast with recent theoretical and empirical work suggesting a negative relationship between inequality and public spending, they find results consistent with a median voter model, in which inequality that reduces the median voter&#39;s tax share induces higher local spending on public education. The authors estimate that 12 to 22 percent of the increase in local school spending over this period is attributable to rising inequality.   Click here to download the full paper Making Research in Education Finance and Policy Matter Now (2010) Amy Ellen Schwartz Presidental Essay Education Finance and Policy Winter . 5(1): 1-13 Research in education finance and policy has flourished over the past twenty years as No Child Left Behind (NCLB) and a wide range of school reform efforts spurred demand for scientific evidence identifying &quot;what works.&quot; Research funding has been generous,buoyed by both favorable economic conditions and the sense that research will provide solutions to persistent problems in American schooling. It has been a good time for education research. In the end, the key to making education policy research matter is asking questions that matter-about pressing problems that affect large numbers of students in a broad range of circumstances-and providing useful answers and solutions that are feasible, practical, and implementable under realistic circumstances. Why do some students succeed while others do not? What can and what should the public sector do about it? These are the fundamental questions.  Click here to download the full paper Why Do Some Schools Get More and Others Less? An Examination of School-Level Funding in New York City (2009) Amy Ellen Schwartz, Ross Rubenstein, and Leanna Stiefel IESP Working Paper #09-10   In the spring of 2007, the New York City Department of Education announced an ambitious plan to change the way it distributes resources across its more than 1,400 schools. The plan, known as the &quot;Fair Student Funding&quot; initiative, is intended to change funding methods in two ways: first, by allocating money based upon characteristics of the student body that capture differences in the cost of providing appropriate educational services; second, by allocating dollars rather than specific resources, primarily teacher positions, and allowing principals greater discretion in the deployment of those resources. The authors examine the current distribution of resources across schools in New York City and consider what we know about the intradistrict allocation of resources.    Click here to download the full paper  Does Title I Funding Improve School and Student Achievement? An Analysis Using New York City Data (2009) Meryle G. Weinstein, Leanna Stiefel, Amy Ellen Schwartz and Luis Chalico IESP Working Paper #09-09  In this paper, the authors examine the impact of Title I on school spending and school performance, using New York City public school data. Based on a regression discontinuity design (RD) with panel data, and including separate analyses for elementary/middle and high schools, the authors estimate local average treatment effects of Title I. Overall, the results indicate that Title I changes the mix of spending, enabling high schools to significantly increase the amount of money they spend on direct services to students and to improve their pupil-teacher ratios (while reducing experienced teachers). Elementary and middle schools do not increase spending as much, which is consistent with our finding that state compensatory education funds may be supplanting some Title I funding in schools. Since schools just below the Title I cutoff are similar to those just above the cutoff, this finding may be an equitable, albeit unintended result. Finally, additional Title I spending does not improve the achievement of students and may even reduce school-wide average test scores in elementary and middle schools. These effects for both spending and scores seem to increase with the length of time schools are Title I eligible and to be stronger for ones that are always Title I eligible compared to those that go in and out of eligibility.   Click here to download the full paper  Equity and Accountability: The Impact of State Accountability Systems on School Finance (2008) Ross Rubenstein, Sonali Ballal, Leanna Stiefel, and Amy Ellen Schwartz Journal of Public Budgeting &amp; Finance , 28 (3): 1-22   Using an 11-year panel data set containing information on revenues, expenditures, and demographics for every school district in the United States, the authors examine the effects of state-adopted school accountability systems on the adequacy and equity of school resources. There is little relationship between state implementation of accountability systems and changes in school finance equity, though there is evidence that states in which courts overturned the school finance system during the decade exhibited significant equity improvements. Additionally, while implementation of accountability per se does not appear linked to changes in resource adequacy, states that implemented strong accountability systems did experience improvements.   Click here to download the full paper   From Districts to Schools: The Distribution of Resources Across Schools in Big City Districts (2007) Ross Rubenstein, Amy Ellen Schwartz, Leanna Stiefel, and Hella Bel Hadj Amor Economics of Education Review , 26 (2007) 532-545  While the distribution of resources across school districts is well studied, relatively little attention has been paid to how resources are allocated to individual schools inside those districts. This paper explores the determinants of resource allocation across schools in large districts based on factors that reflect differential school costs or factors that may, in practice, be related to the distribution of resources. Using detailed data on school resources and student and school characteristics in New York City, Cleveland and Columbus, Ohio, we find that schools with higher percentages of poor pupils often receive more money and have more teachers per pupil, but the teachers tend to be less educated and less well paid, with a particularly consistent pattern in New York City schools. We conclude with implications for policy and further research.   Click here to download the full paper  Insight from Hindsight: The New Education Finance of the Next Decade (2006) Leanna Stiefel Education Finance and Policy, 1(4): 383-395  Insight comes from hindsight. By reviewing enduring problems in education finance and policy, observing what we did right and seeing when we were surprised and why, we can identify research issues that we missed, avoid similar mistakes in the future, and move forward toward work that is even more productive and useful in the field of education finance and policy.  Click here to download the full paper  School Finance Court Cases and Disparate Racial Impace: The Contribution of Statistical Analysis in New York (2005) Leanna Stiefel, Amy Ellen Schwartz, Robert Berne and Colin C. Chellman Education and Urban Society , 37(2): 151-173    Although analyses of state school finance systems rarely focus on the distribution of funds to students of different races, the advent of racial discrimination as an issue in school finance court cases may change that situation. In this article, we describe the background, analyses, and results of plaintiffs&#39; testimony regarding racial discrimination in Campaign for Fiscal Equity Inc. v. State of New York. Plaintiffs employed multiple regression and public finance literature to show that NewYork State&#39;s school finance system had a disparate racial impact onNewYork City students. We review the legal basis for disparate racial impact claims, with particular emphasis on the role of quantitative statistical work, and then describe the model we developed and estimated for the court case. Finally,we discuss the defendants&#39;rebuttal, the Court&#39;s decision, and conclude with observations about the role of analysis in judicial decision making in school finance.  Click here to download the full paper  Uncommon Schools, Uncommon Results: A Fiscal Analysis of Spending in New York State Schools Closing Racial Test Score Gaps (2005) Colin C. Chellman, Meryle G. Weinstein, Leanna Stiefel, and Amy Ellen Schwartz Presented at the Annual Conference of the Association for Budgeting and Financial Management Washington, DC, November 9-13  Do schools that have been successful at reducing test score gaps between white students and students of color allocate resources differently than unsuccessful schools? This paper aims to answer that question, as there is little work at the school level correlating education expenditures to student outcomes. This analysis benefits from three features of expenditure data available in one New York State school district. The first is that these data are available at the school level, not the district level as is often the case. Second, not only overall levels of spending per pupil are available (i.e., total spending per pupil and total instructional spending per pupil), but also functional areas of spending disaggregated to such line items as professional development, classroom paraprofessionals, and principal compensation. Third, the spending data allow us to analyze expenditures on these line items not only for all students but also for two types of students: full-time special education and general education.   Click here to download the full paper  What&#39;s Happened to the Price of College? Quality-Adjusted Net Price Indexes for Four-Year Colleges (2004) Amy Ellen Schwartz and Benjamin Scafidi Journal of Human Resources , XXXIX(3):723-745   n this paper the authors estimate hedonic models of the (consumer) price of college to construct quality-adjusted net price indexes for U.S. four-year colleges, where the net price of college is defined as tuition and fees minus financial aid. For academic years 1990-91 to 1994-95, the authors find adjusting for financial aid leads to a 22 percent decline in the estimated price index for all four-year colleges, while quality adjusting the results leads to a further, albeit smaller, decline. Nevertheless, public comprehensive colleges, perhaps an important gateway to college for students from low-income backrounds, experienced the largesg net price increases.   Click here to download the full paper  Using Census Data to Allocate Title I Funds to Schools: A Feasibility Study Using Data from the New York City Public School System (2004) Meryle G. Weinstein, Thomas B. Saunders, Dorothy Siegel Institute for Education and Social Policy To allocate Title I funds to its schools, a school district first needs to determine individual student eligibility for Title I services through some measure of individual student poverty. After determining student eligibility, the district aggregates the number of eligible students in each school. To be eligible for Title I funds, schools must have at least the number of eligible students needed to pass a threshold. Schools that do not meet that threshold receive no Title I funds. Many districts, including the New York City Department of Education (NYCDOE), currently use free lunch eligibility forms as an indicator of individual student poverty.An alternative method that has been proposed would use U.S. Census data and student residential and demographic data already collected by the district as the basis for determining a student&#39;s eligibility for Title I funds. This approach involves mapping home addresses for all public school students in New York City and matching these addresses to Census measures of poverty at the block group level. This paper reports the efforts of NYU&#39;s Institute for Education and Social Policy to develop such a Census-based approach. The authors conducted analyses using both median household income by race/ethnicity at the block group level and the ratio of income in 1999 to poverty level of families at the tract level.  Click here to download the full paper   Intradistrict Equity of Public Education Resources and Performance (2003) Patrice Iatarola and Leanna Stiefel Economics of Education Review , 22(2003) :69-78  This paper presents empirical evidence on input and output equity of expenditures, teacher resources, and performance across 840 elementary and middle schools in New York City. Historically, researchers have studied interdistrict distributions, but given the large numbers of pupils and schools within many urban districts, it is important to learn about intradistrict distributions as well. The empirical work is built on a framework of horizontal, vertical, and equal opportunity equity. The results show that the horizontal equity distributions are more disparate than what would be expected relative to results of other studies, vertical equity is lacking, especially in elementary schools, and equality of opportunity is at best neutral but more often absent. Middle schools exhibit more equity than elementary schools. The paper is one of the first to measure output equity, using levels and changes in test scores to do so.   Click here to download the full paper  New York State Education Finance Research Consortium, EFRC Leanna Stiefel and Amy Ellen Schwartz  A multi-university collaboration with the New York State Education Department to commission and carry out applied research that will help the State&rsquo;s Regents Commissioner, Legislature and Governor devise effective state education policies.  Work in Progress The Political Economy of Inequity in America&rsquo;s Public Schools Sean Corcoran and Howard Rosenthal, New York University, and Thomas Romer, Princeton University   An interdisciplinary research program on the politics and economics of school finance in the U.S., funded by the Spencer Foundation. In this project we will assemble a comprehensive panel database for the education finance systems of the 50 states and their school districts. We aim to collect and synthesize the institutional details of state finance systems over the 1970-2000 period (or at minimum, the years surrounding the four census years of 1970-1980-1990-2000), to combine with demographic, financial and political data on states and school districts. This panel&mdash;which would be the first of its kind to be made publicly available to the research community&mdash;will aid academic researchers, state policymakers, and school finance experts, analysts and litigants in better understanding the dynamics that produce within- and between-state disparities in school spending.                                     Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}]},
{"detail": [{"content": "The Economics of Education: Policy and Finance | NYU Wagner                                    Jump to navigation                                                             The Economics of Education: Policy and Finance   PADM-GP.2441, 3 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Reforming education policy and finance are at the center of intense debates at all levels of government, driven in part by the recognition of the central role that education plays in the economy. Education affects the productivity of the labor force, the distribution of income, economic growth, and individuals’ earnings and quality of life. This course uses economic principles to analyze K-12 education. The course begins with an examination of the demand for education, both by the private sector (particularly individuals) and the public sector. Next, we consider the production (including teachers as an input) and supply and cost of education. Finally, we turn to the financing of K-12 education in the United States.      The class will be run as a seminar in which we will discuss the content of the assigned readings and try to make recommendations that are empirically and theoretically justified on economic grounds for achieving high performance in elementary and secondary education.    Prerequisites: CORE-GP.1011, CORE-GP.1018, and PADM-GP.2902                     Semester     Instructor     Syllabus Link         Fall 2013 Leanna Stiefel Syllabus  Fall 2012 Leanna Stiefel Syllabus  Fall 2009 Leanna Stiefel Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Leanna Stiefel Evaluation  Fall 2013 Leanna Stiefel Evaluation  Spring 2011 Roy, Joydeep Evaluation  Fall 2009 Stiefel, Leanna Evaluation"}, {"content": "School Finance - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  School Finance                                 Education finance encompasses questions of equity, efficiency and effectiveness, accountability, and intergovernmental aid. What are the relationships among funding, policies, teachers, and student outcomes? How equitably are resources distributed to schools within school systems? Publications Income Inequality, the Median Voter, and the Support for Public Education (2010) Sean P. Corcoran and William N. Evans NBER Working Paper Series No. 16097 Using a panel of U.S. school districts spanning 1970 - 2000, the authors examine the relationship between income inequality and fiscal support for public education. In contrast with recent theoretical and empirical work suggesting a negative relationship between inequality and public spending, they find results consistent with a median voter model, in which inequality that reduces the median voter&#39;s tax share induces higher local spending on public education. The authors estimate that 12 to 22 percent of the increase in local school spending over this period is attributable to rising inequality.   Click here to download the full paper Making Research in Education Finance and Policy Matter Now (2010) Amy Ellen Schwartz Presidental Essay Education Finance and Policy Winter . 5(1): 1-13 Research in education finance and policy has flourished over the past twenty years as No Child Left Behind (NCLB) and a wide range of school reform efforts spurred demand for scientific evidence identifying &quot;what works.&quot; Research funding has been generous,buoyed by both favorable economic conditions and the sense that research will provide solutions to persistent problems in American schooling. It has been a good time for education research. In the end, the key to making education policy research matter is asking questions that matter-about pressing problems that affect large numbers of students in a broad range of circumstances-and providing useful answers and solutions that are feasible, practical, and implementable under realistic circumstances. Why do some students succeed while others do not? What can and what should the public sector do about it? These are the fundamental questions.  Click here to download the full paper Why Do Some Schools Get More and Others Less? An Examination of School-Level Funding in New York City (2009) Amy Ellen Schwartz, Ross Rubenstein, and Leanna Stiefel IESP Working Paper #09-10   In the spring of 2007, the New York City Department of Education announced an ambitious plan to change the way it distributes resources across its more than 1,400 schools. The plan, known as the &quot;Fair Student Funding&quot; initiative, is intended to change funding methods in two ways: first, by allocating money based upon characteristics of the student body that capture differences in the cost of providing appropriate educational services; second, by allocating dollars rather than specific resources, primarily teacher positions, and allowing principals greater discretion in the deployment of those resources. The authors examine the current distribution of resources across schools in New York City and consider what we know about the intradistrict allocation of resources.    Click here to download the full paper  Does Title I Funding Improve School and Student Achievement? An Analysis Using New York City Data (2009) Meryle G. Weinstein, Leanna Stiefel, Amy Ellen Schwartz and Luis Chalico IESP Working Paper #09-09  In this paper, the authors examine the impact of Title I on school spending and school performance, using New York City public school data. Based on a regression discontinuity design (RD) with panel data, and including separate analyses for elementary/middle and high schools, the authors estimate local average treatment effects of Title I. Overall, the results indicate that Title I changes the mix of spending, enabling high schools to significantly increase the amount of money they spend on direct services to students and to improve their pupil-teacher ratios (while reducing experienced teachers). Elementary and middle schools do not increase spending as much, which is consistent with our finding that state compensatory education funds may be supplanting some Title I funding in schools. Since schools just below the Title I cutoff are similar to those just above the cutoff, this finding may be an equitable, albeit unintended result. Finally, additional Title I spending does not improve the achievement of students and may even reduce school-wide average test scores in elementary and middle schools. These effects for both spending and scores seem to increase with the length of time schools are Title I eligible and to be stronger for ones that are always Title I eligible compared to those that go in and out of eligibility.   Click here to download the full paper  Equity and Accountability: The Impact of State Accountability Systems on School Finance (2008) Ross Rubenstein, Sonali Ballal, Leanna Stiefel, and Amy Ellen Schwartz Journal of Public Budgeting &amp; Finance , 28 (3): 1-22   Using an 11-year panel data set containing information on revenues, expenditures, and demographics for every school district in the United States, the authors examine the effects of state-adopted school accountability systems on the adequacy and equity of school resources. There is little relationship between state implementation of accountability systems and changes in school finance equity, though there is evidence that states in which courts overturned the school finance system during the decade exhibited significant equity improvements. Additionally, while implementation of accountability per se does not appear linked to changes in resource adequacy, states that implemented strong accountability systems did experience improvements.   Click here to download the full paper   From Districts to Schools: The Distribution of Resources Across Schools in Big City Districts (2007) Ross Rubenstein, Amy Ellen Schwartz, Leanna Stiefel, and Hella Bel Hadj Amor Economics of Education Review , 26 (2007) 532-545  While the distribution of resources across school districts is well studied, relatively little attention has been paid to how resources are allocated to individual schools inside those districts. This paper explores the determinants of resource allocation across schools in large districts based on factors that reflect differential school costs or factors that may, in practice, be related to the distribution of resources. Using detailed data on school resources and student and school characteristics in New York City, Cleveland and Columbus, Ohio, we find that schools with higher percentages of poor pupils often receive more money and have more teachers per pupil, but the teachers tend to be less educated and less well paid, with a particularly consistent pattern in New York City schools. We conclude with implications for policy and further research.   Click here to download the full paper  Insight from Hindsight: The New Education Finance of the Next Decade (2006) Leanna Stiefel Education Finance and Policy, 1(4): 383-395  Insight comes from hindsight. By reviewing enduring problems in education finance and policy, observing what we did right and seeing when we were surprised and why, we can identify research issues that we missed, avoid similar mistakes in the future, and move forward toward work that is even more productive and useful in the field of education finance and policy.  Click here to download the full paper  School Finance Court Cases and Disparate Racial Impace: The Contribution of Statistical Analysis in New York (2005) Leanna Stiefel, Amy Ellen Schwartz, Robert Berne and Colin C. Chellman Education and Urban Society , 37(2): 151-173    Although analyses of state school finance systems rarely focus on the distribution of funds to students of different races, the advent of racial discrimination as an issue in school finance court cases may change that situation. In this article, we describe the background, analyses, and results of plaintiffs&#39; testimony regarding racial discrimination in Campaign for Fiscal Equity Inc. v. State of New York. Plaintiffs employed multiple regression and public finance literature to show that NewYork State&#39;s school finance system had a disparate racial impact onNewYork City students. We review the legal basis for disparate racial impact claims, with particular emphasis on the role of quantitative statistical work, and then describe the model we developed and estimated for the court case. Finally,we discuss the defendants&#39;rebuttal, the Court&#39;s decision, and conclude with observations about the role of analysis in judicial decision making in school finance.  Click here to download the full paper  Uncommon Schools, Uncommon Results: A Fiscal Analysis of Spending in New York State Schools Closing Racial Test Score Gaps (2005) Colin C. Chellman, Meryle G. Weinstein, Leanna Stiefel, and Amy Ellen Schwartz Presented at the Annual Conference of the Association for Budgeting and Financial Management Washington, DC, November 9-13  Do schools that have been successful at reducing test score gaps between white students and students of color allocate resources differently than unsuccessful schools? This paper aims to answer that question, as there is little work at the school level correlating education expenditures to student outcomes. This analysis benefits from three features of expenditure data available in one New York State school district. The first is that these data are available at the school level, not the district level as is often the case. Second, not only overall levels of spending per pupil are available (i.e., total spending per pupil and total instructional spending per pupil), but also functional areas of spending disaggregated to such line items as professional development, classroom paraprofessionals, and principal compensation. Third, the spending data allow us to analyze expenditures on these line items not only for all students but also for two types of students: full-time special education and general education.   Click here to download the full paper  What&#39;s Happened to the Price of College? Quality-Adjusted Net Price Indexes for Four-Year Colleges (2004) Amy Ellen Schwartz and Benjamin Scafidi Journal of Human Resources , XXXIX(3):723-745   n this paper the authors estimate hedonic models of the (consumer) price of college to construct quality-adjusted net price indexes for U.S. four-year colleges, where the net price of college is defined as tuition and fees minus financial aid. For academic years 1990-91 to 1994-95, the authors find adjusting for financial aid leads to a 22 percent decline in the estimated price index for all four-year colleges, while quality adjusting the results leads to a further, albeit smaller, decline. Nevertheless, public comprehensive colleges, perhaps an important gateway to college for students from low-income backrounds, experienced the largesg net price increases.   Click here to download the full paper  Using Census Data to Allocate Title I Funds to Schools: A Feasibility Study Using Data from the New York City Public School System (2004) Meryle G. Weinstein, Thomas B. Saunders, Dorothy Siegel Institute for Education and Social Policy To allocate Title I funds to its schools, a school district first needs to determine individual student eligibility for Title I services through some measure of individual student poverty. After determining student eligibility, the district aggregates the number of eligible students in each school. To be eligible for Title I funds, schools must have at least the number of eligible students needed to pass a threshold. Schools that do not meet that threshold receive no Title I funds. Many districts, including the New York City Department of Education (NYCDOE), currently use free lunch eligibility forms as an indicator of individual student poverty.An alternative method that has been proposed would use U.S. Census data and student residential and demographic data already collected by the district as the basis for determining a student&#39;s eligibility for Title I funds. This approach involves mapping home addresses for all public school students in New York City and matching these addresses to Census measures of poverty at the block group level. This paper reports the efforts of NYU&#39;s Institute for Education and Social Policy to develop such a Census-based approach. The authors conducted analyses using both median household income by race/ethnicity at the block group level and the ratio of income in 1999 to poverty level of families at the tract level.  Click here to download the full paper   Intradistrict Equity of Public Education Resources and Performance (2003) Patrice Iatarola and Leanna Stiefel Economics of Education Review , 22(2003) :69-78  This paper presents empirical evidence on input and output equity of expenditures, teacher resources, and performance across 840 elementary and middle schools in New York City. Historically, researchers have studied interdistrict distributions, but given the large numbers of pupils and schools within many urban districts, it is important to learn about intradistrict distributions as well. The empirical work is built on a framework of horizontal, vertical, and equal opportunity equity. The results show that the horizontal equity distributions are more disparate than what would be expected relative to results of other studies, vertical equity is lacking, especially in elementary schools, and equality of opportunity is at best neutral but more often absent. Middle schools exhibit more equity than elementary schools. The paper is one of the first to measure output equity, using levels and changes in test scores to do so.   Click here to download the full paper  New York State Education Finance Research Consortium, EFRC Leanna Stiefel and Amy Ellen Schwartz  A multi-university collaboration with the New York State Education Department to commission and carry out applied research that will help the State&rsquo;s Regents Commissioner, Legislature and Governor devise effective state education policies.  Work in Progress The Political Economy of Inequity in America&rsquo;s Public Schools Sean Corcoran and Howard Rosenthal, New York University, and Thomas Romer, Princeton University   An interdisciplinary research program on the politics and economics of school finance in the U.S., funded by the Spencer Foundation. In this project we will assemble a comprehensive panel database for the education finance systems of the 50 states and their school districts. We aim to collect and synthesize the institutional details of state finance systems over the 1970-2000 period (or at minimum, the years surrounding the four census years of 1970-1980-1990-2000), to combine with demographic, financial and political data on states and school districts. This panel&mdash;which would be the first of its kind to be made publicly available to the research community&mdash;will aid academic researchers, state policymakers, and school finance experts, analysts and litigants in better understanding the dynamics that produce within- and between-state disparities in school spending.                                     Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}, {"content": "News - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  News                                 NYU Study Finds Summer Entrepreneurship Programs Have Benefits Beyond Business Skills    New York University researchers evaluated the Network for Teaching Entrepreneurship's (NFTE) 2014 summer entrepreneurship programs, designed to introduce teenage students to the concepts of entrepreneurship while developing their academic and life skills.    &ldquo;Summer learning loss is a significant problem for students who aren&rsquo;t engaged during summer vacation. However, summer programs are a way to help students improve their academic skills in nonacademic settings,&rdquo; said Meryle Weinstein, research assistant professor of education policy at NYU&rsquo;s Steinhardt School of Culture, Education, and Human Development and the Institute for Education and Social Policy.    &ldquo;In our report on NFTE&rsquo;s summer entrepreneurship programs, many students indicated that the business-related skills they learned would help them in other parts of their lives, including academic areas such as writing and math, and even managing personal finances.&rdquo;    Weinstein will report her findings today in a panel titled &ldquo;New Ways to Measure Student Success&rdquo; at the annual meeting of the Association for Education Finance and Policy in Washington, D.C.    Teaching entrepreneurship &ndash; how to create, grow, and run a business or organization &ndash; is a potential way to increase college and career readiness skills. NFTE&rsquo;s 2014 summer programs, in which students learned basic business skills while developing an &ldquo;entrepreneurial mindset,&rdquo; served more than 450 at-risk teens in 10 cities across the country. Through classroom instruction, field trips to local businesses, guest speakers, working with mentors, and a business plan competition for seed funding, students worked to develop skills and knowledge essential for successful entrepreneurship.    Weinstein and her colleagues used both qualitative methods (interviews, observations, and focus groups) and surveys before and after the summer program to evaluate its implementation and benefit to students. The surveys were developed to measure business knowledge as well as &ldquo;entrepreneurial mindset,&rdquo; a collection of qualities and skills including communication and collaboration, initiative, persistence, self-direction, critical thinking, and problem solving. Key findings of the report include:       Approximately 95 percent of students agreed or strongly agreed that the skills they learned in the program would help them in their life and in business.    90 percent of students indicated that the skills they learned and experiences in the summer program would help them in school.    Students reported an improvement in their communication and problem solving skills as a result of the program.    Although students reported they were more prepared to start a business after completing the program, they were less likely to be interested in starting one. Prior to participating, 91 percent of students reported wanting to own a business, which declined slightly to 85 percent after.    Funding, youth, and lack of business skills were commonly cited as barriers to starting a business prior to the summer program. After the summer program, students perceived their skills, ideas, or resources as less of a problem, but were more likely to report that they were too busy to start a business. Many students worried about the competing time demands of starting a business and going to school.       In our research, almost all students remarked on the significant effort and time required to start and run a business, and often spoke about the important role of both persistence and passion,&rdquo; Weinstein said. &ldquo;Participating in the program may have served to clarify student career goals and interests.&rdquo;    The study was conducted by Weinstein, Megan Silander, and Michael Chavez-Reilly of NYU&rsquo;s Institute for Education and Social Policy, a joint initiative of the Steinhardt School of Culture, Education, and Human Development and the Robert F. Wagner Graduate School of Public Service. The summer programs and NYU assessment were funded by a grant from the Citi Foundation as part of their Pathways to Progress initiative.    NYU Researchers Find New York City Summer Jobs Program Participation Leads to Improved School Attendance and Regents Scores    Reporting their initial findings, researchers at New York University&rsquo;s Institute for Education and Social Policy (IESP) have found that New York City&rsquo;s summer jobs program improved school attendance and other educational outcomes for youth participants.    In their policy brief entitled &ldquo;More than Paycheck? The Impact of Summer Youth Employment on Students Educational Engagement and Success,&rdquo; co-authors Jacob Leos-Urbel, Amy Ellen Schwartz,Meryle Weinstein, and Beth C. Weitzman explored school-related outcomes for New York City public school students who applied to the city&rsquo;s Summer Youth Employment Program in the summer of 2007. IESP is a joint institute of the Steinhardt School of Culture, Education, and Human Development, and the Robert F. Wagner Graduate School of Public Service.    The new analysis found that school attendance increased in the school year following the applicants&rsquo; participation in the summer job program. The greatest gains, it found, were among participants who had shown risk of educational failure, including those with less than 95 percent attendance before their summer job stint, as well as those age 16 and above who had greater degrees of autonomy with regard to their own school attendance decisions. In addition, for that group, the program increased the probability that they would pass the English and math Regents exams.    &ldquo;Although the Summer Youth Employment Program is focused primarily on work during the summer, these results suggest that benefits of the program carry over into the following school year,&rdquo; said NYU researcher Leos-Urbel.    New York City&rsquo;s Department of Youth and Community Development administers the summer jobs program. All New York City youth ages 14 to 24 are eligible to apply. Youth apply through community-based organizations, which serve as intake sites and supervise those placed in jobs. Participants work in entry-level posts in the nonprofit, private and public sectors, and are paid the minimum wage. Placements with summer camps and day care center are the most common.    Because the program is in high demand, the city uses a lottery system to determine which youth are offered a job. According to Leos-Urbel, &ldquo;While the city uses the SYEP lottery to be as fair as possible, it is also great from a research perspective, as it randomly assigns youth to the Summer Youth Employment Program, which represents the &lsquo;gold standard&rsquo; for program evaluation.&rdquo;    The researchers used Summer Youth Employment Program data for the summer 2007 program year, matched to NYC Department of Education files. The study sample included 36,630 applicants who were in grades 8-to-11 during the prior school year, of which 90 percent were eligible for free or reduced price lunch, and 85 percent were black or Hispanic. Future briefs by the researchers will examine additional years of data and look at the program&rsquo;s effect on other outcomes such as high school graduation and college enrollment.    The Institute for Education and Social Policy has received a $500,000 grant from the National Science Foundation to research teacher preparation in earth science. It is part of a $2.8 million grant awarded to the American Museum of Natural History (AMNH).    IESP Receives NSF Grant to Research Teacher Preparation in Earth Science    The Institute for Education and Social Policy has received a $500,000 grant from the National Science Foundation to research teacher preparation in earth science. It is part of a $2.8 million grant awarded to the American Museum of Natural History (AMNH).    Under the grant, &ldquo;An Innovative Approach to Earth Science Teacher Preparation: Uniting Science, Informal Science Education, and Schools to Raise Student Achievement,&rdquo; AMNH will develop a new teacher education program model to prepare science teachers. NYU&rsquo;s Institute for Education and Social Policy (IESP) will then research whether students taught by teachers in the AMNH program outperform students taught by new earth science teachers trained in other programs.    The AMNH program, which will require residents-in-training to work alongside scientists, is one of several &ldquo;clinically rich&rdquo; pilot preparation programs, where theory and practice are woven and demonstrated in classroom instruction. The AMNH program will work with six middle-high schools in New York City, Yonkers, and Freeport, Long Island. Resident rotations will include science, English Language Learners (ELL), and Special Education classrooms. The program focuses on earth science because it is one of the greatest areas of teacher shortages in urban areas, a circumstance due, in part, to poor retention rates&mdash; an estimated 50 percent of new teachers in high-needs schools leave within the first five years.    AMNH, which has access to the required scientific and educational resources in earth science and related disciplines, including paleontology and astrophysics, will develop a program that will include two years of mentoring for new teachers. In addition, a full academic year of residency in high-needs public schools will be supplemented by: two AMNH-based clinical summer residencies, a museum teaching residency prior to entering their host schools, and a museum science residency prior to teaching candidates entering the profession.    NYU&rsquo;s IESP will then consider the effectiveness of the AMNH prepared teachers in comparison to other newly prepared teachers in New York State. The grant for the development and authorization of this new program comes from the New York State Education Department and the New York Board of Regents&rsquo; &ldquo;Race to the Top Fund.&rdquo; The &ldquo;Race to the Top Fund&rdquo; is designed to encourage and reward states that are creating the conditions for education innovation and reform in order to enhance student performance, raise and close achievement gaps, improve high school graduation rates, and bolster preparing for success in college and in the workplace.    The University of Southern Maine is the grant&rsquo;s external evaluator, which will review and assess the program as it is being implemented.    IESP receives new grant from the William T. Grant Foundation    The Institute for Education and Social Policy has been awarded 300,000 by the William T. Grant Foundation for the research project entitled \"Crime, Context, and Children's Academic Performance\". Children exposed to violent crime have poorer reading scores, higher rates of school absenteeism, lower educational attainment, higher dropout rates, and a lower likelihood of attending college. Prior research has also found that schools can buffer the negative psychological and behavioral effects of exposure to community violence. `The study will examine the impact of recent exposure to violent crime on academic achievement and how the impact varies with respect to the timing of the incident, its physical proximity to the student, and the degree of violence. The research team will be led by Amy Ellen Schwartz, Director of IESP, and Patrick Sharkey, Assisant Professof of Sociology, with investigators Ingrid Gould Ellen Professor of Urban Planning and Public Policy /Wagner, and Meryle Weinstein (Assistant Director of IESP).    IESP awarded $1.3 million from the National Institutes of Health     The Institute for Education and Social Policy has been awarded 1.3 million dollars from the National Institutes of Health (NIH) for the research project entitled \"The Impact of School Food Policy on Childhood Obesity\". Building on prior IESP work, this project will link FITNESSGRAM data collected by the New York City Department of Education and school characteristics to better understand the influence schools have on student health through their food policies. Specifically, the work will use econometric methods to investigate the role school and district food policies have on (a) BMI, (b) meal program participation, and (c) academic outcomes. Data on district policies, school practices, and neighborhood context will be collected via a city-wide survey of schools, interviews with district personnel, and several school case studies.    The research team, led by Principal Investigator Amy Ellen Schwartz, includes Brian Elbel (Assistant Professor of Medicine and Health Policy/NYU School of Medicine), Meryle Weinstein (Assistant Director of IESP), Sean P. Corcoran (Assistant Professor of Educational Economics/Steinhardt), L. Beth Dixon (Associate Professor of Nutrition and Public Health/Steinhardt), Leanna Stiefel (Professor of Economics/Wagner &amp; Steinhardt), and Rogan Kersh (Associate Professor of Public Policy/Wagner).    Public School Students Living in Foreclosed Buildings More Likely to Change Schools    New research findings from NYU&rsquo;s Furman Center and Institute for Education and Social Policy document the impact of the foreclosure crisis on student mobility    Building on their 2010 publication, Kids and Foreclosure: New York City , researchers at New York University&rsquo;s Institute for Education and Social Policy (IESP) and Furman Center for Real Estate and Urban Policy have released a new study entitled, Foreclosure and Kids: Does Losing Your Home Mean Losing Your School? This report finds that public school students living in buildings in foreclosure were more likely to change schools in the year following a foreclosure notice than other students, and that they were less likely to enroll in schools outside New York City or to switch to private or parochial schools.    &ldquo;While we expected that children whose homes received a foreclosure notice would be more likely than other children to change schools, we were surprised that they are less likely to leave the New York City public school system.&rdquo; said Leanna Stiefel, associate director of the Institute for Education and Social Policy. &ldquo;It&rsquo;s possible the foreclosure prevented families from moving or enrolling their children in parochial or private schools.&rdquo;    The research also finds that students who moved to new schools after a foreclosure tended to move to lower-performing schools. On average, children living in buildings entering foreclosure end up in schools with a math proficiency rate 12 percentage points lower and a reading proficiency rate five percentage points lower than the school they left. The change in school quality suffered by students who moved schools after foreclosure was no more dramatic, however, than changes experienced by other students who moved schools.    &ldquo;Students affected by foreclosure tend to wind up in poorer performing schools than those they left, which may affect their school performance in the future,&rdquo; said Vicki Been, faculty director of the Furman Center for Real Estate and Urban Policy. &ldquo;The next step in our research will look specifically at how these foreclosure-related moves may affect student performance.&rdquo;    The report focuses on elementary and middle school students who attended New York City public schools in the 2003-04 and 2006-07 school years. Between those two time periods, the number of properties receiving a foreclosure notice increased by 41 percent, and the number of students living in properties entering foreclosure rose by 69 percent to 20,453 students.    The Open Society Foundations funded three research organizations from the National Neighborhood Indicators Partnership (NNIP) to explore how foreclosures have affected children in their cities. NYU&rsquo;s Institute for Education and Social Policy and Furman Center for Real Estate and Urban Policy were chosen to study New York City&rsquo;s public school students, while other researchers are examining children&rsquo;s experiences in Baltimore, MD, and Washington, DC.       The Effects of Housing Instability on Children's Educational Outcomes    The Institute for Education and Social Policy and the Furman Center for Real Estate and Urban Policy have been awarded a grant by the John D. and Catherine T. MacArthur Foundation to study the effects of housing instability on children's educational outcomes in partnership with the University of Connecticut, Indiana University and Northwestern University.    The enormous upheavals in the housing arrangements of many American families over the last decade has exposed millions of children to housing instability, yet policymakers know surprising little about how these changes affect children. Past research has been limited by concerns that the impacts attributed to moving schools and homes could not be separated from the impacts of unobserved characteristics of the families that move and of the neighborhoods to which they move.    Using longitudinal data linking foreclosures and other kinds of housing upheavals to individual public school student records in four major markets suffering from unusual housing instability-New York City, and the counties of San Diego and Fresno in California and Pinellas County in Florida -we will test whether and how housing instability affects students' educational outcomes. Because current housing instability often is attributable to changes and volatility in mortgage and housing markets rather than to changes in a family's own characteristics, we are able to use a variety of empirical strategies to separate the effects of housing instability from the effects of unobserved family characteristics. Our primary strategy will be to compare the educational outcomes of students who have experienced housing instability to those of otherwise similar students who have not experienced such instability, before and after the instability.    Our findings will inform federal, state and local housing, mortgage finance and education policymakers about whether, when, and how they should intervene in housing markets or tailor educational processes to try to reduce any negative effects that housing instability may cause. Further, the findings will help policymakers at every level of government better estimate the benefits of providing more stable housing.Research Partners:    Vicki Been, NYU Law, Furman Center    Ingrid Gould Ellen, NYU Wagner School of Public Service, Furman Center    Amy Ellen Schwartz, NYU Steinhardt, NYU Institute for Education and Social Policy    Leanna Stiefel, NYU Steinhardt, NYU Institute for Education and Social Policy    Stephen Ross, Department of Economics, University of Connecticut    David Figlio, Institute for Policy Research, Northwestern University    Ashlyn Aiko Nelson, School of Public and Environmental Affairs, Indiana University    To read the official press release from the MacArthur Foundation click here .    Sean Corcoran on Value-Added    On December 10th, Sean Corcoran spoke to the Washington Education Association on using value-added measures to evaluate teachers. Click below to learn more about value added. Click here    IESP Particpates in the New York City Education Reform Retrospective    On November 10th, Amy Ellen Schwartz, Leanna Stiefel, Sean P. Corcoran, and Leslie Santee Siskin presented papers at the New York City Education Reform Retrospective Conference, hosted by the American Institutes for Research and the NYC Education Reform Retrospective Panel.    Financing K-12 Education in the Bloomberg Years, 2002-2008 ( Audio available here ) Amy Ellen Schwartz and Leanna Stiefel    School Choice and Competition in New York City Schools (Audio available here ) Sean P. Corcoran Changing Contexts and the Challenge of High School Reform in New York City (Audio available here ) Leslie Santee Siskin To listen to the closing panel discussion click here .    IESP Co-Sponsors Lectures with HMSS    IESP is co-sponsoring three lectures with the Steinhardt Department of Humanities and Social Sciences in the Professions. November 16, 2010: Bruce Baker Rutgers, Graduate School of Education \"Exploring Variations in Schooling Resources Across Public, Private, and Charter Schools\" February 8, 2011: Jan Poppendieck Hunter College, Sociology \"Free For All: Fixing School Food in America\" March 29, 2011: Allison Armour-Bard NY State Department of Education \"On New York State's 'Race to the Top' Plans\" For more information: http://steinhardt.nyu.edu/humsocsci/colloquia    Steinhardt Starts New Degree in Education and Social Policy    Beginning in September, 2009, The Steinhardt School is accepting applicants for its new Master's degree in Education and Social Policy , with a first class in September 2010. Read about the new program at: https://steinhardt.nyu.edu/humsocsci/policy/    IESP Presents at the American Educational Research Association Annual Meeting    The Institute for Education and Social Policy recently presented at the American Educational Reasearch Association Annual Meeting, held in San Diego from April 13 - 17, 2009. Presentations included the following:    Charter Schools and the Gender Gap, Jennifer L. Jennings, Sean P. Corcoran, and Juli Simon Thomas    Mandating Autonomy: Inside the New Decentralization in New York City Public Schools, Joseph P. McDonald, Leslie Santee Siskin    New Frontiers in School Trust Research, Leslie Santee Siskin, Discussant    Opening Democratic Teacher Forums: Small Schools, Graduate Schools and Alternative Certification Programs, Leslie Santee Siskin    IESP Presents at the American Education Finance Association Annual Conference    The Institute for Education and Social Policy recently presented at the American Education Finance Association Annual Conference, held in Nashville, Tennessee from March 19 - 21, 2009. Presentations included the following:    Testing the Convergence Hypothesis in Immigrant Academic Achievement: A Longitudinal Analysis (Poster Session), Costanza Biavaschi, Amy Ellen Schwartz, and Leanna Stiefel    Effects of School Characteristics on Performance Differential between Foreign and Native-Born High School Students: Lessons from New York City, Luis Chalico    Alternative Equity Reforms in School Finance, Sean Corcoran, Discussant     Urban School Decentralization and 'Weighted Student Funding, Sean P. Corcoran, Amy Ellen Schwartz, and Leanna Stiefel    Determinants of School Capital Spending, Todd L. Ely    Public Housing and Public Schools: How Do Students Living in New York City Public Housing Fare in School?, Brian McCabe and Amy Ellen Schwartz    Quality Counts: Education Week's Annual Investigation of Education Policy and Finance Leanna Stiefel    The Views of AEFA Members on Issues in Education Finance and Policy, Anne Katherine Rotenberg, Leanna Stiefel    The State of New York City's Public Schools: Financing Urban Education A Mayoral Control Discussion Series event    On March 10, 2009, the Institute for Education and Social Policy, the Wagner Policy Alliance, and the Wagner Education Policy Studies Association hosted \"The State of New York City's Public Schools: Financing Urban Education,\" a panel discussion focused on the financial crisis facing New York City's public schools. Four panelists weighed in on a range of local, state and federal education finance questions from moderator and IESP Director Amy Ellen Schwartz and the nearly 60 guests in attendance, including: How can the Governor and Mayor remain committed to public education in the face of such steep cuts? Will the federal stimulus bill come to the rescue of New York City's public school system? Panelists included: George Sweeting, Deputy Director of the New York City Independent Budget Office; Ling Tan, Director of Budgeting and Financial Planning for the New York City Department of Education; Joseph Colletti, United Federation of Teachers; and Charles Brecher, NYU Wagner Professor and Research Director for the Citizens Budget Commission. This event was part of the ongoing Mayoral Control Discussion Series co-sponsored by IESP, the Wagner Policy Alliance, and the Wagner Education Policy Studies Association.    Brown Bag Talk by Columbia Professor Jonah Rockoff A Mayoral Control Discussion Series event    Columbia Business School Professor Jonah Rockoff delivered a brown bag talk at the Institute for Education and Social Policy on February 19, 2009. Dr. Rockoff presented his paper, \"Short Run Impacts of Accountability on School Quality,\" to roughly 25 attendees. This event was part of the ongoing Mayoral Control Discussion Series co-sponsored by IESP, the Wagner Policy Alliance, and the Wagner Education Policy Studies Associate. To download Dr. Rockoff's paper, please visit the IESP website: http://steinhardt.nyu.edu/iesp/brown_bags    Amy Ellen Schwartz delivers keynote address at the College Board's Annual Leadership Colloquium    Amy Ellen Schwartz delivered the keynote address at the College Board's Annual Leadership Colloquium in Tampa, Florida, on February 27, 2009. Dr. Schwartz's address, \"Closing the Race Gap in College Readiness,\" focused on the disparities in academic performance between African American and white high school students and potential policy levers to close this gap.    Click here for the presentation slides.    Amy Ellen Schwartz testifies before New York City Council    On February 25, 2009, Dr. Amy Ellen Schwartz testifed before the New York City Council Committee on Education and Subcommittee on Public Housing. Dr. Schwartz presented the results of a joint study conducted by IESP and NYU's Furman Center for Real Estate and Urban Policy that examines the school performance of children living in New York City Housing Authority (NYCHA) housing.    Click here to read Dr. Schwartz's testimony.    Click here to read the policy brief that summarizes the results of this study.    IESP Research Featured at Abu Dhabi Conference    The NYU Abu Dhabi Institute's inaugural conference on Education and Human Development was held on January 20-22, 2009 at the Al Mamoura Auditorium, Abu Dhabi. This three-day conference, organized by NYU's Steinhardt School of Culture, Education and Human Development, focused on the following areas: Teacher Education and Development; Education Assessment and Evaluation; Economics of Education; and Media and Civil Society    Dr. Amy Ellen Schwartz, Director of the Institute for Education and Social Policy, was the organizer/moderator for one of the conference panels:    Contributions of Quantitative Analysis to Education Policy    Amy Ellen Schwartz Organizer/Moderator    The papers in this session used econometric anaysis of administrative and survey data to explore issues in education policy. While the papers are based on U.S. data, the panelists have extensive experience in countries outside of the U.S. and the panel discussion focused on their experience with this approach in other countries, what we can learn from them, and the implications for applications in Abu Dhabi and the United Arab Emirates.    Presenters:    Sean Corcoran , New York University, \"'Value added' Measures of Teacher Quality: Use and Policy Validity\"    Peter Dolton , University of London and London School of Economics, \"Quantitative Analysis of Education Policy in the UK\"    Andrew Leigh , Australian National University, \"Quantitative Analysis of Education Policy in Australia\"    Abigail Payne , McMaster University, \"Insights into the Canadian Education System\"    Leanna Stiefel , New York University, \"Can Reorganizing K-8 Education Improve Academic Performance? The Impact of Grade Span on Student Achievement\"     Matt Wiswall, New York University            News / Announcements        Sean Corcoran appointed to the Research Committee of the Council for the Accreditation of Educator Preparation (CAEP)     Sean Corcoran's paper presented at the annual AEFP conference cited in EdWeek's \"Disparities Found in N.Y.C.'s System for Matching Students to Schools\"     Sean Corcoran and Grace Pai unlock NYC's high school progress report     Amy Ellen Schwartz, Director of IESP, recently testified at NYS Senate Committee on Social Services Public Hearing     Inside NYU Steinhardt: Sean Corcoran Talks Teachers Union vs. New York City     Amy Ellen Schwartz, Director of NYU's Institute for Education and Social Policy, recently testified at New NY Education Reform Commission Hearing     What's the Value in Value-Added?     Sean Corcoran quoted in New York Times on Teacher Rankings     IESP's Participation in the New York City Education Reform Retrospective Project Highlighted     Foreclosures and Kids - Washington Post     Sean Corcoran interviewed in City Limits on Teacher Ratings     Institute for Education and Social Policy to Study Link Between Food Policy, Obesity, and Academic Performance     Crain's New York reports on IESP and the Furman Center's Kids and Foreclosures study     NYC principals' program yields student achievement - PEN Weekly NewsBlast     Steinhardt Policy Experts Discuss Obama Administration's Approach to Education Reform     Principals and Interest - New York Post     Academy for Principals Helped Raise English Scores, Study Says     IESP's Siegel Backs Bloomberg's Fair Student Funding Proposal                                 Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}]}]