[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Enlightenment Subjects and Subjections                                Semester and Year        FA 2015                    Course Number        IDSEM-UG1831                    Section        001                    Instructor        Andrea Gadberry                    Days                            Tue,Thu                                 Time                            9:30 AM -       10:45 AM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                           Description       This semester, we will read broadly in literary, philosophical, and political works of the Enlightenment as we ask how this period understood what it meant to be human – and what it meant to be a human in relationship to others. The first third of our course will examine works that will let us ask how authors of the period conceived of &quot;man&quot; and world. Looking at these classic texts (which will move us from skeptical philosophy to theories of feeling to proposals that we consider humans as machines), we will then turn to works that unsettle this category of “man” and allow us to consider other possibilities: citizen, foreigner, woman, and slave. How might these works complicate how we understand personhood? How do the Enlightenment ideals of reason and freedom fare when confronted with subjects neither considered to have reason nor granted freedom? We’ll finish our semester with an eye toward figures who critique Enlightenment reason and represent their own subjectivity in autobiographical texts. Primary texts may include David Hume,  An Enquiry Concerning Human Understanding  , Adam Smith,  Theory of Moral Sentiments  , Mary Wollstonecraft,  A Vindication of the Rights of Woman  , Voltaire,  Candide  , Montesquieu,  Persian Letters  , Olaudah Equiano,  The Interesting Narrative of the Life of Olaudah Equiano…  , and Jean-Jacques Rousseau,  Confessions  .                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Enlightenment Subjects and Subjections                                Semester and Year        FA 2015                    Course Number        IDSEM-UG1831                    Section        001                    Instructor        Andrea Gadberry                    Days                            Tue,Thu                                 Time                            9:30 AM -       10:45 AM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                           Description       This semester, we will read broadly in literary, philosophical, and political works of the Enlightenment as we ask how this period understood what it meant to be human – and what it meant to be a human in relationship to others. The first third of our course will examine works that will let us ask how authors of the period conceived of &quot;man&quot; and world. Looking at these classic texts (which will move us from skeptical philosophy to theories of feeling to proposals that we consider humans as machines), we will then turn to works that unsettle this category of “man” and allow us to consider other possibilities: citizen, foreigner, woman, and slave. How might these works complicate how we understand personhood? How do the Enlightenment ideals of reason and freedom fare when confronted with subjects neither considered to have reason nor granted freedom? We’ll finish our semester with an eye toward figures who critique Enlightenment reason and represent their own subjectivity in autobiographical texts. Primary texts may include David Hume,  An Enquiry Concerning Human Understanding  , Adam Smith,  Theory of Moral Sentiments  , Mary Wollstonecraft,  A Vindication of the Rights of Woman  , Voltaire,  Candide  , Montesquieu,  Persian Letters  , Olaudah Equiano,  The Interesting Narrative of the Life of Olaudah Equiano…  , and Jean-Jacques Rousseau,  Confessions  .                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Literary Cultures | Draper Program | NYU                                                              Back to  previous page                                Literary Cultures Encompassing a wide spectrum of literary traditions and their intersections with other practices, Literary Cultures looks through multiple critical lenses to understand more clearly questions of literary production, implication, and promise. This area of inquiry organizes multidisciplinary theoretical approaches to a wide array of literary and cultural expressions in which considerations of style, technique, and genre are complemented with questions of cultural and material context. Literary texts, in their myriad forms, are a major dynamic in the construction of identity, including aspects of gender, race, and class. Students in Literary Cultures explore aspects of this dynamic, while also examining what is distinct about literary expression.  Sample Courses:  Students should refer to a current class schedule each semester to   determine current course offerings.The list below is representative, not exhaustive. The Passions of the Mind: Affect,   Literature, and Music in Europe, 1600-1850 G65.1005 Studies   relationships among affect, literature, and music in early modern   Europe. Examines the ancient roots of early modern affective theories   and contrasts those theories with our own. Takes as working hypotheses   that what we now call “emotions” are primarily culturally determined and   that social constructions of affect have varied over time. Three   questions are posed: (1) How did people in earlier periods understand   their affective experiences? (2) How did they think that affect—called   passions, affections, sentiments, feelings, or emotions—functioned in   literature and music? (3) How were these affective and aesthetic beliefs   manifested in literary and musical practices? Students read theoretical   and literary texts from the periods under study, as well as recent   historical and analytical writings, and listen to musical examples.   Topics include social constructionism, catharsis, the passions, the   origins of opera, moral sentiments, sensibility, the emergence of the   modern self, program music, and the roles of affect in ethics and   rhetoric. Works by Aristotle, Cicero, Shakespeare, Monteverdi,   Descartes, Dryden, Haywood, Francis Hutcheson, Richardson, Adam Smith,   Mozart, Coleridge, Wordsworth, and others are studied. Note: Musical   training is not a prerequisite for this course. The Experience of Time in the 20th-Century   Novel G65.1009 Examines the representations of time in   20th-century European and American novels, as well as the relationship   between this fictional time and the descriptions of time offered in   philosophical and psychological works of the same period. Unlike earlier   fiction, novels produced during the 20th century no longer recount   objective sequences of events in the order in which they are supposed to   have occurred. With the advent of literary Modernism, writers began   fragmenting and reordering such “realistic” chronological accounts,   sometimes abandoning altogether any attempt at representing objective,   absolute time. Further, the subject matter of these texts is concerned   to an unprecedented degree with questions about time, its nature, and   the ways it is experienced in human life. This interest in time echoes   similar speculations among 20th-century philosophers and psychologists   regarding the consciousness of time. Reading works by Bergson, Husserl,   Proust, Woolf, Faulkner, Heidegger, Nabokov, and others, students   analyze the connections among innovations in narrative technique,   fiction’s increased thematic focus on time, and nonfictional   explorations of the experience of time during the last century. Introduction   to Literary Cultures I G65.1301 An intensive survey of   foundational texts in contemporary literary theory. Reading literary   works from antiquity through modernity, students investigate how   language and the literary determine our various approaches, relations,   and commitments to the “true” and the “real.” Touchstones for discussion   include imitation, representation, subjection, transformation,   resistance, and freedom. Introduction   to Literary Cultures II G65.1321 Investigates the ethical   and political dimensions of contemporary critical theory. Also explores   the ways in which literary texts articulate and unfold the ethical and   political paradoxes that traditional philosophical discourse too often   characterizes as simply forms of error, unreason, contradiction, or   transgression. Heidegger and Wittgenstein G65.2192 “Philosophy   is an age grasped in thought,” Hegel once said, and if the 20th century   was grasped in thought at all, it was by Martin Heidegger and Ludwig   Wittgenstein. If their thought is elusive, no wonder—for their age made   the very idea of comprehension suspect. In Heidegger and Wittgenstein we   meet two philosophers profoundly inclined toward the unity that   metaphysics promises, but forced to confront that promise as a receding   possibility in an incomprehensible historical moment. Topics in   Literary Cultures: Modernism, Myth, and Magical Thinking G65.3006   This course will explore the notion that modernist art and  thought emerged as a response to what the French sociologist Georges Bataille  called “the absence of myth.” Taking a  very interdisciplinary approach to modernism, students will read poetry, fiction, essays,  and travel writing, as well as texts from the fields of anthropology,  sociology, psychoanalysis, and Classics.    Authors may include T.S. Eliot, H.D., W.B. Yeats, Ezra Pound, E.M.  Forster, James Joyce, and Virginia Woolf.    Theorists and scholars may include Marcel Mauss, Georges Bataille,  Sigmund Freud, James Frazer, Jessie Weston, and Jane Harrison. Attention will also be devoted to visual  art, including works by Paul Gaugin, Pablo Picasso, and the Surrealists.         Topics in Literary Cultures seminars examine particularly focused   subject matter and themes, which change frequently. Previous seminars   have included “The Ethics of Literary Interpretation” and “Trauma and the Politics of Witnessing.”                   Back to Top                             Updated on 07&#047;29&#047;2010         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Enlightenment Subjects and Subjections                                Semester and Year        FA 2015                    Course Number        IDSEM-UG1831                    Section        001                    Instructor        Andrea Gadberry                    Days                            Tue,Thu                                 Time                            9:30 AM -       10:45 AM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                           Description       This semester, we will read broadly in literary, philosophical, and political works of the Enlightenment as we ask how this period understood what it meant to be human – and what it meant to be a human in relationship to others. The first third of our course will examine works that will let us ask how authors of the period conceived of &quot;man&quot; and world. Looking at these classic texts (which will move us from skeptical philosophy to theories of feeling to proposals that we consider humans as machines), we will then turn to works that unsettle this category of “man” and allow us to consider other possibilities: citizen, foreigner, woman, and slave. How might these works complicate how we understand personhood? How do the Enlightenment ideals of reason and freedom fare when confronted with subjects neither considered to have reason nor granted freedom? We’ll finish our semester with an eye toward figures who critique Enlightenment reason and represent their own subjectivity in autobiographical texts. Primary texts may include David Hume,  An Enquiry Concerning Human Understanding  , Adam Smith,  Theory of Moral Sentiments  , Mary Wollstonecraft,  A Vindication of the Rights of Woman  , Voltaire,  Candide  , Montesquieu,  Persian Letters  , Olaudah Equiano,  The Interesting Narrative of the Life of Olaudah Equiano…  , and Jean-Jacques Rousseau,  Confessions  .                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Literary Cultures | Draper Program | NYU                                                              Back to  previous page                                Literary Cultures Encompassing a wide spectrum of literary traditions and their intersections with other practices, Literary Cultures looks through multiple critical lenses to understand more clearly questions of literary production, implication, and promise. This area of inquiry organizes multidisciplinary theoretical approaches to a wide array of literary and cultural expressions in which considerations of style, technique, and genre are complemented with questions of cultural and material context. Literary texts, in their myriad forms, are a major dynamic in the construction of identity, including aspects of gender, race, and class. Students in Literary Cultures explore aspects of this dynamic, while also examining what is distinct about literary expression.  Sample Courses:  Students should refer to a current class schedule each semester to   determine current course offerings.The list below is representative, not exhaustive. The Passions of the Mind: Affect,   Literature, and Music in Europe, 1600-1850 G65.1005 Studies   relationships among affect, literature, and music in early modern   Europe. Examines the ancient roots of early modern affective theories   and contrasts those theories with our own. Takes as working hypotheses   that what we now call “emotions” are primarily culturally determined and   that social constructions of affect have varied over time. Three   questions are posed: (1) How did people in earlier periods understand   their affective experiences? (2) How did they think that affect—called   passions, affections, sentiments, feelings, or emotions—functioned in   literature and music? (3) How were these affective and aesthetic beliefs   manifested in literary and musical practices? Students read theoretical   and literary texts from the periods under study, as well as recent   historical and analytical writings, and listen to musical examples.   Topics include social constructionism, catharsis, the passions, the   origins of opera, moral sentiments, sensibility, the emergence of the   modern self, program music, and the roles of affect in ethics and   rhetoric. Works by Aristotle, Cicero, Shakespeare, Monteverdi,   Descartes, Dryden, Haywood, Francis Hutcheson, Richardson, Adam Smith,   Mozart, Coleridge, Wordsworth, and others are studied. Note: Musical   training is not a prerequisite for this course. The Experience of Time in the 20th-Century   Novel G65.1009 Examines the representations of time in   20th-century European and American novels, as well as the relationship   between this fictional time and the descriptions of time offered in   philosophical and psychological works of the same period. Unlike earlier   fiction, novels produced during the 20th century no longer recount   objective sequences of events in the order in which they are supposed to   have occurred. With the advent of literary Modernism, writers began   fragmenting and reordering such “realistic” chronological accounts,   sometimes abandoning altogether any attempt at representing objective,   absolute time. Further, the subject matter of these texts is concerned   to an unprecedented degree with questions about time, its nature, and   the ways it is experienced in human life. This interest in time echoes   similar speculations among 20th-century philosophers and psychologists   regarding the consciousness of time. Reading works by Bergson, Husserl,   Proust, Woolf, Faulkner, Heidegger, Nabokov, and others, students   analyze the connections among innovations in narrative technique,   fiction’s increased thematic focus on time, and nonfictional   explorations of the experience of time during the last century. Introduction   to Literary Cultures I G65.1301 An intensive survey of   foundational texts in contemporary literary theory. Reading literary   works from antiquity through modernity, students investigate how   language and the literary determine our various approaches, relations,   and commitments to the “true” and the “real.” Touchstones for discussion   include imitation, representation, subjection, transformation,   resistance, and freedom. Introduction   to Literary Cultures II G65.1321 Investigates the ethical   and political dimensions of contemporary critical theory. Also explores   the ways in which literary texts articulate and unfold the ethical and   political paradoxes that traditional philosophical discourse too often   characterizes as simply forms of error, unreason, contradiction, or   transgression. Heidegger and Wittgenstein G65.2192 “Philosophy   is an age grasped in thought,” Hegel once said, and if the 20th century   was grasped in thought at all, it was by Martin Heidegger and Ludwig   Wittgenstein. If their thought is elusive, no wonder—for their age made   the very idea of comprehension suspect. In Heidegger and Wittgenstein we   meet two philosophers profoundly inclined toward the unity that   metaphysics promises, but forced to confront that promise as a receding   possibility in an incomprehensible historical moment. Topics in   Literary Cultures: Modernism, Myth, and Magical Thinking G65.3006   This course will explore the notion that modernist art and  thought emerged as a response to what the French sociologist Georges Bataille  called “the absence of myth.” Taking a  very interdisciplinary approach to modernism, students will read poetry, fiction, essays,  and travel writing, as well as texts from the fields of anthropology,  sociology, psychoanalysis, and Classics.    Authors may include T.S. Eliot, H.D., W.B. Yeats, Ezra Pound, E.M.  Forster, James Joyce, and Virginia Woolf.    Theorists and scholars may include Marcel Mauss, Georges Bataille,  Sigmund Freud, James Frazer, Jessie Weston, and Jane Harrison. Attention will also be devoted to visual  art, including works by Paul Gaugin, Pablo Picasso, and the Surrealists.         Topics in Literary Cultures seminars examine particularly focused   subject matter and themes, which change frequently. Previous seminars   have included “The Ethics of Literary Interpretation” and “Trauma and the Politics of Witnessing.”                   Back to Top                             Updated on 07&#047;29&#047;2010         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Listings | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Tax Program &rsaquo; Course Listings                  Graduate Tax Program                 Course Listings                 Graduate Tax Program       Academic Programs   Tax Program Faculty   Course Listings   Lectures and Special Events   Summer Session   Tax Law Review   Acting Assistant Professor of Tax Law Program   Tax Policy Fellowship   Contact Us                           Below is a list of courses regularly offered by the Graduate Tax Program. Not every course is offered every year. For detailed course information about a particular semester, including course descriptions, please visit the Course Management System . The Graduate Tax Program also offers summer courses .         Foundational Courses   State and Local Taxation       Classic Tax Cases  Income Taxation (JDs only)  Taxation of Property Transactions  Timing Issues and the Income Tax     Multi-state Taxation: Income Taxation  Multi-state Taxation: Sales and Gross Receipts Taxation  State Taxation of Native Americans  Value Added Taxation         Business Taxation   Tax Procedure and Litigation         Accounting for Tax Consequences  Advanced Corporate Tax Problems: International  Advanced Corporate Tax Problems: International Seminar  Advanced Partnership Tax I  Advanced Partnership Tax II: Issues in Practice  Bankruptcy Taxation  Corporate Taxation I  Corporate Taxation II  Employee Benefits Law  Oil and Gas Tax  Partnership Taxation  Taxation of Affiliated Corporations  Taxation of Business Conduits  Taxation of Executive Compensation  Taxation of Financial Instruments  Taxation of Mergers &amp; Acquisitions  Taxation of Private Equity Transactions  Taxation of Subchapter S Corporations       Survey of Tax Procedure  Tax Penalties and Prosecutions  Tax Procedure       Tax Policy       Colloquium on Tax Policy and Public Finance  Directed Research (professor permission required)  Comparative Tax Policy  Tax Policy       International Taxation   Wealth Transfer         Advanced Corporate Tax Problems: International Seminar  Comparative Tax Policy  Corporate Tax for ITP Students  Taxation of International Business Transactions (professor permission required)  International Tax I  International Tax II  International Tax III  International Tax Policy  Survey of International Taxation  Transfer Pricing  Tax Treaties  Value Added Taxation       Estate and Gift Taxation  Estate Planning  Generation Skipping Transfer Tax  Income Taxation of Trusts and Estates I  Income Taxation of Trusts and Estates II  Tax Aspects of Charitable Giving  Tax Exempt Organizations           Related Courses   Candidates for the LLM in Taxation and the LLM in International Taxation are eligible to take 4 credits of non-tax electives out of the 24 credits needed to graduate. Below is a sampling of courses in related areas that may be of interest to tax students.   Additionally, the New York University Stern School of Business reserves a limited number of seats in certain graduate Finance classes for law students. With permission, a tax student may utilize credits taken at Stern as non-tax electives. Students educated outside the US who plan on taking the NY bar exam should seek counseling before registering for Stern courses.           Accounting for Lawyers  Bankruptcy Reorganizations  Business Planning  Colloquium on Law and Business  Colloquium on Law, Economics, and Politics  Colloquium on Legal, Political and Social Philosophy  Comparative Economic Regulation  Corporate Finance  Developing Issues: Economic Analysis of Corporate Law  Developing Issues in Bankruptcy  Developing Issues in Financial Reporting       Developing Issues in Securities Regulation: Policy Issues  European Economic Law and the Evolving Structure of the European Union  European Union Law  International Business Transactions with China and Far East Asia  International Economic Transactions: Joint Ventures  Law and Economics  Law and Social Policy  Law of Nonprofit Organizations  Legal Scholarship  Mergers and Acquisitions  Social Legal Colloquium           View detailed course descriptions.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]