[{"detail": [{"content": "Program of Study | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Program of Study (CAS Bulletin)   Departmental Objectives Chemistry, the so-called central natural science, bridges physics and biology. The atomistic and molecular structure and properties of matter are fundamental to the investigation of the physical world and to the understanding of living systems. Modern chemistry spans chemical physics, materials science, and molecular biology, merging the traditional divisions of analytical, organic, inorganic, and physical chemistry. Recently, the department has focused its growth on physical, biophysical, and bioorganic chemistry, exploiting interdisciplinary areas of theory, nanoscience and materials, and biological and biomedical chemistry. The department has a large and active theoretical group in the areas of chemical physics and biomolecular modeling. Graduates of the department find rewarding careers and achieve distinction in all phases of scientific life, from basic research to commercial product development. The late Gertrude Elion, a 1941 M.S. in Chemistry from New York University, shared the 1988 Nobel Prize in Medicine or Physiology for her research in pharmaceutical chemistry. Phil Baran, a BS recipient recently earned a MacArthur Foundation \"genius\" grant in 2013. The department offers majors in Chemistry and in Biochemistry. Students have the opportunity to earn either a B.A. or B.S. in chemistry. A selection of elective advanced courses, undergraduate and graduate, can be combined to provide a broad, varied program of study in chemistry. The department also offers a number of courses for non-science students and service courses for students in the other schools of NYU. The programs of study in chemistry prepare students for graduate work toward the master's degree or the doctorate for careers in research, development, and teaching and/or for further study in areas such as medicine, dentistry, basic medical sciences, and allied health fields (including forensic science). In addition, both majors prepare students for alternative careers, especially when paired with a minor in economics or business studies: for example, patent law, technology investment, or management in the chemical industry. The department offers advanced courses in general and organic chemistry required for several science majors and for the pre-health curriculum in medicine, dentistry, and basic medical sciences. Students need permission from the department to register for these advanced courses. Permission for the first-year advanced general chemistry course is based on several factors, including performance in high school advanced placement chemistry, physics and calculus as well as SAT or IB test scores.     Majors    Students thinking of majoring in Chemistry or Biochemistry are strongly urged to seek course advisement from the Director of Undergraduate Studies as early in their academic careers as possible. Chemistry is a sequential subject with courses building on earlier courses. Delay in taking certain key prerequisite courses can make it impossible to complete a major in four years without summer attendance.    A grade of C or better in Chemistry and the other mandated courses is required for the fulfillment of the Chemistry or Biochemistry major in the department. Students who do not have an average of 2.0 in departmentally required courses by the time they have completed 64 points in all courses will be asked to change their major.    The major in Chemistry or Biochemistry builds on a core of required courses in chemistry, physics, and mathematics. The six required core courses (28 points) in chemistry are:       General Chemistry I and Laboratory (CHEM-UA 125)    General Chemistry II and Laboratory (CHEM-UA 126)    Organic Chemistry I and Laboratory (CHEM-UA 225)    Organic Chemistry II and Laboratory (CHEM-UA 226)    Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651)    Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652)       The advanced and/or majors versions of the general and organic sequences—CHEM-UA 127, CHEM-UA 128, CHEM-UA 227, and CHEM-UA 228 (see course descriptions)—substitute for CHEM-UA 125, CHEM-UA 126, CHEM-UA 225, and CHEM-UA 226, respectively.    In addition to these chemistry courses, the Chemistry and Biochemistry majors require four courses (18 points) in mathematics and physics:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    General Physics I (PHYS-UA 11)    General Physics II (PHYS-UA 12)       Calculus III (MATH-UA 123) and Linear Algebra (MATH-UA 140) are strongly recommended as preparation for both Physical Chemistry: Quantum Mechanics &amp; Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics &amp; Kinetics (CHEM-UA 652), as well as for students interested in pursuing chemistry on the graduate level or who have an interest in theoretical chemistry.    The following sequence covers the content of Calculus II and III (MATH-UA 122, 123) as well as Linear Algebra (MATH-UA 140) in two semesters, and carries a pre-requisite of Calculus I or equivalent:       MATH-UA 221 Honors Calculus I: Accelerated Calculus with Linear Algebra I    MATH-UA 222 Honors Calculus II: Accelerated Calculus with Linear Algebra II       The core, described above, provides a basic background in chemistry. Students normally are required to complete the courses in general chemistry, organic chemistry, physics, and calculus prior to entry into CHEM UA-651, 652 (physical chemistry) in the third year. Alternative programs are also possible. It is strongly advised, however, that an advanced-level chemistry course be taken in the third year of study, allowing at least three more semesters to complete all major requirements.    Undergraduate specialization in organic, biochemical, physical, or theoretical chemistry may be accomplished through combinations of advanced elective undergraduate and graduate courses open to undergraduates. These courses should be chosen in consultation with the director of undergraduate studies.    For students interested in preparation for careers in the chemical industry, several alternatives are available—for example, pairing the major in Chemistry with a minor in Economics or Business Studies.    Students interested in careers in medicine, dentistry, or basic medical sciences may wish to consider the major in Biochemistry. Additional courses in biology may be desirable for such students. The appropriate preprofessional adviser should be consulted for details.    The Department of Chemistry offers the following majors:    Major in Chemistry, B.A.    For students entering NYU in and after fall 2013: The minimum major requirements, in addition to the core courses cited above, are completion of the Physical Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711), and two advanced chemistry elective courses for the B.A. degree. For students who entered NYU prior to fall 2013: The minimum major requirements, in addition to the core courses cited above, are completion of the Physical Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711), and one advanced chemistry elective course for the B.A. degree.    Major in Biochemistry    For students entering NYU in and after fall 2013: The minimum requirements, in addition to the core courses cited above, are Biochemistry I and II (CHEM-UA 881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), Advanced Biochemistry (CHEM-UA 890), and one advanced chemistry elective. Students in this major are reminded that these courses must be taken in the proper order. Careful course planning is required to ensure that this can be done within a normal four-year program. For students who entered NYU prior to fall 2013: The minimum requirements, in addition to the core courses cited above, are Biochemistry I and II (CHEM-UA 881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), and Advanced Biochemistry (CHEM-UA 890).    Biochemistry students are strongly encouraged to take Cellular and Molecular Biology I and II (BIOL-UA 21, 22) along with Biochemistry. This is especially important for those students wishing to enter graduate programs in biochemistry.    In addition to these majors, the department offers several programs and options that may be of interest to students:    Program in Chemistry and Engineering   The College of Arts and Science offers a joint B.S/B.S. program with the Polytechnic Institute of NYU . For students interested in chemistry, the program leads to the B.S. degree from New York University and the B.S. degree in chemical and biomolecular engineering from Polytechnic. Further information is available from Mr. Tyrell Davis in the College Advising Center, Silver Center, 100 Washington Square East, Room 905; 212-998-8130.    Bachelor of Science (B.S.) Degree   Students who complete the required core courses as outlined above, including the Physical Chemistry Laboratory course (CHEM-UA 661); Inorganic Chemistry (CHEM-UA 711); three advanced electives in chemistry; at least two semesters of Advanced Independent Study and Research (CHEM-UA 997, 998) or Senior Honors in Chemistry (CHEM-UA 995, 996); and one course in Computer Science (at or above the level of CSCI-UA 2; CSCI-UA 101 preferred) will graduate with the degree of Bachelor of Science (B.S.) instead of the Bachelor of Arts (B.A.). Students should note that the B.S. program is very difficult to complete within a normal four-year academic program and that it confers no particular advantage to students in premedical or predental programs. Minor    Completion of the following four 5-point courses constitutes a minor in chemistry: CHEM-UA 125 or 127, 126 or 128, 225 or 227, and 226 or 228. Only three of the four courses may also be used to satisfy another department's major. No grade lower than C will count toward the minor, and an average of 2.0 or better in all chemistry courses is required.      General Information    Laboratory courses in chemistry: Due to the potential hazard of any chemical experimentation, safety goggles, laboratory coats, and other protective gear must be worn at all times in the laboratories. Laboratory equipment, which is lent to the student for the duration of the course, must be replaced by the student if it is damaged or broken.    Students who do not return borrowed laboratory equipment at the end of a course are charged an additional fee, and their grade may be recorded as incomplete and not released until \"checkout\" is completed.    Research: The department endeavors to make research opportunities available during the summer and the academic year to well-qualified students at all levels. We strongly urge students who are interested in research to begin as early as freshman year. Students are encouraged to apply for the FAST and DURF grants awarded by the College. To participate in research in the department, students must both meet the prerequisites and register for the research courses Advanced Independent Study and Research (CHEM-UA 997, 998) or, if eligible, Senior Honors in Chemistry (CHEM-UA 995, 996). In either case, permission of the director of undergraduate studies is required before registering in these courses.      Honors Program While the department of chemistry has several accelerated courses, for example, Advanced General Chemistry and Laboratory (CHEM-UA 127 and 128), or Majors Organic Chemistry and Laboratory (CHEM-UA 227 and 228) these offerings need not be taken to earn a chemistry or biochemistry degree with departmental honors. The main requirement for earning an honors degree is the completion of an honors thesis based upon independent experimental or theoretical research. Students interested in research and an honors degree must enroll in Senior Honors in Chemistry (CHEM-UA 995, 996). However, students must become involved in research for at least one semester or one summer prior to the senior year. Two semesters of research only, is arguably not enough time to execute a successful research project. Depending on the number of credits the student is registered for, the initial exposure to research may or may not be for credit. Students desiring entry into the honors program must obtain the approval of the Director of Undergraduate Studies prior to the end of their junior year. Candidates for a degree with honors in Chemistry must have an overall GPA of 3.65 and a GPA of 3.65 in required courses for the Chemistry or Biochemistry degree. A senior thesis based on this work must be prepared, approved by the adviser, and presented in a seminar format during the spring term of the senior year. Please contact Carol Hollingsworth, academic program administrator, or Professor Alexej Jerschow, Director of Undergraduate Studies, for more detailed information.      Updated on 06&#047;02&#047;2014                     * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Program of Study (CAS Bulletin)   Departmental Objectives Chemistry, the so-called central natural science, bridges physics and biology. The atomistic and molecular structure and properties of matter are fundamental to the investigation of the physical world and to the understanding of living systems. Modern chemistry spans chemical physics, materials science, and molecular biology, merging the traditional divisions of analytical, organic, inorganic, and physical chemistry. Recently, the department has focused its growth on physical, biophysical, and bioorganic chemistry, exploiting interdisciplinary areas of theory, nanoscience and materials, and biological and biomedical chemistry. The department has a large and active theoretical group in the areas of chemical physics and biomolecular modeling. Graduates of the department find rewarding careers and achieve distinction in all phases of scientific life, from basic research to commercial product development. The late Gertrude Elion, a 1941 M.S. in Chemistry from New York University, shared the 1988 Nobel Prize in Medicine or Physiology for her research in pharmaceutical chemistry. Phil Baran, a BS recipient recently earned a MacArthur Foundation \"genius\" grant in 2013. The department offers majors in Chemistry and in Biochemistry. Students have the opportunity to earn either a B.A. or B.S. in chemistry. A selection of elective advanced courses, undergraduate and graduate, can be combined to provide a broad, varied program of study in chemistry. The department also offers a number of courses for non-science students and service courses for students in the other schools of NYU. The programs of study in chemistry prepare students for graduate work toward the master's degree or the doctorate for careers in research, development, and teaching and/or for further study in areas such as medicine, dentistry, basic medical sciences, and allied health fields (including forensic science). In addition, both majors prepare students for alternative careers, especially when paired with a minor in economics or business studies: for example, patent law, technology investment, or management in the chemical industry. The department offers advanced courses in general and organic chemistry required for several science majors and for the pre-health curriculum in medicine, dentistry, and basic medical sciences. Students need permission from the department to register for these advanced courses. Permission for the first-year advanced general chemistry course is based on several factors, including performance in high school advanced placement chemistry, physics and calculus as well as SAT or IB test scores.     Majors    Students thinking of majoring in Chemistry or Biochemistry are strongly urged to seek course advisement from the Director of Undergraduate Studies as early in their academic careers as possible. Chemistry is a sequential subject with courses building on earlier courses. Delay in taking certain key prerequisite courses can make it impossible to complete a major in four years without summer attendance.    A grade of C or better in Chemistry and the other mandated courses is required for the fulfillment of the Chemistry or Biochemistry major in the department. Students who do not have an average of 2.0 in departmentally required courses by the time they have completed 64 points in all courses will be asked to change their major.    The major in Chemistry or Biochemistry builds on a core of required courses in chemistry, physics, and mathematics. The six required core courses (28 points) in chemistry are:       General Chemistry I and Laboratory (CHEM-UA 125)    General Chemistry II and Laboratory (CHEM-UA 126)    Organic Chemistry I and Laboratory (CHEM-UA 225)    Organic Chemistry II and Laboratory (CHEM-UA 226)    Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651)    Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652)       The advanced and/or majors versions of the general and organic sequences—CHEM-UA 127, CHEM-UA 128, CHEM-UA 227, and CHEM-UA 228 (see course descriptions)—substitute for CHEM-UA 125, CHEM-UA 126, CHEM-UA 225, and CHEM-UA 226, respectively.    In addition to these chemistry courses, the Chemistry and Biochemistry majors require four courses (18 points) in mathematics and physics:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    General Physics I (PHYS-UA 11)    General Physics II (PHYS-UA 12)       Calculus III (MATH-UA 123) and Linear Algebra (MATH-UA 140) are strongly recommended as preparation for both Physical Chemistry: Quantum Mechanics &amp; Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics &amp; Kinetics (CHEM-UA 652), as well as for students interested in pursuing chemistry on the graduate level or who have an interest in theoretical chemistry.    The following sequence covers the content of Calculus II and III (MATH-UA 122, 123) as well as Linear Algebra (MATH-UA 140) in two semesters, and carries a pre-requisite of Calculus I or equivalent:       MATH-UA 221 Honors Calculus I: Accelerated Calculus with Linear Algebra I    MATH-UA 222 Honors Calculus II: Accelerated Calculus with Linear Algebra II       The core, described above, provides a basic background in chemistry. Students normally are required to complete the courses in general chemistry, organic chemistry, physics, and calculus prior to entry into CHEM UA-651, 652 (physical chemistry) in the third year. Alternative programs are also possible. It is strongly advised, however, that an advanced-level chemistry course be taken in the third year of study, allowing at least three more semesters to complete all major requirements.    Undergraduate specialization in organic, biochemical, physical, or theoretical chemistry may be accomplished through combinations of advanced elective undergraduate and graduate courses open to undergraduates. These courses should be chosen in consultation with the director of undergraduate studies.    For students interested in preparation for careers in the chemical industry, several alternatives are available—for example, pairing the major in Chemistry with a minor in Economics or Business Studies.    Students interested in careers in medicine, dentistry, or basic medical sciences may wish to consider the major in Biochemistry. Additional courses in biology may be desirable for such students. The appropriate preprofessional adviser should be consulted for details.    The Department of Chemistry offers the following majors:    Major in Chemistry, B.A.    For students entering NYU in and after fall 2013: The minimum major requirements, in addition to the core courses cited above, are completion of the Physical Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711), and two advanced chemistry elective courses for the B.A. degree. For students who entered NYU prior to fall 2013: The minimum major requirements, in addition to the core courses cited above, are completion of the Physical Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711), and one advanced chemistry elective course for the B.A. degree.    Major in Biochemistry    For students entering NYU in and after fall 2013: The minimum requirements, in addition to the core courses cited above, are Biochemistry I and II (CHEM-UA 881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), Advanced Biochemistry (CHEM-UA 890), and one advanced chemistry elective. Students in this major are reminded that these courses must be taken in the proper order. Careful course planning is required to ensure that this can be done within a normal four-year program. For students who entered NYU prior to fall 2013: The minimum requirements, in addition to the core courses cited above, are Biochemistry I and II (CHEM-UA 881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), and Advanced Biochemistry (CHEM-UA 890).    Biochemistry students are strongly encouraged to take Cellular and Molecular Biology I and II (BIOL-UA 21, 22) along with Biochemistry. This is especially important for those students wishing to enter graduate programs in biochemistry.    In addition to these majors, the department offers several programs and options that may be of interest to students:    Program in Chemistry and Engineering   The College of Arts and Science offers a joint B.S/B.S. program with the Polytechnic Institute of NYU . For students interested in chemistry, the program leads to the B.S. degree from New York University and the B.S. degree in chemical and biomolecular engineering from Polytechnic. Further information is available from Mr. Tyrell Davis in the College Advising Center, Silver Center, 100 Washington Square East, Room 905; 212-998-8130.    Bachelor of Science (B.S.) Degree   Students who complete the required core courses as outlined above, including the Physical Chemistry Laboratory course (CHEM-UA 661); Inorganic Chemistry (CHEM-UA 711); three advanced electives in chemistry; at least two semesters of Advanced Independent Study and Research (CHEM-UA 997, 998) or Senior Honors in Chemistry (CHEM-UA 995, 996); and one course in Computer Science (at or above the level of CSCI-UA 2; CSCI-UA 101 preferred) will graduate with the degree of Bachelor of Science (B.S.) instead of the Bachelor of Arts (B.A.). Students should note that the B.S. program is very difficult to complete within a normal four-year academic program and that it confers no particular advantage to students in premedical or predental programs. Minor    Completion of the following four 5-point courses constitutes a minor in chemistry: CHEM-UA 125 or 127, 126 or 128, 225 or 227, and 226 or 228. Only three of the four courses may also be used to satisfy another department's major. No grade lower than C will count toward the minor, and an average of 2.0 or better in all chemistry courses is required.      General Information    Laboratory courses in chemistry: Due to the potential hazard of any chemical experimentation, safety goggles, laboratory coats, and other protective gear must be worn at all times in the laboratories. Laboratory equipment, which is lent to the student for the duration of the course, must be replaced by the student if it is damaged or broken.    Students who do not return borrowed laboratory equipment at the end of a course are charged an additional fee, and their grade may be recorded as incomplete and not released until \"checkout\" is completed.    Research: The department endeavors to make research opportunities available during the summer and the academic year to well-qualified students at all levels. We strongly urge students who are interested in research to begin as early as freshman year. Students are encouraged to apply for the FAST and DURF grants awarded by the College. To participate in research in the department, students must both meet the prerequisites and register for the research courses Advanced Independent Study and Research (CHEM-UA 997, 998) or, if eligible, Senior Honors in Chemistry (CHEM-UA 995, 996). In either case, permission of the director of undergraduate studies is required before registering in these courses.      Honors Program While the department of chemistry has several accelerated courses, for example, Advanced General Chemistry and Laboratory (CHEM-UA 127 and 128), or Majors Organic Chemistry and Laboratory (CHEM-UA 227 and 228) these offerings need not be taken to earn a chemistry or biochemistry degree with departmental honors. The main requirement for earning an honors degree is the completion of an honors thesis based upon independent experimental or theoretical research. Students interested in research and an honors degree must enroll in Senior Honors in Chemistry (CHEM-UA 995, 996). However, students must become involved in research for at least one semester or one summer prior to the senior year. Two semesters of research only, is arguably not enough time to execute a successful research project. Depending on the number of credits the student is registered for, the initial exposure to research may or may not be for credit. Students desiring entry into the honors program must obtain the approval of the Director of Undergraduate Studies prior to the end of their junior year. Candidates for a degree with honors in Chemistry must have an overall GPA of 3.65 and a GPA of 3.65 in required courses for the Chemistry or Biochemistry degree. A senior thesis based on this work must be prepared, approved by the adviser, and presented in a seminar format during the spring term of the senior year. Please contact Carol Hollingsworth, academic program administrator, or Professor Alexej Jerschow, Director of Undergraduate Studies, for more detailed information.      Updated on 06&#047;02&#047;2014                     * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Program of Study | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Program of Study (CAS Bulletin)    Jump to:    Majors    Program in Chemistry and Engineering    Bachelor of Science (B.S.) in Chemistry    Major in Global Public Health/Science    Minor    Honors      Departmental  Objectives          Chemistry, known as the central natural science, bridges physics and biology. The atomic and molecular structure and properties of matter are fundamental to the investigation of the physical world and to the understanding of living systems. Modern chemistry spans chemical physics, materials science, and molecular biology, merging the traditional divisions of analytical, organic, inorganic, and physical chemistry. Recently, the department has focused its growth on physical, biophysical, and bioorganic chemistry, exploiting interdisciplinary areas of theory, nanoscience and materials, and biological and biomedical chemistry. The department has a large and active theoretical group in the areas of chemical physics and biomolecular modeling.          Graduates  of the department find rewarding careers and achieve distinction in all phases  of scientific life, from basic research to commercial product development. The  late Gertrude Elion, a 1941 M.S. in Chemistry from New York University, shared  the 1988 Nobel Prize in Medicine or Physiology for her research in  pharmaceutical chemistry. Phil Baran (B.S. 1997), a professor at the Scripps  Research Institute, was named a MacArthur Fellow for 2013.          The department offers majors in chemistry and in biochemistry. Students have the opportunity to earn either a B.A. or B.S. in the chemistry major. A selection of elective advanced courses, undergraduate and graduate, can be combined to provide a broad, varied program of study in chemistry. The department also offers a number of courses for non-science students and service courses for students in the other schools of NYU. The programs of study in chemistry and biochemistry prepare students for graduate work toward the master's degree or the doctorate leading to careers in research, development, and teaching and/or for further study in areas such as medicine, dentistry, basic medical sciences, and allied health fields (including forensic science). In addition, the chemistry and biochemistry majors both prepare students for alternative careers, especially when paired with a minor in economics or business studies: for example, patent law, technology investment, or management in the chemical industry.          The department offers advanced versions of the general and organic chemistry courses that are required for several science majors and for the pre-health curriculum (leading to professional and graduate study in medicine, dentistry, and basic medical sciences). Students need permission from the department to register for these advanced courses. Permission for the first-year advanced general chemistry course is based on several factors, including performance in Advanced Placement chemistry, physics, and calculus.            Majors          Students  considering a major in chemistry or biochemistry are strongly urged to seek  course advisement from the director of undergraduate studies as early in their  academic careers as possible. Chemistry is a sequential subject with courses  building on earlier courses. Delay in taking certain key prerequisite courses  can make it impossible to complete a major in four years without summer attendance.          A  grade of C or better in chemistry and the other required courses is required  for the fulfillment of the chemistry or biochemistry major in the department.  Students who do not have an average of 2.0 in departmentally required courses  by the time they have completed 64 points in all courses will be asked to  change their major.      AP, IB, and A Level credit by examination in chemistry is not accepted toward any departmental majors or minors.      Core Courses for All Majors in Chemistry  and Biochemistry          The  majors in chemistry or biochemistry build on a core of required courses in  chemistry, physics, and mathematics. The six required core courses (28 points)  in chemistry are:        General Chemistry I and Laboratory (CHEM-UA 125)        General Chemistry II and Laboratory (CHEM-UA 126)        Organic Chemistry I and Laboratory (CHEM-UA 225)        Organic Chemistry II and Laboratory (CHEM-UA 226)        Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651)        Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652) The  advanced and/or majors versions of the general and organic sequences—CHEM-UA  127, CHEM-UA 128, CHEM-UA 227, and CHEM-UA 228 (see course  descriptions)—substitute for CHEM-UA 125, CHEM-UA 126, CHEM-UA 225, and CHEM-UA  226, respectively.          In  addition to these chemistry courses, the chemistry and biochemistry majors  require four courses (18 points) in mathematics and physics:        Calculus I (MATH-UA 121)        Calculus II (MATH-UA 122)        General Physics I (PHYS-UA 11)        General Physics II (PHYS-UA 12) Calculus  III (MATH-UA 123) and Linear Algebra (MATH-UA 140) are strongly recommended as  preparation for both Physical Chemistry: Quantum Mechanics and Spectroscopy  (CHEM-UA 651) and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA  652), as well as for students interested in pursuing chemistry on the graduate  level or who have an interest in theoretical chemistry.          The  following sequence covers the content of Calculus II and III (MATH-UA 122, 123)  as well as Linear Algebra (MATH-UA 140) in two semesters, and carries a  pre-requisite of Calculus I or equivalent:        MATH-UA 221 Honors Calculus I: Accelerated Calculus with Linear Algebra        MATH-UA 222 Honors Calculus II: Accelerated Calculus with Linear Algebra The  core, described above, provides a basic background in chemistry. Students  normally are required to complete the courses in general chemistry, organic  chemistry, physics, and calculus prior to entry into CHEM-UA 651, 652 (physical  chemistry) in the third year. Alternative programs are also possible. It is  strongly advised, however, that an advanced-level chemistry course be taken in  the third year of study, allowing at least three more semesters to complete all  major requirements.          Undergraduate  specialization in organic, biochemical, physical, or theoretical chemistry may  be accomplished through combinations of advanced elective undergraduate and  graduate courses open to undergraduates. These courses should be chosen in  consultation with the director of undergraduate studies. For students  interested in preparation for careers in the chemical industry, several  alternatives are available—for example, pairing the major in chemistry with a  minor in economics or business studies.          Students  interested in careers in medicine, dentistry, or basic medical sciences may  wish to consider the major in biochemistry. Additional courses in biology may  be desirable for such students. The appropriate preprofessional adviser should  be consulted for details.          The Department of Chemistry offers the  following majors:          Major  in Chemistry, B.A.    For  students entering CAS in and after fall 2013: The minimum major requirements,  in addition to the core courses cited above, are completion of the Physical  Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711),  and two advanced chemistry elective courses for the B.A. degree.          For students who entered CAS prior to fall  2013: The minimum major requirements, in addition to the core courses cited  above, are completion of the Physical Chemistry Laboratory course (CHEM-UA  661), Inorganic Chemistry (CHEM-UA 711), and one advanced chemistry elective  course for the B.A. degree.          Major  in Biochemistry    For  students entering CAS in and after fall 2013: The minimum requirements, in  addition to the core courses cited above, are Biochemistry I and II (CHEM-UA  881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), Advanced  Biochemistry (CHEM-UA 890), and one advanced chemistry elective. Students in  this major are reminded that these courses must be taken in the proper order.  Careful course planning is required to ensure that this can be done within a  normal four-year program.          For  students who entered CAS prior to fall 2013: The minimum requirements, in  addition to the core courses cited above, are Biochemistry I and II (CHEM-UA  881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), and Advanced  Biochemistry (CHEM-UA 890).          Biochemistry  students are strongly encouraged to take Cellular and Molecular Biology I and  II (BIOL-UA 21, 22) along with Biochemistry. This is especially important for  those students wishing to enter graduate programs in biochemistry.          In addition to these majors, the department  offers several programs and options that may be of interest to students:            Program in Chemistry and Engineering     The College of Arts and Science offers a joint B.S/B.S.  program with the NYU Polytechnic School of Engineering. For students interested  in chemistry, the program leads to the B.S. degree from CAS and the B.S. degree  in chemical and biomolecular engineering from the NYU School of Engineering.  Further information is available from the College Advising Center, Silver Center,  100 Washington Square East, Room 905; 212-998-8130.            Bachelor of Science (B.S.) in Chemistry     Students  who complete the required core courses as outlined above, plus the Physical  Chemistry Laboratory course (CHEM-UA 661); Inorganic Chemistry (CHEM-UA 711);  three advanced electives in chemistry; at least two semesters of Advanced  Independent Study and Research (CHEM-UA 997, 998) or Senior Honors in Chemistry  (CHEM-UA 995, 996); and one course in Computer Science (at or above the level  of CSCI-UA 2; CSCI-UA 101 preferred) will graduate with the degree of Bachelor  of Science (B.S.) instead of the Bachelor of Arts (B.A.). Students should note  that the B.S. program is very difficult to complete within a normal four-year  academic program and that it confers no particular advantage to students in  premedical or predental programs.            Major in Global Public Health/Science with  a Concentration in Chemistry (B.S.) Students  pursuing this combined program will complete courses to fulfill the global  public health/science major with a concentration in chemistry—the central  natural science that interfaces physics and mathematics with the life sciences.          The  major in GPH/science with a concentration in chemistry requires seventeen  courses (72 points) with a grade of C or better, as follows. Global  public health requirements (seven courses/28 points):    Health and Society in a Global Context (UGPH-GU 10)   Biostatistics for Public Health (UGPH-GU 20)   Epidemiology for Global Health (UGPH-GU 30)   Health Policy in a Global World (UGPH-GU 40)   Environmental Health in a Global World (UGPH-GU 50)   Undergraduate Global Public Health Internship (UGPH-GU 60)   One foreign language course past the intermediate two level (4 points) Chemistry requirements (eight courses/36 points):   Chemistry core courses (six courses/28 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Biochemistry I and II (CHEM-UA 881, 882)   Additional required courses in science and math (two courses/8 points):   Mathematics (two courses/8 points): Calculus I and II (MATH-UA 121,  122)  Combined major electives (two courses/8 points): Two courses chosen from chemistry and/or GPH. For  descriptions of GPH (UGPH-GU) courses, please see the global public health  section of this Bulletin.            Minor          Completion  of the following four 5-point courses (20 points) constitutes a minor in  chemistry: CHEM-UA 125 or 127, 126 or 128, 225 or 227, and 226 or 228. Only  three of the four courses may also be used to satisfy the requirements of  another department's major. No grade lower than C will count toward the minor,  and an average of 2.0 or better in all chemistry courses is required.          General  Information          Laboratory  courses in chemistry:   Due to the potential hazard of any chemical experimentation, safety goggles,  laboratory coats, and other protective gear must be worn at all times in the  laboratories (but cannot be worn outside the laboratory). Laboratory equipment  loaned to students must be replaced if damaged or broken. Students who do not  return borrowed laboratory equipment at the end of a course are charged an  additional fee, and their grade may be recorded as incomplete and not released  until \"checkout\" is completed.          Research: The department  endeavors to make research opportunities available during the summer and the  academic year to well-qualified students at all levels. We strongly urge  students who are interested in research to begin as early as freshman year.  Students are encouraged to apply for the FAST and DURF grants awarded by the  College. To participate in research in the department, students must both meet  the prerequisites and register for the research courses Advanced Independent  Study and Research (CHEM-UA 997, 998) or, if eligible, Senior Honors in  Chemistry (CHEM-UA 995, 996). In either case, permission of the director of  undergraduate studies is required before registering in these courses.            Honors  Program While the Department of Chemistry has several accelerated courses—for example, Advanced General Chemistry and Laboratory (CHEM-UA 127 and 128) and Majors Organic Chemistry and Laboratory (CHEM-UA 227 and 228)—these offerings need not be taken to earn a chemistry or biochemistry degree with departmental honors. The main requirement for earning an honors degree is the completion of an honors thesis based upon independent experimental or theoretical research. Students interested in research and an honors degree must enroll in Senior Honors in Chemistry (CHEM-UA 995, 996). However, students must become involved in research for at least one semester or one summer prior to the senior year, as two semesters of research is arguably not enough time to execute a successful research project. Depending on the number of credits the student is registered for in a given semester, the initial exposure to research may or may not be for credit. Students desiring entry into the honors program must obtain the approval of the director of undergraduate studies prior to the end of their junior year. Candidates for a degree with honors in chemistry must have an overall GPA of 3.65 and a GPA of 3.65 in required courses for the chemistry or biochemistry major. A senior thesis based on this work must be prepared, approved by the adviser, and presented in a seminar format during the spring term of the senior year. Please contact Carol Hollingsworth, academic program administrator, or Professor Alexej Jerschow, director of undergraduate studies, for more detailed information.      Updated on 04&#047;28&#047;2015                     * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Master of Science | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Master of Science Program in Chemistry   The Department of Chemistry at NYU offers a master's degree. This degree is designed for students who have decided not to pursue a Ph.D. The department views the master's a terminal degree that usually takes about 3-4 semesters of coursework and research to achieve. Students must satisfactorily complete 32 credit points (at least 24 in residence at New York University) with a GPA of 3.0 or better and no single class grade below B-. Students are required to take a 0 credit course ‘Professional Development in the Sciences’ during the first semester in residence. Students may choose one of the two plans described below to graduate: Plan 1) Preparation of a dissertation based on original research and passing of an oral examination in the major field (thesis masters). The Master’s Thesis Examination Committee consists of three members of the faculty (one must be the thesis advisor). The master’s thesis defense consists of an oral presentation by the student, approximately 45-50 minutes in length, which is open to the public. The presentation is followed by a question-and-answer section by the Master’s Thesis Examination Committee in a closed-door session. Plan 2) Completion of 32 credits points with a GPA of B (3.0) or better. All 32 credit points have to be taken in lecture classes (non-thesis masters). It is mandatory to take the 2 point course CHEM-GA 3010, Graduate Student Seminar. All classes have to be at the graduate level.       Updated on 10&#047;16&#047;2013                     * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Program of Study (CAS Bulletin)   Departmental Objectives Chemistry, the so-called central natural science, bridges physics and biology. The atomistic and molecular structure and properties of matter are fundamental to the investigation of the physical world and to the understanding of living systems. Modern chemistry spans chemical physics, materials science, and molecular biology, merging the traditional divisions of analytical, organic, inorganic, and physical chemistry. Recently, the department has focused its growth on physical, biophysical, and bioorganic chemistry, exploiting interdisciplinary areas of theory, nanoscience and materials, and biological and biomedical chemistry. The department has a large and active theoretical group in the areas of chemical physics and biomolecular modeling. Graduates of the department find rewarding careers and achieve distinction in all phases of scientific life, from basic research to commercial product development. The late Gertrude Elion, a 1941 M.S. in Chemistry from New York University, shared the 1988 Nobel Prize in Medicine or Physiology for her research in pharmaceutical chemistry. Phil Baran, a BS recipient recently earned a MacArthur Foundation \"genius\" grant in 2013. The department offers majors in Chemistry and in Biochemistry. Students have the opportunity to earn either a B.A. or B.S. in chemistry. A selection of elective advanced courses, undergraduate and graduate, can be combined to provide a broad, varied program of study in chemistry. The department also offers a number of courses for non-science students and service courses for students in the other schools of NYU. The programs of study in chemistry prepare students for graduate work toward the master's degree or the doctorate for careers in research, development, and teaching and/or for further study in areas such as medicine, dentistry, basic medical sciences, and allied health fields (including forensic science). In addition, both majors prepare students for alternative careers, especially when paired with a minor in economics or business studies: for example, patent law, technology investment, or management in the chemical industry. The department offers advanced courses in general and organic chemistry required for several science majors and for the pre-health curriculum in medicine, dentistry, and basic medical sciences. Students need permission from the department to register for these advanced courses. Permission for the first-year advanced general chemistry course is based on several factors, including performance in high school advanced placement chemistry, physics and calculus as well as SAT or IB test scores.     Majors    Students thinking of majoring in Chemistry or Biochemistry are strongly urged to seek course advisement from the Director of Undergraduate Studies as early in their academic careers as possible. Chemistry is a sequential subject with courses building on earlier courses. Delay in taking certain key prerequisite courses can make it impossible to complete a major in four years without summer attendance.    A grade of C or better in Chemistry and the other mandated courses is required for the fulfillment of the Chemistry or Biochemistry major in the department. Students who do not have an average of 2.0 in departmentally required courses by the time they have completed 64 points in all courses will be asked to change their major.    The major in Chemistry or Biochemistry builds on a core of required courses in chemistry, physics, and mathematics. The six required core courses (28 points) in chemistry are:       General Chemistry I and Laboratory (CHEM-UA 125)    General Chemistry II and Laboratory (CHEM-UA 126)    Organic Chemistry I and Laboratory (CHEM-UA 225)    Organic Chemistry II and Laboratory (CHEM-UA 226)    Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651)    Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652)       The advanced and/or majors versions of the general and organic sequences—CHEM-UA 127, CHEM-UA 128, CHEM-UA 227, and CHEM-UA 228 (see course descriptions)—substitute for CHEM-UA 125, CHEM-UA 126, CHEM-UA 225, and CHEM-UA 226, respectively.    In addition to these chemistry courses, the Chemistry and Biochemistry majors require four courses (18 points) in mathematics and physics:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    General Physics I (PHYS-UA 11)    General Physics II (PHYS-UA 12)       Calculus III (MATH-UA 123) and Linear Algebra (MATH-UA 140) are strongly recommended as preparation for both Physical Chemistry: Quantum Mechanics &amp; Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics &amp; Kinetics (CHEM-UA 652), as well as for students interested in pursuing chemistry on the graduate level or who have an interest in theoretical chemistry.    The following sequence covers the content of Calculus II and III (MATH-UA 122, 123) as well as Linear Algebra (MATH-UA 140) in two semesters, and carries a pre-requisite of Calculus I or equivalent:       MATH-UA 221 Honors Calculus I: Accelerated Calculus with Linear Algebra I    MATH-UA 222 Honors Calculus II: Accelerated Calculus with Linear Algebra II       The core, described above, provides a basic background in chemistry. Students normally are required to complete the courses in general chemistry, organic chemistry, physics, and calculus prior to entry into CHEM UA-651, 652 (physical chemistry) in the third year. Alternative programs are also possible. It is strongly advised, however, that an advanced-level chemistry course be taken in the third year of study, allowing at least three more semesters to complete all major requirements.    Undergraduate specialization in organic, biochemical, physical, or theoretical chemistry may be accomplished through combinations of advanced elective undergraduate and graduate courses open to undergraduates. These courses should be chosen in consultation with the director of undergraduate studies.    For students interested in preparation for careers in the chemical industry, several alternatives are available—for example, pairing the major in Chemistry with a minor in Economics or Business Studies.    Students interested in careers in medicine, dentistry, or basic medical sciences may wish to consider the major in Biochemistry. Additional courses in biology may be desirable for such students. The appropriate preprofessional adviser should be consulted for details.    The Department of Chemistry offers the following majors:    Major in Chemistry, B.A.    For students entering NYU in and after fall 2013: The minimum major requirements, in addition to the core courses cited above, are completion of the Physical Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711), and two advanced chemistry elective courses for the B.A. degree. For students who entered NYU prior to fall 2013: The minimum major requirements, in addition to the core courses cited above, are completion of the Physical Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711), and one advanced chemistry elective course for the B.A. degree.    Major in Biochemistry    For students entering NYU in and after fall 2013: The minimum requirements, in addition to the core courses cited above, are Biochemistry I and II (CHEM-UA 881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), Advanced Biochemistry (CHEM-UA 890), and one advanced chemistry elective. Students in this major are reminded that these courses must be taken in the proper order. Careful course planning is required to ensure that this can be done within a normal four-year program. For students who entered NYU prior to fall 2013: The minimum requirements, in addition to the core courses cited above, are Biochemistry I and II (CHEM-UA 881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), and Advanced Biochemistry (CHEM-UA 890).    Biochemistry students are strongly encouraged to take Cellular and Molecular Biology I and II (BIOL-UA 21, 22) along with Biochemistry. This is especially important for those students wishing to enter graduate programs in biochemistry.    In addition to these majors, the department offers several programs and options that may be of interest to students:    Program in Chemistry and Engineering   The College of Arts and Science offers a joint B.S/B.S. program with the Polytechnic Institute of NYU . For students interested in chemistry, the program leads to the B.S. degree from New York University and the B.S. degree in chemical and biomolecular engineering from Polytechnic. Further information is available from Mr. Tyrell Davis in the College Advising Center, Silver Center, 100 Washington Square East, Room 905; 212-998-8130.    Bachelor of Science (B.S.) Degree   Students who complete the required core courses as outlined above, including the Physical Chemistry Laboratory course (CHEM-UA 661); Inorganic Chemistry (CHEM-UA 711); three advanced electives in chemistry; at least two semesters of Advanced Independent Study and Research (CHEM-UA 997, 998) or Senior Honors in Chemistry (CHEM-UA 995, 996); and one course in Computer Science (at or above the level of CSCI-UA 2; CSCI-UA 101 preferred) will graduate with the degree of Bachelor of Science (B.S.) instead of the Bachelor of Arts (B.A.). Students should note that the B.S. program is very difficult to complete within a normal four-year academic program and that it confers no particular advantage to students in premedical or predental programs. Minor    Completion of the following four 5-point courses constitutes a minor in chemistry: CHEM-UA 125 or 127, 126 or 128, 225 or 227, and 226 or 228. Only three of the four courses may also be used to satisfy another department's major. No grade lower than C will count toward the minor, and an average of 2.0 or better in all chemistry courses is required.      General Information    Laboratory courses in chemistry: Due to the potential hazard of any chemical experimentation, safety goggles, laboratory coats, and other protective gear must be worn at all times in the laboratories. Laboratory equipment, which is lent to the student for the duration of the course, must be replaced by the student if it is damaged or broken.    Students who do not return borrowed laboratory equipment at the end of a course are charged an additional fee, and their grade may be recorded as incomplete and not released until \"checkout\" is completed.    Research: The department endeavors to make research opportunities available during the summer and the academic year to well-qualified students at all levels. We strongly urge students who are interested in research to begin as early as freshman year. Students are encouraged to apply for the FAST and DURF grants awarded by the College. To participate in research in the department, students must both meet the prerequisites and register for the research courses Advanced Independent Study and Research (CHEM-UA 997, 998) or, if eligible, Senior Honors in Chemistry (CHEM-UA 995, 996). In either case, permission of the director of undergraduate studies is required before registering in these courses.      Honors Program While the department of chemistry has several accelerated courses, for example, Advanced General Chemistry and Laboratory (CHEM-UA 127 and 128), or Majors Organic Chemistry and Laboratory (CHEM-UA 227 and 228) these offerings need not be taken to earn a chemistry or biochemistry degree with departmental honors. The main requirement for earning an honors degree is the completion of an honors thesis based upon independent experimental or theoretical research. Students interested in research and an honors degree must enroll in Senior Honors in Chemistry (CHEM-UA 995, 996). However, students must become involved in research for at least one semester or one summer prior to the senior year. Two semesters of research only, is arguably not enough time to execute a successful research project. Depending on the number of credits the student is registered for, the initial exposure to research may or may not be for credit. Students desiring entry into the honors program must obtain the approval of the Director of Undergraduate Studies prior to the end of their junior year. Candidates for a degree with honors in Chemistry must have an overall GPA of 3.65 and a GPA of 3.65 in required courses for the Chemistry or Biochemistry degree. A senior thesis based on this work must be prepared, approved by the adviser, and presented in a seminar format during the spring term of the senior year. Please contact Carol Hollingsworth, academic program administrator, or Professor Alexej Jerschow, Director of Undergraduate Studies, for more detailed information.      Updated on 06&#047;02&#047;2014                     * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Program of Study | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Program of Study (CAS Bulletin)    Jump to:    Majors    Program in Chemistry and Engineering    Bachelor of Science (B.S.) in Chemistry    Major in Global Public Health/Science    Minor    Honors      Departmental  Objectives          Chemistry, known as the central natural science, bridges physics and biology. The atomic and molecular structure and properties of matter are fundamental to the investigation of the physical world and to the understanding of living systems. Modern chemistry spans chemical physics, materials science, and molecular biology, merging the traditional divisions of analytical, organic, inorganic, and physical chemistry. Recently, the department has focused its growth on physical, biophysical, and bioorganic chemistry, exploiting interdisciplinary areas of theory, nanoscience and materials, and biological and biomedical chemistry. The department has a large and active theoretical group in the areas of chemical physics and biomolecular modeling.          Graduates  of the department find rewarding careers and achieve distinction in all phases  of scientific life, from basic research to commercial product development. The  late Gertrude Elion, a 1941 M.S. in Chemistry from New York University, shared  the 1988 Nobel Prize in Medicine or Physiology for her research in  pharmaceutical chemistry. Phil Baran (B.S. 1997), a professor at the Scripps  Research Institute, was named a MacArthur Fellow for 2013.          The department offers majors in chemistry and in biochemistry. Students have the opportunity to earn either a B.A. or B.S. in the chemistry major. A selection of elective advanced courses, undergraduate and graduate, can be combined to provide a broad, varied program of study in chemistry. The department also offers a number of courses for non-science students and service courses for students in the other schools of NYU. The programs of study in chemistry and biochemistry prepare students for graduate work toward the master's degree or the doctorate leading to careers in research, development, and teaching and/or for further study in areas such as medicine, dentistry, basic medical sciences, and allied health fields (including forensic science). In addition, the chemistry and biochemistry majors both prepare students for alternative careers, especially when paired with a minor in economics or business studies: for example, patent law, technology investment, or management in the chemical industry.          The department offers advanced versions of the general and organic chemistry courses that are required for several science majors and for the pre-health curriculum (leading to professional and graduate study in medicine, dentistry, and basic medical sciences). Students need permission from the department to register for these advanced courses. Permission for the first-year advanced general chemistry course is based on several factors, including performance in Advanced Placement chemistry, physics, and calculus.            Majors          Students  considering a major in chemistry or biochemistry are strongly urged to seek  course advisement from the director of undergraduate studies as early in their  academic careers as possible. Chemistry is a sequential subject with courses  building on earlier courses. Delay in taking certain key prerequisite courses  can make it impossible to complete a major in four years without summer attendance.          A  grade of C or better in chemistry and the other required courses is required  for the fulfillment of the chemistry or biochemistry major in the department.  Students who do not have an average of 2.0 in departmentally required courses  by the time they have completed 64 points in all courses will be asked to  change their major.      AP, IB, and A Level credit by examination in chemistry is not accepted toward any departmental majors or minors.      Core Courses for All Majors in Chemistry  and Biochemistry          The  majors in chemistry or biochemistry build on a core of required courses in  chemistry, physics, and mathematics. The six required core courses (28 points)  in chemistry are:        General Chemistry I and Laboratory (CHEM-UA 125)        General Chemistry II and Laboratory (CHEM-UA 126)        Organic Chemistry I and Laboratory (CHEM-UA 225)        Organic Chemistry II and Laboratory (CHEM-UA 226)        Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651)        Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652) The  advanced and/or majors versions of the general and organic sequences—CHEM-UA  127, CHEM-UA 128, CHEM-UA 227, and CHEM-UA 228 (see course  descriptions)—substitute for CHEM-UA 125, CHEM-UA 126, CHEM-UA 225, and CHEM-UA  226, respectively.          In  addition to these chemistry courses, the chemistry and biochemistry majors  require four courses (18 points) in mathematics and physics:        Calculus I (MATH-UA 121)        Calculus II (MATH-UA 122)        General Physics I (PHYS-UA 11)        General Physics II (PHYS-UA 12) Calculus  III (MATH-UA 123) and Linear Algebra (MATH-UA 140) are strongly recommended as  preparation for both Physical Chemistry: Quantum Mechanics and Spectroscopy  (CHEM-UA 651) and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA  652), as well as for students interested in pursuing chemistry on the graduate  level or who have an interest in theoretical chemistry.          The  following sequence covers the content of Calculus II and III (MATH-UA 122, 123)  as well as Linear Algebra (MATH-UA 140) in two semesters, and carries a  pre-requisite of Calculus I or equivalent:        MATH-UA 221 Honors Calculus I: Accelerated Calculus with Linear Algebra        MATH-UA 222 Honors Calculus II: Accelerated Calculus with Linear Algebra The  core, described above, provides a basic background in chemistry. Students  normally are required to complete the courses in general chemistry, organic  chemistry, physics, and calculus prior to entry into CHEM-UA 651, 652 (physical  chemistry) in the third year. Alternative programs are also possible. It is  strongly advised, however, that an advanced-level chemistry course be taken in  the third year of study, allowing at least three more semesters to complete all  major requirements.          Undergraduate  specialization in organic, biochemical, physical, or theoretical chemistry may  be accomplished through combinations of advanced elective undergraduate and  graduate courses open to undergraduates. These courses should be chosen in  consultation with the director of undergraduate studies. For students  interested in preparation for careers in the chemical industry, several  alternatives are available—for example, pairing the major in chemistry with a  minor in economics or business studies.          Students  interested in careers in medicine, dentistry, or basic medical sciences may  wish to consider the major in biochemistry. Additional courses in biology may  be desirable for such students. The appropriate preprofessional adviser should  be consulted for details.          The Department of Chemistry offers the  following majors:          Major  in Chemistry, B.A.    For  students entering CAS in and after fall 2013: The minimum major requirements,  in addition to the core courses cited above, are completion of the Physical  Chemistry Laboratory course (CHEM-UA 661), Inorganic Chemistry (CHEM-UA 711),  and two advanced chemistry elective courses for the B.A. degree.          For students who entered CAS prior to fall  2013: The minimum major requirements, in addition to the core courses cited  above, are completion of the Physical Chemistry Laboratory course (CHEM-UA  661), Inorganic Chemistry (CHEM-UA 711), and one advanced chemistry elective  course for the B.A. degree.          Major  in Biochemistry    For  students entering CAS in and after fall 2013: The minimum requirements, in  addition to the core courses cited above, are Biochemistry I and II (CHEM-UA  881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), Advanced  Biochemistry (CHEM-UA 890), and one advanced chemistry elective. Students in  this major are reminded that these courses must be taken in the proper order.  Careful course planning is required to ensure that this can be done within a  normal four-year program.          For  students who entered CAS prior to fall 2013: The minimum requirements, in  addition to the core courses cited above, are Biochemistry I and II (CHEM-UA  881, 882), Experimental Biochemistry and Laboratory (CHEM-UA 885), and Advanced  Biochemistry (CHEM-UA 890).          Biochemistry  students are strongly encouraged to take Cellular and Molecular Biology I and  II (BIOL-UA 21, 22) along with Biochemistry. This is especially important for  those students wishing to enter graduate programs in biochemistry.          In addition to these majors, the department  offers several programs and options that may be of interest to students:            Program in Chemistry and Engineering     The College of Arts and Science offers a joint B.S/B.S.  program with the NYU Polytechnic School of Engineering. For students interested  in chemistry, the program leads to the B.S. degree from CAS and the B.S. degree  in chemical and biomolecular engineering from the NYU School of Engineering.  Further information is available from the College Advising Center, Silver Center,  100 Washington Square East, Room 905; 212-998-8130.            Bachelor of Science (B.S.) in Chemistry     Students  who complete the required core courses as outlined above, plus the Physical  Chemistry Laboratory course (CHEM-UA 661); Inorganic Chemistry (CHEM-UA 711);  three advanced electives in chemistry; at least two semesters of Advanced  Independent Study and Research (CHEM-UA 997, 998) or Senior Honors in Chemistry  (CHEM-UA 995, 996); and one course in Computer Science (at or above the level  of CSCI-UA 2; CSCI-UA 101 preferred) will graduate with the degree of Bachelor  of Science (B.S.) instead of the Bachelor of Arts (B.A.). Students should note  that the B.S. program is very difficult to complete within a normal four-year  academic program and that it confers no particular advantage to students in  premedical or predental programs.            Major in Global Public Health/Science with  a Concentration in Chemistry (B.S.) Students  pursuing this combined program will complete courses to fulfill the global  public health/science major with a concentration in chemistry—the central  natural science that interfaces physics and mathematics with the life sciences.          The  major in GPH/science with a concentration in chemistry requires seventeen  courses (72 points) with a grade of C or better, as follows. Global  public health requirements (seven courses/28 points):    Health and Society in a Global Context (UGPH-GU 10)   Biostatistics for Public Health (UGPH-GU 20)   Epidemiology for Global Health (UGPH-GU 30)   Health Policy in a Global World (UGPH-GU 40)   Environmental Health in a Global World (UGPH-GU 50)   Undergraduate Global Public Health Internship (UGPH-GU 60)   One foreign language course past the intermediate two level (4 points) Chemistry requirements (eight courses/36 points):   Chemistry core courses (six courses/28 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Biochemistry I and II (CHEM-UA 881, 882)   Additional required courses in science and math (two courses/8 points):   Mathematics (two courses/8 points): Calculus I and II (MATH-UA 121,  122)  Combined major electives (two courses/8 points): Two courses chosen from chemistry and/or GPH. For  descriptions of GPH (UGPH-GU) courses, please see the global public health  section of this Bulletin.            Minor          Completion  of the following four 5-point courses (20 points) constitutes a minor in  chemistry: CHEM-UA 125 or 127, 126 or 128, 225 or 227, and 226 or 228. Only  three of the four courses may also be used to satisfy the requirements of  another department's major. No grade lower than C will count toward the minor,  and an average of 2.0 or better in all chemistry courses is required.          General  Information          Laboratory  courses in chemistry:   Due to the potential hazard of any chemical experimentation, safety goggles,  laboratory coats, and other protective gear must be worn at all times in the  laboratories (but cannot be worn outside the laboratory). Laboratory equipment  loaned to students must be replaced if damaged or broken. Students who do not  return borrowed laboratory equipment at the end of a course are charged an  additional fee, and their grade may be recorded as incomplete and not released  until \"checkout\" is completed.          Research: The department  endeavors to make research opportunities available during the summer and the  academic year to well-qualified students at all levels. We strongly urge  students who are interested in research to begin as early as freshman year.  Students are encouraged to apply for the FAST and DURF grants awarded by the  College. To participate in research in the department, students must both meet  the prerequisites and register for the research courses Advanced Independent  Study and Research (CHEM-UA 997, 998) or, if eligible, Senior Honors in  Chemistry (CHEM-UA 995, 996). In either case, permission of the director of  undergraduate studies is required before registering in these courses.            Honors  Program While the Department of Chemistry has several accelerated courses—for example, Advanced General Chemistry and Laboratory (CHEM-UA 127 and 128) and Majors Organic Chemistry and Laboratory (CHEM-UA 227 and 228)—these offerings need not be taken to earn a chemistry or biochemistry degree with departmental honors. The main requirement for earning an honors degree is the completion of an honors thesis based upon independent experimental or theoretical research. Students interested in research and an honors degree must enroll in Senior Honors in Chemistry (CHEM-UA 995, 996). However, students must become involved in research for at least one semester or one summer prior to the senior year, as two semesters of research is arguably not enough time to execute a successful research project. Depending on the number of credits the student is registered for in a given semester, the initial exposure to research may or may not be for credit. Students desiring entry into the honors program must obtain the approval of the director of undergraduate studies prior to the end of their junior year. Candidates for a degree with honors in chemistry must have an overall GPA of 3.65 and a GPA of 3.65 in required courses for the chemistry or biochemistry major. A senior thesis based on this work must be prepared, approved by the adviser, and presented in a seminar format during the spring term of the senior year. Please contact Carol Hollingsworth, academic program administrator, or Professor Alexej Jerschow, director of undergraduate studies, for more detailed information.      Updated on 04&#047;28&#047;2015                     * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Master of Science | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Master of Science Program in Chemistry   The Department of Chemistry at NYU offers a master's degree. This degree is designed for students who have decided not to pursue a Ph.D. The department views the master's a terminal degree that usually takes about 3-4 semesters of coursework and research to achieve. Students must satisfactorily complete 32 credit points (at least 24 in residence at New York University) with a GPA of 3.0 or better and no single class grade below B-. Students are required to take a 0 credit course ‘Professional Development in the Sciences’ during the first semester in residence. Students may choose one of the two plans described below to graduate: Plan 1) Preparation of a dissertation based on original research and passing of an oral examination in the major field (thesis masters). The Master’s Thesis Examination Committee consists of three members of the faculty (one must be the thesis advisor). The master’s thesis defense consists of an oral presentation by the student, approximately 45-50 minutes in length, which is open to the public. The presentation is followed by a question-and-answer section by the Master’s Thesis Examination Committee in a closed-door session. Plan 2) Completion of 32 credits points with a GPA of B (3.0) or better. All 32 credit points have to be taken in lecture classes (non-thesis masters). It is mandatory to take the 2 point course CHEM-GA 3010, Graduate Student Seminar. All classes have to be at the graduate level.       Updated on 10&#047;16&#047;2013                     * | Contact Us | &copy; New York University , Arts and Science"}]}]