[{"detail": [{"content": "MGM's special dividend        MGM Considers Special Dividend   Move Would Mean Windfall   Of $1 Billion to $1.6 Billion   For Investor Kirk Kerkorian    By BRUCE ORWALL   Staff Reporter of THE WALL STREET JOURNAL   March 16, 2004     Billionaire investor Kirk Kerkorian would reap a windfall of between $1 billion  and $1.6 billion if the film studio he controls, Metro-Goldwyn-Mayer Inc.,  issues a one-time special dividend of $6 to $9 a share that the company is  currently considering.   MGM has been talking about ways to &quot;share the wealth&quot; with shareholders  since last summer, when the company tried and failed to acquire Vivendi Universal  SA's entertainment assets. MGM recently has eliminated all of its debt and  increased its annual cash flow to nearly $200 million in 2003. The idea of  a dividend was floated as a possibility when the company was in the early stages  of considering its options.     In September, MGM Chairman and Chief Executive Alex Yemenidjian said that  the management had at the time decided against recommending any kind of extraordinary  dividend. Later, MGM bought back about 10 million shares, at about $17 a share,  through a Dutch auction that was completed earlier this year.   Late Monday, however, MGM disclosed that it is contemplating a &quot;significant&quot; one-time  dividend payment, which people familiar with the matter put at between $6 and  $9 a share. &quot;Our management remains committed to sharing the company's  wealth with our shareholders,&quot; Mr. Yemenidjian said in a statement. He  emphasized that neither the decision nor its possible timing was yet final.   Of course, while all shareholders would benefit equally on a per-share basis,  the move would most clearly be a boon for the 86-year-old Mr. Kerkorian, who  controls about 74% of the company's 235 million shares outstanding. MGM would  borrow money at low interest rates to pay the possible dividend, which would  probably be payable in about a month if the company decides to proceed. The  borrowing would then be quickly repaid; MGM is expected to generate a total  of $600 million to $900 million in cash flow over the four years from 2003  to 2006.   Mr. Kerkorian in recent years has at times seemed eager for a sale of MGM,  and the company has in fact said numerous times that it was pursuing strategic  alternatives. In 2001, the company held unsuccessful talks to merge with Sony  Corp.'s Sony Pictures Entertainment. Later, the company approached possible  partners including Walt Disney Co. and DreamWorks SKG. In 2003, Vivendi made  an aggressive bid for the Vivendi Universal entertainment assets, such as Universal  Pictures, but didn't prevail. As recently as late last year, MGM held preliminary  talks with Time Warner Inc. that didn't pan out.   As a rule, it is assumed that Mr. Kerkorian has been seeking a stock transaction  of some kind because of the preferable tax consequences. Yet even as he has  failed to sell the company, Mr. Kerkorian has at times raised his stake in  it. Harris Nesbitt Gerard analyst Jeffrey Logsdon estimates that Mr. Kerkorian  has put about $3 billion into MGM over the years.   Now, the possible one-time dividend represents a way for Mr. Kerkorian to  realize some return on his investment in MGM, the legendary studio that he  purchased for the third time in 1996, at a low tax rate. The one-time dividend  also wouldn't rule out the possibility of a sale. Once such a payout is made,  MGM's stock would be expected to decline by about the same amount as the dividend,  though going forward, it would have higher debt because of the proposed dividend  plan.   Tax Consequences   The tax consequences of such a move for MGM shareholders are now more appealing  than they once were. A 2003 tax-relief law cut the personal tax rate on corporate  dividends from a maximum of 39.1% to 15%, inspiring a wave of companies to  raise their dividends. A portion of MGM's dividend could be ruled tax-free  if it is judged to be a &quot;return of capital,&quot; owing to the fact that  MGM has generated net losses instead of earnings in recent years.   MGM, with a 4,000-title film library, has generated greater operating cash  flows recently as a result of several factors, one of which has been the explosion  of DVD movie sales in the U.S. The company has also done a better job of managing  its feature-film business, betting less on risky big-budget movies and more  on modest titles such as &quot;Legally Blonde&quot; and &quot;Barbershop,&quot; which  can be enormously profitable if they become hits.   Write to Bruce Orwall at bruce.orwall@wsj.com"}]},
{"detail": [{"content": "MGM's special dividend        MGM Considers Special Dividend   Move Would Mean Windfall   Of $1 Billion to $1.6 Billion   For Investor Kirk Kerkorian    By BRUCE ORWALL   Staff Reporter of THE WALL STREET JOURNAL   March 16, 2004     Billionaire investor Kirk Kerkorian would reap a windfall of between $1 billion  and $1.6 billion if the film studio he controls, Metro-Goldwyn-Mayer Inc.,  issues a one-time special dividend of $6 to $9 a share that the company is  currently considering.   MGM has been talking about ways to &quot;share the wealth&quot; with shareholders  since last summer, when the company tried and failed to acquire Vivendi Universal  SA's entertainment assets. MGM recently has eliminated all of its debt and  increased its annual cash flow to nearly $200 million in 2003. The idea of  a dividend was floated as a possibility when the company was in the early stages  of considering its options.     In September, MGM Chairman and Chief Executive Alex Yemenidjian said that  the management had at the time decided against recommending any kind of extraordinary  dividend. Later, MGM bought back about 10 million shares, at about $17 a share,  through a Dutch auction that was completed earlier this year.   Late Monday, however, MGM disclosed that it is contemplating a &quot;significant&quot; one-time  dividend payment, which people familiar with the matter put at between $6 and  $9 a share. &quot;Our management remains committed to sharing the company's  wealth with our shareholders,&quot; Mr. Yemenidjian said in a statement. He  emphasized that neither the decision nor its possible timing was yet final.   Of course, while all shareholders would benefit equally on a per-share basis,  the move would most clearly be a boon for the 86-year-old Mr. Kerkorian, who  controls about 74% of the company's 235 million shares outstanding. MGM would  borrow money at low interest rates to pay the possible dividend, which would  probably be payable in about a month if the company decides to proceed. The  borrowing would then be quickly repaid; MGM is expected to generate a total  of $600 million to $900 million in cash flow over the four years from 2003  to 2006.   Mr. Kerkorian in recent years has at times seemed eager for a sale of MGM,  and the company has in fact said numerous times that it was pursuing strategic  alternatives. In 2001, the company held unsuccessful talks to merge with Sony  Corp.'s Sony Pictures Entertainment. Later, the company approached possible  partners including Walt Disney Co. and DreamWorks SKG. In 2003, Vivendi made  an aggressive bid for the Vivendi Universal entertainment assets, such as Universal  Pictures, but didn't prevail. As recently as late last year, MGM held preliminary  talks with Time Warner Inc. that didn't pan out.   As a rule, it is assumed that Mr. Kerkorian has been seeking a stock transaction  of some kind because of the preferable tax consequences. Yet even as he has  failed to sell the company, Mr. Kerkorian has at times raised his stake in  it. Harris Nesbitt Gerard analyst Jeffrey Logsdon estimates that Mr. Kerkorian  has put about $3 billion into MGM over the years.   Now, the possible one-time dividend represents a way for Mr. Kerkorian to  realize some return on his investment in MGM, the legendary studio that he  purchased for the third time in 1996, at a low tax rate. The one-time dividend  also wouldn't rule out the possibility of a sale. Once such a payout is made,  MGM's stock would be expected to decline by about the same amount as the dividend,  though going forward, it would have higher debt because of the proposed dividend  plan.   Tax Consequences   The tax consequences of such a move for MGM shareholders are now more appealing  than they once were. A 2003 tax-relief law cut the personal tax rate on corporate  dividends from a maximum of 39.1% to 15%, inspiring a wave of companies to  raise their dividends. A portion of MGM's dividend could be ruled tax-free  if it is judged to be a &quot;return of capital,&quot; owing to the fact that  MGM has generated net losses instead of earnings in recent years.   MGM, with a 4,000-title film library, has generated greater operating cash  flows recently as a result of several factors, one of which has been the explosion  of DVD movie sales in the U.S. The company has also done a better job of managing  its feature-film business, betting less on risky big-budget movies and more  on modest titles such as &quot;Legally Blonde&quot; and &quot;Barbershop,&quot; which  can be enormously profitable if they become hits.   Write to Bruce Orwall at bruce.orwall@wsj.com"}, {"content": "NYU’s Vaidhyanathan Available for Comment On Pending Supreme Court Ruling On MGM v. Grokster Case                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2005   /   June   /   20                                                         NYU’s Vaidhyanathan Available for Comment On Pending Supreme Court Ruling On MGM v. Grokster Case                   June 20, 2005          N-393, 2004-2005                                        The U.S. Supreme Court will decide shortly whether a company that creates software for the purpose of encouraging users to infringe on others’ copyrights shall be held liable. The case threatens to upend a 1984 Court decision that absolved technology companies of liability if their products had “substantial non-infringing uses.” That decision legalized the video cassette recorder. Siva Vaidhyanathan, assistant professor in New York University’s Department of Culture and Communication in the Steinhardt School of Education, and the head of the undergraduate program in Communication Studies, is available for comment on the pending Supreme Court decision in MGM v. Grokster. Vaidhyanathan wrote an amicus brief on behalf of media scholars in the Grokster case supporting peer-to-peer technology for its educational and research uses. Vaidhyanathan penned two books on copyright and technology, The Anarchist in the Library: How the Clash Between Freedom and Control is Hacking the Real World and Crashing the System (Basic Books, 2004), and Copyrights and Copywrongs: The Rise of Intellectual Property and How it Threatens Creativity (New York University Press, 2001). For more information or to arrange an interview, contact Jennifer Zwiebel, NYU’s Office of Public Affairs, Steinhardt School of Education at 212.998.6797 or jennifer.zwiebel@nyu.edu .   Editor’s note: NYU’s Steinhardt School is a rich source of ground-breaking scholarship on issues of national and global significance and innovation in research, teaching, practice, and performance. The School prepares students to be educators, health professionals, counselors, and psychologists, academics, musicians, artists, communication specialists, and policy analysts. The Steinhardt School values its location in New York City, where it is engaged in research, partnerships, and community service aimed at improving urban life and the city’s institutions.                       This Press Release is in the following Topics:      Steinhardt School of Culture, Education, and Human Development           Type: Press Release                                                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]