[{"detail": [{"content": "Master of Arts in Literary Translation: French - English    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Master of Arts in Literary Translation: French - English     This M.A. program in Literary Translation is unique in that  it focuses on providing master’s students with the skills to translate from  French to English at a professional level. It aims at educating a much needed  new generation of literary translators. The program is supported by all the  faculty members of the prestigious NYU French department and, as such, is  guaranteed to offer an equally top-rate theoretical and analytical education in  translation.         NYU provides the perfect environment for this type of  program in translation. Our two main  advantages are 1) our location in New York City where, besides the French Publishers’  Agency, the vast majority of American publishers likely to publish French books  in translation are located, and 2) the NYU Paris center, where the students  will spend a six-week Summer session allowing them to meet with contemporary  French writers, publishers, and foreign rights managers. For more information, check out our Facebook page and the blog created by Literary Translation students.  Admission The  requirements for admission are a B.A. with a strong concentration of French  (e.g. major in French literature or language, major in Comparative literature  with a specialization in French literature); a statement of purpose (2 pages double-spaced); a translation sample consisting of approximately 3000 words (double-spaced) translated from the French (fiction, drama, essay, poetry, or  social sciences) with a photocopy of the original including all the necessary  references; three letters of recommendation; an official transcript of  undergraduate studies; GRE scores; and TOEFL scores (for those whose native  language is not English). ( http://gsas.nyu.edu/page/grad.admissionsapplication )      Applications are accepted for fall admission only .      The application deadline is April 15th, 2015.                      Program content and  requirements This one-year program (Fall and Spring semester in New York,  intensive six-week Summer session in France) will comprise eight four-credit  courses (32 credits in total) plus a thesis. Two thesis formats will be  accepted:      1) The typical thesis will consist of the original translation  of a book-long piece, such as a play, a collection of short stories, poems or  essays, a short novel or a long novella, preceded by a foreword-type analysis  of the specific translation problems raised by the text.      2) For students interested in a more fully analytical  approach, the thesis could consist of a 60- to 100-page comparative study of  existing translations. List of Courses  Fall: Theory of Translation: FREN-GA 1020 A survey course that will inform students on the major  issues at stake in literary translation by means of a broad history of  translation theory, from the Romans to the twentieth century with a particular  focus on French theorists, and through a more focused study of specific  problems in literary translation, such as poetry and translation, translating  dramatic texts, translating the vernaculars, etc.                  Stylistics and Semantics of Written French: FREN-GA 1022 Ce cours propose  un entraînement intensif à l’écrit. Il permet aux étudiants d’enrichir et  d’affiner leur compétence écrite à travers un approfondissement de la grammaire  et des relations logiques, envisagées d’un point de vue sémantique et  stylistique. Workshop in Translation I: FREN-GA 1021 Regular submission, analysis, and discussion of students’  translations of book excerpts in a wide variety of genres, from autobiographies  and memoirs to works of philosophy, religion and history, and self-help and  oenology books to literary fiction. The titles will be provided by the French  Publishers’ Agency and the students’ translation samples will be submitted to  American publishers, via the Agency.                  Spring: French Literature or French Civilization Graduate Course: 4 points Any French Department literature or civilization course. Translation I: FREN-GA 1009 Theoretical consideration and practical analysis of the  problems of literary translation, English-French and French-English.                                  Workshop in Translation II: FREN-GA 2010 Regular submission, analysis, and discussion of students’  own translation projects, which should constitute the basis for students’ final  theses. This course will take the form  of a seminar, conducted by a professional literary translator. Students will work on methodology and  research issues related to translating a piece of publishable length and learn  about the revising and editing process involved in translation.                      Six-week Summer  Session in France (from mid-May to the end of June): Translation II: FREN-GA 2009/9003 This course will be a course in translation analysis and  comparative poetics. It will teach the students to read and analyze texts in translation and, through comparative  analysis, they will learn about specific issues raised by literary translation  (issues related to textual genres, cultural issues, prosodic and rhythmic  issues, register and dialect issues, etc.) as well as gain a concrete historical  knowledge of translation theory.                  Creative Writing Workshop: FREN-GA 2000/9000 Regular submission and discussion and analysis of student  work in one or more fictional modes (short story, short novel, novel, etc.),  with examination of relevant readings illustrating point of view, plot,  setting, characterization, dialogue, and aspects of style.  Tuition Remission   Students admitted to the M.A. in Literary  Translation will be granted a 20% tuition scholarship on the Fall and Spring  semesters in New York City and at least 24% tuition discount on the Summer intensive  session in Paris.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Master of Arts in Literary Translation: French - English    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Master of Arts in Literary Translation: French - English     This M.A. program in Literary Translation is unique in that  it focuses on providing master’s students with the skills to translate from  French to English at a professional level. It aims at educating a much needed  new generation of literary translators. The program is supported by all the  faculty members of the prestigious NYU French department and, as such, is  guaranteed to offer an equally top-rate theoretical and analytical education in  translation.         NYU provides the perfect environment for this type of  program in translation. Our two main  advantages are 1) our location in New York City where, besides the French Publishers’  Agency, the vast majority of American publishers likely to publish French books  in translation are located, and 2) the NYU Paris center, where the students  will spend a six-week Summer session allowing them to meet with contemporary  French writers, publishers, and foreign rights managers. For more information, check out our Facebook page and the blog created by Literary Translation students.  Admission The  requirements for admission are a B.A. with a strong concentration of French  (e.g. major in French literature or language, major in Comparative literature  with a specialization in French literature); a statement of purpose (2 pages double-spaced); a translation sample consisting of approximately 3000 words (double-spaced) translated from the French (fiction, drama, essay, poetry, or  social sciences) with a photocopy of the original including all the necessary  references; three letters of recommendation; an official transcript of  undergraduate studies; GRE scores; and TOEFL scores (for those whose native  language is not English). ( http://gsas.nyu.edu/page/grad.admissionsapplication )      Applications are accepted for fall admission only .      The application deadline is April 15th, 2015.                      Program content and  requirements This one-year program (Fall and Spring semester in New York,  intensive six-week Summer session in France) will comprise eight four-credit  courses (32 credits in total) plus a thesis. Two thesis formats will be  accepted:      1) The typical thesis will consist of the original translation  of a book-long piece, such as a play, a collection of short stories, poems or  essays, a short novel or a long novella, preceded by a foreword-type analysis  of the specific translation problems raised by the text.      2) For students interested in a more fully analytical  approach, the thesis could consist of a 60- to 100-page comparative study of  existing translations. List of Courses  Fall: Theory of Translation: FREN-GA 1020 A survey course that will inform students on the major  issues at stake in literary translation by means of a broad history of  translation theory, from the Romans to the twentieth century with a particular  focus on French theorists, and through a more focused study of specific  problems in literary translation, such as poetry and translation, translating  dramatic texts, translating the vernaculars, etc.                  Stylistics and Semantics of Written French: FREN-GA 1022 Ce cours propose  un entraînement intensif à l’écrit. Il permet aux étudiants d’enrichir et  d’affiner leur compétence écrite à travers un approfondissement de la grammaire  et des relations logiques, envisagées d’un point de vue sémantique et  stylistique. Workshop in Translation I: FREN-GA 1021 Regular submission, analysis, and discussion of students’  translations of book excerpts in a wide variety of genres, from autobiographies  and memoirs to works of philosophy, religion and history, and self-help and  oenology books to literary fiction. The titles will be provided by the French  Publishers’ Agency and the students’ translation samples will be submitted to  American publishers, via the Agency.                  Spring: French Literature or French Civilization Graduate Course: 4 points Any French Department literature or civilization course. Translation I: FREN-GA 1009 Theoretical consideration and practical analysis of the  problems of literary translation, English-French and French-English.                                  Workshop in Translation II: FREN-GA 2010 Regular submission, analysis, and discussion of students’  own translation projects, which should constitute the basis for students’ final  theses. This course will take the form  of a seminar, conducted by a professional literary translator. Students will work on methodology and  research issues related to translating a piece of publishable length and learn  about the revising and editing process involved in translation.                      Six-week Summer  Session in France (from mid-May to the end of June): Translation II: FREN-GA 2009/9003 This course will be a course in translation analysis and  comparative poetics. It will teach the students to read and analyze texts in translation and, through comparative  analysis, they will learn about specific issues raised by literary translation  (issues related to textual genres, cultural issues, prosodic and rhythmic  issues, register and dialect issues, etc.) as well as gain a concrete historical  knowledge of translation theory.                  Creative Writing Workshop: FREN-GA 2000/9000 Regular submission and discussion and analysis of student  work in one or more fictional modes (short story, short novel, novel, etc.),  with examination of relevant readings illustrating point of view, plot,  setting, characterization, dialogue, and aspects of style.  Tuition Remission   Students admitted to the M.A. in Literary  Translation will be granted a 20% tuition scholarship on the Fall and Spring  semesters in New York City and at least 24% tuition discount on the Summer intensive  session in Paris.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "READING BETWEEN THE LINES/LANGUAGES: Moroccan Poetry in Text, Translation, and Performance , Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  READING BETWEEN THE LINES/LANGUAGES: Moroccan Poetry in Text, Translation, and Performance                                                                                                                                                                                                                     This event is in conjunction with the PEN World Voices Festival at NYU--The Literary Mews. Discover a world of literature and music in NYU's beautiful Washington Mews, and its International Houses and Institutes. All events are free and open to the public. For more information on all of the events happening on Friday, May 8, 2015, see http://as.nyu.edu/page/literarymews      Idriss Aissa  has published many pieces in newspapers and literary magazines  inside and outside Morocco, including: al-Karmil (Paris, then Nicosia), Mawaqif   (Paris), al-Mada (Nicosia), al-Adab (Beirut), Nizwa (Muscat),   Kalimat (Manama), al-Shiʿr (Cairo), Ibdaʿ (Cairo) and   al-Naqid (London). His 1989 volume  of poetry, A Woman from the Remotest of  Winds , won the Yusuf al-Khal prize. He is currently in contract with Tuwa Press, London to publish a  new collection titled Nimble Beings who  Formulate the Verifications of the Void.    Driss  Mesnaoui is one of the major voices of the zajal form (poetry  in Moroccan colloquial Arabic) in Morocco and is one of the founders of the Moroccan  Association for Popular Poetry. He has published numerous poetry  collections, essays, and novels, all in Moroccan colloquial Arabic. His zajal collections  include Soil of Meanings; Whose Life is it?; and Among  you, who still remembers my name? among many others.   Omar Berrada is a writer and  translator, and the director of Dar al-Ma’mûn, a library and residency center  for artists, scholars and translators located on the outskirts of Marrakech.  Previously, he hosted shows on French national radio and public programs at the  Centre Pompidou. He curated the Tangier International Book Salon in 2008, as  well as the literary program of the Marrakech Biennale in 2012. In 2014 he was  a co-director of Dubai’s Global Art Forum and a co-curator of the Temporary Center for Translaton at The  New Museum in New York. He edited, with Erik Bullot, Expanded Translation –  A Treason Treatise , a book  of verbal and visual betrayals; and, with Yto Barrada, Album – Cinémathèque  de Tanger , a multilingual book about film in Tangier and Tangier on film.  He is a member of the bilingual poetry collective Double Change, and of the  intercultural arts association Tamaas and is currently a visiting scholar with  the Comparative Literature department at NYU.  Alexander  Elinson is an Associate Professor of Arabic, and Director  of the Hunter College Summer Arabic Program. He received his Ph.D. from  Columbia University in 2004 in Middle Eastern Languages and Cultures. His book  titled Looking Back at al-Andalus: the poetics of loss and nostalgia in  medieval Arabic and Hebrew Literature is published by Brill. Professor  Elinson has published articles, reviews and translations on the Arabic and  Hebrew strophic poem ( zajal and muwashshah ), rhymed  prose narrative ( maqama ), and modern Arabic poetry and narrative in  numerous peer-reviewed journals. He is currently working on a book project  focusing on language change and ideology in Morocco, specifically the use of  Moroccan colloquial Arabic in novels, short stories, poetry, translation,  journalistic writing, and education. He is also completing a translation of  Moroccan\u2028novelist Youssef Fadel’s A Beautiful White Cat Walks with  Me which will be published by the American University in Cairo Press  in 2016.  Deborah  Kapchan is  Associate Professor of Performance Studies at New York University. A Guggenheim  fellow, she is the author of Gender on the Market: Moroccan Women and the  Revoicing of Tradition (Univ. of Pennsylvania Press 1996), Traveling  Spirit Masters: Moroccan Music and Trance in the Global Marketplace   (Wesleyan University Press 2007), as well as numerous articles on sound,  narrative and poetics. She is translating and editing a volume entitled Poetic  Justice: An Anthology of Moroccan Contemporary Poetry , and is also the  editor of two recent volumes: Intangible Rights: Cultural Heritage in  Transit (2014 University of Pennsylvania Press) and Theorizing Sound  Writing (currently under review).                                                                                                                                                          Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Master of Arts in Literary Translation: French - English    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Master of Arts in Literary Translation: French - English     This M.A. program in Literary Translation is unique in that  it focuses on providing master’s students with the skills to translate from  French to English at a professional level. It aims at educating a much needed  new generation of literary translators. The program is supported by all the  faculty members of the prestigious NYU French department and, as such, is  guaranteed to offer an equally top-rate theoretical and analytical education in  translation.         NYU provides the perfect environment for this type of  program in translation. Our two main  advantages are 1) our location in New York City where, besides the French Publishers’  Agency, the vast majority of American publishers likely to publish French books  in translation are located, and 2) the NYU Paris center, where the students  will spend a six-week Summer session allowing them to meet with contemporary  French writers, publishers, and foreign rights managers. For more information, check out our Facebook page and the blog created by Literary Translation students.  Admission The  requirements for admission are a B.A. with a strong concentration of French  (e.g. major in French literature or language, major in Comparative literature  with a specialization in French literature); a statement of purpose (2 pages double-spaced); a translation sample consisting of approximately 3000 words (double-spaced) translated from the French (fiction, drama, essay, poetry, or  social sciences) with a photocopy of the original including all the necessary  references; three letters of recommendation; an official transcript of  undergraduate studies; GRE scores; and TOEFL scores (for those whose native  language is not English). ( http://gsas.nyu.edu/page/grad.admissionsapplication )      Applications are accepted for fall admission only .      The application deadline is April 15th, 2015.                      Program content and  requirements This one-year program (Fall and Spring semester in New York,  intensive six-week Summer session in France) will comprise eight four-credit  courses (32 credits in total) plus a thesis. Two thesis formats will be  accepted:      1) The typical thesis will consist of the original translation  of a book-long piece, such as a play, a collection of short stories, poems or  essays, a short novel or a long novella, preceded by a foreword-type analysis  of the specific translation problems raised by the text.      2) For students interested in a more fully analytical  approach, the thesis could consist of a 60- to 100-page comparative study of  existing translations. List of Courses  Fall: Theory of Translation: FREN-GA 1020 A survey course that will inform students on the major  issues at stake in literary translation by means of a broad history of  translation theory, from the Romans to the twentieth century with a particular  focus on French theorists, and through a more focused study of specific  problems in literary translation, such as poetry and translation, translating  dramatic texts, translating the vernaculars, etc.                  Stylistics and Semantics of Written French: FREN-GA 1022 Ce cours propose  un entraînement intensif à l’écrit. Il permet aux étudiants d’enrichir et  d’affiner leur compétence écrite à travers un approfondissement de la grammaire  et des relations logiques, envisagées d’un point de vue sémantique et  stylistique. Workshop in Translation I: FREN-GA 1021 Regular submission, analysis, and discussion of students’  translations of book excerpts in a wide variety of genres, from autobiographies  and memoirs to works of philosophy, religion and history, and self-help and  oenology books to literary fiction. The titles will be provided by the French  Publishers’ Agency and the students’ translation samples will be submitted to  American publishers, via the Agency.                  Spring: French Literature or French Civilization Graduate Course: 4 points Any French Department literature or civilization course. Translation I: FREN-GA 1009 Theoretical consideration and practical analysis of the  problems of literary translation, English-French and French-English.                                  Workshop in Translation II: FREN-GA 2010 Regular submission, analysis, and discussion of students’  own translation projects, which should constitute the basis for students’ final  theses. This course will take the form  of a seminar, conducted by a professional literary translator. Students will work on methodology and  research issues related to translating a piece of publishable length and learn  about the revising and editing process involved in translation.                      Six-week Summer  Session in France (from mid-May to the end of June): Translation II: FREN-GA 2009/9003 This course will be a course in translation analysis and  comparative poetics. It will teach the students to read and analyze texts in translation and, through comparative  analysis, they will learn about specific issues raised by literary translation  (issues related to textual genres, cultural issues, prosodic and rhythmic  issues, register and dialect issues, etc.) as well as gain a concrete historical  knowledge of translation theory.                  Creative Writing Workshop: FREN-GA 2000/9000 Regular submission and discussion and analysis of student  work in one or more fictional modes (short story, short novel, novel, etc.),  with examination of relevant readings illustrating point of view, plot,  setting, characterization, dialogue, and aspects of style.  Tuition Remission   Students admitted to the M.A. in Literary  Translation will be granted a 20% tuition scholarship on the Fall and Spring  semesters in New York City and at least 24% tuition discount on the Summer intensive  session in Paris.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "READING BETWEEN THE LINES/LANGUAGES: Moroccan Poetry in Text, Translation, and Performance , Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  READING BETWEEN THE LINES/LANGUAGES: Moroccan Poetry in Text, Translation, and Performance                                                                                                                                                                                                                     This event is in conjunction with the PEN World Voices Festival at NYU--The Literary Mews. Discover a world of literature and music in NYU's beautiful Washington Mews, and its International Houses and Institutes. All events are free and open to the public. For more information on all of the events happening on Friday, May 8, 2015, see http://as.nyu.edu/page/literarymews      Idriss Aissa  has published many pieces in newspapers and literary magazines  inside and outside Morocco, including: al-Karmil (Paris, then Nicosia), Mawaqif   (Paris), al-Mada (Nicosia), al-Adab (Beirut), Nizwa (Muscat),   Kalimat (Manama), al-Shiʿr (Cairo), Ibdaʿ (Cairo) and   al-Naqid (London). His 1989 volume  of poetry, A Woman from the Remotest of  Winds , won the Yusuf al-Khal prize. He is currently in contract with Tuwa Press, London to publish a  new collection titled Nimble Beings who  Formulate the Verifications of the Void.    Driss  Mesnaoui is one of the major voices of the zajal form (poetry  in Moroccan colloquial Arabic) in Morocco and is one of the founders of the Moroccan  Association for Popular Poetry. He has published numerous poetry  collections, essays, and novels, all in Moroccan colloquial Arabic. His zajal collections  include Soil of Meanings; Whose Life is it?; and Among  you, who still remembers my name? among many others.   Omar Berrada is a writer and  translator, and the director of Dar al-Ma’mûn, a library and residency center  for artists, scholars and translators located on the outskirts of Marrakech.  Previously, he hosted shows on French national radio and public programs at the  Centre Pompidou. He curated the Tangier International Book Salon in 2008, as  well as the literary program of the Marrakech Biennale in 2012. In 2014 he was  a co-director of Dubai’s Global Art Forum and a co-curator of the Temporary Center for Translaton at The  New Museum in New York. He edited, with Erik Bullot, Expanded Translation –  A Treason Treatise , a book  of verbal and visual betrayals; and, with Yto Barrada, Album – Cinémathèque  de Tanger , a multilingual book about film in Tangier and Tangier on film.  He is a member of the bilingual poetry collective Double Change, and of the  intercultural arts association Tamaas and is currently a visiting scholar with  the Comparative Literature department at NYU.  Alexander  Elinson is an Associate Professor of Arabic, and Director  of the Hunter College Summer Arabic Program. He received his Ph.D. from  Columbia University in 2004 in Middle Eastern Languages and Cultures. His book  titled Looking Back at al-Andalus: the poetics of loss and nostalgia in  medieval Arabic and Hebrew Literature is published by Brill. Professor  Elinson has published articles, reviews and translations on the Arabic and  Hebrew strophic poem ( zajal and muwashshah ), rhymed  prose narrative ( maqama ), and modern Arabic poetry and narrative in  numerous peer-reviewed journals. He is currently working on a book project  focusing on language change and ideology in Morocco, specifically the use of  Moroccan colloquial Arabic in novels, short stories, poetry, translation,  journalistic writing, and education. He is also completing a translation of  Moroccan\u2028novelist Youssef Fadel’s A Beautiful White Cat Walks with  Me which will be published by the American University in Cairo Press  in 2016.  Deborah  Kapchan is  Associate Professor of Performance Studies at New York University. A Guggenheim  fellow, she is the author of Gender on the Market: Moroccan Women and the  Revoicing of Tradition (Univ. of Pennsylvania Press 1996), Traveling  Spirit Masters: Moroccan Music and Trance in the Global Marketplace   (Wesleyan University Press 2007), as well as numerous articles on sound,  narrative and poetics. She is translating and editing a volume entitled Poetic  Justice: An Anthology of Moroccan Contemporary Poetry , and is also the  editor of two recent volumes: Intangible Rights: Cultural Heritage in  Transit (2014 University of Pennsylvania Press) and Theorizing Sound  Writing (currently under review).                                                                                                                                                          Contact Us | &copy; New York University , Arts and Science"}, {"content": "Poetry Reading: Contemporary Brazilian Poetry and Translation                  Poetry Reading: Contemporary Brazilian Poetry and Translation     Yusef Komunyakaa&#160;won the 1994 Pulitzer Prize for Poetry for Neon Vernacular. He is the Senior Distinguished Poet in the Graduate Writing Program at NYU.    Idra Novey’s&#160;most recent poetry collection is Clarice: The Visitor. She is the translator of Clarice Lispector’s novel The Passion According to G.H., and teaches in the Creative Writing Program at Princeton University.    Flávia Rocha&#160;is a Brazilian writer and journalist. Her most recent poetry collection is Quartos Habitáveis, published in Brazil. She is the editor-in-chief of Rattapallax magazine.    Márcio-André&#160;is a Brazilian experimental artist with works in sound, visual poetry, installation, performance and video art. His most recent poetry book is Cazas, published in Brazil. He has taught at the University of Coimbra and at the Federal University of Rio de Janeiro.        Poetry Reading: Contemporary Brazilian Poetry and Translation      Yusef Komunyakaa&#160;won the 1994 Pulitzer Prize for Poetry for Neon Vernacular. He is the Senior Distinguished Poet in the Graduate Writing Program at NYU.    Idra Novey’s&#160;most recent poetry collection is Clarice: The Visitor. She is the translator of Clarice Lispector’s novel The Passion According to G.H., and teaches in the Creative Writing Program at Princeton University.    Flávia Rocha&#160;is a Brazilian writer and journalist. Her most recent poetry collection is Quartos Habitáveis, published in Brazil. She is the editor-in-chief of Rattapallax magazine.    Márcio-André&#160;is a Brazilian experimental artist with works in sound, visual poetry, installation, performance and video art. His most recent poetry book is Cazas, published in Brazil. He has taught at the University of Coimbra and at the Federal University of Rio de Janeiro.        —   ​     NYU BOOKSTORE, 726 BRAODWAY          Programs Speakers Open to the Public"}]}]