[{"detail": [{"content": "Andrew J Darwin | NYU School of Medicine                                    Skip to main content                    Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                              NYU School of Medicine                                                                                     Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                  Home Andrew J Darwin                    - A + A                                                                                                                                     You are about to go to a non-NYULMC website.                                Biosketch / Results /         Andrew Darwin       Associate Professor, Department of Microbiology                            Microbiology                                                Contact Info                              Address          550 First Avenue                         New York ,                NY          10016                                             Phone:           212/263-3223                                               Email: &#x61;&#x6e;&#x64;&#x72;&#x65;&#x77;&#x2e;&#x64;&#x61;&#x72;&#x77;&#x69;&#x6e;&#x40;&#x6d;&#x65;&#x64;&#x2e;&#x6e;&#x79;&#x75;&#x2e;&#x65;&#x64;&#x75;                                          Web:              Andrew Darwin's Web Page                                                                                             Education Details              Publications                                                                 Education      &mdash;   University of Birmingham,   Graduate Education          &mdash;   Cornell University,   PostDoctoral Training          &mdash;   Washington University School of Medicine,   PostDoctoral Training                                                          Activity of a Bacterial Cell Envelope Stress Response is Controlled by the Interaction of a Protein-binding Domain with Different Partners      Flores-Kim, Josue; Darwin, Andrew J     2015-03-30; 1083-351x,Journal of biological chemistry - id: 1513912, year: 2015     JOURNAL ARTICLE                          Regulation of bacterial virulence gene expression by cell envelope stress responses      Flores-Kim, Josue; Darwin, Andrew J     2015-01-26; 2150-5594,Virulence - id: 1440092, year: 2014     Journal Article                          Stress Relief during Host Infection: The Phage Shock Protein Response Supports Bacterial Virulence in Various Ways      Darwin, Andrew J     2013-07-22; 1553-7366,PLoS pathogens - id: 438962, year: 2013     Journal Article                          The Pseudomonas aeruginosa Periplasmic Protease CtpA Can Affect Systems That Impact Its Ability To Mount Both Acute and Chronic Infections      Seo, Jin; Darwin, Andrew J     2013-11-18; 0019-9567,Infection & immunity - id: 626742, year: 2013     Journal Article                          Changes in Psp protein binding partners, localization and behaviour upon activation of the Yersinia enterocolitica phage shock protein response      Yamaguchi, Saori; Reid, Dylan A; Rothenberg, Eli; Darwin, Andrew J     2013-02-05; 0950-382x,Molecular microbiology - id: 214012, year: 2013     Journal Article                               Read All Publications.                                                                                                                                                                   NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Andrew J Darwin | NYU School of Medicine                                    Skip to main content                    Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                              NYU School of Medicine                                                                                     Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                  Home Andrew J Darwin                    - A + A                                                                                                                                     You are about to go to a non-NYULMC website.                                Biosketch / Results /         Andrew Darwin       Associate Professor, Department of Microbiology                            Microbiology                                                Contact Info                              Address          550 First Avenue                         New York ,                NY          10016                                             Phone:           212/263-3223                                               Email: &#x61;&#x6e;&#x64;&#x72;&#x65;&#x77;&#x2e;&#x64;&#x61;&#x72;&#x77;&#x69;&#x6e;&#x40;&#x6d;&#x65;&#x64;&#x2e;&#x6e;&#x79;&#x75;&#x2e;&#x65;&#x64;&#x75;                                          Web:              Andrew Darwin's Web Page                                                                                             Education Details              Publications                                                                 Education      &mdash;   University of Birmingham,   Graduate Education          &mdash;   Cornell University,   PostDoctoral Training          &mdash;   Washington University School of Medicine,   PostDoctoral Training                                                          Activity of a Bacterial Cell Envelope Stress Response is Controlled by the Interaction of a Protein-binding Domain with Different Partners      Flores-Kim, Josue; Darwin, Andrew J     2015-03-30; 1083-351x,Journal of biological chemistry - id: 1513912, year: 2015     JOURNAL ARTICLE                          Regulation of bacterial virulence gene expression by cell envelope stress responses      Flores-Kim, Josue; Darwin, Andrew J     2015-01-26; 2150-5594,Virulence - id: 1440092, year: 2014     Journal Article                          Stress Relief during Host Infection: The Phage Shock Protein Response Supports Bacterial Virulence in Various Ways      Darwin, Andrew J     2013-07-22; 1553-7366,PLoS pathogens - id: 438962, year: 2013     Journal Article                          The Pseudomonas aeruginosa Periplasmic Protease CtpA Can Affect Systems That Impact Its Ability To Mount Both Acute and Chronic Infections      Seo, Jin; Darwin, Andrew J     2013-11-18; 0019-9567,Infection & immunity - id: 626742, year: 2013     Journal Article                          Changes in Psp protein binding partners, localization and behaviour upon activation of the Yersinia enterocolitica phage shock protein response      Yamaguchi, Saori; Reid, Dylan A; Rothenberg, Eli; Darwin, Andrew J     2013-02-05; 0950-382x,Molecular microbiology - id: 214012, year: 2013     Journal Article                               Read All Publications.                                                                                                                                                                   NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Heran Darwin Lab - Microbiology | Microbiology                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Microbiology                                                                                  Home   About Us   Faculty   Research   Education   Contact Us                                  Home Faculty Heran Darwin Lab - Microbiology            Print  Email               - A + A                                         Faculty      Primary Faculty   Emeritus Faculty   Secondary Faculty   Adjunct Faculty                                                                      Heran Darwin Lab - Microbiology                                                                           Heran Darwin Ph.D.  Professor, Department of Microbiology  Medical Science Building\u2028, Room 236  550 First Avenue\u2028, New York NY 10016  Office: (212) 263-2624  Lab:(212) 263-2626  Fax: (212) 263-8276  Email: heran.darwin@med.nyu.edu           KEY INTERESTS:   Mycobacterium tuberculosis, microbial pathogenesis; molecular biology; proteasome, pupylation, Pup, copper, transcriptional regulation, proteolysis.       BIOGRAPHIC DETAILS:     Graduate Education:       1992-1999 PhD, University of California, Los Angeles       Postdoctoral Training:       1999-2001: Washington University, School of Medicine     2001-2003: Weill Medical College of Cornell University       Academic Appointments:       2003: Instructor of Microbiology and Immunology     2004: Assistant Professor of Microbiology     2009: Associate Professor of Microbiology       Major Responsibilities:       Course Director (Advanced Topics in Microbial Pathogenesis)     Member of the NIH Bacterial Pathogenesis study section (2011-2015)       Major Honors:       ICAAC Young Investigator Award (2006)     Burroughs Wellcome Fund Investigator in the Pathogenesis of Infectious Diseases (2009)     Irma T Hirschl Award Recipient (2010)     Kavli Fellow (2012)         RESEARCH INTERESTS:   The Tuberculosis Proteasome and Pathogenesis   The pathogen and the disease. Tuberculosis is one of the leading causes of death in the world, killing about 2 million people per year. Nearly one-third of the world is infected with Mtb , which is a rod shaped bacterium that persists in phagocytic cells in the lungs of humans. Although healthy individuals usually control Mtb growth, immunosuppression due to a variety of causes can result in increased bacterial replication and the onset of symptoms. Antibiotic therapy is prolonged (6-9 months) and the failure to comply with treatment can lead to the development of multi-drug and extensively drug resistant strains. New drugs to treat tuberculosis are urgently needed, thus researchers are working to identify activities in Mtb that can be targeted.   The task of finding new drugs and drug targets is hindered by the fact that Mtb is dangerous and slow growing, requiring 2-3 weeks to form colonies on solid                                                                                           media. Furthermore, due to the highly infectious nature of the pathogen, all work must be performed in a biosafety level-3 facility. Taken together, Mtb is one of the most significant and challenging organisms to study.   Mycobacterial resistance to host defenses: the bacterial proteasome. Mtb proteasome activity is required virulence in mice, linking protein degradation to pathogenesis. Proteolysis by the Mtb proteasome requires the 20S proteasome core protease, Pup ( p rokaryotic u biquitin-like p rotein), Mpa (M ycobacterium p roteasomal A TPase), PafA ( p roteasome a ccessory f actor A), and Dop (deamidase of Pup). The 20S core is a barrel shaped chamber with proteolytic activity. Mpa forms hexamers with ATPase activity similar to eukaryotic proteasomal ATPases, and is thought to cap the base of the 20S core. Dop and PafA are required for the conjugation of Pup to proteins to target them to the proteasome. Importantly, 20S core, mpa, dop , and pafA mutants cannot cause lethal infections in mice. Although it is clear that proteasome activity is required for the pathogenesis of Mtb , we do not fully understand why.   Bacterial ubiquitin-proteasome system. Small protein modifiers like ubiquitin and SUMO are extensively studied in eukaryotes but had not been found in prokaryotes until relatively recently. Pup is the first protein-to-protein post-translational modifier to be identified in prokaryotes. The Mtb enzymes involved in \"pupylation\" share little to no structural or enzymatic features with the eukaryotic ubiquitin systems.   M. tuberculosis and copper . We recently identified a copper-responsive regulon that is dependent on proteasome function and is unique to pathogenic Mycobacterium species. RicR (regulated in copper repressor) regulates five promoters that drive the expression of several genes whose functions are largely unknown. We are currently working to characterize the function of several gene products of this regulon. We are also trying to understand why a pathogen like Mtb, which lives exclusively in humans, needs to respond to copper. Data from several labs suggest that vertebrate hosts use copper to battle invading pathogens, and bacteria have developed mechanisms to resist this host defense.       PUBLICATIONS:       The copper-responsive RicR regulon contributes to Mycobacterium tuberculosis virulence.  Shi X, Festa RA, loerger TR, Butler-Wu S, Sacchettini JC, Darwin KH, Samanovic MI.  MBio. 2014 Feb 18;r(1). pii: e00876-13. doi:10.1128/mBio.00876-13.  PMID: 24549843       The Pup-Proteasome System of Mycobacterium tuberculosis.  Samanovic MI, Li H, Darwin KH.  Subcell Biochem. 2013;66:267-95.  PMID: 23479444       Copper in microbial pathogenesis: meddling with the metal.  Samanovic MI, Ding C, Thiele DJ, Darwin KH.  2012.Cell Host Microbe. 11:106-15.  PMID: 22341460       Synthesis and evaluation of a selective fluorogenic Pup derived assay reagent for Dop, a potential drug target in Mycobacterium tuberculosis.  Merkx, R.K.E. Burns, P. Slobbe,F. El-Oualid, D. El-Atmioui, K.H. Darwin, H. Ovaa.  2012. ChemBioChem. 13:2056-60.  PMID: 22927162       Mycobacterium tuberculosis prokaryotic ubiquitin-like protein (Pup) deconjugating enzyme Dop is an unusual aspartate amidase.  Burns, K.E., F. McAllister, C. Schwerdtfeger, J. Mintseris, F. Cerda-Maira, E.E. Noens, M. Wilmanns, S.R. Hubbard, F. Melandri, H. Ovaa, S.P. Gygi, and K.H. Darwin.  2012. J. Biol. Chem. In press.  PMID: 22942282       Reconstitution of the Mycobacterium tuberculosis pupylation pathway in Escherichia coli.  Cerda-Maira, F., F. McAllister, N.J. Bode, K.E. Burns, S.P. Gygi, and K.H. Darwin.  2011. EMBO Reports. 12:863-70.  PMID: 21738222       A novel copper-responsive regulon in Mycobacterium tuberculosis.  Festa RA, Jones MB, Butler-Wu S, Sinsimer D, Gerads R, Bishai WR, Peterson SN, Darwin KH.  Mol Microbiol. 2011 Jan;79(1):133-48.   PMID: 21166899       Binding-induced folding of prokaryotic ubiquitin-like protein on the Mycobacterium proteasomal ATPase targets substrates for degradation.  Wang T, Darwin KH, Li H.  Nat Struct Mol Biol. 2010 Nov;17(11):1352-7.   PMID: 20953180       \"Depupylation\" of prokaryotic ubiquitin-like protein from mycobacterial proteasome substrates.  Burns KE, Cerda-Maira FA, Wang T, Li H, Bishai WR, Darwin KH.  Mol Cell. 2010 Sep 10;39(5):821-7.   PMID: 20705495       Molecular analysis of the prokaryotic ubiquitin-like protein (Pup) conjugation pathway in Mycobacterium tuberculosis.  Cerda-Maira FA, Pearce MJ, Fuortes M, Bishai WR, Hubbard SR, Darwin KH.  Mol Microbiol. 2010 Sep;77(5):1123-35.   PMID: 20636328       Prokaryotic ubiquitin-like protein provides a two-part degron to Mycobacterium proteasome substrates.  Burns KE, Pearce MJ, Darwin KH.  J Bacteriol. 2010 Jun;192(11):2933-5.   PMID: 20233925       Prokaryotic ubiquitin-like protein (Pup) proteome of Mycobacterium tuberculosis [corrected] .  Festa RA, McAllister F, Pearce MJ, Mintseris J, Burns KE, Gygi SP, Darwin KH.  PLoS One. 2010 Jan 6;5(1):e8589.  PMID: 20066036       Structural insights on the Mycobacterium tuberculosis proteasomal ATPase Mpa.  Wang T, Li H, Lin G, Tang C, Li D, Nathan C, Darwin KH, Li H.  Structure. 2009 Oct 14;17(10):1377-85.  PMID:19836337       Prokaryotic ubiquitin-like protein pup is intrinsically disordered.  Chen X, Solomon WC, Kang Y, Cerda-Maira F, Darwin KH, Walters KJ.  J Mol Biol. 2009 Sep 11;392(1):208-17.  PMID: 19607839       Prokaryotic ubiquitin-like protein (Pup), proteasomes and pathogenesis.  Darwin KH.  Nat Rev Microbiol. 2009 Jul;7(7):485-91   PMID:19483713       Ubiquitin-like protein involved in the proteasome pathway of Mycobacterium tuberculosis.  Pearce MJ, Mintseris J, Ferreyra J, Gygi SP, Darwin KH.  Science. 2008 Nov 14;322(5904):1104-7.   PMID:18832610       Characterization of the proteasome accessory factor (paf) operon in Mycobacterium tuberculosis.  Festa RA, Pearce MJ, Darwin KH.  J Bacteriol. 2007 Apr;189(8):3044-50.   PMID:17277063           LAB MEMBERS:   Susan Zhang  Xiaoshan \"Shirely\" Shi  Marie Samanovic-Golden, PhD  Jordan Jastrab           ALUMNI:    Mike Pearce, PhD  Ricky Festa, PhD  Susan Butler-Wu, PhD  Daniel Sinsimer, PhD  Francisca Cerda-Maira, PhD  Kristin Burns, PhD                                                                                         NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Andrew J Darwin | NYU School of Medicine                                    Skip to main content                    Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                              NYU School of Medicine                                                                                     Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                  Home Andrew J Darwin                    - A + A                                                                                                                                     You are about to go to a non-NYULMC website.                                Biosketch / Results /         Andrew Darwin       Associate Professor, Department of Microbiology                            Microbiology                                                Contact Info                              Address          550 First Avenue                         New York ,                NY          10016                                             Phone:           212/263-3223                                               Email: &#x61;&#x6e;&#x64;&#x72;&#x65;&#x77;&#x2e;&#x64;&#x61;&#x72;&#x77;&#x69;&#x6e;&#x40;&#x6d;&#x65;&#x64;&#x2e;&#x6e;&#x79;&#x75;&#x2e;&#x65;&#x64;&#x75;                                          Web:              Andrew Darwin's Web Page                                                                                             Education Details              Publications                                                                 Education      &mdash;   University of Birmingham,   Graduate Education          &mdash;   Cornell University,   PostDoctoral Training          &mdash;   Washington University School of Medicine,   PostDoctoral Training                                                          Activity of a Bacterial Cell Envelope Stress Response is Controlled by the Interaction of a Protein-binding Domain with Different Partners      Flores-Kim, Josue; Darwin, Andrew J     2015-03-30; 1083-351x,Journal of biological chemistry - id: 1513912, year: 2015     JOURNAL ARTICLE                          Regulation of bacterial virulence gene expression by cell envelope stress responses      Flores-Kim, Josue; Darwin, Andrew J     2015-01-26; 2150-5594,Virulence - id: 1440092, year: 2014     Journal Article                          Stress Relief during Host Infection: The Phage Shock Protein Response Supports Bacterial Virulence in Various Ways      Darwin, Andrew J     2013-07-22; 1553-7366,PLoS pathogens - id: 438962, year: 2013     Journal Article                          The Pseudomonas aeruginosa Periplasmic Protease CtpA Can Affect Systems That Impact Its Ability To Mount Both Acute and Chronic Infections      Seo, Jin; Darwin, Andrew J     2013-11-18; 0019-9567,Infection & immunity - id: 626742, year: 2013     Journal Article                          Changes in Psp protein binding partners, localization and behaviour upon activation of the Yersinia enterocolitica phage shock protein response      Yamaguchi, Saori; Reid, Dylan A; Rothenberg, Eli; Darwin, Andrew J     2013-02-05; 0950-382x,Molecular microbiology - id: 214012, year: 2013     Journal Article                               Read All Publications.                                                                                                                                                                   NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Heran Darwin Lab - Microbiology | Microbiology                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Microbiology                                                                                  Home   About Us   Faculty   Research   Education   Contact Us                                  Home Faculty Heran Darwin Lab - Microbiology            Print  Email               - A + A                                         Faculty      Primary Faculty   Emeritus Faculty   Secondary Faculty   Adjunct Faculty                                                                      Heran Darwin Lab - Microbiology                                                                           Heran Darwin Ph.D.  Professor, Department of Microbiology  Medical Science Building\u2028, Room 236  550 First Avenue\u2028, New York NY 10016  Office: (212) 263-2624  Lab:(212) 263-2626  Fax: (212) 263-8276  Email: heran.darwin@med.nyu.edu           KEY INTERESTS:   Mycobacterium tuberculosis, microbial pathogenesis; molecular biology; proteasome, pupylation, Pup, copper, transcriptional regulation, proteolysis.       BIOGRAPHIC DETAILS:     Graduate Education:       1992-1999 PhD, University of California, Los Angeles       Postdoctoral Training:       1999-2001: Washington University, School of Medicine     2001-2003: Weill Medical College of Cornell University       Academic Appointments:       2003: Instructor of Microbiology and Immunology     2004: Assistant Professor of Microbiology     2009: Associate Professor of Microbiology       Major Responsibilities:       Course Director (Advanced Topics in Microbial Pathogenesis)     Member of the NIH Bacterial Pathogenesis study section (2011-2015)       Major Honors:       ICAAC Young Investigator Award (2006)     Burroughs Wellcome Fund Investigator in the Pathogenesis of Infectious Diseases (2009)     Irma T Hirschl Award Recipient (2010)     Kavli Fellow (2012)         RESEARCH INTERESTS:   The Tuberculosis Proteasome and Pathogenesis   The pathogen and the disease. Tuberculosis is one of the leading causes of death in the world, killing about 2 million people per year. Nearly one-third of the world is infected with Mtb , which is a rod shaped bacterium that persists in phagocytic cells in the lungs of humans. Although healthy individuals usually control Mtb growth, immunosuppression due to a variety of causes can result in increased bacterial replication and the onset of symptoms. Antibiotic therapy is prolonged (6-9 months) and the failure to comply with treatment can lead to the development of multi-drug and extensively drug resistant strains. New drugs to treat tuberculosis are urgently needed, thus researchers are working to identify activities in Mtb that can be targeted.   The task of finding new drugs and drug targets is hindered by the fact that Mtb is dangerous and slow growing, requiring 2-3 weeks to form colonies on solid                                                                                           media. Furthermore, due to the highly infectious nature of the pathogen, all work must be performed in a biosafety level-3 facility. Taken together, Mtb is one of the most significant and challenging organisms to study.   Mycobacterial resistance to host defenses: the bacterial proteasome. Mtb proteasome activity is required virulence in mice, linking protein degradation to pathogenesis. Proteolysis by the Mtb proteasome requires the 20S proteasome core protease, Pup ( p rokaryotic u biquitin-like p rotein), Mpa (M ycobacterium p roteasomal A TPase), PafA ( p roteasome a ccessory f actor A), and Dop (deamidase of Pup). The 20S core is a barrel shaped chamber with proteolytic activity. Mpa forms hexamers with ATPase activity similar to eukaryotic proteasomal ATPases, and is thought to cap the base of the 20S core. Dop and PafA are required for the conjugation of Pup to proteins to target them to the proteasome. Importantly, 20S core, mpa, dop , and pafA mutants cannot cause lethal infections in mice. Although it is clear that proteasome activity is required for the pathogenesis of Mtb , we do not fully understand why.   Bacterial ubiquitin-proteasome system. Small protein modifiers like ubiquitin and SUMO are extensively studied in eukaryotes but had not been found in prokaryotes until relatively recently. Pup is the first protein-to-protein post-translational modifier to be identified in prokaryotes. The Mtb enzymes involved in \"pupylation\" share little to no structural or enzymatic features with the eukaryotic ubiquitin systems.   M. tuberculosis and copper . We recently identified a copper-responsive regulon that is dependent on proteasome function and is unique to pathogenic Mycobacterium species. RicR (regulated in copper repressor) regulates five promoters that drive the expression of several genes whose functions are largely unknown. We are currently working to characterize the function of several gene products of this regulon. We are also trying to understand why a pathogen like Mtb, which lives exclusively in humans, needs to respond to copper. Data from several labs suggest that vertebrate hosts use copper to battle invading pathogens, and bacteria have developed mechanisms to resist this host defense.       PUBLICATIONS:       The copper-responsive RicR regulon contributes to Mycobacterium tuberculosis virulence.  Shi X, Festa RA, loerger TR, Butler-Wu S, Sacchettini JC, Darwin KH, Samanovic MI.  MBio. 2014 Feb 18;r(1). pii: e00876-13. doi:10.1128/mBio.00876-13.  PMID: 24549843       The Pup-Proteasome System of Mycobacterium tuberculosis.  Samanovic MI, Li H, Darwin KH.  Subcell Biochem. 2013;66:267-95.  PMID: 23479444       Copper in microbial pathogenesis: meddling with the metal.  Samanovic MI, Ding C, Thiele DJ, Darwin KH.  2012.Cell Host Microbe. 11:106-15.  PMID: 22341460       Synthesis and evaluation of a selective fluorogenic Pup derived assay reagent for Dop, a potential drug target in Mycobacterium tuberculosis.  Merkx, R.K.E. Burns, P. Slobbe,F. El-Oualid, D. El-Atmioui, K.H. Darwin, H. Ovaa.  2012. ChemBioChem. 13:2056-60.  PMID: 22927162       Mycobacterium tuberculosis prokaryotic ubiquitin-like protein (Pup) deconjugating enzyme Dop is an unusual aspartate amidase.  Burns, K.E., F. McAllister, C. Schwerdtfeger, J. Mintseris, F. Cerda-Maira, E.E. Noens, M. Wilmanns, S.R. Hubbard, F. Melandri, H. Ovaa, S.P. Gygi, and K.H. Darwin.  2012. J. Biol. Chem. In press.  PMID: 22942282       Reconstitution of the Mycobacterium tuberculosis pupylation pathway in Escherichia coli.  Cerda-Maira, F., F. McAllister, N.J. Bode, K.E. Burns, S.P. Gygi, and K.H. Darwin.  2011. EMBO Reports. 12:863-70.  PMID: 21738222       A novel copper-responsive regulon in Mycobacterium tuberculosis.  Festa RA, Jones MB, Butler-Wu S, Sinsimer D, Gerads R, Bishai WR, Peterson SN, Darwin KH.  Mol Microbiol. 2011 Jan;79(1):133-48.   PMID: 21166899       Binding-induced folding of prokaryotic ubiquitin-like protein on the Mycobacterium proteasomal ATPase targets substrates for degradation.  Wang T, Darwin KH, Li H.  Nat Struct Mol Biol. 2010 Nov;17(11):1352-7.   PMID: 20953180       \"Depupylation\" of prokaryotic ubiquitin-like protein from mycobacterial proteasome substrates.  Burns KE, Cerda-Maira FA, Wang T, Li H, Bishai WR, Darwin KH.  Mol Cell. 2010 Sep 10;39(5):821-7.   PMID: 20705495       Molecular analysis of the prokaryotic ubiquitin-like protein (Pup) conjugation pathway in Mycobacterium tuberculosis.  Cerda-Maira FA, Pearce MJ, Fuortes M, Bishai WR, Hubbard SR, Darwin KH.  Mol Microbiol. 2010 Sep;77(5):1123-35.   PMID: 20636328       Prokaryotic ubiquitin-like protein provides a two-part degron to Mycobacterium proteasome substrates.  Burns KE, Pearce MJ, Darwin KH.  J Bacteriol. 2010 Jun;192(11):2933-5.   PMID: 20233925       Prokaryotic ubiquitin-like protein (Pup) proteome of Mycobacterium tuberculosis [corrected] .  Festa RA, McAllister F, Pearce MJ, Mintseris J, Burns KE, Gygi SP, Darwin KH.  PLoS One. 2010 Jan 6;5(1):e8589.  PMID: 20066036       Structural insights on the Mycobacterium tuberculosis proteasomal ATPase Mpa.  Wang T, Li H, Lin G, Tang C, Li D, Nathan C, Darwin KH, Li H.  Structure. 2009 Oct 14;17(10):1377-85.  PMID:19836337       Prokaryotic ubiquitin-like protein pup is intrinsically disordered.  Chen X, Solomon WC, Kang Y, Cerda-Maira F, Darwin KH, Walters KJ.  J Mol Biol. 2009 Sep 11;392(1):208-17.  PMID: 19607839       Prokaryotic ubiquitin-like protein (Pup), proteasomes and pathogenesis.  Darwin KH.  Nat Rev Microbiol. 2009 Jul;7(7):485-91   PMID:19483713       Ubiquitin-like protein involved in the proteasome pathway of Mycobacterium tuberculosis.  Pearce MJ, Mintseris J, Ferreyra J, Gygi SP, Darwin KH.  Science. 2008 Nov 14;322(5904):1104-7.   PMID:18832610       Characterization of the proteasome accessory factor (paf) operon in Mycobacterium tuberculosis.  Festa RA, Pearce MJ, Darwin KH.  J Bacteriol. 2007 Apr;189(8):3044-50.   PMID:17277063           LAB MEMBERS:   Susan Zhang  Xiaoshan \"Shirely\" Shi  Marie Samanovic-Golden, PhD  Jordan Jastrab           ALUMNI:    Mike Pearce, PhD  Ricky Festa, PhD  Susan Butler-Wu, PhD  Daniel Sinsimer, PhD  Francisca Cerda-Maira, PhD  Kristin Burns, PhD                                                                                         NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Andrew Darwin Lab - Microbiology | Microbiology                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Microbiology                                                                                  Home   About Us   Faculty   Research   Education   Contact Us                                  Home Faculty Andrew Darwin Lab - Microbiology            Print  Email               - A + A                                         Faculty      Primary Faculty   Emeritus Faculty   Secondary Faculty   Adjunct Faculty                                                                      Andrew Darwin Lab - Microbiology                                                                     Andrew Darwin Ph.D.  Associate Professor, Department of Microbiology  Medical Science Building, Room 202  550 First Avenue, New York NY 10016  Office: (212) 263-3223  Fax: (212) 263-8276  Lab: (212) 263-3224  Email: andrew.darwin@med.nyu.edu           KEYWORDS:   Bacteriology, bacterial genetics, Yersinia, Pseudomonas, stress response, infectious disease, gene regulation, signal transduction, membrane proteins       BIOGRAPHIC DETAILS:     Graduate Education:       Ph.D. (Biochemistry) in 1993, University of Birmingham, U.K.       Postdoctoral Training:       1993-1996 Cornell University 1996-2000 Washington University in St. Louis       Academic Appointments:       2001: Assistant Professor of Microbiology     2007: Associate Professor of Microbiology       Major Responsibilities:       Course director (Advanced Topics in Microbial Pathogenesis)       Major Honors:       Burroughs Wellcome Fund Investigator in the Pathogenesis of Infectious Diseases (2007)         RESEARCH INTERESTS:   My lab is interested in bacterial cell envelope functions that prevent or respond to cellular stress occurring as pathogens infect their hosts. We use genetics, molecular biology and biochemistry, along with various infection models, to study the human pathogens Yersinia enterocolitica and Pseudomonas aeruginosa. These and other bacterial pathogens export a variety of proteins to disable or modulate host cell functions. However, production of the required protein secretion machineries has the potential to cause significant stress within the bacterial cell envelope. We have focused on well-characterized secretion systems that share a specialized outer membrane pore-forming protein known as a secretin. These secretins can mislocalize within the cell envelope and cause an acute stress that quickly leads to cell death. Therefore, bacteria must prevent or respond to this potential injury in order to successfully infect a host. Our work suggests that Y. enterocolitica and P. aeruginosa have addressed this problem in different ways.   Yersinia enterocolitica: In Y. enterocolitica , a highly specialized stress response system is required to tolerate cell injury caused by secretins. This is something called the Phage-shock-protein (Psp) system, which is essential for virulence and is also conserved in many other medically important bacteria. Mutants with a defective Psp system are quickly killed if they synthesize a secretin protein, probably due to disruption of their cell envelope. We are interested in understanding signals that activate the Psp system, studying the Psp regulatory and signal transduction mechanisms, and investigating changes in bacterial physiology when the Psp system is active.   Pseudomonas aeruginosa: P. aeruginosa is a prolific protein secretor, and has multiple secretin-containing export systems. However, it does not have a Psp system to deal with the potential for secretin-induced cell injury. We are investigating why this is the case. Our work suggests that rather than having afunctional equivalent of the Psp stress response system, P. aeruginosa might actively prevent secretin-induced stress from occurring in the first place. We have isolated a collection of P. aeruginosa mutants that are hypersensitive to secretin protein production and are characterizing the functions of the inactivated genes. This project is revealing information about P. aeruginosa functions important for its cell envelope assembly, function and integrity.       PUBLICATIONS:   Regulation of bacterial virulence gene expression by cell envelope stress  responses Flores-Kim J, Darwin AJ Virulence . 2014 Nov 17;5(8): 835-51 PMID : 25603429   The Pseudomonas aeruginosa periplasmic protease CtpA can affect systems that impact its ability to mount both acute and chronic infections  Seo J, Darwin AJ  Infect Immun. 2013 Dec;81(12):4561-70  PMID: 24082078   Stress relief during host infection: the phage shock protein response supports bacterial virulence in various ways  Darwin AJ.  PLoS Pathog. 2013 Jul;9(7):e1003388.  PMID: 23853578   Changes in Psp protein binding partners, localization and behaviour upon activation of the Yersinia enterocolitica phage shock protein response  Yamaguchi S, Reid DA, Rothenberg E, Darwin AJ.  Mol Microbiol. 2013 Feb;87(3):656-671.  PMID: 23290031   Links between type III secretion and extracytoplasmic stress responses in Yersinia  Flores-Kim J, Darwin AJ  Front Cell Infect Microbiol. 2012; 2:125.  PMID: 23087910   Phage shock protein C (PspC) of Yersinia enterocolitica is a polytopic membrane protein with implications for regulation of the Psp stress response  Flores-Kim J, Darwin AJ  J Bacteriol. 2012 Dec;194(23):6548-59.  PMID: 23024349   Phage shock proteins B and C prevent lethal cytoplasmic membrane permeability in Yersinia enterocolitica  Horstman NK, Darwin AJ.  Mol Microbiol. 2012 Aug;85(3):445-60.  PMID: 22646656   Stress response in the pathogenic Yersinia species  Horstman NK, Darwin AJ  In: Stress Response in Microbiology (JM Requena, ed.). June 2012, Horizon Scientific Press, United Kingdom.   Recent findings about the Yersinia enterocolitica phage shock protein response  Yamaguchi S, Darwin AJ  J Microbiol. 2012 Feb;50(1):1-7.  PMID: 22367931   FtsH-dependent degradation of Phage Shock Protein C in Yersinia enterocolitica and Escherichia coli  Singh S, Darwin AJ.  J Bacteriol. 2011 Dec;193(23):6436-42.  PMID: 21965563   The Yersinia enterocolitica Phage Shock Proteins B and C can form homodimers and heterodimers in vivo with the possibility of close association between multiple domains  Gueguen E, Flores-Kim J, Darwin AJ.  J Bacteriol. 2011 Oct;193(20):5747-58.  PMID: 21856846   Membrane association of PspA depends on activation of the phage-shock-protein response in Yersinia enterocolitica  Yamaguchi S, Gueguen E, Horstman NK, Darwin AJ.  Mol Microbiol. 2010 Oct;78(2):429-43.  PMID: 20979344   Analysis of the Yersinia enterocolitica PspBC proteins defines functional domains, essential amino acids and new roles within the phage-shock-protein response  Gueguen E, Savitzky DC, Darwin AJ.  Mol Microbiol. 2009 Nov;74(3):619-33. Epub 2009 Sep 22.  PMID: 19775245   Analysis of secretin-induced stress in Pseudomonas aeruginosa suggests prevention rather than response and identifies a novel protein involved in secretin function  Seo J, Brencic A, Darwin AJ.  J Bacteriol. 2009 Feb;191(3):898-908.  PMID: 19028883   YtxR acts as an overriding transcriptional off switch for the Yersinia enterocolitica Ysc-Yop type 3 secretion system  Axler-DiPerte GL, Hinchliffe SJ, Wren BW, Darwin AJ.  J Bacteriol. 2009 Jan;191(2):514-24.  PMID: 19011024   Regulation of the phage-shock-protein stress response in Yersinia enterocolitica  Darwin AJ.  Adv Exp Med Biol. 2007;603:167-77.  PMID: 17966413   Global analysis of tolerance to secretin-induced stress in Yersinia enterocolitica suggests that the phage-shock-protein system may be a remarkably self-contained stress response  Seo J, Savitzky DC, Ford E, Darwin AJ.  Mol Microbiol. 2007 Aug;65(3):714-27.  PMID: 17608794   YtxR, a conserved LysR-like regulator that induces expression of genes encoding a putative ADP-ribosyltransferase toxin homologue in Yersinia enterocolitica  Axler-Diperte GL, Miller VL, Darwin AJ.  J Bacteriol. 2006 Dec;188(23):8033-43.  PMID: 19011024   Multiple promoters control expression of the Yersinia enterocolitica phage-shock-protein A (pspA) operon  Maxson ME, Darwin AJ.  Microbiology. 2006 Apr;152(Pt 4):1001-10.  PMID: 16549664   PspB and PspC of Yersinia enterocolitica are dual function proteins: regulators and effectors of the phage-shock-protein response  Maxson ME, Darwin AJ.  Mol Microbiol. 2006 Mar;59(5):1610-23.  PMID: 16468999   Improved system for construction and analysis of single-copy beta-galactosidase operon fusions in Yersinia enterocolitica  Maxson ME, Darwin AJ.  Appl Environ Microbiol. 2005 Sep;71(9):5614-8.  PMID: 16151161   Genome-wide screens to identify genes of human pathogenic Yersinia species that are expressed during host infection  Darwin AJ.  Curr Issues Mol Biol. 2005 Jul;7(2):135-49.  PMID: 16053247   The phage-shock-protein response  Darwin AJ.  Mol Microbiol. 2005 Aug;57(3):621-8.  PMID: 16045608   PspG, a new member of the Yersinia enterocolitica phage shock protein regulon  Green RC, Darwin AJ.  J Bacteriol. 2004 Aug;186(15):4910-20.  PMID: 15262928   Identification of inducers of the Yersinia enterocolitica phage shock protein system and comparison to the regulation of the RpoE and Cpx extracytoplasmic stress responses  Maxson ME, Darwin AJ.  J Bacteriol. 2004 Jul;186(13):4199-208.  PMID: 15205422       LAB MEMBERS:   Josué Flores-Kim  Reina Rau  Disha Srivastava                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]