[{"detail": [{"content": "David Engel, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               David Engel   Professor of Hebrew and Judaic Studies; Maurice R. and Corinne P. Greenberg Professor of Holocaust Studies; Chair, Hebrew & Judaic Studies   University of California, Los Angeles, PhD 1979     Office: 53 Washington Square South, Room 103     Email:       Phone: (212)998-8974     Research Interests Modern Jewish political history; History of the Jews in Eastern Europe; the Holocaust             External Affiliations Fellow of Diaspora Research Institute, Tel Aviv University - Fellow, since 1985;  Association for Jewish Studies, Member - Board of Directors, since 1998;  United States Holocaust Memorial Council - Member, Academic Committee, since 2002;  Carnegie Commission on Ethics and International Affairs - Member, Commission on Polish-Jewish Relations, since 2002;  Simon-Dubnow Institut, Leipzig - Member, International Academic Advisory Board, since 2001     Select Publications Books:    Between Liberation and Flight: Holocaust Survivors in Poland and the Struggle for Leadership, 1944-1946, in Hebrew. Tel Aviv: Am Oved Publishers. 1996. Facing a Holocaust: The Polish Government-in-Exile and the Jews, 1943-1945 . University of North Carolina Press. 1993. In the Shadow of Auschwitz: The Polish Government-in-Exile and the Jews, 1939-1942. University of North Carolina Press. 1987.     Fellowships/Honors Golden Dozen Award for Excellence in Undergraduate Teaching, New York University, 1995-96;  Outstanding Lecturer, Faculty of Humanities, Tel Aviv University, 1986-7         Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]