[{"detail": [{"content": "Fall 2014 Cross Listed Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2014 | Cross Listed Graduate Courses Originating in Other Departments                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2014 | Cross Listed Graduate Courses Originating in Other Departments       Courses Originating in the Comparative Literature Department             Course Name    Credits    Course Number    Professor    Day    Time    Originates in       Topics in Intellectual and Cultural History: Sovereignty: 20th Century Ideas, Aesthetics, and Practices    4.0    COLIT-GA 3612 HIST-GA 3611    Geroulanos    Thursday    4:55-7:35 History       Israel: Fact through Film & Fiction    4.0    COLIT-GA 3391 HBRJD-GA 3391 Feldman    Wednesday 2:00-4:30 Hebrew and Judaic Studies       Israel: Fact through Film & Fiction Feldman This seminar in English is geared toward graduate students in the fields of modern literature, history, gender, trauma studies, and Israel and the Middle-East. The seminar will focus on the literary representation of the most pressing issue at the heart of Israel’s existence -- the diverging attitudes toward the concepts of peace and war, or to conflict-resolution through the exercise of violence more generally. The corpus will include major works in Israeli literature – mostly fiction but some film and poetry as well – from its inception in pre-state Palestine to the present. Issues to be raised: Do literary representations reflect historical realities or do they constructthem? What role do sex/gender differences play in shaping the division between pacifists and their opponents? How does trauma – both personal and collective, past and present – impact the adherence to one position or another? What psycho-political circumstances have determined the glorification of military heroism and its decline? Finally, what does religion have to do with all this? Readings include: prose by S. Y. Agnon, S. Yizhar, Moshe Shamir, Shulamit Hareven, G. Shoham, A.B Yehoshua, Amos Oz, David Grossman, Ron Leshem; poetry by Yitzhak Lamdan, Haim Guri, Yehuda Amichai, Daliah Rvikovitch, Meir Wieselteir, Yizhak Laor; films on Lebanon War; critical studies related to the issues listed above.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]