[{"detail": [{"content": "Convening Cultural Commons | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Engelberg Center on Innovation Law and Policy &rsaquo; Conferences &rsaquo; Convening Cultural Commons             Convening Cultural Commons                 Conferences       The Defensive Patent License Project   Convening Cultural Commons   Elinor Ostrom Lecture   User and Open Innovation: How Should Intellectual Property Law Respond?   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   Workshop on Trade Secrecy   Digital Convergence and Copyright   Working Within the Boundaries of Intellectual Property   Anti-Dilution: The Theory and the Reality of Extended Trademark Protection in the US and EU                            Convening Cultural Commons   Conference of the Engelberg Center on Innovation Law &amp; Policy   Greenberg Lounge/Tishman Auditorium/Lipton Hall  NYU School of Law  September 23-24, 2011   Agenda   Abstract  The purpose of this workshop is to gather scholars from a variety of disciplines who share interests in the study of commons as governance regimes in information, knowledge, and other cultural contexts. The focus will be on institutional analysis of commons, common pool resources, and related institutions for governance of knowledge and information and rights in knowledge and information. Relevant disciplines include law, political science, economics, sociology, organizational science, information science, Science and Technology Studies (STS), and the history of science and technology, among others.   Papers [ abstracts ]  1. Katherine Strandburg [with Minna Allarakhia]: A Cultural Commons Study of New Approaches to Drug Development - Cases Studies from the Fight Against Malaria  2. Jane Anderson: Accounts from the Frontier – Cultural Institutions, Commons Politics and the New Resistance  3. Yochai Benkler: Between Spanish Huertas and the Open Road - A Tale of Two Comons?  4. Brian Carver: MusicBrainz and Its Peers - Comparing Cultrual Commons  5. Jorge Contreras: Constructing the Genome Commons  6. Brigham Daniels: Legispedia  7. David Fagundes: Labor and/as Love - Roller Derby as Constructed Cultural Commons  8. Brett Frischmann/Katherine Strandburg: The Rare Diseases Clinical Research Network as a Nested Cultural Commons  9. Amy Kapczynski: Contagion - Between Property and the Commons in the WHO's Global Influenza Surveillance Network  10. Michael Madison: Astrocommons and the Evolving Futures of Scientific Research  11. Peter Meyer: An Inventive Commons - Sources of the Airplane and its Industry  12. Laura Murray: Cultural Labour in a Small City - Motivations, Rewards, and Social Dynamics  13. Tina Piper: The Weapon of Knowledge - War as a Constructed Commons  14. Charles Schweik: Toward the Comparison of Open Source Commons Institutions  15. Sonali Shah [with Cyrus Mody]: Innovation, Social Structure &amp; the Creation of New Industries   Organizers/Participants [ bios ]   Brett Frischmann , Benjamin N. Cardozo School of Law  Michael Madison, University of Pittsburgh School of Law   Katherine Strandburg , NYU School of Law   Jane Anderson – University of Massachusetts Department of Anthropology   Derek Bambauer – Brooklyn Law School   Barton Beebe – NYU School of Law   Vicki Been – NYU School of Law   Yochai Benkler – Harvard Law School   Michael Burstein – Benjamin N. Cardozo School of Law   Brian Carver – UC Berkeley School of Information   Margaret Chon – Seattle University School of Law; visiting NYU School of Law   Daniel Cole – Indiana University School of Law  Gabriella Coleman - NYU Steinhardt  Jorge Contreras – American University Washington College of Law   Salo Coslovsky – NYU Robert F. Wagner School of Public Policy  Brigham Daniels – Brigham Young University J. Reuben Clark Law School  Deven Desai – Google, Inc.   Tim Dornis - NYU School of Law   Rochelle Dreyfuss – NYU School of Law   Severine Dusollier - FUNDP   Thráinn Eggertsson – University of Iceland School of Business   David Fagundes – Southwestern Law School   Sheila Foster – Fordham University School of Law   Mayo Fuster Morell - Berkman Center for Internet &amp; Society, Harvard University   Nancy Gallini – University of British Columbia Faculty of Arts   Wendy Gordon – Boston University School of Law  Charlotte Hess – Syracuse University Library  Amy Kapczynski – UC Berkeley School of Law   Gregg Macey – Brooklyn Law School   Peter Meyer – U.S. Bureau of Labor Statistics   Joseph Miller – University of Georgia School of Law   Laura Murray – Queen’s University Department of English  Elinor Ostrom – Indiana University Workshop in Political Theory and Policy Analysis   Tina Piper – McGill University Faculty of Law   Carol Rose – Yale Law School; University of Arizona James E. Rogers College of Law   Pamela Samuelson – UC Berkeley School of Law; visiting NYU School of Law  Mark Schultz – Southern Illinois University School of Law   Charles Schweik – University of Massachusetts Department of Environmental Conservation  Sonali Shah – University of Washington Foster School of Business  Kara Swanson – Northeastern University School of Law   Geetrui Van Overwalle – Katholieke Universiteit Leuven   Katrina Wyman – NYU School of Law   Diane Zimmerman – NYU School of Law                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Convening Cultural Commons | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Engelberg Center on Innovation Law and Policy &rsaquo; Conferences &rsaquo; Convening Cultural Commons             Convening Cultural Commons                 Conferences       The Defensive Patent License Project   Convening Cultural Commons   Elinor Ostrom Lecture   User and Open Innovation: How Should Intellectual Property Law Respond?   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   Workshop on Trade Secrecy   Digital Convergence and Copyright   Working Within the Boundaries of Intellectual Property   Anti-Dilution: The Theory and the Reality of Extended Trademark Protection in the US and EU                            Convening Cultural Commons   Conference of the Engelberg Center on Innovation Law &amp; Policy   Greenberg Lounge/Tishman Auditorium/Lipton Hall  NYU School of Law  September 23-24, 2011   Agenda   Abstract  The purpose of this workshop is to gather scholars from a variety of disciplines who share interests in the study of commons as governance regimes in information, knowledge, and other cultural contexts. The focus will be on institutional analysis of commons, common pool resources, and related institutions for governance of knowledge and information and rights in knowledge and information. Relevant disciplines include law, political science, economics, sociology, organizational science, information science, Science and Technology Studies (STS), and the history of science and technology, among others.   Papers [ abstracts ]  1. Katherine Strandburg [with Minna Allarakhia]: A Cultural Commons Study of New Approaches to Drug Development - Cases Studies from the Fight Against Malaria  2. Jane Anderson: Accounts from the Frontier – Cultural Institutions, Commons Politics and the New Resistance  3. Yochai Benkler: Between Spanish Huertas and the Open Road - A Tale of Two Comons?  4. Brian Carver: MusicBrainz and Its Peers - Comparing Cultrual Commons  5. Jorge Contreras: Constructing the Genome Commons  6. Brigham Daniels: Legispedia  7. David Fagundes: Labor and/as Love - Roller Derby as Constructed Cultural Commons  8. Brett Frischmann/Katherine Strandburg: The Rare Diseases Clinical Research Network as a Nested Cultural Commons  9. Amy Kapczynski: Contagion - Between Property and the Commons in the WHO's Global Influenza Surveillance Network  10. Michael Madison: Astrocommons and the Evolving Futures of Scientific Research  11. Peter Meyer: An Inventive Commons - Sources of the Airplane and its Industry  12. Laura Murray: Cultural Labour in a Small City - Motivations, Rewards, and Social Dynamics  13. Tina Piper: The Weapon of Knowledge - War as a Constructed Commons  14. Charles Schweik: Toward the Comparison of Open Source Commons Institutions  15. Sonali Shah [with Cyrus Mody]: Innovation, Social Structure &amp; the Creation of New Industries   Organizers/Participants [ bios ]   Brett Frischmann , Benjamin N. Cardozo School of Law  Michael Madison, University of Pittsburgh School of Law   Katherine Strandburg , NYU School of Law   Jane Anderson – University of Massachusetts Department of Anthropology   Derek Bambauer – Brooklyn Law School   Barton Beebe – NYU School of Law   Vicki Been – NYU School of Law   Yochai Benkler – Harvard Law School   Michael Burstein – Benjamin N. Cardozo School of Law   Brian Carver – UC Berkeley School of Information   Margaret Chon – Seattle University School of Law; visiting NYU School of Law   Daniel Cole – Indiana University School of Law  Gabriella Coleman - NYU Steinhardt  Jorge Contreras – American University Washington College of Law   Salo Coslovsky – NYU Robert F. Wagner School of Public Policy  Brigham Daniels – Brigham Young University J. Reuben Clark Law School  Deven Desai – Google, Inc.   Tim Dornis - NYU School of Law   Rochelle Dreyfuss – NYU School of Law   Severine Dusollier - FUNDP   Thráinn Eggertsson – University of Iceland School of Business   David Fagundes – Southwestern Law School   Sheila Foster – Fordham University School of Law   Mayo Fuster Morell - Berkman Center for Internet &amp; Society, Harvard University   Nancy Gallini – University of British Columbia Faculty of Arts   Wendy Gordon – Boston University School of Law  Charlotte Hess – Syracuse University Library  Amy Kapczynski – UC Berkeley School of Law   Gregg Macey – Brooklyn Law School   Peter Meyer – U.S. Bureau of Labor Statistics   Joseph Miller – University of Georgia School of Law   Laura Murray – Queen’s University Department of English  Elinor Ostrom – Indiana University Workshop in Political Theory and Policy Analysis   Tina Piper – McGill University Faculty of Law   Carol Rose – Yale Law School; University of Arizona James E. Rogers College of Law   Pamela Samuelson – UC Berkeley School of Law; visiting NYU School of Law  Mark Schultz – Southern Illinois University School of Law   Charles Schweik – University of Massachusetts Department of Environmental Conservation  Sonali Shah – University of Washington Foster School of Business  Kara Swanson – Northeastern University School of Law   Geetrui Van Overwalle – Katholieke Universiteit Leuven   Katrina Wyman – NYU School of Law   Diane Zimmerman – NYU School of Law                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Conferences | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Engelberg Center on Innovation Law and Policy &rsaquo; Conferences                  Engelberg Center on Innovation Law and Policy                 Conferences                 Conferences       The Defensive Patent License Project   Convening Cultural Commons   Elinor Ostrom Lecture   User and Open Innovation: How Should Intellectual Property Law Respond?   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   Workshop on Trade Secrecy   Digital Convergence and Copyright   Working Within the Boundaries of Intellectual Property   Anti-Dilution: The Theory and the Reality of Extended Trademark Protection in the US and EU                            Previous   Rob Reid Year Zero Book Talk   April 30, 2013  Abstract: The entire cosmos has been hopelessly hooked on humanity's music ever since \"Year Zero\" (1977 to us), when American pop songs first reached alien ears. This addiction has driven a vast intergalactic society to commit the biggest copyright violation since the Big Bang. The resulting fines and penalties have bankrupted the whole universe. We humans suddenly own everything-and the aliens are not amused. Nick Carter, a lawyer who knows a thing or two about copyright law, may be the only thing standing between us and total destruction.   book talk information     The Relationship between the Federal Circuit and the Supreme Court in the Development of Patent Law   March 13, 2013  Abstract: An informal discussion between Judges Timothy Dyk and Pauline Newman. The interchange should be lively: both are judges on the U.S. Court of Appeals for the Federal Circuit with very different ideas about intellectual property policy and theories of adjudication.   Defensive Patent License Project   February 1, 2013  Abstract: The Defensive Patent License (DPL) is a new legal mechanism to protect innovators by networking patents into powerful, mutually-beneficial legal shields that are 100% committed to defending innovation – no bullies, trolls, or other leeches allowed. It is designed to address the most broken parts of the patent system. The DPL also helps prevent adversaries from patenting open technologies and pulling them out of the public domain. It is an open source-style patent license that seeks to promote the use of patents to encourage freedom to innovate &amp; to operate instead of using them to shut down competition, for rent-seeking, or to inhibit access to knowledge. This approach offers several potential benefits, especially to open innovation communities and/or start-ups: 1) A way to legally bind companies/patents to exclusive defensive use; 2) A way to allow those who are skeptical/critical of the patent system to participate without worry that their innovations will be offensively weaponized; 3) A way to improve prior art by filing defense-oriented patent applications that will preempt future offensive applications; 4) A way to prevent patent trolls from exploiting patents by preemptively committing them to defensive-only use; and 5) A way to provide access to a clear collection of patents that anyone can use for free as long as they are also committed to defensive uses.   Tri-State Region IP Workshop [Third Annual]   January 11, 2013  Abstract: Professors, fellows, visitors, graduate students, and practitioners from the tri-state region presented their works in progress for commentary in a workshop environment. Topics were related to intellectual property or information law. The format involved a series of plenary sessions chaired by a senior commentator. This annual workshop will make it possible for IP and information law scholars located in the tri-state region to get together on a more regular basis to share and discuss each other’s work.   Life as a New IP Associate    October 4, 2012  Abstract: A panel discussion on how to transition from law school to private practice.   Convening Cultural Commons   September 23-24, 2011  Abstract: The purpose of this workshop is to gather scholars from a variety of disciplines who share interests in the study of commons as governance regimes in information, knowledge, and other cultural contexts. The focus will be on institutional analysis of commons, common pool resources, and related institutions for governance of knowledge and information and rights in knowledge and information. Relevant disciplines include law, political science, economics, sociology, organizational science, information science, Science and Technology Studies (STS), and the history of science and technology, among others.   workshop information   Ostrom lecture information   Cultural Protocols Workshop   August 19, 2011  Abstract: This workshop will bring together a small group of legal and cultural scholars to explore the concept and the utility of cultural protocols in relation to Indigenous and local knowledge management issues. The focus of the workshop is predominately legal – and this is quite deliberate. In thinking about the possibilities of protocols and how they can be used as a useful strategy as well as a tool of leverage for Native American communities in the United States, as well as elsewhere, it is critical that there is an inter-linked and robust legal framework that can work in support of the further development of cultural protocols. This will not only contribute to the ability for communities to make informed decisions about how cultural protocols can be effectively utilized, but also provide significant background work in the instances where specific cultural protocols are undermined or delegitimized by third parties.   Balancing Wealth and Health: Access to Medicines in Latin America as a Case Study of the Global Administration of Intellectual Property Law   May 25-26, 2011  Abstract: This Workshop considered the draft report of a project undertaken as part of NYU’s Global Administrative Law (GAL) Network, sponsored by the International Development Research Centre (IDRC) of Canada and jointly coordinated by the University of the Andes (Colombia) and NYU. The project is aimed at examining, through a series of case studies, the processes and administrative mechanisms that states use internally to negotiate the balance between intellectual property rights and other policy and human rights considerations. Specifically, the case studies focus on intellectual property policies relating to essential medicines in Argentina, Brazil, Chile, Colombia, Ecuador and Central America. The overall goal is to test theories of political opportunity structures, legal transplants and transnational networks in order to map out a nuanced administrative landscape for intellectual property in Latin America that can shed new light on global processes taking place in other regions as well.   Platforms and Power Roundtable   May 6, 2011  Abstract: The Roundtable brought together an interdisciplinary group of scholars of privacy, intellectual property, and the digital society to debate and discuss issues revolving around the relationships between technological platforms and their users, with an eye toward the role that law might play in mediating or structuring these relationships. Roundtable Sessions approached the topic from a variety of angles: Platforms as Fiduciaries (should platform technologies have any duties toward their users?); Platforms as Co-Creators (the role of platforms in the creative activities of their users); Platforms as Regulators (the extent to which platforms should be instruments of regulation of user conduct, either at the behest of government or independently; and Platforms as Social Spaces (the effects of technological platforms on social relationships).   User and Open Innovation: How Should Intellectual Property Law Respond?   May 28-29, 2010   workshop information   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   May 1-2, 2009   workshop information   Workshop on Trade Secrecy   February 20-21, 2009   Digital Convergence and Copyright   April 7, 2008   symposium information   Working Within the Boundaries of Intellectual Property   June 5-6, 2007   conference information   Anti-Dilution: The Theory and Reality of Extended Trade Mark Protection in the US and EU   December 8, 2006   workshop information                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Convening Cultural Commons | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Engelberg Center on Innovation Law and Policy &rsaquo; Conferences &rsaquo; Convening Cultural Commons             Convening Cultural Commons                 Conferences       The Defensive Patent License Project   Convening Cultural Commons   Elinor Ostrom Lecture   User and Open Innovation: How Should Intellectual Property Law Respond?   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   Workshop on Trade Secrecy   Digital Convergence and Copyright   Working Within the Boundaries of Intellectual Property   Anti-Dilution: The Theory and the Reality of Extended Trademark Protection in the US and EU                            Convening Cultural Commons   Conference of the Engelberg Center on Innovation Law &amp; Policy   Greenberg Lounge/Tishman Auditorium/Lipton Hall  NYU School of Law  September 23-24, 2011   Agenda   Abstract  The purpose of this workshop is to gather scholars from a variety of disciplines who share interests in the study of commons as governance regimes in information, knowledge, and other cultural contexts. The focus will be on institutional analysis of commons, common pool resources, and related institutions for governance of knowledge and information and rights in knowledge and information. Relevant disciplines include law, political science, economics, sociology, organizational science, information science, Science and Technology Studies (STS), and the history of science and technology, among others.   Papers [ abstracts ]  1. Katherine Strandburg [with Minna Allarakhia]: A Cultural Commons Study of New Approaches to Drug Development - Cases Studies from the Fight Against Malaria  2. Jane Anderson: Accounts from the Frontier – Cultural Institutions, Commons Politics and the New Resistance  3. Yochai Benkler: Between Spanish Huertas and the Open Road - A Tale of Two Comons?  4. Brian Carver: MusicBrainz and Its Peers - Comparing Cultrual Commons  5. Jorge Contreras: Constructing the Genome Commons  6. Brigham Daniels: Legispedia  7. David Fagundes: Labor and/as Love - Roller Derby as Constructed Cultural Commons  8. Brett Frischmann/Katherine Strandburg: The Rare Diseases Clinical Research Network as a Nested Cultural Commons  9. Amy Kapczynski: Contagion - Between Property and the Commons in the WHO's Global Influenza Surveillance Network  10. Michael Madison: Astrocommons and the Evolving Futures of Scientific Research  11. Peter Meyer: An Inventive Commons - Sources of the Airplane and its Industry  12. Laura Murray: Cultural Labour in a Small City - Motivations, Rewards, and Social Dynamics  13. Tina Piper: The Weapon of Knowledge - War as a Constructed Commons  14. Charles Schweik: Toward the Comparison of Open Source Commons Institutions  15. Sonali Shah [with Cyrus Mody]: Innovation, Social Structure &amp; the Creation of New Industries   Organizers/Participants [ bios ]   Brett Frischmann , Benjamin N. Cardozo School of Law  Michael Madison, University of Pittsburgh School of Law   Katherine Strandburg , NYU School of Law   Jane Anderson – University of Massachusetts Department of Anthropology   Derek Bambauer – Brooklyn Law School   Barton Beebe – NYU School of Law   Vicki Been – NYU School of Law   Yochai Benkler – Harvard Law School   Michael Burstein – Benjamin N. Cardozo School of Law   Brian Carver – UC Berkeley School of Information   Margaret Chon – Seattle University School of Law; visiting NYU School of Law   Daniel Cole – Indiana University School of Law  Gabriella Coleman - NYU Steinhardt  Jorge Contreras – American University Washington College of Law   Salo Coslovsky – NYU Robert F. Wagner School of Public Policy  Brigham Daniels – Brigham Young University J. Reuben Clark Law School  Deven Desai – Google, Inc.   Tim Dornis - NYU School of Law   Rochelle Dreyfuss – NYU School of Law   Severine Dusollier - FUNDP   Thráinn Eggertsson – University of Iceland School of Business   David Fagundes – Southwestern Law School   Sheila Foster – Fordham University School of Law   Mayo Fuster Morell - Berkman Center for Internet &amp; Society, Harvard University   Nancy Gallini – University of British Columbia Faculty of Arts   Wendy Gordon – Boston University School of Law  Charlotte Hess – Syracuse University Library  Amy Kapczynski – UC Berkeley School of Law   Gregg Macey – Brooklyn Law School   Peter Meyer – U.S. Bureau of Labor Statistics   Joseph Miller – University of Georgia School of Law   Laura Murray – Queen’s University Department of English  Elinor Ostrom – Indiana University Workshop in Political Theory and Policy Analysis   Tina Piper – McGill University Faculty of Law   Carol Rose – Yale Law School; University of Arizona James E. Rogers College of Law   Pamela Samuelson – UC Berkeley School of Law; visiting NYU School of Law  Mark Schultz – Southern Illinois University School of Law   Charles Schweik – University of Massachusetts Department of Environmental Conservation  Sonali Shah – University of Washington Foster School of Business  Kara Swanson – Northeastern University School of Law   Geetrui Van Overwalle – Katholieke Universiteit Leuven   Katrina Wyman – NYU School of Law   Diane Zimmerman – NYU School of Law                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Conferences | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Engelberg Center on Innovation Law and Policy &rsaquo; Conferences                  Engelberg Center on Innovation Law and Policy                 Conferences                 Conferences       The Defensive Patent License Project   Convening Cultural Commons   Elinor Ostrom Lecture   User and Open Innovation: How Should Intellectual Property Law Respond?   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   Workshop on Trade Secrecy   Digital Convergence and Copyright   Working Within the Boundaries of Intellectual Property   Anti-Dilution: The Theory and the Reality of Extended Trademark Protection in the US and EU                            Previous   Rob Reid Year Zero Book Talk   April 30, 2013  Abstract: The entire cosmos has been hopelessly hooked on humanity's music ever since \"Year Zero\" (1977 to us), when American pop songs first reached alien ears. This addiction has driven a vast intergalactic society to commit the biggest copyright violation since the Big Bang. The resulting fines and penalties have bankrupted the whole universe. We humans suddenly own everything-and the aliens are not amused. Nick Carter, a lawyer who knows a thing or two about copyright law, may be the only thing standing between us and total destruction.   book talk information     The Relationship between the Federal Circuit and the Supreme Court in the Development of Patent Law   March 13, 2013  Abstract: An informal discussion between Judges Timothy Dyk and Pauline Newman. The interchange should be lively: both are judges on the U.S. Court of Appeals for the Federal Circuit with very different ideas about intellectual property policy and theories of adjudication.   Defensive Patent License Project   February 1, 2013  Abstract: The Defensive Patent License (DPL) is a new legal mechanism to protect innovators by networking patents into powerful, mutually-beneficial legal shields that are 100% committed to defending innovation – no bullies, trolls, or other leeches allowed. It is designed to address the most broken parts of the patent system. The DPL also helps prevent adversaries from patenting open technologies and pulling them out of the public domain. It is an open source-style patent license that seeks to promote the use of patents to encourage freedom to innovate &amp; to operate instead of using them to shut down competition, for rent-seeking, or to inhibit access to knowledge. This approach offers several potential benefits, especially to open innovation communities and/or start-ups: 1) A way to legally bind companies/patents to exclusive defensive use; 2) A way to allow those who are skeptical/critical of the patent system to participate without worry that their innovations will be offensively weaponized; 3) A way to improve prior art by filing defense-oriented patent applications that will preempt future offensive applications; 4) A way to prevent patent trolls from exploiting patents by preemptively committing them to defensive-only use; and 5) A way to provide access to a clear collection of patents that anyone can use for free as long as they are also committed to defensive uses.   Tri-State Region IP Workshop [Third Annual]   January 11, 2013  Abstract: Professors, fellows, visitors, graduate students, and practitioners from the tri-state region presented their works in progress for commentary in a workshop environment. Topics were related to intellectual property or information law. The format involved a series of plenary sessions chaired by a senior commentator. This annual workshop will make it possible for IP and information law scholars located in the tri-state region to get together on a more regular basis to share and discuss each other’s work.   Life as a New IP Associate    October 4, 2012  Abstract: A panel discussion on how to transition from law school to private practice.   Convening Cultural Commons   September 23-24, 2011  Abstract: The purpose of this workshop is to gather scholars from a variety of disciplines who share interests in the study of commons as governance regimes in information, knowledge, and other cultural contexts. The focus will be on institutional analysis of commons, common pool resources, and related institutions for governance of knowledge and information and rights in knowledge and information. Relevant disciplines include law, political science, economics, sociology, organizational science, information science, Science and Technology Studies (STS), and the history of science and technology, among others.   workshop information   Ostrom lecture information   Cultural Protocols Workshop   August 19, 2011  Abstract: This workshop will bring together a small group of legal and cultural scholars to explore the concept and the utility of cultural protocols in relation to Indigenous and local knowledge management issues. The focus of the workshop is predominately legal – and this is quite deliberate. In thinking about the possibilities of protocols and how they can be used as a useful strategy as well as a tool of leverage for Native American communities in the United States, as well as elsewhere, it is critical that there is an inter-linked and robust legal framework that can work in support of the further development of cultural protocols. This will not only contribute to the ability for communities to make informed decisions about how cultural protocols can be effectively utilized, but also provide significant background work in the instances where specific cultural protocols are undermined or delegitimized by third parties.   Balancing Wealth and Health: Access to Medicines in Latin America as a Case Study of the Global Administration of Intellectual Property Law   May 25-26, 2011  Abstract: This Workshop considered the draft report of a project undertaken as part of NYU’s Global Administrative Law (GAL) Network, sponsored by the International Development Research Centre (IDRC) of Canada and jointly coordinated by the University of the Andes (Colombia) and NYU. The project is aimed at examining, through a series of case studies, the processes and administrative mechanisms that states use internally to negotiate the balance between intellectual property rights and other policy and human rights considerations. Specifically, the case studies focus on intellectual property policies relating to essential medicines in Argentina, Brazil, Chile, Colombia, Ecuador and Central America. The overall goal is to test theories of political opportunity structures, legal transplants and transnational networks in order to map out a nuanced administrative landscape for intellectual property in Latin America that can shed new light on global processes taking place in other regions as well.   Platforms and Power Roundtable   May 6, 2011  Abstract: The Roundtable brought together an interdisciplinary group of scholars of privacy, intellectual property, and the digital society to debate and discuss issues revolving around the relationships between technological platforms and their users, with an eye toward the role that law might play in mediating or structuring these relationships. Roundtable Sessions approached the topic from a variety of angles: Platforms as Fiduciaries (should platform technologies have any duties toward their users?); Platforms as Co-Creators (the role of platforms in the creative activities of their users); Platforms as Regulators (the extent to which platforms should be instruments of regulation of user conduct, either at the behest of government or independently; and Platforms as Social Spaces (the effects of technological platforms on social relationships).   User and Open Innovation: How Should Intellectual Property Law Respond?   May 28-29, 2010   workshop information   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop   May 1-2, 2009   workshop information   Workshop on Trade Secrecy   February 20-21, 2009   Digital Convergence and Copyright   April 7, 2008   symposium information   Working Within the Boundaries of Intellectual Property   June 5-6, 2007   conference information   Anti-Dilution: The Theory and Reality of Extended Trade Mark Protection in the US and EU   December 8, 2006   workshop information                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Archived Intellectual Property and Information Law Events | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Archived Intellectual Property and Information Law Events                  Areas of Study                 Archived Intellectual Property and Information Law Events                       Intellectual Property Law   Colloquium on Innovation Policy  Spring semesters   colloquium information [2000-2013]   colloquium information [2014 -]   Workshop on Medical User Innovation and Medical Commons  May 15-17, 2014   workshop information  Abstract: This focused interdisciplinary workshop will: bring together researchers studying medical and health innovation from the user innovation and knowledge commons governance approaches; explore potential synergies between these two groups of researchers, who bring different backgrounds, methodologies, and expertise to these issues; and interrogate and critique the role of intellectual property in medical research and innovation in light of the potential for user innovation and knowledge commons approaches   IPNY: The Role of Geographical Indications  April 17, 2014   lecture information  Abstract: Inaugural IPNY event, a new series of public lectures from experts on contemporary issues of IP and innovation law and policy. For the first installment of IPNY, Richard Mendelson and Professor Sprigman will have a lively debate on the role of geographical indications.   50 Years Later: The New York Times v. Sullivan  April 2, 2014   lecture information  Abstract: March 9, 2014 marks the 50th anniversary of the U.S. Supreme Court's landmark decision on the freedom of the press in New York Times Co. v. Sullivan. In the decision, the Supreme Court held that the First Amendment protects reports about public officials -- even false ones -- unless they have been made with actual malice (with knowledge that they are false or in reckless disregard of their truth or falsity). This case allowed much of the press reports on civil rights in the South to move forward. Fifty years later, we convene to consider the implications and lasting significance of the Supreme Court's decision.   Innovation Law &amp; Policy Edit-a-Thon  March 8, 2014   edit-a-thon information  Abstract: The inaugural Innovation Law &amp; Policy Edit-a-thon, co-sponsored by the Engelberg Center on Innovation Law &amp; Policy and the Wikimedia Foundation, brings together a coalition of experienced editors, as well as law professors, activists, and other professionals, to create and improve Wikipedia articles at the intersection of law and policy.   Fourth Annual Tri-State Region IP Workshop  January 10, 2014   workshop information  Abstract: The Annual Tri-State Region IP Workshop brings together intellectual property scholars (including professors, fellows, visitors, graduate students, and practitioners) from the tri-state region to present their works in progress for commentary in a workshop environment.   Drones &amp; Aerial Robotics Conference  October 11-13, 2013   conference information  Abstract: The Drones &amp; Aerial Robotics Conference is a multidisciplinary conference about UAVs and drones—with a special emphasis on civilian applications. DARC broadens the public conversation beyond the privacy and targeted killing debates. We'll delve deep into the impact of unmanned systems on society and advance knowledge in legal and practical domains.   Rob Reid Year Zero Book Talk  April 30, 2013   book talk information   The Relationship between the Federal Circuit and the Supreme Court in the Development of Patent Law  March 13, 2013  Abstract: An informal discussion between Judges Timothy Dyk and Pauline Newman. The interchange should be lively: both are judges on the U.S. Court of Appeals for the Federal Circuit with very different ideas about intellectual property policy and theories of adjudication.   Defensive Patent License Project  February 1, 2013  Abstract: The Defensive Patent License (DPL) is a new legal mechanism to protect innovators by networking patents into powerful, mutually-beneficial legal shields that are 100% committed to defending innovation – no bullies, trolls, or other leeches allowed. It is designed to address the most broken parts of the patent system. The DPL also helps prevent adversaries from patenting open technologies and pulling them out of the public domain. It is an open source-style patent license that seeks to promote the use of patents to encourage freedom to innovate &amp; to operate instead of using them to shut down competition, for rent-seeking, or to inhibit access to knowledge. This approach offers several potential benefits, especially to open innovation communities and/or start-ups: 1) A way to legally bind companies/patents to exclusive defensive use; 2) A way to allow those who are skeptical/critical of the patent system to participate without worry that their innovations will be offensively weaponized; 3) A way to improve prior art by filing defense-oriented patent applications that will preempt future offensive applications; 4) A way to prevent patent trolls from exploiting patents by preemptively committing them to defensive-only use; and 5) A way to provide access to a clear collection of patents that anyone can use for free as long as they are also committed to defensive uses.   Third Annual Tri-State Region IP Workshop  January 11, 2013  Abstract: Professors, fellows, visitors, graduate students, and practitioners from the tri-state region presented their works in progress for commentary in a workshop environment. Topics were related to intellectual property or information law. The format involved a series of plenary sessions chaired by a senior commentator. This annual workshop will make it possible for IP and information law scholars located in the tri-state region to get together on a more regular basis to share and discuss each other’s work.   Life as a New IP Associate  October 4, 2012  Abstract: A panel discussion on how to transition from law school to private practice.   Convening Cultural Commons  September 23-24, 2011   workshop information   Ostrom lecture information     Cultural Protocols Workshop  August 19, 2011  Abstract: This workshop will bring together a small group of legal and cultural scholars to explore the concept and the utility of cultural protocols in relation to Indigenous and local knowledge management issues. The focus of the workshop is predominately legal – and this is quite deliberate. In thinking about the possibilities of protocols and how they can be used as a useful strategy as well as a tool of leverage for Native American communities in the United States, as well as elsewhere, it is critical that there is an inter-linked and robust legal framework that can work in support of the further development of cultural protocols. This will not only contribute to the ability for communities to make informed decisions about how cultural protocols can be effectively utilized, but also provide significant background work in the instances where specific cultural protocols are undermined or delegitimized by third parties.   Balancing Wealth and Health: Access to Medicines in Latin America as a Case Study of the Global Administration of Intellectual Property Law  May 25-26, 2011  Abstract: This Workshop considered the draft report of a project undertaken as part of NYU’s Global Administrative Law (GAL) Network, sponsored by the International Development Research Centre (IDRC) of Canada and jointly coordinated by the University of the Andes (Colombia) and NYU. The project is aimed at examining, through a series of case studies, the processes and administrative mechanisms that states use internally to negotiate the balance between intellectual property rights and other policy and human rights considerations.   User and Open Innovation: How Should Intellectual Property Law Respond?  May 28-29, 2010   workshop information   Enough is Enough!: Ceilings on Intellectual Property Rights Workshop  co-sponsored by Max Planck Institute for Intellectual Property, Competition and Tax Law  May 1-2, 2009   workshop information   Workshop on Trade Secrecy  February 20-21, 2009   workshop information   Digital Convergence and Copyright  April 7, 2008   symposium information   Working Within the Boundaries of Intellectual Property – Conference of the Engelberg Center on Innovation Law and Policy  June 5-6, 2007   conference information   Anti-Dilution: The Theory and Reality of Extended Trade Mark Protection in the US and EU  December 8, 2006   workshop information     Information Law   NYU Security Research Seminar  Spring 2014   seminar information  Abstract: The Security Research Seminar at New York University, launched in January 2014, is a weekly meeting of students, faculty, policy makers and industry professionals interested in analyzing the ways in which advanced technologies are putting pressure on legal regimes and concepts of security. The seminar addresses a variety of perspectives on security in a digital age, including security of information and software, computer networks, cyber-physical systems and infrastructure and will include discussions about national as well as international cyber-security law and policy.   Obfuscation Symposium  February 15, 2014   symposium website  Abstract: The Symposium on Obfuscation will bring together experts from a variety of backgrounds who study, script and design technologies that either simulate, detect, or are susceptible to obfuscation. By obfuscation we mean the production of misleading, ambiguous and plausible but confusing information as an act of concealment or evasion. In the course of the day, we will critically explore and assess the use of obfuscation as a strategy for individuals, groups or communities to hide; to protect themselves; to protest or enact civil disobedience, especially in the context of monitoring, aggregated analysis, and profiling in (digital) space.   Governing Algorithms Conference  May 16-17, 2013   conference website  Abstract: Algorithms are increasingly invoked as powerful entities that control, govern, sort, regulate, and shape everything from financial trades to news media. Nevertheless, the nature and implications of such orderings are far from clear. What exactly is it that algorithms “do”? What is the role attributed to “algorithms” in these arguments? How can we turn the “problem of algorithms” into an object of productive inquiry? This conference sets out to explore the recent rise of algorithms as an object of interest in scholarship, policy, and practice.   Workshop on Personal Health Portfolios: Technology, Usability and Policy  February 8, 2013   conference website  Abstract: The Office of the National Coordinator for Health Information Technology has defined the PHR as an “electronic record of health-related information on an individual that conforms to nationally recognized interoperability standards and that can be drawn from multiple sources while being managed, shared, and controlled by the individual” (2008:19). Introducing the term “portfolio,” we seek to broaden the initial conceptualization and explore parallels with similar initiatives in other social contexts.   Conference on Mobile and Location Privacy: A Technology and Policy Dialog  April 13, 2012  Abstract: The age of ubiquitous computing is here. People routinely carry smartphones and other devices capable of recording and transmitting immense quantities of personal information and tracking their every move. Privacy has suffered in this new environment, with new reports every week of vulnerabilities and unintended disclosures of private information. The conference aims to bring together the policy and technology communities to discuss the substantial privacy issues arising from the growth of mobile and location technologies.   Platforms and Power Roundtable  May 6, 2011   roundtable information  Abstract: The Roundtable brings together an interdisciplinary group of scholars of privacy, intellectual property, and the digital society to debate and discuss issues revolving around the relationships between technological platforms and their users, with an eye toward the role that law might play in mediating or structuring these relationships. Roundtable Sessions will approach the topic from a variety of angles: Platforms as Fiduciaries (should platform technologies have any duties toward their users?); Platforms as Co-Creators (the role of platforms in the creative activities of their users); Platforms as Regulators (the extent to which platforms should be instruments of regulation of user conduct, either at the behest of government or independently; Platforms as Social Spaces (the effects of technological platforms on social relationships).   Online Hate Speech and Cyber-Harassment Summit  April 12, 2010  Speakers: Ann Bartow, Professor of Law, University of South Carolina School of Law - \"Actual Misogyny in Virtual Space\"  Danielle Citron, Professor of Law, The University of Maryland School of Law - \"Law's Expressive Value in Combating Cyber Gender Harassment\"  Respondent: Jeremy Waldron, University Professor, NYU School of Law   A Workshop on Federal Privacy Legislation  October 2, 2009   workshop information  Abstract: Experts from academia, industry, government, and public interest advocacy organizations will examine comprehensive federal privacy legislation under consideration by Congress. Panelists will begin the day by reviewing current bills and offering an informed analysis and debate concerning the more controversial issues such as preemption, remedies, access and choice, and safe harbors. The morning will continue with a discussion of whether fair information practices (FIPs) should remain the foundation of privacy legislation or need to be modified or abandoned. The afternoon panels will examine emerging issues such as social networking, collective privacy and behavioral advertising and assess how well any proposed bills address these new concerns. There will also be keynote speeches by top FTC officials and participation in panels by key Congressional staffers. Our aim is to achieve meaningful progress toward a well-rounded understanding of pending legislation and perhaps even to resolve some outstanding issues.   Search Privacy Strategy Roundtable  November 8, 2007   Identity and Identification in a Networked World: A Multidisciplinary Graduate Student Symposium  September 29-30, 2006   symposium information  Abstract: Increasingly, who we are is represented by key bits of information scattered throughout the data-intensive, networked world. Online and off, these core identifiers mediate our sense of self, social interactions, movements through space, and access to goods and services. There is much at stake in designing systems of identification and identity management, deciding who or what will be in control of them, and building in adequate protection for our bits of identity permeating the network. This symposium will examine critical and controversial issues surrounding socio-technical systems of identity, identifiability and identification. It will showcase emerging scholarship of graduate students at the cutting edge of humanities, social sciences, artists, systems design &amp; engineering, philosophy, law, and policy to work towards a clearer understanding of these complex problems, and build foundations for future collaborative work. In addition to graduate student panels, a keynote talk will be delivered by Professor Ian Kerr, Canada Research Chair in Ethics, Law &amp; Technology at the University of Ottawa.   A Spyware Workshop  March 16-17, 2006   workshop information  Abstract: A workshop co-sponsored by the Information Law Institute, NYU and Center for Information Technology Policy, Princeton University where experts from academia, industry, government, and public interest advocacy organizations examine spyware in the broader context of computer security, governance of the information infrastructure, and the rights of individual computer-users in relation to public and commercial institutions with which they interact online.   Colloquium on Information Technology and Society  Spring 2002-Spring 2011                                Find out more           Intellectual Property and Antitrust Law:     Faculty   Curriculum   Intellectual Property and Information Law Pathway                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]