[{"detail": [{"content": "John Guillory, Faculty of English | NYU                                                     Back to Home                                             John Guillory   Silver Professor of English; Professor of English   Ph.D. 1979 (English), Yale; B.A. 1974, Tulane.   Office Address: 244 Greene Street room 311  New York, New York (US) 10003 Office Hours: Spring 2015 Tuesdays 2:00-4:00 and by appointment Email:   Phone: (212) 998-8807 Fax: (212) 995-4019         John Guillory's teaching and research focus on two areas: early modern literature, and the histories of criticism, literary theory, and literary scholarship. In his period field, he is currently working on a book entitled, \"Things of Heaven and Earth: Figures of Philosophy in English Renaissance Writing.\" This study looks at the emergence of the philosopher as a distinct social type in the Renaissance, and at the complex interrelations between philosophy and theology on the one side, and philosophy and literature on the other. Several chapters from this monograph have been published, including essays on Shakespeare, Bacon, and Milton. He is further interested in studying the development of discursive prose in the early modern period, especially in relation to norms of \"clarity\" and the long decline of rhetoric. In the area of the history and sociology of criticism, he has published on topics that include the problem of canon formation, the American reception of Pierre Bourdieu, the history of literacy, the theory of reading, the theory of pedagogy, professionalization and graduate education, science studies, the evaluation of scholarship, and media studies. He is currently working on a disciplinary history entitled, \"Literary Study in the Age of Professionalism.\" This study undertakes a sociology of literary study in the context of the professionalization of science and scholarship in the new American university of the later nineteenth century. Essays from this work have been published on several topics, including early disciplinary formations such as philology and belles lettres , and the concurrent demise of the rhetorical curriculum and rise of bureaucratic writing genres such as the memorandum.     Areas of Research/Interest   Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory     External Affiliations   Editorial Board, English Literary History, 1989-96; Modern Language Association; Modern Language Association, Prize Committee for First Book Publication, 1991-95; Executive Committee, Folger Shakespeare Library, Washington, DC; Supervisory Board of the English Language Institute, 1996-97; Editorial Board, Profession; Modern Language Association, Committee on the Bibliography of the Teaching of Literature.     Fellowships/Honors   Class of 1932 Fellow of the Council of the Humanities, Princeton University, 1996-97; Rene Wellek Award of the American Comparative Literature Association, 1994, for Cultural Capital: The Problem of Literary Canon Formation.     Publications Books:    Poetic Authority: Spenser, Milton and Literary History , Columbia Univ. Press, 1983.    Cultural Capital: The Problem of Literary Canon Formation , Univ. of Chicago Press, 1993.    What’s Left of Theory? New Work on the Politics of Theory , ed. Judith Butler, John Guillory, and Kendall Thomas, Routledge, 2000.    Essays (Renaissance):    \"Milton, Narcissism, Gender: On the Genealogy of Male Self-Esteem,\" Collected Essays on Milton , ed. Christopher Kendrick, G. K. Hall, 1995.    \"'To Please the Wiser Sort': Violence, Philosophy, and Hamlet,\" in Psychoanalysis, Historicism, and Early Modern Culture , ed. Carlo Mazzio and Douglas Trevor, Routledge, 2000.    \"A New Subject for Criticism,\" in The Culture of Capital , ed. Henry Turner, Routledge, 2002.    \"The Bachelor State: Philosophy and Sovereignty in Bacon’s New Atlantis ,\" Politics and the Passions , ed. Victoria Kahn and Neil Saccamano, Princeton Univ. Press, 2006.    Essays (history and sociology of literary study, professional topics):    \"Canon,\" in Critical Terms for Literary Study , ed. Frank Lentriccia and Tom McLaughlin, Univ. of Chicago Press, 1988.    \"Gray’s Elegy, Anna Laetitia Barbauld, and the Vernacular Canon,\" in Early Modern Conceptions of Property , ed. John Brewer and Susan Staves, Routledge, 1995.    \"Preprofessionalism: What Graduate Students Want,\" Profession 1996.    \"Bourdieu’s Refusal,\" Modern Language Quarterly , December 1997; rept. in Pierre Bourdieu: Fieldwork in Culture , ed. Nicholas Brown and ImreSzeman, Rowman and Littlefield, 2000.    \"The System of Graduate Education,\" PMLA , October 2000.    \"The Sokal Affair and the History of Criticism,\" Critical Inquiry (2002).    \"Literary Study and the Modern System of the Disciplines,\" in Disciplinarity at the Fin de Siecle , ed. Amanda Anderson and Joseph Valente, Princeton Univ. Press, 2002.    \"The Very Idea of Pedagogy,\" Profession 2002.    \"The Memo and Modernity,\" Critical Inquiry (2004).    \"Evaluating Scholarship in the Humanities: Policies and Procedures,\" ADE Bulletin , Modern Language Association, 2005.    \"Who’s Afraid of Marcel Proust? The Failure of General Education in Post-War America,\" in The Humanities and the Dynamics of Inclusion , ed. David Hollinger, Johns Hopkins University Press, 2006.    \"How Scholars Read,\" ADE Bulletin , Modern Language Association, 2009.    \"Genesis of the Media Concept,\" Critical Inquiry (2009).     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "John Guillory, Faculty of English | NYU                                                     Back to Home                                             John Guillory   Silver Professor of English; Professor of English   Ph.D. 1979 (English), Yale; B.A. 1974, Tulane.   Office Address: 244 Greene Street room 311  New York, New York (US) 10003 Office Hours: Spring 2015 Tuesdays 2:00-4:00 and by appointment Email:   Phone: (212) 998-8807 Fax: (212) 995-4019         John Guillory's teaching and research focus on two areas: early modern literature, and the histories of criticism, literary theory, and literary scholarship. In his period field, he is currently working on a book entitled, \"Things of Heaven and Earth: Figures of Philosophy in English Renaissance Writing.\" This study looks at the emergence of the philosopher as a distinct social type in the Renaissance, and at the complex interrelations between philosophy and theology on the one side, and philosophy and literature on the other. Several chapters from this monograph have been published, including essays on Shakespeare, Bacon, and Milton. He is further interested in studying the development of discursive prose in the early modern period, especially in relation to norms of \"clarity\" and the long decline of rhetoric. In the area of the history and sociology of criticism, he has published on topics that include the problem of canon formation, the American reception of Pierre Bourdieu, the history of literacy, the theory of reading, the theory of pedagogy, professionalization and graduate education, science studies, the evaluation of scholarship, and media studies. He is currently working on a disciplinary history entitled, \"Literary Study in the Age of Professionalism.\" This study undertakes a sociology of literary study in the context of the professionalization of science and scholarship in the new American university of the later nineteenth century. Essays from this work have been published on several topics, including early disciplinary formations such as philology and belles lettres , and the concurrent demise of the rhetorical curriculum and rise of bureaucratic writing genres such as the memorandum.     Areas of Research/Interest   Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory     External Affiliations   Editorial Board, English Literary History, 1989-96; Modern Language Association; Modern Language Association, Prize Committee for First Book Publication, 1991-95; Executive Committee, Folger Shakespeare Library, Washington, DC; Supervisory Board of the English Language Institute, 1996-97; Editorial Board, Profession; Modern Language Association, Committee on the Bibliography of the Teaching of Literature.     Fellowships/Honors   Class of 1932 Fellow of the Council of the Humanities, Princeton University, 1996-97; Rene Wellek Award of the American Comparative Literature Association, 1994, for Cultural Capital: The Problem of Literary Canon Formation.     Publications Books:    Poetic Authority: Spenser, Milton and Literary History , Columbia Univ. Press, 1983.    Cultural Capital: The Problem of Literary Canon Formation , Univ. of Chicago Press, 1993.    What’s Left of Theory? New Work on the Politics of Theory , ed. Judith Butler, John Guillory, and Kendall Thomas, Routledge, 2000.    Essays (Renaissance):    \"Milton, Narcissism, Gender: On the Genealogy of Male Self-Esteem,\" Collected Essays on Milton , ed. Christopher Kendrick, G. K. Hall, 1995.    \"'To Please the Wiser Sort': Violence, Philosophy, and Hamlet,\" in Psychoanalysis, Historicism, and Early Modern Culture , ed. Carlo Mazzio and Douglas Trevor, Routledge, 2000.    \"A New Subject for Criticism,\" in The Culture of Capital , ed. Henry Turner, Routledge, 2002.    \"The Bachelor State: Philosophy and Sovereignty in Bacon’s New Atlantis ,\" Politics and the Passions , ed. Victoria Kahn and Neil Saccamano, Princeton Univ. Press, 2006.    Essays (history and sociology of literary study, professional topics):    \"Canon,\" in Critical Terms for Literary Study , ed. Frank Lentriccia and Tom McLaughlin, Univ. of Chicago Press, 1988.    \"Gray’s Elegy, Anna Laetitia Barbauld, and the Vernacular Canon,\" in Early Modern Conceptions of Property , ed. John Brewer and Susan Staves, Routledge, 1995.    \"Preprofessionalism: What Graduate Students Want,\" Profession 1996.    \"Bourdieu’s Refusal,\" Modern Language Quarterly , December 1997; rept. in Pierre Bourdieu: Fieldwork in Culture , ed. Nicholas Brown and ImreSzeman, Rowman and Littlefield, 2000.    \"The System of Graduate Education,\" PMLA , October 2000.    \"The Sokal Affair and the History of Criticism,\" Critical Inquiry (2002).    \"Literary Study and the Modern System of the Disciplines,\" in Disciplinarity at the Fin de Siecle , ed. Amanda Anderson and Joseph Valente, Princeton Univ. Press, 2002.    \"The Very Idea of Pedagogy,\" Profession 2002.    \"The Memo and Modernity,\" Critical Inquiry (2004).    \"Evaluating Scholarship in the Humanities: Policies and Procedures,\" ADE Bulletin , Modern Language Association, 2005.    \"Who’s Afraid of Marcel Proust? The Failure of General Education in Post-War America,\" in The Humanities and the Dynamics of Inclusion , ed. David Hollinger, Johns Hopkins University Press, 2006.    \"How Scholars Read,\" ADE Bulletin , Modern Language Association, 2009.    \"Genesis of the Media Concept,\" Critical Inquiry (2009).     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings Language Courses Note: Language examinations are held before the first week of the fall and spring semesters and on a regular basis during the academic year. For placement at the appropriate level of language instruction, students should consult the department. Qualified undergraduates are also eligible to register for advanced language courses. Please consult the current schedule of courses and the Graduate School of Arts and Science Bulletin for information about advanced courses in Arabic, Persian, Turkish, Hindi, and Urdu that are open to undergraduates who have completed the intermediate level of the languages.    Arabic Elementary Arabic I, II MEIS-UA 101, 102 Offered every year. 4 points per term. Builds basic skills in modern standard Arabic, the language read and understood by educated Arabs from Baghdad to Casablanca. Five hours per week of instruction and drills, stressing the proficiency approach, plus work in the language laboratory. Intermediate Arabic I, II MEIS-UA 103, 104 Prerequisite for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year. 4 points per term. Builds on the skills acquired in Elementary Arabic I and II, with increased emphasis on writing and reading from modern sources, in addition to aural/oral proficiency. The following two Arabic courses comprise the third year of Arabic language instruction and are open to undergraduates who have successfully completed the Intermediate Arabic sequence. Advanced Arabic I, II MEIS-GA 1005, 1006 Prerequisite for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered every year. Ferhadi. 4 points per term. This class is entirely conducted in Modern Standard Arabic. The focus is on further honing the students' four language skills: speaking, listening, reading, and writing. Principal features of colloquial dialects of Arabic will be introduced as well.    Urdu Elementary Urdu I, II MEIS-UA 301, 302 Offered every year. 4 points per term. Introduces students to the basics of Urdu alphabet, grammar, and sentence structure. All four skills are emphasized—writing and reading, as well as speaking and listening. Tailored to address students' interests not only in the language but also in the culture in which it is rooted. Intermediate Urdu I, II MEIS-UA 303, 304 Prerequisite for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every year. 4 points per term. Continues where Elementary Urdu leaves off. Students are introduced to literary texts. Along with specific language tasks, criticism and analysis now form part of the curriculum. Dictation, memorizing poetry, comprehension, and engaging in longer sessions of conversation form an important part of this course. By the end of this course, students should have achieved some fluency in reading literary texts, writing short essays, and carrying on a conversation.    Farsi/Persian Elementary Persian I, II MEIS-UA 401, 402 Offered every year. 4 points per term. Grammar, phonetics, and pronunciation of modern standard Persian, reading simple texts and writing short compositions. Builds basic skills in modern standard Persian in preparation for reading classical Persian literature. Intermediate Persian I, II MEIS-UA 403, 404 Prerequisite for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered every year. Khorrami. 4 points per term. Builds on the skills acquired in Elementary Persian I and II through continued study of grammar and syntax. Practice in spoken Persian. Introduction to classical and modern prose and poetry.     Hindi Elementary Hindi I, II MEIS-UA 405, 406 Offered every year. Ilieva. 4 points per term. As a part of a two-year curriculum, prepares the student for a high level of proficiency in Hindi. Through a variety of class, small-group, and paired activities, as well as language and computer lab sessions, students are expected to develop reading, speaking, listening, and writing skills. The instructor also takes into consideration individual needs. Intermediate Hindi I, II MEIS-UA 407, 408 Prerequisite for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered every year. Ilieva. 4 points per term. Designed to further develop fluency in oral and written communication. In addition to the class, small-group activities, and language and computer lab sessions, students are given an individual assignment to work with native speakers from the community and report on their findings. The reading assignments are designed to broaden understanding of content used for oral presentations. Advanced Hindi I, II MEIS-UA 409, 410 Prerequisite for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered every year. Ilieva. 4 points per term. Offers an overview of Indian culture via original texts and is designed to improve students' advanced-level reading, as well as their written and oral discourse in Hindi. Emphasis is placed on the development of linguistic skills required for a close reading and in-depth analysis of complex texts. Courses are learner-centered, and students have a choice in the selection of the texts and topics for their presentations. Taught seminar-style, the course combines classroom discussions, oral reports, and occasional background lectures. Students should have completed the two-year sequence of Hindi or have an equivalent background.     Turkish Elementary Turkish I, II MEIS-UA 501, 502 Offered every year. Erol. 4 points per term. Introduction to the written and spoken language of modern Turkey. All texts are in Latin characters and comprise both textual and audio material. Intermediate Turkish I, II MEIS-UA 503, 504 Prerequisite for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year. Erol. 4 points per term. Materials from Turkish newspapers, magazines, literature, and radio provide the basis for reading comprehension and conversational ability in modern Turkish.      History Courses The History of Ancient Egypt, 3200–50 B.C.E. MEIS-UA 611 Identical to HIST-UA 506. Offered every year. Goelet. 4 points. Political and intellectual history of ancient Egypt, introducing the student to a variety of religious and secular texts and showing how Egyptologists have drawn on biographical texts, royal inscriptions, literary papyri, and archaeological remains to re-create Egyptian history. A Cultural History of Ancient Egypt MEIS-UA 614 Identical to HIST-UA 505. Offered every other year. Goelet. 4 points. Survey of the literary, religious, and material culture of ancient Egypt. Each class examines the ancient Egyptian intellectual world as shown by a major monument (for example, the Great Pyramid), along with its cultural background. Daily life, as well as the visual and symbolic aspects of the civilization, are illustrated with slides and charts. The reading emphasizes historical, literary, and religious texts in translation. Jews in the Islamic World in the Modern Period MEIS-UA 615 Identical to HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Topics in Islamic History MEIS-UA 616 4 points. Istanbul: Culture, Memory, and the City MEIS-UA 620. Offered periodically. 4 points. In this seminar, picking up on different socio-cultural, economic and political transformations and cultural identification through the context of Istanbul, we will attend to a variety of topics revolving around urban culture that might include: social transformation, urbanism, and gentrification; minorities (e.g., Armenians, Greeks, Jews, Kurds, the Roma, and so on) and cultural identification; food and memory; nostalgia, commodification and neighborhoods; museumization of “culture”; exile; cosmopolitanism and migration. In this light, we will read ethnographies, studies in cultural and literary history, as well as literature and other primary sources. We will also watch films, and address how some of these issues get displayed as a “spectacle” or merely a “décor” in narratives, such as detective stories, or in such projects as Istanbul: Cultural Capital of Europe in 2010. As such, taking Istanbul as our centerpiece, we will explore a variety of concepts and dynamics and ask informed questions about cultural identification and space, with a main focus on the twentieth century. The Making of the Muslim Middle East MEIS-UA 640 4 points. Art in the Islamic World II: From the Mongols to Modernism MEIS-UA 652 Identical to ARTH-UA 541. Offered every year. Flood. 4 points. An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century. Art in the Islamic World I: From the Prophet to the Mongols MEIS-UA 653 Identical to ARTH-UA 540. Flood. 4 points. Provides an outline of Islamic material in its early and classical periods, from 650 C.E. to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span. The Ottoman Empire and the World around It, 1300–1700 C.E. MEIS-UA 680 Peirce. 4 points. Topics in Middle Eastern History MEIS-UA 688 Identical to HIST-UA 550. Offered every year. 4 points. Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern history, with an emphasis on historiographical and comparative issues. Intended primarily for advanced undergraduates in Middle Eastern studies and in history, but other students may register with permission of the instructor. The Emergence of the Modern Middle East MEIS-UA 690 Identical to HIST-UA 531. 4 points. Surveys the main political, social, economic, and intellectual currents of the 20th century. Emphasis on historical background and development of current problems in the region. Topics include imperialism, nationalism, religion, Orientalism, women, class formation, oil, the Arab-Israeli crisis, and the Iranian revolution. Islam and the West MEIS-UA 694 Identical to HIST-UA 520, MEDI-UA 694. 4 points. Examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other. Zionism and the State of Israel MEIS-UA 696 Identical to HBRJD-UA 180. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Palestine, Zionism, Israel MEIS-UA 697 Identical to HIST-UA 532. Offered every other year. Lockman. 4 points. Survey of the conflict over Palestine from its origins in the late 19th century until the present. Examines the evolution of this ongoing struggle in its historical context. Discusses the roles of the various parties to the conflict. Israel: Fact Through Fiction MEIS-UA 698 Identical to HBRJD-UA 780. Offered every other year. Landress. 4 points. See description under Hebrew and Judaic Studies in this Bulletin.  Gender and Sexuality in Medieval Islamic Societies MEIS-UA 787 Offered every other year. Rowson. 4 points. Evaluates the role of culture—whether Middle Eastern or Western—in shaping fundamental sexual attitudes. Attempts to get behind myths of unbridled sensuality and \"well-stocked harems\" to the realities. Readings include selected primary sources from the medieval period in English translation, including religious treatises on marriage and proper gender roles, love poetry, stories from the Arabian Nights, and works of erotica, supplemented by secondary studies. Iran Past and Present MEIS-UA 796 Offered every year. Chelkowski. 4 points. Ancient Iranian culture and its influence on the Near East. The impact of the Arab-Islamic conquest, the Islamization of Iran, and the Iranian role in the development of Islamic civilization. The rebirth of Iranian self-consciousness and the establishment of Shi'ism as the state religion under the Safavids. Traditional Iranian culture in conflict with the West. Modern Iran from the reinstitution of the monarchy to the Islamic revolution. Illustrated with readings, slides, films, a museum visit, live recitations, and music.      Literature Courses      Except where indicated, there is no language prerequisite for these courses. Topics in 20th-Century Literature MEIS-UA 190 4 points.  Masterpieces of Arabic Literature in Translation MEIS-UA 710 Identical to MEDI-UA 710. Offered every year. 4 points. Survey of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic times to the present. Selected texts in translation from the major genres, both in prose and poetry, are studied as works of art in themselves and as a reflection of the societies that produced them. Literature and Society in the Middle East MEIS-UA 711 Offered every year. 4 points. Examines selected works in translation of leading 20th-century poets, novelists, and short story writers that reflect changing conditions and mores within Middle Eastern and North African societies. Investigates such topics as conflicts between traditionalists and modernists, the impact of urbanization on rural societies, and the existential dilemmas of men and women. Women and War: Contemporary Arabic Literature and Film MEIS-UA 714 Identical to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points. Women are central figures in the political upheavals of the modern Middle East; their images have had a remarkable hold on national and international imaginations. Investigates the representations of women and war in Arabic literature and film through such topics as the gendering of war; the gender politics of national symbolism and liberation; the politics and aesthetics of documentary film; revolutionary erotic and antierotic; and combat and collaboration. The Arabian Nights MEIS-UA 716 Identical to MEDI-UA 714. Kennedy. 4 points. The Arabian Nights have been an essential and dynamic literary meeting point between Arabic/Islamic literature and the Western canon. This course examines both sides of this cultural dichotomy. Literary analysis of the tales includes close reading of the structure of the original, as well as modern variations by authors such as Poe and Rushdie. Modern South Asian Literature MEIS-UA 717 Identical to COLIT-UA 717. Offered every year. Ilieva. 4 points. Addresses the rich literary product of modern and contemporary South Asia. Offers more advanced undergraduates a window on a rich and culturally varied area of the world, as well as an understanding of aspects of South Asian history and society as represented in translations of modern prose writing (short stories and novels) originally written in South Asian languages. Introduction to Ancient Indian Literature MEIS-UA 718 Offered every year. Ilieva. 4 points. An introductory course designed to acquaint students with the great works of the ancient Indian literary tradition, a major part of which was written in Sanskrit. The earliest form of that language, called Vedic Sanskrit, is the language of the Vedic hymns, especially those of the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000 years. This rich and vast literary, religious, and philosophical heritage is introduced in this course. In addition, students work with excerpts from the Jain and Buddhist canons written in Prakrits and examples of Tamil poetry. Selections from the Vedic literature, classical drama, epics, story literature, and lyric poetry are studied in English translation. Middle Eastern Literature MEIS-UA 720 Formerly Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4 points. An introduction to the main stylistic features of classical Arabic for students who have completed two semesters of Arabic. Students gain a flavor of an older, yet essential, register of Arabic through the most important texts of the Islamic tradition. These texts constitute the core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet Muhammad). The syllabus also includes samples from the Tafsir tradition (Koranic hermeneutics), Sufi/mystical literature (poetry and prose), philosophical novels, and pious tales from the popular sphere (the Arabian Nights tradition). The Koran provides a sustained focus for the course, with particular attention paid to its influence on all categories of Arabo-Islamic literature—linguistically, stylistically, thematically, and doctrinally. Travel Literature MEIS-UA 757 Identical to COLIT-UA 757. Halim. 4 points. Brings together a set of theoretical, critical, and literary texts about travel from antiquity to the late 20th century with a focus, albeit not an exclusive one, on the Middle East. The first sessions of the course are devoted to theoretical and critical reflections on travel literature and the historically and culturally changing categories in relation to which it should be read. These include \"imaginative geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge-seeking as motives; Orientalism, Occidentalism, and ethnography; transnationalism in relation to class and gender; tourism; migrant workers; and exile and narratives of return. The literary texts to be read later in the course demonstrate the contrasting conventions of representations of travel in different times and places in relation to the issues raised in the introductory sessions. Topics in Modern Middle Eastern Culture MEIS-UA 798 Halim. 4 points. Readings in Contemporary Literary Theory MEIS-UA 845 4 points.       Religion Courses Religion and Politics in the Muslim World MEIS-UA 674 4 points. History of Judaism: Emergence of Classical Judaism MEIS-UA 680 4 points. What Is Islam? MEIS-UA 691 Identical to HIST-UA 85, RELST-UA 85. Offered every year. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi'ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Introduction to Ancient Egyptian Religion MEIS-UA 719 Identical to RELST-UA 719. Offered every year. Goelet. 4 points. Examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences—all illustrated by Egyptian religious texts or scenes from temples and tombs. Women and Gender in Islam MEIS-UA 728 Offered every year. Katz. 4 points. Examines the rights, roles, and physical appearance of Muslim women. Investigates the complexity of the messages and models relating to gender in one of the world's most influential religious traditions. Beginning with the rise of Islam, observes how foundational texts and personalities are interpreted and reinterpreted for changing times. Seminar: Islamic Law and Society MEIS-UA 780 Offered every year. 4 points. Introduces students to Islamic law through a reading of its various genres and a study of a selection of secondary sources covering a number of substantive topics (for example, ritual, criminal, and public law). Also focuses on the ways Islamic law has interacted with Islamic societies in historical practice and the way it has adapted, or not adapted, to the challenges of modernity. The Qur'an and Its Interpretation MEIS-UA 781 Offered every other year. Katz. 4 points. An introduction to the content, themes, and style of the Qur'an. Surveys the diversity of interpretive approaches to the text (legal, mystical, sectarian, literary, and politically engaged) in the medieval and modern periods. Topics in Islamic Studies MEIS-UA 782 Offered every year. 4 points. Examines a particular aspect of premodern Islamic religious, intellectual, or institutional history, with the specific topic varying from year to year. Intended primarily for advanced undergraduates in Middle Eastern and Islamic studies, but other students may register with permission of the instructor. Seminar: Women and Islamic Law MEIS-UA 783 Identical to SCA-UA 736, MEDI-UA 783. 4 points. Acquaints students with the ways Islamic law has treated women in theory and practice. Students are exposed to medieval and modern legal texts regarding the status of women as believers, daughters, wives, mothers, and legal persons. Case studies from different periods of Islamic history are read and discussed, as well as writings from contemporary anthropology.  Judaism, Christianity, and Islam MEIS-UA 800 Identical to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. Peters. 4 points. Comparative study of the three great monotheistic religious traditions, how each understood its origin and evolution, and their similarities and differences in matters of scripture, worship, authority, community, theology, and mysticism.  The Sufis: Mystics of Islam MEIS-UA 863 Identical to MEDI-UA 863, RELST-UA 863. Chelkowski. 4 points. Readings of the Sufi poets in translation and reflections on their influence in Persian literature and the European tradition. Sufism as one of the primary manifestations of the Islamic spirit in Iran. The effect of Sufism (the hidden path that leads from the individual to God) on the shape of Islam, on the spirit of Persian literature and art, and on Western religious sensibilities.      Social Science Courses Cinema, Politics, and Society in the Middle East MEIS-UA 678 4 points. Politics of the Middle East MEIS-UA 750 Identical to POL-UA 540. Offered every year. Keshavarzian. 4 points. See description under Politics in this Bulletin. Topics in Middle East Politics MEIS-UA 751 Keshavarzian. 4 points. Advanced undergraduate course that focuses on specific issues in contemporary politics in the Middle East. Topics vary each time it is offered, but include such themes as social movements, urban politics, or globalization.  Politics and Society in Iran MEIS-UA 797 Identical to POL-UA 545. 4 points. See description under Politics in this Bulletin.      Independent Study Internship      MEIS-UA 980, 981 Prerequisite: permission and placement for departmental majors from the director of undergraduate studies. 2 or 4 points per term. Independent Study MEIS-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term.      Graduate Courses Open to Undergraduates      The Middle Eastern studies courses offered in the Graduate School of Arts and Science are open to qualified undergraduates. Permission of the instructor and the director of undergraduate studies is required. For further information, please consult the Graduate School of Arts and Science Bulletin.                   Updated on 06&#047;10&#047;2014       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "John Guillory, Faculty of English | NYU                                                     Back to Home                                             John Guillory   Silver Professor of English; Professor of English   Ph.D. 1979 (English), Yale; B.A. 1974, Tulane.   Office Address: 244 Greene Street room 311  New York, New York (US) 10003 Office Hours: Spring 2015 Tuesdays 2:00-4:00 and by appointment Email:   Phone: (212) 998-8807 Fax: (212) 995-4019         John Guillory's teaching and research focus on two areas: early modern literature, and the histories of criticism, literary theory, and literary scholarship. In his period field, he is currently working on a book entitled, \"Things of Heaven and Earth: Figures of Philosophy in English Renaissance Writing.\" This study looks at the emergence of the philosopher as a distinct social type in the Renaissance, and at the complex interrelations between philosophy and theology on the one side, and philosophy and literature on the other. Several chapters from this monograph have been published, including essays on Shakespeare, Bacon, and Milton. He is further interested in studying the development of discursive prose in the early modern period, especially in relation to norms of \"clarity\" and the long decline of rhetoric. In the area of the history and sociology of criticism, he has published on topics that include the problem of canon formation, the American reception of Pierre Bourdieu, the history of literacy, the theory of reading, the theory of pedagogy, professionalization and graduate education, science studies, the evaluation of scholarship, and media studies. He is currently working on a disciplinary history entitled, \"Literary Study in the Age of Professionalism.\" This study undertakes a sociology of literary study in the context of the professionalization of science and scholarship in the new American university of the later nineteenth century. Essays from this work have been published on several topics, including early disciplinary formations such as philology and belles lettres , and the concurrent demise of the rhetorical curriculum and rise of bureaucratic writing genres such as the memorandum.     Areas of Research/Interest   Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory     External Affiliations   Editorial Board, English Literary History, 1989-96; Modern Language Association; Modern Language Association, Prize Committee for First Book Publication, 1991-95; Executive Committee, Folger Shakespeare Library, Washington, DC; Supervisory Board of the English Language Institute, 1996-97; Editorial Board, Profession; Modern Language Association, Committee on the Bibliography of the Teaching of Literature.     Fellowships/Honors   Class of 1932 Fellow of the Council of the Humanities, Princeton University, 1996-97; Rene Wellek Award of the American Comparative Literature Association, 1994, for Cultural Capital: The Problem of Literary Canon Formation.     Publications Books:    Poetic Authority: Spenser, Milton and Literary History , Columbia Univ. Press, 1983.    Cultural Capital: The Problem of Literary Canon Formation , Univ. of Chicago Press, 1993.    What’s Left of Theory? New Work on the Politics of Theory , ed. Judith Butler, John Guillory, and Kendall Thomas, Routledge, 2000.    Essays (Renaissance):    \"Milton, Narcissism, Gender: On the Genealogy of Male Self-Esteem,\" Collected Essays on Milton , ed. Christopher Kendrick, G. K. Hall, 1995.    \"'To Please the Wiser Sort': Violence, Philosophy, and Hamlet,\" in Psychoanalysis, Historicism, and Early Modern Culture , ed. Carlo Mazzio and Douglas Trevor, Routledge, 2000.    \"A New Subject for Criticism,\" in The Culture of Capital , ed. Henry Turner, Routledge, 2002.    \"The Bachelor State: Philosophy and Sovereignty in Bacon’s New Atlantis ,\" Politics and the Passions , ed. Victoria Kahn and Neil Saccamano, Princeton Univ. Press, 2006.    Essays (history and sociology of literary study, professional topics):    \"Canon,\" in Critical Terms for Literary Study , ed. Frank Lentriccia and Tom McLaughlin, Univ. of Chicago Press, 1988.    \"Gray’s Elegy, Anna Laetitia Barbauld, and the Vernacular Canon,\" in Early Modern Conceptions of Property , ed. John Brewer and Susan Staves, Routledge, 1995.    \"Preprofessionalism: What Graduate Students Want,\" Profession 1996.    \"Bourdieu’s Refusal,\" Modern Language Quarterly , December 1997; rept. in Pierre Bourdieu: Fieldwork in Culture , ed. Nicholas Brown and ImreSzeman, Rowman and Littlefield, 2000.    \"The System of Graduate Education,\" PMLA , October 2000.    \"The Sokal Affair and the History of Criticism,\" Critical Inquiry (2002).    \"Literary Study and the Modern System of the Disciplines,\" in Disciplinarity at the Fin de Siecle , ed. Amanda Anderson and Joseph Valente, Princeton Univ. Press, 2002.    \"The Very Idea of Pedagogy,\" Profession 2002.    \"The Memo and Modernity,\" Critical Inquiry (2004).    \"Evaluating Scholarship in the Humanities: Policies and Procedures,\" ADE Bulletin , Modern Language Association, 2005.    \"Who’s Afraid of Marcel Proust? The Failure of General Education in Post-War America,\" in The Humanities and the Dynamics of Inclusion , ed. David Hollinger, Johns Hopkins University Press, 2006.    \"How Scholars Read,\" ADE Bulletin , Modern Language Association, 2009.    \"Genesis of the Media Concept,\" Critical Inquiry (2009).     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings Language Courses Note: Language examinations are held before the first week of the fall and spring semesters and on a regular basis during the academic year. For placement at the appropriate level of language instruction, students should consult the department. Qualified undergraduates are also eligible to register for advanced language courses. Please consult the current schedule of courses and the Graduate School of Arts and Science Bulletin for information about advanced courses in Arabic, Persian, Turkish, Hindi, and Urdu that are open to undergraduates who have completed the intermediate level of the languages.    Arabic Elementary Arabic I, II MEIS-UA 101, 102 Offered every year. 4 points per term. Builds basic skills in modern standard Arabic, the language read and understood by educated Arabs from Baghdad to Casablanca. Five hours per week of instruction and drills, stressing the proficiency approach, plus work in the language laboratory. Intermediate Arabic I, II MEIS-UA 103, 104 Prerequisite for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year. 4 points per term. Builds on the skills acquired in Elementary Arabic I and II, with increased emphasis on writing and reading from modern sources, in addition to aural/oral proficiency. The following two Arabic courses comprise the third year of Arabic language instruction and are open to undergraduates who have successfully completed the Intermediate Arabic sequence. Advanced Arabic I, II MEIS-GA 1005, 1006 Prerequisite for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered every year. Ferhadi. 4 points per term. This class is entirely conducted in Modern Standard Arabic. The focus is on further honing the students' four language skills: speaking, listening, reading, and writing. Principal features of colloquial dialects of Arabic will be introduced as well.    Urdu Elementary Urdu I, II MEIS-UA 301, 302 Offered every year. 4 points per term. Introduces students to the basics of Urdu alphabet, grammar, and sentence structure. All four skills are emphasized—writing and reading, as well as speaking and listening. Tailored to address students' interests not only in the language but also in the culture in which it is rooted. Intermediate Urdu I, II MEIS-UA 303, 304 Prerequisite for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every year. 4 points per term. Continues where Elementary Urdu leaves off. Students are introduced to literary texts. Along with specific language tasks, criticism and analysis now form part of the curriculum. Dictation, memorizing poetry, comprehension, and engaging in longer sessions of conversation form an important part of this course. By the end of this course, students should have achieved some fluency in reading literary texts, writing short essays, and carrying on a conversation.    Farsi/Persian Elementary Persian I, II MEIS-UA 401, 402 Offered every year. 4 points per term. Grammar, phonetics, and pronunciation of modern standard Persian, reading simple texts and writing short compositions. Builds basic skills in modern standard Persian in preparation for reading classical Persian literature. Intermediate Persian I, II MEIS-UA 403, 404 Prerequisite for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered every year. Khorrami. 4 points per term. Builds on the skills acquired in Elementary Persian I and II through continued study of grammar and syntax. Practice in spoken Persian. Introduction to classical and modern prose and poetry.     Hindi Elementary Hindi I, II MEIS-UA 405, 406 Offered every year. Ilieva. 4 points per term. As a part of a two-year curriculum, prepares the student for a high level of proficiency in Hindi. Through a variety of class, small-group, and paired activities, as well as language and computer lab sessions, students are expected to develop reading, speaking, listening, and writing skills. The instructor also takes into consideration individual needs. Intermediate Hindi I, II MEIS-UA 407, 408 Prerequisite for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered every year. Ilieva. 4 points per term. Designed to further develop fluency in oral and written communication. In addition to the class, small-group activities, and language and computer lab sessions, students are given an individual assignment to work with native speakers from the community and report on their findings. The reading assignments are designed to broaden understanding of content used for oral presentations. Advanced Hindi I, II MEIS-UA 409, 410 Prerequisite for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered every year. Ilieva. 4 points per term. Offers an overview of Indian culture via original texts and is designed to improve students' advanced-level reading, as well as their written and oral discourse in Hindi. Emphasis is placed on the development of linguistic skills required for a close reading and in-depth analysis of complex texts. Courses are learner-centered, and students have a choice in the selection of the texts and topics for their presentations. Taught seminar-style, the course combines classroom discussions, oral reports, and occasional background lectures. Students should have completed the two-year sequence of Hindi or have an equivalent background.     Turkish Elementary Turkish I, II MEIS-UA 501, 502 Offered every year. Erol. 4 points per term. Introduction to the written and spoken language of modern Turkey. All texts are in Latin characters and comprise both textual and audio material. Intermediate Turkish I, II MEIS-UA 503, 504 Prerequisite for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year. Erol. 4 points per term. Materials from Turkish newspapers, magazines, literature, and radio provide the basis for reading comprehension and conversational ability in modern Turkish.      History Courses The History of Ancient Egypt, 3200–50 B.C.E. MEIS-UA 611 Identical to HIST-UA 506. Offered every year. Goelet. 4 points. Political and intellectual history of ancient Egypt, introducing the student to a variety of religious and secular texts and showing how Egyptologists have drawn on biographical texts, royal inscriptions, literary papyri, and archaeological remains to re-create Egyptian history. A Cultural History of Ancient Egypt MEIS-UA 614 Identical to HIST-UA 505. Offered every other year. Goelet. 4 points. Survey of the literary, religious, and material culture of ancient Egypt. Each class examines the ancient Egyptian intellectual world as shown by a major monument (for example, the Great Pyramid), along with its cultural background. Daily life, as well as the visual and symbolic aspects of the civilization, are illustrated with slides and charts. The reading emphasizes historical, literary, and religious texts in translation. Jews in the Islamic World in the Modern Period MEIS-UA 615 Identical to HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Topics in Islamic History MEIS-UA 616 4 points. Istanbul: Culture, Memory, and the City MEIS-UA 620. Offered periodically. 4 points. In this seminar, picking up on different socio-cultural, economic and political transformations and cultural identification through the context of Istanbul, we will attend to a variety of topics revolving around urban culture that might include: social transformation, urbanism, and gentrification; minorities (e.g., Armenians, Greeks, Jews, Kurds, the Roma, and so on) and cultural identification; food and memory; nostalgia, commodification and neighborhoods; museumization of “culture”; exile; cosmopolitanism and migration. In this light, we will read ethnographies, studies in cultural and literary history, as well as literature and other primary sources. We will also watch films, and address how some of these issues get displayed as a “spectacle” or merely a “décor” in narratives, such as detective stories, or in such projects as Istanbul: Cultural Capital of Europe in 2010. As such, taking Istanbul as our centerpiece, we will explore a variety of concepts and dynamics and ask informed questions about cultural identification and space, with a main focus on the twentieth century. The Making of the Muslim Middle East MEIS-UA 640 4 points. Art in the Islamic World II: From the Mongols to Modernism MEIS-UA 652 Identical to ARTH-UA 541. Offered every year. Flood. 4 points. An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century. Art in the Islamic World I: From the Prophet to the Mongols MEIS-UA 653 Identical to ARTH-UA 540. Flood. 4 points. Provides an outline of Islamic material in its early and classical periods, from 650 C.E. to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span. The Ottoman Empire and the World around It, 1300–1700 C.E. MEIS-UA 680 Peirce. 4 points. Topics in Middle Eastern History MEIS-UA 688 Identical to HIST-UA 550. Offered every year. 4 points. Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern history, with an emphasis on historiographical and comparative issues. Intended primarily for advanced undergraduates in Middle Eastern studies and in history, but other students may register with permission of the instructor. The Emergence of the Modern Middle East MEIS-UA 690 Identical to HIST-UA 531. 4 points. Surveys the main political, social, economic, and intellectual currents of the 20th century. Emphasis on historical background and development of current problems in the region. Topics include imperialism, nationalism, religion, Orientalism, women, class formation, oil, the Arab-Israeli crisis, and the Iranian revolution. Islam and the West MEIS-UA 694 Identical to HIST-UA 520, MEDI-UA 694. 4 points. Examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other. Zionism and the State of Israel MEIS-UA 696 Identical to HBRJD-UA 180. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Palestine, Zionism, Israel MEIS-UA 697 Identical to HIST-UA 532. Offered every other year. Lockman. 4 points. Survey of the conflict over Palestine from its origins in the late 19th century until the present. Examines the evolution of this ongoing struggle in its historical context. Discusses the roles of the various parties to the conflict. Israel: Fact Through Fiction MEIS-UA 698 Identical to HBRJD-UA 780. Offered every other year. Landress. 4 points. See description under Hebrew and Judaic Studies in this Bulletin.  Gender and Sexuality in Medieval Islamic Societies MEIS-UA 787 Offered every other year. Rowson. 4 points. Evaluates the role of culture—whether Middle Eastern or Western—in shaping fundamental sexual attitudes. Attempts to get behind myths of unbridled sensuality and \"well-stocked harems\" to the realities. Readings include selected primary sources from the medieval period in English translation, including religious treatises on marriage and proper gender roles, love poetry, stories from the Arabian Nights, and works of erotica, supplemented by secondary studies. Iran Past and Present MEIS-UA 796 Offered every year. Chelkowski. 4 points. Ancient Iranian culture and its influence on the Near East. The impact of the Arab-Islamic conquest, the Islamization of Iran, and the Iranian role in the development of Islamic civilization. The rebirth of Iranian self-consciousness and the establishment of Shi'ism as the state religion under the Safavids. Traditional Iranian culture in conflict with the West. Modern Iran from the reinstitution of the monarchy to the Islamic revolution. Illustrated with readings, slides, films, a museum visit, live recitations, and music.      Literature Courses      Except where indicated, there is no language prerequisite for these courses. Topics in 20th-Century Literature MEIS-UA 190 4 points.  Masterpieces of Arabic Literature in Translation MEIS-UA 710 Identical to MEDI-UA 710. Offered every year. 4 points. Survey of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic times to the present. Selected texts in translation from the major genres, both in prose and poetry, are studied as works of art in themselves and as a reflection of the societies that produced them. Literature and Society in the Middle East MEIS-UA 711 Offered every year. 4 points. Examines selected works in translation of leading 20th-century poets, novelists, and short story writers that reflect changing conditions and mores within Middle Eastern and North African societies. Investigates such topics as conflicts between traditionalists and modernists, the impact of urbanization on rural societies, and the existential dilemmas of men and women. Women and War: Contemporary Arabic Literature and Film MEIS-UA 714 Identical to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points. Women are central figures in the political upheavals of the modern Middle East; their images have had a remarkable hold on national and international imaginations. Investigates the representations of women and war in Arabic literature and film through such topics as the gendering of war; the gender politics of national symbolism and liberation; the politics and aesthetics of documentary film; revolutionary erotic and antierotic; and combat and collaboration. The Arabian Nights MEIS-UA 716 Identical to MEDI-UA 714. Kennedy. 4 points. The Arabian Nights have been an essential and dynamic literary meeting point between Arabic/Islamic literature and the Western canon. This course examines both sides of this cultural dichotomy. Literary analysis of the tales includes close reading of the structure of the original, as well as modern variations by authors such as Poe and Rushdie. Modern South Asian Literature MEIS-UA 717 Identical to COLIT-UA 717. Offered every year. Ilieva. 4 points. Addresses the rich literary product of modern and contemporary South Asia. Offers more advanced undergraduates a window on a rich and culturally varied area of the world, as well as an understanding of aspects of South Asian history and society as represented in translations of modern prose writing (short stories and novels) originally written in South Asian languages. Introduction to Ancient Indian Literature MEIS-UA 718 Offered every year. Ilieva. 4 points. An introductory course designed to acquaint students with the great works of the ancient Indian literary tradition, a major part of which was written in Sanskrit. The earliest form of that language, called Vedic Sanskrit, is the language of the Vedic hymns, especially those of the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000 years. This rich and vast literary, religious, and philosophical heritage is introduced in this course. In addition, students work with excerpts from the Jain and Buddhist canons written in Prakrits and examples of Tamil poetry. Selections from the Vedic literature, classical drama, epics, story literature, and lyric poetry are studied in English translation. Middle Eastern Literature MEIS-UA 720 Formerly Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4 points. An introduction to the main stylistic features of classical Arabic for students who have completed two semesters of Arabic. Students gain a flavor of an older, yet essential, register of Arabic through the most important texts of the Islamic tradition. These texts constitute the core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet Muhammad). The syllabus also includes samples from the Tafsir tradition (Koranic hermeneutics), Sufi/mystical literature (poetry and prose), philosophical novels, and pious tales from the popular sphere (the Arabian Nights tradition). The Koran provides a sustained focus for the course, with particular attention paid to its influence on all categories of Arabo-Islamic literature—linguistically, stylistically, thematically, and doctrinally. Travel Literature MEIS-UA 757 Identical to COLIT-UA 757. Halim. 4 points. Brings together a set of theoretical, critical, and literary texts about travel from antiquity to the late 20th century with a focus, albeit not an exclusive one, on the Middle East. The first sessions of the course are devoted to theoretical and critical reflections on travel literature and the historically and culturally changing categories in relation to which it should be read. These include \"imaginative geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge-seeking as motives; Orientalism, Occidentalism, and ethnography; transnationalism in relation to class and gender; tourism; migrant workers; and exile and narratives of return. The literary texts to be read later in the course demonstrate the contrasting conventions of representations of travel in different times and places in relation to the issues raised in the introductory sessions. Topics in Modern Middle Eastern Culture MEIS-UA 798 Halim. 4 points. Readings in Contemporary Literary Theory MEIS-UA 845 4 points.       Religion Courses Religion and Politics in the Muslim World MEIS-UA 674 4 points. History of Judaism: Emergence of Classical Judaism MEIS-UA 680 4 points. What Is Islam? MEIS-UA 691 Identical to HIST-UA 85, RELST-UA 85. Offered every year. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi'ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Introduction to Ancient Egyptian Religion MEIS-UA 719 Identical to RELST-UA 719. Offered every year. Goelet. 4 points. Examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences—all illustrated by Egyptian religious texts or scenes from temples and tombs. Women and Gender in Islam MEIS-UA 728 Offered every year. Katz. 4 points. Examines the rights, roles, and physical appearance of Muslim women. Investigates the complexity of the messages and models relating to gender in one of the world's most influential religious traditions. Beginning with the rise of Islam, observes how foundational texts and personalities are interpreted and reinterpreted for changing times. Seminar: Islamic Law and Society MEIS-UA 780 Offered every year. 4 points. Introduces students to Islamic law through a reading of its various genres and a study of a selection of secondary sources covering a number of substantive topics (for example, ritual, criminal, and public law). Also focuses on the ways Islamic law has interacted with Islamic societies in historical practice and the way it has adapted, or not adapted, to the challenges of modernity. The Qur'an and Its Interpretation MEIS-UA 781 Offered every other year. Katz. 4 points. An introduction to the content, themes, and style of the Qur'an. Surveys the diversity of interpretive approaches to the text (legal, mystical, sectarian, literary, and politically engaged) in the medieval and modern periods. Topics in Islamic Studies MEIS-UA 782 Offered every year. 4 points. Examines a particular aspect of premodern Islamic religious, intellectual, or institutional history, with the specific topic varying from year to year. Intended primarily for advanced undergraduates in Middle Eastern and Islamic studies, but other students may register with permission of the instructor. Seminar: Women and Islamic Law MEIS-UA 783 Identical to SCA-UA 736, MEDI-UA 783. 4 points. Acquaints students with the ways Islamic law has treated women in theory and practice. Students are exposed to medieval and modern legal texts regarding the status of women as believers, daughters, wives, mothers, and legal persons. Case studies from different periods of Islamic history are read and discussed, as well as writings from contemporary anthropology.  Judaism, Christianity, and Islam MEIS-UA 800 Identical to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. Peters. 4 points. Comparative study of the three great monotheistic religious traditions, how each understood its origin and evolution, and their similarities and differences in matters of scripture, worship, authority, community, theology, and mysticism.  The Sufis: Mystics of Islam MEIS-UA 863 Identical to MEDI-UA 863, RELST-UA 863. Chelkowski. 4 points. Readings of the Sufi poets in translation and reflections on their influence in Persian literature and the European tradition. Sufism as one of the primary manifestations of the Islamic spirit in Iran. The effect of Sufism (the hidden path that leads from the individual to God) on the shape of Islam, on the spirit of Persian literature and art, and on Western religious sensibilities.      Social Science Courses Cinema, Politics, and Society in the Middle East MEIS-UA 678 4 points. Politics of the Middle East MEIS-UA 750 Identical to POL-UA 540. Offered every year. Keshavarzian. 4 points. See description under Politics in this Bulletin. Topics in Middle East Politics MEIS-UA 751 Keshavarzian. 4 points. Advanced undergraduate course that focuses on specific issues in contemporary politics in the Middle East. Topics vary each time it is offered, but include such themes as social movements, urban politics, or globalization.  Politics and Society in Iran MEIS-UA 797 Identical to POL-UA 545. 4 points. See description under Politics in this Bulletin.      Independent Study Internship      MEIS-UA 980, 981 Prerequisite: permission and placement for departmental majors from the director of undergraduate studies. 2 or 4 points per term. Independent Study MEIS-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term.      Graduate Courses Open to Undergraduates      The Middle Eastern studies courses offered in the Graduate School of Arts and Science are open to qualified undergraduates. Permission of the instructor and the director of undergraduate studies is required. For further information, please consult the Graduate School of Arts and Science Bulletin.                   Updated on 06&#047;10&#047;2014       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Potts's Nomadism receives honorable mention for PROSE Award &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               ISAW News Blog                &gt;                                                                   Potts's Nomadism receives honorable mention for PROSE Award                            Potts's Nomadism receives honorable mention for PROSE Award                                                       Info                                                                                                Potts's Nomadism receives honorable mention for PROSE Award                                                                                 ISAW Faculty member Daniel Potts received a PROSE Award honorable mention                                                                                   by       Maggie Pavao                    &mdash;                  Feb 19, 2015                                                    Book cover of Daniel Potts' \"Nomadism in Iran: From Antiquity to the Modern Era\"                             ISAW faculty member  Daniel Potts , Professor of Ancient Near Eastern Archaeology and History, received an honorable mention in the Archaeology and Anthropology category of the PROSE Awards for his book, Nomadism in Iran: From Antiquity to the Modern Era .    The PROSE Awards , the American Publishers Award for Professional and Scholarly Excellence, announced the winners at an Awards Luncheon on Feb. 5, 2015 at the Ritz Carlton Hotel in Washington, D.C. According to their website, The PROSE Awards \"annually recognize the very best in professional and scholarly publishing by bringing attention to distinguished books, journals, and electronic content in over 40 categories. Judged by peer publishers, librarians, and medical professionals since 1976, the PROSE Awards are extraordinary for their breadth and depth.\"    Nomadism in Iran: From Antiquity to the Modern Era represents a completely new approach to nomadism in Iran, one which rejects the identification of nomads in the archaeological record of the Neolithic and Bronze Age (c. 8000-1200 BC). The book also emphasizes the fundamental changes brought about by major influxes of nomads from outside the region, beginning in the 11th century. Copies are available for purchase through the Oxford University press website here .                                                                                                                                                                    NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]