[{"detail": [{"content": "super1            Emerging Market Finance    For Professionals, Researchers and  Students    By    Prof. J. P.  Mei      The Links are organized by Subject Area    Recent  Market Development    General  Reading  1:  Marco-Foundamental Analysis  2:  Capital Market Developments    3:  Measuring Volatility and Contagion  4:  Currency Risks  5:  Political Risks    6:  Top-Down and Diversification  7:  Corporate Finance    8: The Index Approach    9:  Mutual Funds  10:  Emerging Market Derivatives  11:  Fix Income Securities    12:  Real Estate  13:  Financial Institutions  14:  Risk Management    15:  Asia Financial Crisis  16:  Latin America  17:  Africa, Eastern Europe, and Middle East    18:  Major Newsites  19.  Finance Supersites  20.  Privatization and Project Finance           General  Reading    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster, 1998)    Mark  Mobius on Emerging Markets    Prof.   Paul Krugman's Web Page : In depth and easy to read analysis on current  market events.    Prof.  Roubini's page on Asian Crisis: Extensive coverage of the Asian Financial  Crisis    Morgan Stanley's  Global Economic Forum : Stephen Roach and  other analysts' in-depth analysis of the global economy and financial markets--updated  daily!    Jokes about  economists and economics: Economists are funny people.             Brazil Devaluation       The  Brazil Effect on Commodities: Forget the New Tractor Jan. 27, 1999, NYT    Brazil's  Economic Crisis Pits President Against Governors Jan. 25, 1999, NYT    TURMOIL  IN BRAZIL: THE HISTORY; It Started From a Spark Set Off in the Political  Powder Room, By DIANA JEAN SCHEMO, New York Times    U.S.  financial industry may already have fortified itself against the latest  emerging-market crisis, Timothy L. O'Brien and Joseph Kahn, New York Times    As  an Economy Sinks, U.S. Sees Painful Choices, DAVID E. SANGER, New York  Times    Brazil  goes through the floor: Stephen Fidler and Geoff Dyer, Financial Times    BANKING  SHARE PRICES OF BANKS WITH BIG BRAZIL EXPOSURE SUFFER SHARP FALLS, Financial  Times    Currency  devaluation sends Brazil reeling, Elliot Blair Smith; Rich Miller,  US Today    Brazil  Devalues Currency; Wider Crisis Feared; Global Markets Fall, Paul  Blustein, Washington Post    A  Crisis With Global Implications, Steven Mufson, Washington Post    Brazil  Letter of Intent to the IMF (11/98)    IMF  Press Conference on the Brazil Package (11/98)    Brazil  and the IMF, Dornbusch [November, 1998]          1: Marco-Foundamental Analysis    World  Bank Annual Report 1999    Quarterly  Review: International Banking and Financial Market Developments    World Bank: 1998/99  World Economic Outlook    IMF:  World Economic Outlook (10/98)    Private  Capital Flows Sustained to Leading Emerging Markets (IIF) 5/6/98    Emerging  Economies: How Long Will The Low-Wage Advantage Last? Background paper  for a speech by Jannik Lindbaek, IFC    How  Not to Lose One's Shirt Investing In Emerging Markets? Keynote Speech by  Guy Pfeffermann, IFC Chief Economist.    Perspectives  on East Asian Growth by Jeffrey Frankel (6/97)    World  Bank Paper 1535. Financial History: Lessons of the Past for Reformers of  the Present Gerard Caprio, Jr. and Dimitri Vittas    Recovery  and Growth in Transition Economies 1990-97--A Stylized Regression Analysis ,  IMF:Havrylyshyn, Oleh; Izvorski, Ivailo; van Rooden, Ron;    TFPG Controversies,  Institutions, and Economic Performance in East Asia by Dani Rodrik   NBER Working Paper No. 5914, February 1997    BIS working paper47, Frank Smets: Financial  asset prices and monetary policy: theory and evidence , September 1997    Asset Prices  and Monetary Policy: Four Views , August 1998,    BIS working paper45, Steven B. Kamin: A  multi-country comparison of the linkages between inflation and exchange  rate competitiveness , August 1997    BIS working paper37, Henri Bernard and Stefan Gerlach:   Does  the term structure predict recessions? The international evidence ,  September 1996          2: Capital Market Developments    International  Capital Markets: Developments, Prospects, and Key Policy Issues by IMF  (9/98)    World  Bank Paper 1482. A Measure of Stock Market Integration for Developed and  Emerging Markets Robert A. Korajczyk    Soros'  plea, Krugman (Fortune, 11/12/98)    Curfews  on capital: what are the options? (10/12/98 - why dollar debt is not the  problem)    World  Bank Paper 1462. Stock Market Development and Financial Intermediaries:  Stylized Facts Asli Demirg-Kunt and Ross Levine    After  Asia: New Directions For The International Financial System, Dornbusch,  [July, 1998]    Capital  Controls An Idea Whose Time is Gone, Dornbusch, [March, 1998]    The  Challenges of Emerging Markets Data by Campbell Harvey    A  Quick Guide To foreign Investment In The Taiwan Stock Exchange : A little  messy but informative    Paper Tigers,  the IMF and the World Capital Market, Dornbusch, [January,1998]    \"Re-Emerging  Markets\" W. Goetzman and P. Jorion    An  Emerging Market, The NYSE From 1815 to 1871, W. Goetzman and R. Ibbotson    Trends  in Venture Capital Finance in Developing Countries. Anthony Aylward    World  Bank Paper 1456. Equity Markets, Transaction Costs, and Capital Accumulation:  An Illustration Valerie R. Bencivenga, Bruce D. Smith, and Ross  M. Starr    International  Banking and Financial Market Developments    World  Bank Paper 1946. Estonia: The Challenge of Financial Integration Carlos  Cavalcanti and Daniel Oks    World  Bank Paper 1917. Financial Liberalization and Financial Fragility Asli  Demirg-Kunt and Enrica Detragiache    World  Bank Paper 1903. Taxing Capital Income in Hungary and the European Union Jean-Jacques  Dethier and Christoph John    Can  the Neoclassical Model Explain the Distribution of Foreign Direct Investment  Across Developing Countries? IMF:Zebregs, Harm;    Can  short-Term Capital Controls Promote Capital Inflows? IMF:Cordella,  Tito;    Developing  Countries and the Globalization of Financial Markets IMF:Knight, Malcolm;    Sequencing  Capital Account Liberalizations and Financial Sector Reform IMF: Johnston,  R Barry;    World  Bank Paper 1690. Stock Markets, Banks, and Economic Growth Ross  Levine and Sara Zervos    World  Bank Paper 1678. Financial Development and Economic Growth: Views and Agenda Ross  Levine    World  Bank Paper 1582. Stock Market Development and Long-Run Growth Ross  Levine and Sara Zervos    World  Bank Paper 1578. Stock Market and Investment: The Governance Role of the  Market Cherian Samuel    World  Bank Paper 1539. The Rise of Securities Markets: What Can Government Do? Richard  Sylla    World  Bank Paper 1505. The Cross-Section of Stock Returns: Evidence from Emerging  Markets Stijn Claessens, Susmita Dasgupta, and Jack Glen    World  Bank Paper 1504. Savings and Education: A Life-Cycle Model Applied to a  Panel of 74 Countries Jacques Morisset and C?sar Revoredo    Financial  Liberalization and Financial Fragility , IMF:Demirguc-Kunt, Asli; Detragiache,  Enrica;    Responses  of the Stock Market to Macroeconomic Announcements Across Economic States ,  IMF:Li Li; Hu, Zuliu;    Stocks,  Bills, Bonds And Inflation Total International Investment Returns, 1694-1995          3: Measuring Volatility and Contagion   (For detailed coverage, see Prof. Roubini's Asia Home page)    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster):  Chapter 5    Why  Markets Tumble Together ? (CSM 9/98)    Globalized  Financial Markets and Financial Crises by Charles Wyplosz (3/98)    Rational  Herd Behavior and the Globalization of Securities Markets by Guillermo  A. Calvo and Enrique G. Mendoza    BIS paper Changing  financial systems in small open economies , December 1996    BIS paper Financial  stability in emerging market economies , April 1997    Exploratory  Investigation of Country Returns, by Campbell Harvey    The  Behavior of Emerging Market Returns, by Campbell Harvey    Stock  Market Crises in Developed and Emerging Markets by Sandeep Patel and Asani  Sarkar (4/98)    Trade  and Contagious Devaluations: A Welfare-Based Approach by Giancarlo Corsetti,  Paolo Pesenti, Nouriel Roubini and Cedric Tille (10/98)    Measuring  Stock Market Contagion: Conceptual Issues and Empirical Tests by Kristin  Forbes and Roberto Rigobon (8/98)    The  Twin Crises: The Causes of Banking and Balance-of-Payments Problems  by Graciela L. Kaminsky and Carmen M. Reinhart    Local  Return Factors and Turnover in Emerging Stock Markets by K. GEERT ROUWENHORST    \"Contagion  and Risk\" Campbell Harvey and Claude Erb and Tadas Viskanta    Volatility  and Contagion in a Financially-Integrated World: Lessons from East Asia's  Recent Experienceby Pedro Alba, Amar Bhattacharya, Stijn Claessens, Swati  Ghosh, and Leonardo Hernandez (8/98)    \"The Global  Capital Market: Benefactor or Menace?\" by Maurice Obstfeld NBER Working  Paper No. 6559, May, 1998    Volatility  and Contagion in a Financially-Integrated World: Lessons from East Asia's  Recent Experience by  Pedro Alba, Amar Bhattacharya, Stijn Claessens, Swati Ghosh, and Leonardo  Hernandez (8/98)    Hedge  Funds and the Asian Currency Crisis of 1997 by William N. Goetzmann, Stephen  J. Brown and James Park    Do  foreign investors destabilize stock markets? The Korean experience in 1997   by Hyuk Choe, Bong-Chan Kho, and Ren? M. Stulz, June 1998          4: Currency Risks (For detailed  coverage, see Prof. Roubini's Asia Home page)    \"Contain  the Financial Chernobyl\" by Burton Malkiel and J.P. Mei, FT (10/7/98)  New!     Prof.  Roubini's page on Asian Crisis: Extensive coverage of the Asian Financial  Crisis    Introduction  to Currency Boards by Kurt Schuler    CAN  INVESTORS PROFIT FROM DEVALUATIONS?    \"The  Case Against Currency Boards: Debunking 10 Myths about the Benefits of  Currency Boards\" by Nouriel Roubini    What Role for Currency  Boards? by John Williamson    \"Rupiah  Rasputin\" by Paul Krugman (Fortune, 4/98)    \"Inflation  Stabilization and BOP Crises in Developing Countries\" by G. A. Calvo  and Carlos Vegh    \"Explaining  Currency Crises\" by Gerardo Esquivel and Felipe Larrain (6/98)    Domestic  Causes of Currency Crises: Policy Lessons for Crisis Avoidance by Helmut  Reisen (OECD 6/98)    Leading  Indicators of Currency Crises by Graciella Kaminsky, Saul Lizondo and Carmen  Reinhart    \"Arbitrage  mechanism leading to currency crises: a theoretical perspective\" by Lilia  Cavallari and Giancarlo Corsetti    Before  the Fall: Were East Asian Currencies Overvalued? by Menzie Chinn    Are  Currency Crises Predictable? by Goldfajn, Ilan and Valdes, Rodrigo O; IMF  Working Paper    BIS working paper36, William R. Melick: Estimation  of speculative attack models: Mexico yet again , August 1996    \"Balance  of Payment Crises In Emerging Markets\" by Guillermo A. Calvo    Crises,  Contagion, and the Closed-End Country Fund Puzzle IMF:Yeyati, Eduardo  Levy; Ubide, Angel    Why  Do Different Countries Use Different Currencies? IMF:Kocherlakota,  Narayana; Krueger, Thomas    Contagion-Monsoonal  Effects, Spillovers, and Jumps Between Multiple Equilibria , IMF:Masson,  Paul R    Current  Account Reversals and Currency Crisis-Empirical Regularities , IMF:Milesi-Ferretti,  Gian Maria; Razin, Assaf    Transparency  in Central Bank Operations in the Foreign Exchange Market IMF: Enoch,  Charles;    Bank  Soundness and Currency Board Arrangements: Issues and Experience IMF:  Santiprabhob, Veerathai;    Making  a Currency Board Operational IMF: Enoch, Charles; Gulde, Anne-Marie;    \"Varieties  of Capital-Market Crises\" by Guillermo A. Calvo    Measuring  International Economic Linkage with Stock Market Data, J. Ammer and J.P.  Mei, Journal of Finance    Merrill  Lynch's Currency &amp; Bond Market Revew : Analysis and forecasts  of currency &amp; bond market behavior. Updated biweekly.    World  Bank Paper 1648. The Lender of Last Resort Function Under a Currency Board:  The Case of Argentina Gerard Caprio, Jr., Michael Dooley, Danny  Leipziger, and Carl Walsh    World  Bank Paper 1913. The 1994 Currency Crisis in Turkey Oya Celasun    Perspectives  on the Recent Currency Crisis Literature , IMF:Flood, Robert P; Marion,  Nancy Peregrim;    Self-Fulfilling  Risk Predictions - An Application to Speculative Attacks , IMF:Flood,  Robert P; Marion, Nancy Peregrim    BIS Banking paper26, Reducing  foreign exchange settlement risk: a progress report , July 1998    BIS Banking paper17, Settlement  risk in foreign exchange transactions , March 1996    BIS Banking paper24, Statistics  on Payment Systems in the Group of Ten Countries: Figures for 1996 ,  December 1997    BIS Banking paper22, Real-time  gross settlement systems , March 1997    BIS Banking paper20, Disclosure  framework for securities settlement systems , February 1997    BIS Banking paper18, Security  of electronic money , August 1996    The resolution  of sovereign liquidity crises , May 1996    Reports of  the working groups of 1) Transparency and Accountability; 2) Strengthening  Financial Systems; 3) International Financial Crises , October 1998          5: Political Risks    \"Fighthing  Corruption Worldwide\": a series of papers from the IMF and World Bank publication  Finance and Development, March 1998    Law  and Order in Emerging Markets: An Asset Pricing Perspective, H.H. Liao  and J.P. Mei    Institutional  factors and Real Estate Returns, H. Liao and J. P. Mei    Political  Risk, Economic Risk and Financial Risk, by Campbell Harvey    What  Makes the Stock Market Jump?---An Analysis of Political Risk on the Hong  Kong Stock Returns, Harold Kim and J.P. Mei    Corruption  Around the World - Causes, Consequences, Scope, and Cures by Vito Tanzi,  IMF Working Paper    Why  Worry About Corruption? by Paulo Mauro (IMF)    Investing  in Emerging Markets: Lessons from the Turn of the 20th Century by J.P.  Mei, Brown Journal of World Affairs    J.P.  Mei's Antique Bond Collection: Exotic bonds became Worthless Wall Papers       6: Top-Down and Diversification    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster) Chapter  6 &amp; 9    World  Bank. East Asia: The Road to Recovery (10/98)  New!     The  East Asian Crisis: Origins, Policy Challenges, and Prospects by Javad K.  Shirazi (6/98)    East Asia  recovery prospects depend on global factors. analysis by Oxford Analytica  (9/98)    Is  the Worst Still Ahead for Asia? (3/98)    \"Is  the Asian Crisis Over?\" by Michel Camdessus (4/98)    Neat  Mean-Variance Analysis Tool by Campbell Harvey    Going  Global (1996) A global asset allocation case by W. Goetzman    Country  Credit Risk and Global Portfolio Selection, Campbell Harvey and Claude  Erb and Tadas Viskanta    Do World  Markets Still Serve as a Hedge?, Campbell Harvey and Claude Erb and Tadas  Viskanta    The Cross-Section  of Volatility and Autocorrelation in Emerging Markets, Campbell Harvey    The Risk  Exposure of Emerging Equity Markets Campbell Harvey    Predictability  and Time-Varying Risk in World Equity Markets, Campbell Harvey and Wayne  Ferson,    Predictable  Risk and Returns in Emerging Markets, Campbell Harvey    Time-Varying  World Market Integration, Campbell Harvey and Geert Bekaert,    Inflation  and World Equity Selection, Claude B. Erb, Campbell Harvey, and Tadas E.  Viskanta,    Expected  Returns and Volatility in 135 Countries Claude B. Erb, Campbell Harvey,  and Tadas E. Viskanta,    Emerging  Equity Market Volatility, Campbell Harvey and Geert Bekaert    Demographics  and International Investment, Claude B. Erb, Campbell Harvey, and Tadas  E. Viskanta,    The Making  of an Emerging Market, Campbell Harvey and Claude Erb and Tadas Viskanta    What  Matters for Emerging Market Investment, Campbell Harvey and Geert Bekaert,  Claude B. Erb and Tadas E. Viskanta    Emerging/Developed  Market Portfolio Mixes, Campbell Harvey and Stefano M. F. G. Cavaglia,  Magnus Dahlquist, Peter L. Rathjens and Jarrod W. Wilcox.    ''The  Future of Investment in Emerging Markets'' Campbell Harvey             7: Corporate Finance    Restructuring  in Asia - A Brief Survey of Asian Bankruptcy Law by William Gamble    Dividend  Policy and Behavior in Emerging Markets: To Pay or Not to Pay. Jack D.  Glen, Yannis Karmokolias, Robert R. Miller and Sanjay Shah    Corporate  Financial Structures in Developing Countries. Ajit Singh and Javid Hamid  in collaboration with Bahram Salimi and yoichi Nakano    \"Stock  Selection in Emerging Markets: Portfolio Strategies for Malaysia, Mexico  and South Africa\" Campbell Harvey and Dana Achour, Greg Hopkins and Clive  Lang    Trends  in Private Investment in Developing Countries: Statistics for 1970-96.  Jack D. Glen and Mariusz A. Sumlinski    International  Joint Ventures in Developing Countries; Happy Marriages? Robert R. Miller,  Jack D. Glen, Frederick Z. Jaspersen, Yannis Karmokolias    World  Bank Paper 1671. Financial Constraints, Uses of Funds, and Firm Growth:  An International Comparison    World  Bank Paper 1724. Debt Maturity and Firm Performance: A Panel Study of Indian  Companies Fabio Schiantarelli and Vivek Srivastava    World  Bank Paper 1461. Stock Market Development and Firm Financing Choices    World  Bank Paper 1878. Searching for Sustainable Microfinance: A Review of Five  Indonesian Initiatives R. Marisol Ravicz    World  Bank Paper 1794. Ownership Structure, Corporate Governance, and Corporate  Performance: The Case of Chinese Stock Companies Xiaonian Xu and  Yan Wang    World  Bank Paper 1725. Access to Long-Term Debt and Effects on Firms' Performance:  Lessons from Ecuador Fidel Jaramillo and Fabio Schiantarelli    World  Bank Paper 1686. Institutions, Financial Markets, and Firms' Choice of  Debt Maturity Asli Demirg??-Kunt and Vojislav    Managing  Corporate Distress in the Philippines-Some Policy Recommendations ,  IMF:Cheng, Hoon Lim; Woodruff, Charles;    Product and Service Information    Wall Street  City    J.P. Morgan's Comprehensive  ADR Site    Bank of New York  Most Comprehensive ADR Sites (Plus Index)             8: The Index Approach    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster):  Chapter 8    MSCI Index  Construction Methodology    The IFC  Equity Index Methodology    Baring  Securities Emerging Markets Index provides information on Ing-Barings Bank  Emerging Market Indices    The  Dow Jones Global Indexes User Guide    Product and Service Information    Vanguard  Emerging Markets Stock Index Fund : Information on the Fund    WEBS:  Country Index Funds             9: Mutual Funds    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster) Chapter  7    Crises,  Contagion, and the Closed-End Country Fund Puzzle IMF:Yeyati, Eduardo  Levy; Ubide, Angel    Emerging Market Funds Information    Alliance    American  Century    Evergreeen    INVESCO    Montgomery  Funds    Scudder  Emerging Markets Growth Fund    Strong  Funds    Fidelity  Emerging Markets Fund    T.  Row Price Emerging market Funds    Templeton  Developing Markets Trust    Mutual Fund Education Alliance    Mutual Fund Investors  Resource Center    Mutual Funds Interactive    Investor  Tool    Investment Company Institute  Mutual Fund Connection    Yahoo's  Hedge Fund Information Center    Closed-End Funds on Internet             10: Emerging Market Derivatives    Does  the Introduction of Futures on Emerging Market Currencies Destabilize the  Underlying Currencies? by Christian Jochum and Laura Kodres, IMF    Merrill  Lynch Currency &amp; Bond Market Trends : ML Research Report &amp; Forecast    Neat  Options Simulation by Campbell Harvey    World  Bank Paper 1887. The Structure of Derivatives Exchanges: Lessons from Developed  and Emerging Markets George Tsetsekos and Panos Varangis    The  Statistical Measurement of Financial Derivatives Heath, Robert M; IMF    World  Bank Paper 1432. Using Financial Futures in Trading and Risk Management Ignacio  Mas and Jes?s Sa?-Requejo    BIS Banking paper21, Public  disclosure of the trading and derivatives activities of banks and securities  firms , November 1995    BIS Banking paper13, Risk  management guidelines for derivatives , July 1994    BIS Banking paper27, Report  on OTC Derivatives: Settlement procedures and counterparty risk management   (Joint report by the Committee on Payment    BIS Banking paper23, Clearing  arrangements for exchange-traded derivatives , March 1997    Product and Service Information    Regular  OTC Derivatives Market Statistics    Central Bank  Survey of Foreign Exchange and Derivatives Market Activity    Goldman Sachs  Warrants Web site: Current prices and basic information about HK warrants    Wahoo:   hot links for futures traders    CME  Emerging Markets Product Information: Currency, Brady Bonds, and other  derivative products    American  Stock Exchange (AMEX)    Bolsa  de Comercio de Santa Fe    Bolsa de Mercadorias  &amp; Futuros - from Sao Paulo, Brazil.    Bolsa de  Mercadorias do Paran?    Chicago Board  of Trade (CBOT)    Chicago  Board Options Exchange    Deutsche  Terminb?rse (DTB) - German options and future exchanges.    French Futures &amp; Options  Exchange    Futures &amp; Options  of Texas - trading services for the individual trader.    Hong Kong Futures Exchange    Kansas City Board of Trade    London International Financial  Futures and Options Exchange (LIFFE)    London Metal Exchange    Meff Renta Fija    Meff Renta Variable   - Spanish Equity Derivatives Exchange    New York Mercantile Exchange    Russian Exchange    Shanghai Metal Exchange    Singapore International  Monetary Exchange    South African Futures  Exchange    St. Petersburg Futures  Exchange    J.P.  Morgan's Commodity Indices       11: Fix Income Securities    The  Brady-Euro Yield Differential Debate: Why Arbitrage is Infeasible, by Buckberg,  E. and Kaune, F.    ``National  Risk and Global Fixed Income Allocation,'' Campbell Harvey and Claude Erb  and Tadas Viskanta,.    \"Emerging  Market Bonds: An Asset Class Perspective,\" Campbell Harvey and Claude Erb  and Tadas Viskanta    World  Bank Paper 1511. Default Risk and the Effective Duration of Bonds David  F. Babbel, Craig Merrill, and William Panning    Brady  Bonds and Default Probabilities , IMF:Izvorski, Ivailo;    External  Debt Histories of Ten Low-Income Developing Countries - Lessons from Their  Experience , IMF:Brooks, Ray; Cortes, Mariano; Fornasari, Francesca;  Ketchekmen, Benoit; Metzgen, Ydahlia;    Fixed  Investment and Capital Flows - A Real Options Approach , IMF:Chan-Lau,  Jorge; Clark, Peter B;    Intermediation  Spreads in a Dual Currency Economy-Argentina in the 1990s , IMF:Catao,  Luis;    Structural  Reforms in Government Bond Markets , IMF:De Broeck, Mark; Guillaume,  Dominique; Van de Stichele, Emmanuel;    BIS working paper46, Srichander Ramaswamy: Global  asset allocation in fixed income markets , September 1997    BIS working paper44, Gregory D. Sutton: Is  there excess comovement of bond yields between countries? , July 1997     Product and Service Information    Joint BIS-IMF-OECD-World  Bank statistics on external debt    BradyNet : Everything  you ever wanted to know about Brady bonds    Morgan  Stanley Sovereign Bond Yields : Provide Upto date Duration and Yield  Data    Fixed Income  Investment Research - Web site contains 215 daily-updated reports.    Moody's  Economic Commentary    Merrill  Lynch's Currency &amp; Bond Market Revew : Analysis and forecasts  of currency &amp; bond market behavior. Updated biweekly.    J.P.  Morgan Emerging Markets Bond Index +: Long-term Bond Index    The  J.P. Morgan Emerging Local Markets Index (ELMI): Short-term    Investor  Home : Comprehensive Bond Information Site http://www.cbrs.com/    Canadian Bond Rating Service   - providing investors with reliable credit analysis and ratings since 1972.    Duff &amp; Phelps Credit  Rating Co.    Bond Market - a  Canadian perspective.    BondVu - provider  of real-time bond quotes and bond analytics.    Capital Data   - information on the global capital markets    Bond Market Association   - research and market statistics; conferences and publications for professionals  in the bond markets.             12: Real Estate    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster),  Chapter 10    Evidence  On the Integration of International Markets and Benefits of Diversification,  Crocker Liu and J. P. Mei    A  Fundamental Analysis of Japanese Equity and Real Estate Markets, Crocker  Liu and J.P. Mei    Are  the Foundations Solid for Emerging Market Real Estate? J.P. Mei    The  Global Real Estate Crash: Evidence From an International Database by William  N. Goetzmann &amp; Susan M. Wachter    Asian  Investment Opportunities: Institutional Investors Perspective, by J. P.  Mei    AN OVERVIEW  OF GLOBAL REAL ESTATE FINANCE: by IREI (Book Overview)    A  French Secondary Mortgage Facility, by Lo?c Chiquier    Institutional  factors and Real Estate Returns, H. Liao and J. P. Mei    Housing  Finance and Asian Financial Markets: Cinderella Coming to the Ball, by  Andrew Sheng    Product and Service Information    CB  Richard Ellis: Global Real Estate Market Information providing information  on worldwide property sales, leasing, and management news.    Templeton  Global Real Estate Fund : Some Exposure in EM Real Estate    Jones Lang  Wootton - publishing their commercial property index on the net    Jones Lang Wootton Australia  Online - providing information on local property sales, leasing, management,  worldwide property investment news.    NAREIT on Line    Sun Hun Kai   -- Hong Kong real estate company information    IRSA --Argentina  Real Estate Company    Yahoo-Real  Estate Company Superlinks    Yahoo's  link for Real Estate Research Centers    Hong  Kong Property Journal : Extensive price data on property transactions    International  Real Estate Institute : Practical Information for Real Estate Executives    All  Japan Real Estate Association (Zennichi) - non-profit professional organization.    Reality Online Inc.       13: Banks and other Financial Institutions    Repairing  and Rebuilding Emerging Market Financial Systems by Larry Summers    Economic  Crises and the Financial Sector by Stanley Fischer (9/98)    Excess Risk  Premium in Asian Banks, J.P. Mei    The  Twin Crises: The Causes of Banking and Balance-of-Payments Problems  by Graciela Kaminsky and Carmen Reinhart    Lessons  from Systemic Bank Restructuring by Claudia Dziobek and Ceyla Pazarbasioglu    Keynote  speech for conference on \"Preventing Bank Crises: Lessons from Recent Global  Bank Failures\" by Jeffrey A. Frankel, Member of the Council of Economic  Advisers    The  Determinants of Banking Crises: Evidence from Industrial and Developing  Countries    Banking crises  in emerging economies: origins and policy options by Morris Goldstein and  Philip Turner (10/96)    The Maturity,  Sectoral and Nationality Distribution of International Bank Lending - Bank  of International Settlements Report (5/98)    Agency  Problems and Risk Taking At Banks by Rebecca S. Demsetz, Marc R. Saidenberg,  and Philip E. Strahan    Deposit  Insurance, Bank Incentives, and the Design of Regulatory Policy by Paul  H. Kupiec and James M. O'Brien    World  Bank Paper 1676. The Evolution of Payments in Europe, Japan, and the United  States: Lessons for Emerging Market Economies David B. Humphrey,  Setsuya Sato, Masayoshi Tsurumi, and Jukka M. Vesala    World  Bank Paper 1574. Bank Regulation: The Case of the Missing Model Gerard  Caprio, Jr.    World  Bank Paper 1566. Liquidity, Banks, and Markets: Effects of Financial Development  on Banks and the Maturity of Financial Claims Douglas W. Diamond    Financial  Crisis and Credit Crunch as a Result of Inefficient Financial Intermediation  - with Reference to the Asian Financial Crisis , IMF:Chan-Lau, Jorge;  Chen, Zhaohui;    Leading  Indicators of Banking Crises-Was Asia Different? IMF:Hardy, Daniel  C; Pazarbasioglu, Ceyla;    World  Bank Paper 1541. Deposit Insurance Eugene White    World  Bank Paper 1540. Thrift Deposit Institutions in Europe and the United States Dimitri  Vittas    Capital  Structures and Portfolio Composition During Banking Crisis - Lessons from  Argentina 1995 , IMF:Ramos, Alberto;    Interest  Spreads in Banking - Costs, Financial Taxation, Market Power, and Loan  Quality in the Colombian Case 1974-96 , IMF:Barajas, Adolfo; Steiner,  Roberto; Salazar, Natalia;    World  Bank Paper 1537. Before Main Banks: A Selective Historical Overview of  Japan's Prewar Financial System Frank Packer    World  Bank Paper 1536. Free Banking: The Scottish Experience as a Model for Emerging  Economies Randall Kroszner    World  Bank Paper 1533. Universal Banking and the Financing of Industrial Development Charles  W. Calomiris    World  Bank Paper 1532. Regulation and Bank Stability: Canada and the United States,  1870 - 1980 Michael Bordo    World  Bank Paper 1918. How Does Foreign Entry Affect the Domestic Banking Market?    Methodologies  for Determining Minimum Capital Standards for Internationally Active  Securities Firms, International Organization of Securities Commissions,  May 1998    International  Disclosure Standards for Cross-Border Offerings and Initial Listings   by Foreign Issuers, International Organization of Securities Commissions,  May 1998    Objectives  and Principles of Securities Regulation International Organization  of Securities Commissions, May 1998    World  Bank Paper 1907. Development Expenditures and the Local Financing Constraint Albert  D.K. Agbonyitor    World  Bank Paper 1697. Strategies to Develop Mortgage Markets in Transition Economies Dwight  M. Jaffee and Bertrand Renaud    World  Bank Paper 1692. Regulating Market Risk in Banks: A Comparison of Alternative  Regulatory Regimes Constantinos Stephanou    World  Bank Paper 1900. Determinants of Commercial Bank Interest Margins and Profitability:  Some International Evidence    World  Bank Paper 1892. The Role of Non-Bank Financial Intermediaries (with Particular  Reference to Egypt) Dimitri Vittas    World  Bank Paper 1875. How Deposit Insurance Affects Financial Depth (A Cross-Country  Analysis) Robert Cull    World  Bank Paper 1746. The Role of Long-Term Finance: Theory and Evidence Gerard  Caprio, Jr. and Asli Demirg-Kunt    World  Bank Paper 1739. Safe and Sound Banking in Developing Countries: We're  Not in Kansas Anymore Gerard Caprio    World  Bank Paper 1705. The Polish Experience with Bank and Enterprise Restructuring Fernando  Montes-Negret and Luca Papi    World  Bank Paper 1833. Cost Recovery and Pricing of Payment Services David  B. Humphrey, Robert H. Keppler, and Fernando Montes-Negret    World  Bank Paper 1828. The Determinants of Banking Crises: Evidence from Industrial  and Developing Countries Asli Demirg??-Kunt and Enrica Detragiache    World  Bank Paper 1804. Financial Sector Adjustment Lending: A Mid-Course Analysis Robert  J. Cull    World  Bank Paper 1683. High Real Interest Rates, Guarantor Risk, and Bank Recapitalizations Philip  L. Brock    World  Bank Paper 1680. Brazil's Efficient Payment System: A Legacy of High Inflation Robert  Listfield and Fernando Montes-Negret    Systemic  Banking Distress - The Need for an Enhanced Monetary Survey IMF: Frecaut,  Olivier; Sidgwick, Eric;    The  Payment System and Monetary Policy IMF: Johnson, Omotunde;    BIS Banking paper46, Morris Goldstein and Philip Turner:   Banking  crises in emerging economies: origins and policy options , October 1996    BIS Banking paper12a, Basle  Capital Accord: the treatment of the credit risk associated with certain  off-balance-sheet items , July 1994    BIS working paper39, Patrick Honohan: Banking  system failures in developing and transition countries: Diagnosis and predictions ,  January 1997    BIS working paper38, William R. White: International  agreements in the area of banking and finance: accomplishments and outstanding  issues , October 1996    BIS Rules and Central Banklinks    DMG Global Markets  &amp; Deutsche Bank Research    Federal Reserve Bank  of New York Home Page    Federal Reserve Board  of Governors    FRED -- Federal  Reserve Economic Data    Global Securities  Information Home Page    Inter-American Development  Bank    Links to central  banks    Mark Bernkopf's  central banking resource center    BIS Banking paper43, Sound  Practices for Loan Accounting, Credit Risk Disclosure and Related Matters ,  October 1998    BIS Banking paper42, Operational  Risk Management , September 1998    BIS Banking paper41, Enhancing  Bank Transparency , September 1998    BIS Banking paper40, Framework  for Internal Control Systems in Banking Organisations , September 1998    BIS Banking paper39, Supervisory  Information Framework for derivatives and trading activities (Joint  report by the Basle committee on Banking Supervision and the Technical  Committee of the \"IOSCO\"), September 1998    BIS Banking paper38, Supervisory  Cooperation on Year 2000 Cross-Border Issues , June 1998    BIS Banking paper37, Consultative  paper on the Basle Capital Accord , April 1998    BIS Banking paper36, Amendment  to the Basle Capital Accord of July 1988 , April 1998    BIS Banking paper35, Risk  Management for Electronic Banking and Electronic Money Activities ,  March 1998    BIS Banking paper34, Supervision  of Financial Conglomerates (consultation documents) , February 1998    BIS Banking paper33, Framework  for the Evaluation of Internal Control Systems , January 1998    BIS Banking paper32, Survey  of disclosures about trading and derivatives activities of banks and securities  firms 1996 , November 1997    BIS Banking paper31, The  year 2000 - A challenge for financial institutions and bank supervisors ,  September 1997    BIS Banking paper30, Core  principles for effective banking supervision , September 1997    BIS Banking paper29, Principles  for the management of interest rate risk , September 1997    BIS Banking paper28, Survey  of disclosures about trading and derivatives activities of banks and securities  firms (Joint report by the Basle Committee on Banking Supervision and the  Technical Committee of the \"IOSCO\") , November 1996    BIS Banking paper27, The  Supervision of Cross-Border Banking , October 1996    BIS Banking paper25, Interpretation  of the capital accord for the multilateral netting of forward value foreign  exchange transactions , April 1996    BIS Banking paper20, * The  supervision of financial conglomerates (A report by the tripartite group  of bank, securities and insurance regulators.) , July 1995    BIS Banking paper19, * Framework  for supervisory information about the derivatives activities of banks and  securities firms (Joint report by the Basle Committee on Banking Supervision  and the Technical Committee of the \"IOSCO\".) , May 1995    BIS Banking paper18, Basle  Capital Accord: treatment of potential exposure for off-balance-sheet items ,  April 1995    BIS Banking paper12b, Amendment  to the Capital Accord of July 1988 , July 1994    BIS Banking paper10, * Minimum  standards for the supervision of international banking groups and their  cross-border establishments , July 1992    BIS Banking paper8, * Measuring  and controlling large credit exposures , January 1991          14: Risk Management    Risk  Management of Sovereign Assets and Liabilities by Cassard, Marcel and Folkerts-Landau,  David; IMF Working Paper    The  Prudential Regulation and Management of Foreign Exchange Risk by Richard  K. Abrams and Paulina Beato IMF Working Paper    Central  Bank Vulnerability and the Credibility of Commitments - A Value-at-Risk  Approach to Currency Crises by Mario I. Blejer, Mario and Liliana Schumacher,  IMF Working Paper    J.P.  Morgan's Risk &amp; CreditMetrics(r): first readily available portfolio  model for evaluating credit risk    RiskMetrics  Monitor is a publication that discusses broad market risk management  issues and statistical questions    VaR  Data Set : Download the most recent RiskMetrics datasets    The  RiskMetrics Technical Document provides a detailed description of the  set of market risk measurement techniques and data that make up RiskMetrics.    VaR  Calculator : This page allows a user to use subsets of the RiskMetrics  datasets to Calculate Portfolio VaR. This service is free.    Topics  in Probability: The mathematics of financial risk-management by Marco Avellaneda    IFCI Risk Watch provides  an introduction and guide to the most important official documents in the  area of financial risk management    CSFB  Credit Risk Plus Model : provide detailed information on their credit  risk product    BIS Rules    BIS Banking paper24, Amendment  to the capital accord to incorporate market risks , January 1996    BIS Banking paper23, Overview  of the amendment to the capital accord to incorporate market risks ,  January 1996    BIS Banking paper22, Supervisory  framework for the use of \"backtesting\" in conjunction with the internal  models approach to market risk capital requirements , January 1996             15: Asia Financial Crisis   (For more links, see Prof. Roubini's Asia Home page)       What  Triggers Market Jitters? A Chronicle of the Asian Crisis: Graciela Kaminsky  and Sergio L. Schmukler http://www.imf.org/External/np/exr/facts/asia.HTM    The  IMF's Response to the Asian Crisis - a Factsheet    \"The  Onset of the East Asian Financial Crisis\" by Steve Radelet and Jeffrey  Sachs (3/98)    \"What  Happened to Asia?\" by Paul Krugman (Jan 1998)    World  Bank. East Asia: The Road to Recovery (10/98)    \"The  East Asian Financial Crisis: Diagnosis, Remedies, Prospects.\" by  Steven Radelet and Jeffrey Sachs (4/98)    Asian Crises  Themes,Dornbusch, [February, 1998]    \"The  Myth of Asia's Miracle: A Cautionary Fable\" by Paul Krugman (Foreign Affairs  1994)    World  Bank: The making of the East Asia miracle (10/93)    The East  Asian Miracle - One Paradigm Too Many? by Edith Terry    Asia's  Miracle is Alive and Well? Wrong, It Never Existed by Paul Krugman    East  Asian Growth Before and After the Crisis , IMF:Crafts, Nicholas;    The  East Asian Crisis - Macroeconomic Developments and Policy Lessons ,  IMF:Stone, Mark; Kochar, Kalpana;    \"What  Caused the Asian Currency and Financial Crisis? Part I : A Macroeconomic   Overview\" by Nouriel Roubini, Giancarlo Corsetti and Paolo Pesenti (9/98)    \"What  Caused the Asian Currency and Financial Crisis? Part II: The Policy  Debate\" by Giancarlo Corsetti, Paolo Pesenti and Nouriel Roubini (9/98)    \"Paper  Tigers? A Preliminary Assessment of the Asian Crisis\" by Giancarlo Corsetti,  Paolo Pesenti and Nouriel Roubini (9/98)    Trade  and Contagious Devaluations: A Welfare-Based Approach by Giancarlo Corsetti,  Paolo Pesenti, Nouriel Roubini and Cedric Tille (10/98)    The Asian Financial  Crisis: Causes, Cures, and Systemic Implications by Morris Goldstein (6/98)    The  Asian Liquidity Crisis by Roberto Chang and Andres Velasco (July 1998)    \"The  Asian Crisis: Is there a Way out? Are the IMF Prescriptions Right?  by W. Max Corden    East  Asia in Crisis: From being a miracle to needing one? book edited by Ross  Garnaut and Ross McLeod (11/98)    Which  Capitalism? Lessons from the East Asian Crisis by Luigi Zingales  and Raghuram G. Rajan, (9/98)    The  East Asian Crisis: Investigating Causes and Policy Responses by Warwick  McKibbin and Will Martin (September 1998)    Ronald  McKinnon: Exchange Rate Coordination for Surmounting the East Asian Currency  Crises (8/98)    Is  There a Credit Crunch in East Asia? by Wei Ding, Ilker Doma?, and Giovanni  Ferri    \"Paper  Tigers? A Preliminary Assessment of the Asian Crisis\" by Nouriel Roubini,  Giancarlo Corsetti and Paolo Pesenti (June 1998)    Prospective  Deficits and the Asian Currency Crisis by Burnside, Eichenbaum and Rebelo  (10/98)    The  Economic Miracle in a Haze by Manuel F. Montes    Sequencing  Capital Account Liberalization - Lessons from the Experiences in Chile,  Indonesia, Korea, and Thailand by Johnston, R Barry, Darbar, Salim M and  Echeverria, Claudia; IMF Working Paper    Exchange  Rate Policy and Monetary Strategy Options in the Philippines - The Search  for Stability and Sustainability IMF:    Houben, Aerdt;    The  Korean Financial Crisis of 1997-1998 by Irma Adelman and Song Byung Nak  (8/98)       Japan       Yahoo!  Japan Page    Yen Crisis:  That Sinking Feeling (FT 8/98)    Avinash  Persuad: Don't Blame Japan (FT 8/98)    \"Japan's  Trap\" by Paul Krugman (5/98)    Restoring Japan's  Economic Growth by Adam S. Posen (9/98)    \"The  Asian Crisis, the IMF, and the Japanese Economy\" by Stanley Fischer (4/98)    China    Yahoo!  China page    Why  Has China Survived the Asian Crisis So Well? What Risks Remain? John  G. Fernald and Oliver Babson (FED)    People's  Republic of China - Hong Kong Special Administrative Region Recent Economic  Developments IMF Staff Country Report No. 98/41    The  China Page of the South China Morning Post    Why  is China Growing So Fast? by Zuliu Hu and Mohsin, S. Khan (IMF)    Can  China Avert Crisis? (Business Week 3/16/98)    Second-Generation  Strategies for Reform for China by Joseph Stiglitz (7/98)    China's  Transitional Economy (Australian Department of Foreign Affairs and Trade  7/97)            16: Latin America    Yahoo!  Argentina page    Yahoo!  Brazil page    Yahoo!  Mexico page    Yahoo!  Chile page    Yahoo!  Peru page    Brazil  Letter of Intent to the IMF (11/98)    IMF  Press Conference on the Brazil Package (11/98)    Brazil  and the IMF, Dornbusch [November, 1998]    Economic and  Social Progress in Latin America : annual in-depth report by IADB IADB    Macroeconomics  of Capital Flows to Latin America: Experience and Policy Issues by IADB  Leiderman, Leonardo; Hausmann, Ricardo; Gavin, Michael    Fiscal  Discipline and the Choice of Exchange Rate Regime by IADB Tornell, Aaron;  Velasco, Andres    Balance-of-Payments  Rescue Packages: Can They Work? By IADB Fernndez-Arias, Eduardo    Managing  Fiscal Policy in Latin America and the Caribbean: Volatility, Procyclicality,  and Limited by IADBCreditworthiness Hausmann, Ricardo; Talvi, Ernesto;  Gavin, Michael; Perotti, Roberto    Savings  in Chile. What Went Right? By IADB Morand, Felipe G.    Make or  Buy? Approaches to Financial Market Integration by IADB Hausmann, Ricardo;  Gavin, Michael    Varieties  of Capital-Market Crises by IADB Calvo, Guillermo    Transition  to a Functional Financial Safety Net in Latin America by IADB Garber, Peter  M.    How Should  Financial Institutions and Markets be Structured? Analysis and Options  for Financial System Design by IADB Kaufman, George G.; Kroszner, Randall  S.    Building  Stability in Latin American Financial Markets by IADB Weisbrod, Steven  R.; Rojas-Surez, Liliana    Financial  Markets and the Behavior of Private Savings in Latin America By IADB Weisbrod,  Steven R.; Rojas-Surez, Liliana    Electoral  Budget Cycles in Latin America and The Caribbean: Incidence, Causes and  Political Futility by IADB Kraemer, Moritz    Credit  Union Policies and Performances in Latin America by IADB Shaffer, Sherrill;  Westley, Glenn    Persistent  Poverty and Excess Inequality: Latin America, 1970-1995 By IADB Szkely,  Miguel; Juan Luis    Institutional  Investors, Pension Reform and Emerging Securities Markets by IADB Blommestein,  Hans J.    Entry  and Exit of banks in Latin America and the Caribbean: Public Policy Concerns  and a Proposed Solution By IADB Benston, George J.    Regional  Financial Market Integration: Learning from the European Experience by  IADB Steil, Benn    Debt Management:  Some Reflections Based on Argentina by IADB Kiguel, Miguel A.    Press  Conference on Latin America of Michel Camdessus, Managing Director, IMF,  James Wolfensohn, President World Bank, and Enrique Iglesias, President  IADB    Financial  Crises in Latin America: Then and Now by Graciella Kaminsky and Carmen  Reinhart    Latin  America's swan song (Krugman notes on the current dilemma)    Impact  of the Asian Crisis on Latin America (ECLAC)    THE  INTERNATIONAL FINANCIAL CRISIS: A VIEW FROM ECLAC    World  Bank Asian Lessons for Latin America Roundtable Transcript    ECONOMIC  SURVEY OF LATIN AMERICA AND THE CARIBBEAN, 1996-1997, by UN's ECLAC    List  of Financial Institutions in Latin America    Financial  Data on Latin America    World  Bank Paper 1529. Interest Rates, Credit, and Economic Adjustment in Nicaragua    World  Bank Paper 1519. Payment Systems in Latin America: A Tale of Two Countries-Colombia  and El Salvador Robert Listfield and Fernando Montes-Negret         17: Africa, Eastern Europe, and Middle  East    Capital  flows to eastern Europe and the former Soviet Union by Hans Peter Lankes  and Nicholas Stern, EBRD    Hard Currency  and Sound Credit: A Financial Agenda For Central Europe by Rudi Dornbusch  and Francesco Giavazzi (5/98)    David  Lipton testimony on Russia before the House Banking General Oversight and  Investigations Subcommittee (9/98)    Challenges  Facing the Transition Economies of Central Asia by Michel Camdessus (5/98)    Monetary  Operations and Government Debt Management Under Islamic Banking , IMF:Sundararajan,  V; Marston, David; Shabsigh, Ghiath    Hard Currency  and Sound Credit: A Financial Agenda For Central Europe,Dornbusch, [May,  1998]    Islamic  Banking - Issues in Prudential Regulations and Supervision , IMF:Errico,  Luca; Farahbaksh, Mitra;    Africa  - Is This the Turning Point? IMF: Fischer, Stanley; Hernandez-Cata,  Ernesto; Khan, Mohsin S    External  Borrowing in the Baltics, Russia, and Other States of the Former Soviet  Union - the Transition to a Market Economy IMF: Odling-Smee, John;  Zavoico, Basil;    Russia    Russia  Meltdown or Stabilization?Dornbusch, [September, 1998]    Legal  and Institutional Obstacles to Growth and Business in Russia IMF: Buckberg,  Elaine;    For  Russia and Its U.S. Bankers, Match Wasn't Made in Heaven, NY Times, 10/18/98    Beyond  a Bailout: Time to Face Reality About Russia's \"Virtual Economy\" by Clifford  G. Gaddy and Barry W. Ickes    Bankers'  Wars in Russia Trophies and Wounds, by Natalia Dinello       18: Major Newsites    Barron's    Bloomberg Financial    Business Week    CNN Financial Network    Financial Times    Financial World  magazine    Fortune Magazine    Investor's Business  Daily Web Edition    Kiplinger Online    The Economist    Wall Street Journal Interactive  Edition    ABCNEWS.com  Business    Briefing.com    CBS MarketWatch    CNBC    EarningsNet    Emerging  Markets Companion    Fortune Business  Report    FOX Market Wire    InvestorNet    Investors Business  Daily    Money  Daily    MSNBC  Wall Street Journal Highlights    NasdaqTrader    News Alert    Reuters Money Network    S&amp;P Personal  Wealth    Stock Research Group    Stock Smart    StockSite    USA  Today (3)          19. Finance Supersites    International  Finance Discussion Papers , The Federal Reserve Board    Absolute  Investments Web-zine - offering a subscription-based online magazine    Barron's Online   - electronic edition of Dow Jones &amp; Company's business and financial  weekly magazine    Barra Seucrities :  fixed income instruments and financial research    CommonCents   - personal finance journal.    DBC  Online: GlobalMarkets provides extensive quotes on world stocks, indices,  exchange rates and commodities    European  Stock Quotes    Finance  Web    Global  Financial Data    Bonnie's  Links    Center  for Latin American Capital Markets Research: Exchanges    Computerized  Trader's Interesting Sites List    DBC  Online: Financial and Investment Links    DINO  - Wirtschaft - Finanzielle M?rkte    Financial  Data Finder    Financial  Data Locators    Financial Information  Link Library    Finance  Resources on the WWW (Graphics Version)    International  Economics Gateway    InvestorGuide  Quotes    Forbes - table of  contents, cover story from Forbes.    Individual Investor   - requires registration.    Market  Places and Quotations    Markets  and Investments    Mauro Magnani's  \"FINANCE AREA\"    Merrill Lynch OnLine  Today - online magazine with financial news and analysis    Money  Magazine - Features guides to mutual funds, company reports, the best  loan rates in your area.    Money Talks - investment  magazine for individual investors.    MoneyMinded   - personalized and practical guide to saving, investing, borrowing and  spending.    Moneywise   - UK personal finance magazine featuring news, advice, spending and investment  tips, and financial product investigations.    MZES/EURODATA  - External Links    Resources  for Economists on the Internet    Personal  Investment - from Australia. Each month contains practical information  and advice for personal wealth creation.    Poder &amp; Dinero   - business and financial monthly in Spanish reporting on Colombian economy.    SmartMoney Interactive   - offers commentary, hourly updates, portfolio tracking, broker ratings,  and more.    Tracker Magazine   -providing analysis and commentary on the FTSE 100 Index.    Trusts and  Estates Magazine Morgan Stanley  CapitalInternational provides information on Morgan Stanley's World  and Emerging Market Indices with historical data available back to December  1995    Telekurs  Financial Information Service    Trust  Net Indices    Wall  Street Online:Destination Links    WebEc -  WWW Resources in Economics    World  Stock Exchanges    WORLD  WIDE WEB SITES FOR INVESTORS    Worldwide  Gov't Information Links    Wall  Street Directory, Inc.    Wall Street Research  Net's Home Page    Wilshire  Indices    Yahoo  - Business and Economy:Markets and Investments:Stocks    Worth Magazine   - daily news from the world of finance, access to top financial experts,  and tips.       20: Privatization and Project Finance       World  Bank Paper 1962. The Political Economy of Privatization: An Empirical Analysis  of Bank Privatization in Argentina George R.G. Clarke and Robert  Cull    World  Bank Paper 1861. Infrastructure Project Finance and Capital Flows: A New  Perspective    Mansoor Dailami and Danny Leipziger    The  Macroeconomic Impact of Privatization IMF: Mackenzie, George A;    Dedicated  Road Funds - A Preliminary View on a World Bank Initiative IMF: Potter,  Barry H    Political  Risk, Economic Risk and Financial Risk, by Campbell Harvey    Trends  in Private Investment in Developing Countries: Statistics for 1970-96.  Jack D. Glen and Mariusz A. Sumlinski"}]},
{"detail": [{"content": "super1            Emerging Market Finance    For Professionals, Researchers and  Students    By    Prof. J. P.  Mei      The Links are organized by Subject Area    Recent  Market Development    General  Reading  1:  Marco-Foundamental Analysis  2:  Capital Market Developments    3:  Measuring Volatility and Contagion  4:  Currency Risks  5:  Political Risks    6:  Top-Down and Diversification  7:  Corporate Finance    8: The Index Approach    9:  Mutual Funds  10:  Emerging Market Derivatives  11:  Fix Income Securities    12:  Real Estate  13:  Financial Institutions  14:  Risk Management    15:  Asia Financial Crisis  16:  Latin America  17:  Africa, Eastern Europe, and Middle East    18:  Major Newsites  19.  Finance Supersites  20.  Privatization and Project Finance           General  Reading    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster, 1998)    Mark  Mobius on Emerging Markets    Prof.   Paul Krugman's Web Page : In depth and easy to read analysis on current  market events.    Prof.  Roubini's page on Asian Crisis: Extensive coverage of the Asian Financial  Crisis    Morgan Stanley's  Global Economic Forum : Stephen Roach and  other analysts' in-depth analysis of the global economy and financial markets--updated  daily!    Jokes about  economists and economics: Economists are funny people.             Brazil Devaluation       The  Brazil Effect on Commodities: Forget the New Tractor Jan. 27, 1999, NYT    Brazil's  Economic Crisis Pits President Against Governors Jan. 25, 1999, NYT    TURMOIL  IN BRAZIL: THE HISTORY; It Started From a Spark Set Off in the Political  Powder Room, By DIANA JEAN SCHEMO, New York Times    U.S.  financial industry may already have fortified itself against the latest  emerging-market crisis, Timothy L. O'Brien and Joseph Kahn, New York Times    As  an Economy Sinks, U.S. Sees Painful Choices, DAVID E. SANGER, New York  Times    Brazil  goes through the floor: Stephen Fidler and Geoff Dyer, Financial Times    BANKING  SHARE PRICES OF BANKS WITH BIG BRAZIL EXPOSURE SUFFER SHARP FALLS, Financial  Times    Currency  devaluation sends Brazil reeling, Elliot Blair Smith; Rich Miller,  US Today    Brazil  Devalues Currency; Wider Crisis Feared; Global Markets Fall, Paul  Blustein, Washington Post    A  Crisis With Global Implications, Steven Mufson, Washington Post    Brazil  Letter of Intent to the IMF (11/98)    IMF  Press Conference on the Brazil Package (11/98)    Brazil  and the IMF, Dornbusch [November, 1998]          1: Marco-Foundamental Analysis    World  Bank Annual Report 1999    Quarterly  Review: International Banking and Financial Market Developments    World Bank: 1998/99  World Economic Outlook    IMF:  World Economic Outlook (10/98)    Private  Capital Flows Sustained to Leading Emerging Markets (IIF) 5/6/98    Emerging  Economies: How Long Will The Low-Wage Advantage Last? Background paper  for a speech by Jannik Lindbaek, IFC    How  Not to Lose One's Shirt Investing In Emerging Markets? Keynote Speech by  Guy Pfeffermann, IFC Chief Economist.    Perspectives  on East Asian Growth by Jeffrey Frankel (6/97)    World  Bank Paper 1535. Financial History: Lessons of the Past for Reformers of  the Present Gerard Caprio, Jr. and Dimitri Vittas    Recovery  and Growth in Transition Economies 1990-97--A Stylized Regression Analysis ,  IMF:Havrylyshyn, Oleh; Izvorski, Ivailo; van Rooden, Ron;    TFPG Controversies,  Institutions, and Economic Performance in East Asia by Dani Rodrik   NBER Working Paper No. 5914, February 1997    BIS working paper47, Frank Smets: Financial  asset prices and monetary policy: theory and evidence , September 1997    Asset Prices  and Monetary Policy: Four Views , August 1998,    BIS working paper45, Steven B. Kamin: A  multi-country comparison of the linkages between inflation and exchange  rate competitiveness , August 1997    BIS working paper37, Henri Bernard and Stefan Gerlach:   Does  the term structure predict recessions? The international evidence ,  September 1996          2: Capital Market Developments    International  Capital Markets: Developments, Prospects, and Key Policy Issues by IMF  (9/98)    World  Bank Paper 1482. A Measure of Stock Market Integration for Developed and  Emerging Markets Robert A. Korajczyk    Soros'  plea, Krugman (Fortune, 11/12/98)    Curfews  on capital: what are the options? (10/12/98 - why dollar debt is not the  problem)    World  Bank Paper 1462. Stock Market Development and Financial Intermediaries:  Stylized Facts Asli Demirg-Kunt and Ross Levine    After  Asia: New Directions For The International Financial System, Dornbusch,  [July, 1998]    Capital  Controls An Idea Whose Time is Gone, Dornbusch, [March, 1998]    The  Challenges of Emerging Markets Data by Campbell Harvey    A  Quick Guide To foreign Investment In The Taiwan Stock Exchange : A little  messy but informative    Paper Tigers,  the IMF and the World Capital Market, Dornbusch, [January,1998]    \"Re-Emerging  Markets\" W. Goetzman and P. Jorion    An  Emerging Market, The NYSE From 1815 to 1871, W. Goetzman and R. Ibbotson    Trends  in Venture Capital Finance in Developing Countries. Anthony Aylward    World  Bank Paper 1456. Equity Markets, Transaction Costs, and Capital Accumulation:  An Illustration Valerie R. Bencivenga, Bruce D. Smith, and Ross  M. Starr    International  Banking and Financial Market Developments    World  Bank Paper 1946. Estonia: The Challenge of Financial Integration Carlos  Cavalcanti and Daniel Oks    World  Bank Paper 1917. Financial Liberalization and Financial Fragility Asli  Demirg-Kunt and Enrica Detragiache    World  Bank Paper 1903. Taxing Capital Income in Hungary and the European Union Jean-Jacques  Dethier and Christoph John    Can  the Neoclassical Model Explain the Distribution of Foreign Direct Investment  Across Developing Countries? IMF:Zebregs, Harm;    Can  short-Term Capital Controls Promote Capital Inflows? IMF:Cordella,  Tito;    Developing  Countries and the Globalization of Financial Markets IMF:Knight, Malcolm;    Sequencing  Capital Account Liberalizations and Financial Sector Reform IMF: Johnston,  R Barry;    World  Bank Paper 1690. Stock Markets, Banks, and Economic Growth Ross  Levine and Sara Zervos    World  Bank Paper 1678. Financial Development and Economic Growth: Views and Agenda Ross  Levine    World  Bank Paper 1582. Stock Market Development and Long-Run Growth Ross  Levine and Sara Zervos    World  Bank Paper 1578. Stock Market and Investment: The Governance Role of the  Market Cherian Samuel    World  Bank Paper 1539. The Rise of Securities Markets: What Can Government Do? Richard  Sylla    World  Bank Paper 1505. The Cross-Section of Stock Returns: Evidence from Emerging  Markets Stijn Claessens, Susmita Dasgupta, and Jack Glen    World  Bank Paper 1504. Savings and Education: A Life-Cycle Model Applied to a  Panel of 74 Countries Jacques Morisset and C?sar Revoredo    Financial  Liberalization and Financial Fragility , IMF:Demirguc-Kunt, Asli; Detragiache,  Enrica;    Responses  of the Stock Market to Macroeconomic Announcements Across Economic States ,  IMF:Li Li; Hu, Zuliu;    Stocks,  Bills, Bonds And Inflation Total International Investment Returns, 1694-1995          3: Measuring Volatility and Contagion   (For detailed coverage, see Prof. Roubini's Asia Home page)    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster):  Chapter 5    Why  Markets Tumble Together ? (CSM 9/98)    Globalized  Financial Markets and Financial Crises by Charles Wyplosz (3/98)    Rational  Herd Behavior and the Globalization of Securities Markets by Guillermo  A. Calvo and Enrique G. Mendoza    BIS paper Changing  financial systems in small open economies , December 1996    BIS paper Financial  stability in emerging market economies , April 1997    Exploratory  Investigation of Country Returns, by Campbell Harvey    The  Behavior of Emerging Market Returns, by Campbell Harvey    Stock  Market Crises in Developed and Emerging Markets by Sandeep Patel and Asani  Sarkar (4/98)    Trade  and Contagious Devaluations: A Welfare-Based Approach by Giancarlo Corsetti,  Paolo Pesenti, Nouriel Roubini and Cedric Tille (10/98)    Measuring  Stock Market Contagion: Conceptual Issues and Empirical Tests by Kristin  Forbes and Roberto Rigobon (8/98)    The  Twin Crises: The Causes of Banking and Balance-of-Payments Problems  by Graciela L. Kaminsky and Carmen M. Reinhart    Local  Return Factors and Turnover in Emerging Stock Markets by K. GEERT ROUWENHORST    \"Contagion  and Risk\" Campbell Harvey and Claude Erb and Tadas Viskanta    Volatility  and Contagion in a Financially-Integrated World: Lessons from East Asia's  Recent Experienceby Pedro Alba, Amar Bhattacharya, Stijn Claessens, Swati  Ghosh, and Leonardo Hernandez (8/98)    \"The Global  Capital Market: Benefactor or Menace?\" by Maurice Obstfeld NBER Working  Paper No. 6559, May, 1998    Volatility  and Contagion in a Financially-Integrated World: Lessons from East Asia's  Recent Experience by  Pedro Alba, Amar Bhattacharya, Stijn Claessens, Swati Ghosh, and Leonardo  Hernandez (8/98)    Hedge  Funds and the Asian Currency Crisis of 1997 by William N. Goetzmann, Stephen  J. Brown and James Park    Do  foreign investors destabilize stock markets? The Korean experience in 1997   by Hyuk Choe, Bong-Chan Kho, and Ren? M. Stulz, June 1998          4: Currency Risks (For detailed  coverage, see Prof. Roubini's Asia Home page)    \"Contain  the Financial Chernobyl\" by Burton Malkiel and J.P. Mei, FT (10/7/98)  New!     Prof.  Roubini's page on Asian Crisis: Extensive coverage of the Asian Financial  Crisis    Introduction  to Currency Boards by Kurt Schuler    CAN  INVESTORS PROFIT FROM DEVALUATIONS?    \"The  Case Against Currency Boards: Debunking 10 Myths about the Benefits of  Currency Boards\" by Nouriel Roubini    What Role for Currency  Boards? by John Williamson    \"Rupiah  Rasputin\" by Paul Krugman (Fortune, 4/98)    \"Inflation  Stabilization and BOP Crises in Developing Countries\" by G. A. Calvo  and Carlos Vegh    \"Explaining  Currency Crises\" by Gerardo Esquivel and Felipe Larrain (6/98)    Domestic  Causes of Currency Crises: Policy Lessons for Crisis Avoidance by Helmut  Reisen (OECD 6/98)    Leading  Indicators of Currency Crises by Graciella Kaminsky, Saul Lizondo and Carmen  Reinhart    \"Arbitrage  mechanism leading to currency crises: a theoretical perspective\" by Lilia  Cavallari and Giancarlo Corsetti    Before  the Fall: Were East Asian Currencies Overvalued? by Menzie Chinn    Are  Currency Crises Predictable? by Goldfajn, Ilan and Valdes, Rodrigo O; IMF  Working Paper    BIS working paper36, William R. Melick: Estimation  of speculative attack models: Mexico yet again , August 1996    \"Balance  of Payment Crises In Emerging Markets\" by Guillermo A. Calvo    Crises,  Contagion, and the Closed-End Country Fund Puzzle IMF:Yeyati, Eduardo  Levy; Ubide, Angel    Why  Do Different Countries Use Different Currencies? IMF:Kocherlakota,  Narayana; Krueger, Thomas    Contagion-Monsoonal  Effects, Spillovers, and Jumps Between Multiple Equilibria , IMF:Masson,  Paul R    Current  Account Reversals and Currency Crisis-Empirical Regularities , IMF:Milesi-Ferretti,  Gian Maria; Razin, Assaf    Transparency  in Central Bank Operations in the Foreign Exchange Market IMF: Enoch,  Charles;    Bank  Soundness and Currency Board Arrangements: Issues and Experience IMF:  Santiprabhob, Veerathai;    Making  a Currency Board Operational IMF: Enoch, Charles; Gulde, Anne-Marie;    \"Varieties  of Capital-Market Crises\" by Guillermo A. Calvo    Measuring  International Economic Linkage with Stock Market Data, J. Ammer and J.P.  Mei, Journal of Finance    Merrill  Lynch's Currency &amp; Bond Market Revew : Analysis and forecasts  of currency &amp; bond market behavior. Updated biweekly.    World  Bank Paper 1648. The Lender of Last Resort Function Under a Currency Board:  The Case of Argentina Gerard Caprio, Jr., Michael Dooley, Danny  Leipziger, and Carl Walsh    World  Bank Paper 1913. The 1994 Currency Crisis in Turkey Oya Celasun    Perspectives  on the Recent Currency Crisis Literature , IMF:Flood, Robert P; Marion,  Nancy Peregrim;    Self-Fulfilling  Risk Predictions - An Application to Speculative Attacks , IMF:Flood,  Robert P; Marion, Nancy Peregrim    BIS Banking paper26, Reducing  foreign exchange settlement risk: a progress report , July 1998    BIS Banking paper17, Settlement  risk in foreign exchange transactions , March 1996    BIS Banking paper24, Statistics  on Payment Systems in the Group of Ten Countries: Figures for 1996 ,  December 1997    BIS Banking paper22, Real-time  gross settlement systems , March 1997    BIS Banking paper20, Disclosure  framework for securities settlement systems , February 1997    BIS Banking paper18, Security  of electronic money , August 1996    The resolution  of sovereign liquidity crises , May 1996    Reports of  the working groups of 1) Transparency and Accountability; 2) Strengthening  Financial Systems; 3) International Financial Crises , October 1998          5: Political Risks    \"Fighthing  Corruption Worldwide\": a series of papers from the IMF and World Bank publication  Finance and Development, March 1998    Law  and Order in Emerging Markets: An Asset Pricing Perspective, H.H. Liao  and J.P. Mei    Institutional  factors and Real Estate Returns, H. Liao and J. P. Mei    Political  Risk, Economic Risk and Financial Risk, by Campbell Harvey    What  Makes the Stock Market Jump?---An Analysis of Political Risk on the Hong  Kong Stock Returns, Harold Kim and J.P. Mei    Corruption  Around the World - Causes, Consequences, Scope, and Cures by Vito Tanzi,  IMF Working Paper    Why  Worry About Corruption? by Paulo Mauro (IMF)    Investing  in Emerging Markets: Lessons from the Turn of the 20th Century by J.P.  Mei, Brown Journal of World Affairs    J.P.  Mei's Antique Bond Collection: Exotic bonds became Worthless Wall Papers       6: Top-Down and Diversification    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster) Chapter  6 &amp; 9    World  Bank. East Asia: The Road to Recovery (10/98)  New!     The  East Asian Crisis: Origins, Policy Challenges, and Prospects by Javad K.  Shirazi (6/98)    East Asia  recovery prospects depend on global factors. analysis by Oxford Analytica  (9/98)    Is  the Worst Still Ahead for Asia? (3/98)    \"Is  the Asian Crisis Over?\" by Michel Camdessus (4/98)    Neat  Mean-Variance Analysis Tool by Campbell Harvey    Going  Global (1996) A global asset allocation case by W. Goetzman    Country  Credit Risk and Global Portfolio Selection, Campbell Harvey and Claude  Erb and Tadas Viskanta    Do World  Markets Still Serve as a Hedge?, Campbell Harvey and Claude Erb and Tadas  Viskanta    The Cross-Section  of Volatility and Autocorrelation in Emerging Markets, Campbell Harvey    The Risk  Exposure of Emerging Equity Markets Campbell Harvey    Predictability  and Time-Varying Risk in World Equity Markets, Campbell Harvey and Wayne  Ferson,    Predictable  Risk and Returns in Emerging Markets, Campbell Harvey    Time-Varying  World Market Integration, Campbell Harvey and Geert Bekaert,    Inflation  and World Equity Selection, Claude B. Erb, Campbell Harvey, and Tadas E.  Viskanta,    Expected  Returns and Volatility in 135 Countries Claude B. Erb, Campbell Harvey,  and Tadas E. Viskanta,    Emerging  Equity Market Volatility, Campbell Harvey and Geert Bekaert    Demographics  and International Investment, Claude B. Erb, Campbell Harvey, and Tadas  E. Viskanta,    The Making  of an Emerging Market, Campbell Harvey and Claude Erb and Tadas Viskanta    What  Matters for Emerging Market Investment, Campbell Harvey and Geert Bekaert,  Claude B. Erb and Tadas E. Viskanta    Emerging/Developed  Market Portfolio Mixes, Campbell Harvey and Stefano M. F. G. Cavaglia,  Magnus Dahlquist, Peter L. Rathjens and Jarrod W. Wilcox.    ''The  Future of Investment in Emerging Markets'' Campbell Harvey             7: Corporate Finance    Restructuring  in Asia - A Brief Survey of Asian Bankruptcy Law by William Gamble    Dividend  Policy and Behavior in Emerging Markets: To Pay or Not to Pay. Jack D.  Glen, Yannis Karmokolias, Robert R. Miller and Sanjay Shah    Corporate  Financial Structures in Developing Countries. Ajit Singh and Javid Hamid  in collaboration with Bahram Salimi and yoichi Nakano    \"Stock  Selection in Emerging Markets: Portfolio Strategies for Malaysia, Mexico  and South Africa\" Campbell Harvey and Dana Achour, Greg Hopkins and Clive  Lang    Trends  in Private Investment in Developing Countries: Statistics for 1970-96.  Jack D. Glen and Mariusz A. Sumlinski    International  Joint Ventures in Developing Countries; Happy Marriages? Robert R. Miller,  Jack D. Glen, Frederick Z. Jaspersen, Yannis Karmokolias    World  Bank Paper 1671. Financial Constraints, Uses of Funds, and Firm Growth:  An International Comparison    World  Bank Paper 1724. Debt Maturity and Firm Performance: A Panel Study of Indian  Companies Fabio Schiantarelli and Vivek Srivastava    World  Bank Paper 1461. Stock Market Development and Firm Financing Choices    World  Bank Paper 1878. Searching for Sustainable Microfinance: A Review of Five  Indonesian Initiatives R. Marisol Ravicz    World  Bank Paper 1794. Ownership Structure, Corporate Governance, and Corporate  Performance: The Case of Chinese Stock Companies Xiaonian Xu and  Yan Wang    World  Bank Paper 1725. Access to Long-Term Debt and Effects on Firms' Performance:  Lessons from Ecuador Fidel Jaramillo and Fabio Schiantarelli    World  Bank Paper 1686. Institutions, Financial Markets, and Firms' Choice of  Debt Maturity Asli Demirg??-Kunt and Vojislav    Managing  Corporate Distress in the Philippines-Some Policy Recommendations ,  IMF:Cheng, Hoon Lim; Woodruff, Charles;    Product and Service Information    Wall Street  City    J.P. Morgan's Comprehensive  ADR Site    Bank of New York  Most Comprehensive ADR Sites (Plus Index)             8: The Index Approach    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster):  Chapter 8    MSCI Index  Construction Methodology    The IFC  Equity Index Methodology    Baring  Securities Emerging Markets Index provides information on Ing-Barings Bank  Emerging Market Indices    The  Dow Jones Global Indexes User Guide    Product and Service Information    Vanguard  Emerging Markets Stock Index Fund : Information on the Fund    WEBS:  Country Index Funds             9: Mutual Funds    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster) Chapter  7    Crises,  Contagion, and the Closed-End Country Fund Puzzle IMF:Yeyati, Eduardo  Levy; Ubide, Angel    Emerging Market Funds Information    Alliance    American  Century    Evergreeen    INVESCO    Montgomery  Funds    Scudder  Emerging Markets Growth Fund    Strong  Funds    Fidelity  Emerging Markets Fund    T.  Row Price Emerging market Funds    Templeton  Developing Markets Trust    Mutual Fund Education Alliance    Mutual Fund Investors  Resource Center    Mutual Funds Interactive    Investor  Tool    Investment Company Institute  Mutual Fund Connection    Yahoo's  Hedge Fund Information Center    Closed-End Funds on Internet             10: Emerging Market Derivatives    Does  the Introduction of Futures on Emerging Market Currencies Destabilize the  Underlying Currencies? by Christian Jochum and Laura Kodres, IMF    Merrill  Lynch Currency &amp; Bond Market Trends : ML Research Report &amp; Forecast    Neat  Options Simulation by Campbell Harvey    World  Bank Paper 1887. The Structure of Derivatives Exchanges: Lessons from Developed  and Emerging Markets George Tsetsekos and Panos Varangis    The  Statistical Measurement of Financial Derivatives Heath, Robert M; IMF    World  Bank Paper 1432. Using Financial Futures in Trading and Risk Management Ignacio  Mas and Jes?s Sa?-Requejo    BIS Banking paper21, Public  disclosure of the trading and derivatives activities of banks and securities  firms , November 1995    BIS Banking paper13, Risk  management guidelines for derivatives , July 1994    BIS Banking paper27, Report  on OTC Derivatives: Settlement procedures and counterparty risk management   (Joint report by the Committee on Payment    BIS Banking paper23, Clearing  arrangements for exchange-traded derivatives , March 1997    Product and Service Information    Regular  OTC Derivatives Market Statistics    Central Bank  Survey of Foreign Exchange and Derivatives Market Activity    Goldman Sachs  Warrants Web site: Current prices and basic information about HK warrants    Wahoo:   hot links for futures traders    CME  Emerging Markets Product Information: Currency, Brady Bonds, and other  derivative products    American  Stock Exchange (AMEX)    Bolsa  de Comercio de Santa Fe    Bolsa de Mercadorias  &amp; Futuros - from Sao Paulo, Brazil.    Bolsa de  Mercadorias do Paran?    Chicago Board  of Trade (CBOT)    Chicago  Board Options Exchange    Deutsche  Terminb?rse (DTB) - German options and future exchanges.    French Futures &amp; Options  Exchange    Futures &amp; Options  of Texas - trading services for the individual trader.    Hong Kong Futures Exchange    Kansas City Board of Trade    London International Financial  Futures and Options Exchange (LIFFE)    London Metal Exchange    Meff Renta Fija    Meff Renta Variable   - Spanish Equity Derivatives Exchange    New York Mercantile Exchange    Russian Exchange    Shanghai Metal Exchange    Singapore International  Monetary Exchange    South African Futures  Exchange    St. Petersburg Futures  Exchange    J.P.  Morgan's Commodity Indices       11: Fix Income Securities    The  Brady-Euro Yield Differential Debate: Why Arbitrage is Infeasible, by Buckberg,  E. and Kaune, F.    ``National  Risk and Global Fixed Income Allocation,'' Campbell Harvey and Claude Erb  and Tadas Viskanta,.    \"Emerging  Market Bonds: An Asset Class Perspective,\" Campbell Harvey and Claude Erb  and Tadas Viskanta    World  Bank Paper 1511. Default Risk and the Effective Duration of Bonds David  F. Babbel, Craig Merrill, and William Panning    Brady  Bonds and Default Probabilities , IMF:Izvorski, Ivailo;    External  Debt Histories of Ten Low-Income Developing Countries - Lessons from Their  Experience , IMF:Brooks, Ray; Cortes, Mariano; Fornasari, Francesca;  Ketchekmen, Benoit; Metzgen, Ydahlia;    Fixed  Investment and Capital Flows - A Real Options Approach , IMF:Chan-Lau,  Jorge; Clark, Peter B;    Intermediation  Spreads in a Dual Currency Economy-Argentina in the 1990s , IMF:Catao,  Luis;    Structural  Reforms in Government Bond Markets , IMF:De Broeck, Mark; Guillaume,  Dominique; Van de Stichele, Emmanuel;    BIS working paper46, Srichander Ramaswamy: Global  asset allocation in fixed income markets , September 1997    BIS working paper44, Gregory D. Sutton: Is  there excess comovement of bond yields between countries? , July 1997     Product and Service Information    Joint BIS-IMF-OECD-World  Bank statistics on external debt    BradyNet : Everything  you ever wanted to know about Brady bonds    Morgan  Stanley Sovereign Bond Yields : Provide Upto date Duration and Yield  Data    Fixed Income  Investment Research - Web site contains 215 daily-updated reports.    Moody's  Economic Commentary    Merrill  Lynch's Currency &amp; Bond Market Revew : Analysis and forecasts  of currency &amp; bond market behavior. Updated biweekly.    J.P.  Morgan Emerging Markets Bond Index +: Long-term Bond Index    The  J.P. Morgan Emerging Local Markets Index (ELMI): Short-term    Investor  Home : Comprehensive Bond Information Site http://www.cbrs.com/    Canadian Bond Rating Service   - providing investors with reliable credit analysis and ratings since 1972.    Duff &amp; Phelps Credit  Rating Co.    Bond Market - a  Canadian perspective.    BondVu - provider  of real-time bond quotes and bond analytics.    Capital Data   - information on the global capital markets    Bond Market Association   - research and market statistics; conferences and publications for professionals  in the bond markets.             12: Real Estate    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster),  Chapter 10    Evidence  On the Integration of International Markets and Benefits of Diversification,  Crocker Liu and J. P. Mei    A  Fundamental Analysis of Japanese Equity and Real Estate Markets, Crocker  Liu and J.P. Mei    Are  the Foundations Solid for Emerging Market Real Estate? J.P. Mei    The  Global Real Estate Crash: Evidence From an International Database by William  N. Goetzmann &amp; Susan M. Wachter    Asian  Investment Opportunities: Institutional Investors Perspective, by J. P.  Mei    AN OVERVIEW  OF GLOBAL REAL ESTATE FINANCE: by IREI (Book Overview)    A  French Secondary Mortgage Facility, by Lo?c Chiquier    Institutional  factors and Real Estate Returns, H. Liao and J. P. Mei    Housing  Finance and Asian Financial Markets: Cinderella Coming to the Ball, by  Andrew Sheng    Product and Service Information    CB  Richard Ellis: Global Real Estate Market Information providing information  on worldwide property sales, leasing, and management news.    Templeton  Global Real Estate Fund : Some Exposure in EM Real Estate    Jones Lang  Wootton - publishing their commercial property index on the net    Jones Lang Wootton Australia  Online - providing information on local property sales, leasing, management,  worldwide property investment news.    NAREIT on Line    Sun Hun Kai   -- Hong Kong real estate company information    IRSA --Argentina  Real Estate Company    Yahoo-Real  Estate Company Superlinks    Yahoo's  link for Real Estate Research Centers    Hong  Kong Property Journal : Extensive price data on property transactions    International  Real Estate Institute : Practical Information for Real Estate Executives    All  Japan Real Estate Association (Zennichi) - non-profit professional organization.    Reality Online Inc.       13: Banks and other Financial Institutions    Repairing  and Rebuilding Emerging Market Financial Systems by Larry Summers    Economic  Crises and the Financial Sector by Stanley Fischer (9/98)    Excess Risk  Premium in Asian Banks, J.P. Mei    The  Twin Crises: The Causes of Banking and Balance-of-Payments Problems  by Graciela Kaminsky and Carmen Reinhart    Lessons  from Systemic Bank Restructuring by Claudia Dziobek and Ceyla Pazarbasioglu    Keynote  speech for conference on \"Preventing Bank Crises: Lessons from Recent Global  Bank Failures\" by Jeffrey A. Frankel, Member of the Council of Economic  Advisers    The  Determinants of Banking Crises: Evidence from Industrial and Developing  Countries    Banking crises  in emerging economies: origins and policy options by Morris Goldstein and  Philip Turner (10/96)    The Maturity,  Sectoral and Nationality Distribution of International Bank Lending - Bank  of International Settlements Report (5/98)    Agency  Problems and Risk Taking At Banks by Rebecca S. Demsetz, Marc R. Saidenberg,  and Philip E. Strahan    Deposit  Insurance, Bank Incentives, and the Design of Regulatory Policy by Paul  H. Kupiec and James M. O'Brien    World  Bank Paper 1676. The Evolution of Payments in Europe, Japan, and the United  States: Lessons for Emerging Market Economies David B. Humphrey,  Setsuya Sato, Masayoshi Tsurumi, and Jukka M. Vesala    World  Bank Paper 1574. Bank Regulation: The Case of the Missing Model Gerard  Caprio, Jr.    World  Bank Paper 1566. Liquidity, Banks, and Markets: Effects of Financial Development  on Banks and the Maturity of Financial Claims Douglas W. Diamond    Financial  Crisis and Credit Crunch as a Result of Inefficient Financial Intermediation  - with Reference to the Asian Financial Crisis , IMF:Chan-Lau, Jorge;  Chen, Zhaohui;    Leading  Indicators of Banking Crises-Was Asia Different? IMF:Hardy, Daniel  C; Pazarbasioglu, Ceyla;    World  Bank Paper 1541. Deposit Insurance Eugene White    World  Bank Paper 1540. Thrift Deposit Institutions in Europe and the United States Dimitri  Vittas    Capital  Structures and Portfolio Composition During Banking Crisis - Lessons from  Argentina 1995 , IMF:Ramos, Alberto;    Interest  Spreads in Banking - Costs, Financial Taxation, Market Power, and Loan  Quality in the Colombian Case 1974-96 , IMF:Barajas, Adolfo; Steiner,  Roberto; Salazar, Natalia;    World  Bank Paper 1537. Before Main Banks: A Selective Historical Overview of  Japan's Prewar Financial System Frank Packer    World  Bank Paper 1536. Free Banking: The Scottish Experience as a Model for Emerging  Economies Randall Kroszner    World  Bank Paper 1533. Universal Banking and the Financing of Industrial Development Charles  W. Calomiris    World  Bank Paper 1532. Regulation and Bank Stability: Canada and the United States,  1870 - 1980 Michael Bordo    World  Bank Paper 1918. How Does Foreign Entry Affect the Domestic Banking Market?    Methodologies  for Determining Minimum Capital Standards for Internationally Active  Securities Firms, International Organization of Securities Commissions,  May 1998    International  Disclosure Standards for Cross-Border Offerings and Initial Listings   by Foreign Issuers, International Organization of Securities Commissions,  May 1998    Objectives  and Principles of Securities Regulation International Organization  of Securities Commissions, May 1998    World  Bank Paper 1907. Development Expenditures and the Local Financing Constraint Albert  D.K. Agbonyitor    World  Bank Paper 1697. Strategies to Develop Mortgage Markets in Transition Economies Dwight  M. Jaffee and Bertrand Renaud    World  Bank Paper 1692. Regulating Market Risk in Banks: A Comparison of Alternative  Regulatory Regimes Constantinos Stephanou    World  Bank Paper 1900. Determinants of Commercial Bank Interest Margins and Profitability:  Some International Evidence    World  Bank Paper 1892. The Role of Non-Bank Financial Intermediaries (with Particular  Reference to Egypt) Dimitri Vittas    World  Bank Paper 1875. How Deposit Insurance Affects Financial Depth (A Cross-Country  Analysis) Robert Cull    World  Bank Paper 1746. The Role of Long-Term Finance: Theory and Evidence Gerard  Caprio, Jr. and Asli Demirg-Kunt    World  Bank Paper 1739. Safe and Sound Banking in Developing Countries: We're  Not in Kansas Anymore Gerard Caprio    World  Bank Paper 1705. The Polish Experience with Bank and Enterprise Restructuring Fernando  Montes-Negret and Luca Papi    World  Bank Paper 1833. Cost Recovery and Pricing of Payment Services David  B. Humphrey, Robert H. Keppler, and Fernando Montes-Negret    World  Bank Paper 1828. The Determinants of Banking Crises: Evidence from Industrial  and Developing Countries Asli Demirg??-Kunt and Enrica Detragiache    World  Bank Paper 1804. Financial Sector Adjustment Lending: A Mid-Course Analysis Robert  J. Cull    World  Bank Paper 1683. High Real Interest Rates, Guarantor Risk, and Bank Recapitalizations Philip  L. Brock    World  Bank Paper 1680. Brazil's Efficient Payment System: A Legacy of High Inflation Robert  Listfield and Fernando Montes-Negret    Systemic  Banking Distress - The Need for an Enhanced Monetary Survey IMF: Frecaut,  Olivier; Sidgwick, Eric;    The  Payment System and Monetary Policy IMF: Johnson, Omotunde;    BIS Banking paper46, Morris Goldstein and Philip Turner:   Banking  crises in emerging economies: origins and policy options , October 1996    BIS Banking paper12a, Basle  Capital Accord: the treatment of the credit risk associated with certain  off-balance-sheet items , July 1994    BIS working paper39, Patrick Honohan: Banking  system failures in developing and transition countries: Diagnosis and predictions ,  January 1997    BIS working paper38, William R. White: International  agreements in the area of banking and finance: accomplishments and outstanding  issues , October 1996    BIS Rules and Central Banklinks    DMG Global Markets  &amp; Deutsche Bank Research    Federal Reserve Bank  of New York Home Page    Federal Reserve Board  of Governors    FRED -- Federal  Reserve Economic Data    Global Securities  Information Home Page    Inter-American Development  Bank    Links to central  banks    Mark Bernkopf's  central banking resource center    BIS Banking paper43, Sound  Practices for Loan Accounting, Credit Risk Disclosure and Related Matters ,  October 1998    BIS Banking paper42, Operational  Risk Management , September 1998    BIS Banking paper41, Enhancing  Bank Transparency , September 1998    BIS Banking paper40, Framework  for Internal Control Systems in Banking Organisations , September 1998    BIS Banking paper39, Supervisory  Information Framework for derivatives and trading activities (Joint  report by the Basle committee on Banking Supervision and the Technical  Committee of the \"IOSCO\"), September 1998    BIS Banking paper38, Supervisory  Cooperation on Year 2000 Cross-Border Issues , June 1998    BIS Banking paper37, Consultative  paper on the Basle Capital Accord , April 1998    BIS Banking paper36, Amendment  to the Basle Capital Accord of July 1988 , April 1998    BIS Banking paper35, Risk  Management for Electronic Banking and Electronic Money Activities ,  March 1998    BIS Banking paper34, Supervision  of Financial Conglomerates (consultation documents) , February 1998    BIS Banking paper33, Framework  for the Evaluation of Internal Control Systems , January 1998    BIS Banking paper32, Survey  of disclosures about trading and derivatives activities of banks and securities  firms 1996 , November 1997    BIS Banking paper31, The  year 2000 - A challenge for financial institutions and bank supervisors ,  September 1997    BIS Banking paper30, Core  principles for effective banking supervision , September 1997    BIS Banking paper29, Principles  for the management of interest rate risk , September 1997    BIS Banking paper28, Survey  of disclosures about trading and derivatives activities of banks and securities  firms (Joint report by the Basle Committee on Banking Supervision and the  Technical Committee of the \"IOSCO\") , November 1996    BIS Banking paper27, The  Supervision of Cross-Border Banking , October 1996    BIS Banking paper25, Interpretation  of the capital accord for the multilateral netting of forward value foreign  exchange transactions , April 1996    BIS Banking paper20, * The  supervision of financial conglomerates (A report by the tripartite group  of bank, securities and insurance regulators.) , July 1995    BIS Banking paper19, * Framework  for supervisory information about the derivatives activities of banks and  securities firms (Joint report by the Basle Committee on Banking Supervision  and the Technical Committee of the \"IOSCO\".) , May 1995    BIS Banking paper18, Basle  Capital Accord: treatment of potential exposure for off-balance-sheet items ,  April 1995    BIS Banking paper12b, Amendment  to the Capital Accord of July 1988 , July 1994    BIS Banking paper10, * Minimum  standards for the supervision of international banking groups and their  cross-border establishments , July 1992    BIS Banking paper8, * Measuring  and controlling large credit exposures , January 1991          14: Risk Management    Risk  Management of Sovereign Assets and Liabilities by Cassard, Marcel and Folkerts-Landau,  David; IMF Working Paper    The  Prudential Regulation and Management of Foreign Exchange Risk by Richard  K. Abrams and Paulina Beato IMF Working Paper    Central  Bank Vulnerability and the Credibility of Commitments - A Value-at-Risk  Approach to Currency Crises by Mario I. Blejer, Mario and Liliana Schumacher,  IMF Working Paper    J.P.  Morgan's Risk &amp; CreditMetrics(r): first readily available portfolio  model for evaluating credit risk    RiskMetrics  Monitor is a publication that discusses broad market risk management  issues and statistical questions    VaR  Data Set : Download the most recent RiskMetrics datasets    The  RiskMetrics Technical Document provides a detailed description of the  set of market risk measurement techniques and data that make up RiskMetrics.    VaR  Calculator : This page allows a user to use subsets of the RiskMetrics  datasets to Calculate Portfolio VaR. This service is free.    Topics  in Probability: The mathematics of financial risk-management by Marco Avellaneda    IFCI Risk Watch provides  an introduction and guide to the most important official documents in the  area of financial risk management    CSFB  Credit Risk Plus Model : provide detailed information on their credit  risk product    BIS Rules    BIS Banking paper24, Amendment  to the capital accord to incorporate market risks , January 1996    BIS Banking paper23, Overview  of the amendment to the capital accord to incorporate market risks ,  January 1996    BIS Banking paper22, Supervisory  framework for the use of \"backtesting\" in conjunction with the internal  models approach to market risk capital requirements , January 1996             15: Asia Financial Crisis   (For more links, see Prof. Roubini's Asia Home page)       What  Triggers Market Jitters? A Chronicle of the Asian Crisis: Graciela Kaminsky  and Sergio L. Schmukler http://www.imf.org/External/np/exr/facts/asia.HTM    The  IMF's Response to the Asian Crisis - a Factsheet    \"The  Onset of the East Asian Financial Crisis\" by Steve Radelet and Jeffrey  Sachs (3/98)    \"What  Happened to Asia?\" by Paul Krugman (Jan 1998)    World  Bank. East Asia: The Road to Recovery (10/98)    \"The  East Asian Financial Crisis: Diagnosis, Remedies, Prospects.\" by  Steven Radelet and Jeffrey Sachs (4/98)    Asian Crises  Themes,Dornbusch, [February, 1998]    \"The  Myth of Asia's Miracle: A Cautionary Fable\" by Paul Krugman (Foreign Affairs  1994)    World  Bank: The making of the East Asia miracle (10/93)    The East  Asian Miracle - One Paradigm Too Many? by Edith Terry    Asia's  Miracle is Alive and Well? Wrong, It Never Existed by Paul Krugman    East  Asian Growth Before and After the Crisis , IMF:Crafts, Nicholas;    The  East Asian Crisis - Macroeconomic Developments and Policy Lessons ,  IMF:Stone, Mark; Kochar, Kalpana;    \"What  Caused the Asian Currency and Financial Crisis? Part I : A Macroeconomic   Overview\" by Nouriel Roubini, Giancarlo Corsetti and Paolo Pesenti (9/98)    \"What  Caused the Asian Currency and Financial Crisis? Part II: The Policy  Debate\" by Giancarlo Corsetti, Paolo Pesenti and Nouriel Roubini (9/98)    \"Paper  Tigers? A Preliminary Assessment of the Asian Crisis\" by Giancarlo Corsetti,  Paolo Pesenti and Nouriel Roubini (9/98)    Trade  and Contagious Devaluations: A Welfare-Based Approach by Giancarlo Corsetti,  Paolo Pesenti, Nouriel Roubini and Cedric Tille (10/98)    The Asian Financial  Crisis: Causes, Cures, and Systemic Implications by Morris Goldstein (6/98)    The  Asian Liquidity Crisis by Roberto Chang and Andres Velasco (July 1998)    \"The  Asian Crisis: Is there a Way out? Are the IMF Prescriptions Right?  by W. Max Corden    East  Asia in Crisis: From being a miracle to needing one? book edited by Ross  Garnaut and Ross McLeod (11/98)    Which  Capitalism? Lessons from the East Asian Crisis by Luigi Zingales  and Raghuram G. Rajan, (9/98)    The  East Asian Crisis: Investigating Causes and Policy Responses by Warwick  McKibbin and Will Martin (September 1998)    Ronald  McKinnon: Exchange Rate Coordination for Surmounting the East Asian Currency  Crises (8/98)    Is  There a Credit Crunch in East Asia? by Wei Ding, Ilker Doma?, and Giovanni  Ferri    \"Paper  Tigers? A Preliminary Assessment of the Asian Crisis\" by Nouriel Roubini,  Giancarlo Corsetti and Paolo Pesenti (June 1998)    Prospective  Deficits and the Asian Currency Crisis by Burnside, Eichenbaum and Rebelo  (10/98)    The  Economic Miracle in a Haze by Manuel F. Montes    Sequencing  Capital Account Liberalization - Lessons from the Experiences in Chile,  Indonesia, Korea, and Thailand by Johnston, R Barry, Darbar, Salim M and  Echeverria, Claudia; IMF Working Paper    Exchange  Rate Policy and Monetary Strategy Options in the Philippines - The Search  for Stability and Sustainability IMF:    Houben, Aerdt;    The  Korean Financial Crisis of 1997-1998 by Irma Adelman and Song Byung Nak  (8/98)       Japan       Yahoo!  Japan Page    Yen Crisis:  That Sinking Feeling (FT 8/98)    Avinash  Persuad: Don't Blame Japan (FT 8/98)    \"Japan's  Trap\" by Paul Krugman (5/98)    Restoring Japan's  Economic Growth by Adam S. Posen (9/98)    \"The  Asian Crisis, the IMF, and the Japanese Economy\" by Stanley Fischer (4/98)    China    Yahoo!  China page    Why  Has China Survived the Asian Crisis So Well? What Risks Remain? John  G. Fernald and Oliver Babson (FED)    People's  Republic of China - Hong Kong Special Administrative Region Recent Economic  Developments IMF Staff Country Report No. 98/41    The  China Page of the South China Morning Post    Why  is China Growing So Fast? by Zuliu Hu and Mohsin, S. Khan (IMF)    Can  China Avert Crisis? (Business Week 3/16/98)    Second-Generation  Strategies for Reform for China by Joseph Stiglitz (7/98)    China's  Transitional Economy (Australian Department of Foreign Affairs and Trade  7/97)            16: Latin America    Yahoo!  Argentina page    Yahoo!  Brazil page    Yahoo!  Mexico page    Yahoo!  Chile page    Yahoo!  Peru page    Brazil  Letter of Intent to the IMF (11/98)    IMF  Press Conference on the Brazil Package (11/98)    Brazil  and the IMF, Dornbusch [November, 1998]    Economic and  Social Progress in Latin America : annual in-depth report by IADB IADB    Macroeconomics  of Capital Flows to Latin America: Experience and Policy Issues by IADB  Leiderman, Leonardo; Hausmann, Ricardo; Gavin, Michael    Fiscal  Discipline and the Choice of Exchange Rate Regime by IADB Tornell, Aaron;  Velasco, Andres    Balance-of-Payments  Rescue Packages: Can They Work? By IADB Fernndez-Arias, Eduardo    Managing  Fiscal Policy in Latin America and the Caribbean: Volatility, Procyclicality,  and Limited by IADBCreditworthiness Hausmann, Ricardo; Talvi, Ernesto;  Gavin, Michael; Perotti, Roberto    Savings  in Chile. What Went Right? By IADB Morand, Felipe G.    Make or  Buy? Approaches to Financial Market Integration by IADB Hausmann, Ricardo;  Gavin, Michael    Varieties  of Capital-Market Crises by IADB Calvo, Guillermo    Transition  to a Functional Financial Safety Net in Latin America by IADB Garber, Peter  M.    How Should  Financial Institutions and Markets be Structured? Analysis and Options  for Financial System Design by IADB Kaufman, George G.; Kroszner, Randall  S.    Building  Stability in Latin American Financial Markets by IADB Weisbrod, Steven  R.; Rojas-Surez, Liliana    Financial  Markets and the Behavior of Private Savings in Latin America By IADB Weisbrod,  Steven R.; Rojas-Surez, Liliana    Electoral  Budget Cycles in Latin America and The Caribbean: Incidence, Causes and  Political Futility by IADB Kraemer, Moritz    Credit  Union Policies and Performances in Latin America by IADB Shaffer, Sherrill;  Westley, Glenn    Persistent  Poverty and Excess Inequality: Latin America, 1970-1995 By IADB Szkely,  Miguel; Juan Luis    Institutional  Investors, Pension Reform and Emerging Securities Markets by IADB Blommestein,  Hans J.    Entry  and Exit of banks in Latin America and the Caribbean: Public Policy Concerns  and a Proposed Solution By IADB Benston, George J.    Regional  Financial Market Integration: Learning from the European Experience by  IADB Steil, Benn    Debt Management:  Some Reflections Based on Argentina by IADB Kiguel, Miguel A.    Press  Conference on Latin America of Michel Camdessus, Managing Director, IMF,  James Wolfensohn, President World Bank, and Enrique Iglesias, President  IADB    Financial  Crises in Latin America: Then and Now by Graciella Kaminsky and Carmen  Reinhart    Latin  America's swan song (Krugman notes on the current dilemma)    Impact  of the Asian Crisis on Latin America (ECLAC)    THE  INTERNATIONAL FINANCIAL CRISIS: A VIEW FROM ECLAC    World  Bank Asian Lessons for Latin America Roundtable Transcript    ECONOMIC  SURVEY OF LATIN AMERICA AND THE CARIBBEAN, 1996-1997, by UN's ECLAC    List  of Financial Institutions in Latin America    Financial  Data on Latin America    World  Bank Paper 1529. Interest Rates, Credit, and Economic Adjustment in Nicaragua    World  Bank Paper 1519. Payment Systems in Latin America: A Tale of Two Countries-Colombia  and El Salvador Robert Listfield and Fernando Montes-Negret         17: Africa, Eastern Europe, and Middle  East    Capital  flows to eastern Europe and the former Soviet Union by Hans Peter Lankes  and Nicholas Stern, EBRD    Hard Currency  and Sound Credit: A Financial Agenda For Central Europe by Rudi Dornbusch  and Francesco Giavazzi (5/98)    David  Lipton testimony on Russia before the House Banking General Oversight and  Investigations Subcommittee (9/98)    Challenges  Facing the Transition Economies of Central Asia by Michel Camdessus (5/98)    Monetary  Operations and Government Debt Management Under Islamic Banking , IMF:Sundararajan,  V; Marston, David; Shabsigh, Ghiath    Hard Currency  and Sound Credit: A Financial Agenda For Central Europe,Dornbusch, [May,  1998]    Islamic  Banking - Issues in Prudential Regulations and Supervision , IMF:Errico,  Luca; Farahbaksh, Mitra;    Africa  - Is This the Turning Point? IMF: Fischer, Stanley; Hernandez-Cata,  Ernesto; Khan, Mohsin S    External  Borrowing in the Baltics, Russia, and Other States of the Former Soviet  Union - the Transition to a Market Economy IMF: Odling-Smee, John;  Zavoico, Basil;    Russia    Russia  Meltdown or Stabilization?Dornbusch, [September, 1998]    Legal  and Institutional Obstacles to Growth and Business in Russia IMF: Buckberg,  Elaine;    For  Russia and Its U.S. Bankers, Match Wasn't Made in Heaven, NY Times, 10/18/98    Beyond  a Bailout: Time to Face Reality About Russia's \"Virtual Economy\" by Clifford  G. Gaddy and Barry W. Ickes    Bankers'  Wars in Russia Trophies and Wounds, by Natalia Dinello       18: Major Newsites    Barron's    Bloomberg Financial    Business Week    CNN Financial Network    Financial Times    Financial World  magazine    Fortune Magazine    Investor's Business  Daily Web Edition    Kiplinger Online    The Economist    Wall Street Journal Interactive  Edition    ABCNEWS.com  Business    Briefing.com    CBS MarketWatch    CNBC    EarningsNet    Emerging  Markets Companion    Fortune Business  Report    FOX Market Wire    InvestorNet    Investors Business  Daily    Money  Daily    MSNBC  Wall Street Journal Highlights    NasdaqTrader    News Alert    Reuters Money Network    S&amp;P Personal  Wealth    Stock Research Group    Stock Smart    StockSite    USA  Today (3)          19. Finance Supersites    International  Finance Discussion Papers , The Federal Reserve Board    Absolute  Investments Web-zine - offering a subscription-based online magazine    Barron's Online   - electronic edition of Dow Jones &amp; Company's business and financial  weekly magazine    Barra Seucrities :  fixed income instruments and financial research    CommonCents   - personal finance journal.    DBC  Online: GlobalMarkets provides extensive quotes on world stocks, indices,  exchange rates and commodities    European  Stock Quotes    Finance  Web    Global  Financial Data    Bonnie's  Links    Center  for Latin American Capital Markets Research: Exchanges    Computerized  Trader's Interesting Sites List    DBC  Online: Financial and Investment Links    DINO  - Wirtschaft - Finanzielle M?rkte    Financial  Data Finder    Financial  Data Locators    Financial Information  Link Library    Finance  Resources on the WWW (Graphics Version)    International  Economics Gateway    InvestorGuide  Quotes    Forbes - table of  contents, cover story from Forbes.    Individual Investor   - requires registration.    Market  Places and Quotations    Markets  and Investments    Mauro Magnani's  \"FINANCE AREA\"    Merrill Lynch OnLine  Today - online magazine with financial news and analysis    Money  Magazine - Features guides to mutual funds, company reports, the best  loan rates in your area.    Money Talks - investment  magazine for individual investors.    MoneyMinded   - personalized and practical guide to saving, investing, borrowing and  spending.    Moneywise   - UK personal finance magazine featuring news, advice, spending and investment  tips, and financial product investigations.    MZES/EURODATA  - External Links    Resources  for Economists on the Internet    Personal  Investment - from Australia. Each month contains practical information  and advice for personal wealth creation.    Poder &amp; Dinero   - business and financial monthly in Spanish reporting on Colombian economy.    SmartMoney Interactive   - offers commentary, hourly updates, portfolio tracking, broker ratings,  and more.    Tracker Magazine   -providing analysis and commentary on the FTSE 100 Index.    Trusts and  Estates Magazine Morgan Stanley  CapitalInternational provides information on Morgan Stanley's World  and Emerging Market Indices with historical data available back to December  1995    Telekurs  Financial Information Service    Trust  Net Indices    Wall  Street Online:Destination Links    WebEc -  WWW Resources in Economics    World  Stock Exchanges    WORLD  WIDE WEB SITES FOR INVESTORS    Worldwide  Gov't Information Links    Wall  Street Directory, Inc.    Wall Street Research  Net's Home Page    Wilshire  Indices    Yahoo  - Business and Economy:Markets and Investments:Stocks    Worth Magazine   - daily news from the world of finance, access to top financial experts,  and tips.       20: Privatization and Project Finance       World  Bank Paper 1962. The Political Economy of Privatization: An Empirical Analysis  of Bank Privatization in Argentina George R.G. Clarke and Robert  Cull    World  Bank Paper 1861. Infrastructure Project Finance and Capital Flows: A New  Perspective    Mansoor Dailami and Danny Leipziger    The  Macroeconomic Impact of Privatization IMF: Mackenzie, George A;    Dedicated  Road Funds - A Preliminary View on a World Bank Initiative IMF: Potter,  Barry H    Political  Risk, Economic Risk and Financial Risk, by Campbell Harvey    Trends  in Private Investment in Developing Countries: Statistics for 1970-96.  Jack D. Glen and Mariusz A. Sumlinski"}, {"content": "Are the Foundations Solid for Emerging Market Real Estate         Are the Foundations Solid for      Emerging Market Real Estate?           J.P. Mei     Stern School of Business    New York University         Are the Foundations Solid for Emerging Market Real Estate?          The dramatic downturn in the Asian property market has led many investors to question the wisdom of long-term investment in emerging market real estate, especially in Asia. Those who proclaimed the Asian economy a miracle a year ago now call it an Asian mirage and vowed never to invest a penny in Asian real estate again. It is worth noting, however, similar views were also held on New York real estate just a few years ago. Thus, in the midst of an Asian property market crisis, it is important to re-examine the fundamentals of emerging market real estate. In this study, we will try to separate the long-term trends from the short-term fluctuations of the market and offer some suggestions for the long-term investor.         The Foundation Is Still Quite Solid        It is well known that the two main engines of real estate market are population and economic growths. Based on data from the World Bank, emerging markets have 85% of the world population and many of them are expected to grow at several times the growth rate of the U.S. economy. As shown in Figure 1, the population growths of Hong Kong, Indonesia, Malaysia, and Thailand are many times that of Japan. Thus, Unlike the Japanese real estate market, which has been suffering from over-valuation and a slowdown in both economic and population growths, the Asian property markets are only suffering from over-development but still enjoy high population growth. Moreover, despite the fact that these economies may go through a period of painful adjustment, economic growths are expected to pick up once the structural reforms proposed by the IMF are made.    Rapid population growth coupled with economic growth has several important implications for real estate market. First, demographic factors in emerging markets are likely to create a strong demand for housing. According to Jim Rohwer in his book, Asia Rising, \"Of the 3.3 billion Asians alive in 1995, some 1.7 billion, or around 52 percent, are under the age of 25. Only 35 percent of Americans and 28 percent of Germans are that young.\" Over the next 20 years, most of these 1.7 billion people will find jobs, get married, and start families. Twenty-five years ago the young families might have chosen to squeeze into an apartment with their parents. With increasing income, however, they will probably prefer to live on their own. This suggests substantial increases in demand for affordable housing by the young families in the future.   Figure 1: Comparison of Population Growth                                                              Data Source: World Bank \"World Development Statistics\", 1995        Second, rising population is causing a serious housing crisis in almost all of the major cities in developing nations. For example, according to official Chinese statistics, the average living space for a family of four in Shanghai was about 400 square feet in 1995. For many families, there is only one bedroom so that parents have to sleep in the same room with their grown children. With the exception of some new high-rise apartment buildings in major cities, many apartments do not have private amenities, such as toilets, running water, and stoves. The situation is even worse in Bombay. More than half of its 14 million residents live on the street or in slums with no access to running water or electricity. A family of six would be considered very lucky if they could live in a 280-square foot public housing unit. There is no doubt that, with increased income and a free housing market, residents in emerging markets will spend a significant amount of money to improve their dreadful housing conditions.    Moreover, massive urbanization caused by rapid industriali-zation and poor infrastructure (roads, electric and telephone service, etc.) will also have a positive impact on urban property market. According to the United Nations study presented in Table 1, by the end of 2015, nine out of the ten largest cities in the world will be in emerging markets and none of them will be in the United States. Massive migration from rural areas to urban centers will exacerbate housing problems in these cities. As shown in Table 2, Thailand and China's rural population accounted for 81% and 72% of the total population. But this large rural population is on the move. The urban population is expected increase quite rapidly from 1992 to 2000. For example, it is estimated that about 100 million Chinese migrant workers will be working in cities in 1998. Many emerging markets are already densely populated. India, for example, has almost 10 times the population density of the United States. South Korea is even more densely populated. Any further migration to cities would make urban land an increasingly scarce resource. Of course, population density is not the only factor affecting real estate market. Other factors, such as existing property supply and their pricing, interest rates and alternative investment opportunities.          Table 1    United Nations Estimates of the World's Largest Cities in 2015      (Million Inhabitants)    ___________________________________________________________________    Projected Implied    Population Population Growth    Rank City Country 1994   2015 1994-2015        1 Tokyo Japan     26.5  28.7    8%    2 Bombay India    14.5  27.4  89%    3 Lagos Nigeria     9.7  24.4  152%    4 Shanghai China    14.7  23.4  59%    5 Jakarta Indonesia   11.0  21.2  93%    6 Sao Paulo Brazil   16.1  20.8  29%    7 Karachi Pakistan    9.5  20.6  117%    8 Beijing China     12.0  19.4  62%     9 Dacca Bangladesh   7.4  19.0 157%    10 Mexico City Mexico 15.5 18.8 21%    ___________________________________________________________________    Source: Urban Agglomerations 1994, United Nations Publication.        There is ample evidence that a scarcity of urban land has already made emerging market cities some of the most expensive places in the world to live and do business. According to a New York Times study in July 1995, the rent of a decent two-bedroom apartment was $1,500 per month in Buenos Aires, $5,000 in Moscow, $6,300 in Shanghai, $7,100 in Hong Kong, and $7,800 in Bombay. The notoriously high rents in New York ($2,300) were actually quite a bargain by emerging market standards.     Table 2       United Nations Estimates of the Growing Urbanization of Various Countries            Total  Density     of Total Population       Population  (people per  Urban Urban  Rural   Country  (million)  sq. km.)  1992   2000  1992   Argentina   34   12      87  89    13   Brazil    164   18      76  81    24   China   1,215   120      28  35   72   Chile    14   18      84  85   16   India    928   264      26  29   74   South Korea  45   437      77  86   23   Malaysia   20   55      51  57   49   Mexico    89   43      74  78   26   Philippines  68   210      51  59   49   Thailand   61   111      19  22   81   United States 265    27     76  78   24   __________________________________________________________________   Source: Urban Agglomerations 1994, United Nations Publication                  Finally, real estate should profit handsomely from rapidly rising real wages. Property construction is very labor intensive, and the cost of construction labor is rising rapidly in many countries. Between 1991 and 1993, the cost of labor rose 50 percent in China, 22 percent in Mexico, and 20 percent in Korea in dollar terms. Given this rapid rise of real wages, an office building that costs US$200 million to construct today may cost twice as much in less than five years. If the market value of the building reflects its replacement cost, an investor today could reap a capital gain of 50 percent in five years simply by taking advantage of rising labor costs.        Emerging Market Real Estate as a Long-term Investment          The above long-term fundamentals have contributed to quite generous rates of return for emerging market real estate over the past -- rates that are comparable to those from common stocks and well above real estate returns in most developed countries (see Figure 2). While the generous returns in Figure 2 may contain a speculative bubble and are unlikely to be sustainable in future, we believe that the positive long-term fundamentals will continue to help patient investors achieve adequate risk-adjusted returns .     Equally important, real estate is an excellent vehicle to provide the benefits of diversification. It does this in two ways. First, real estate returns have a relatively low correlation with other assets, such as stocks. Second, real estate returns in one part of the world are generally not correlated with those in others. As shown in Figure 1, during the 1988-94 period, when the west and Japan were suffering through one of the worst real estate slumps in history, Asian markets were enjoying a magnificent    Boom. The average correlations between the U.S. and five Asian real estate markets in a study by Quan and Titman were actually negative during the 1988-1994 time period they covered. Thus, putting some share of your portfolio into emerging market properties can reduce the overall risk of your investment program.    And there is an additional advantage. Real estate has been a fairly dependable hedge against inflation in many emerging markets. During periods of double-digit inflation in Hong Kong and other parts of Asia, real estate returns were considerably higher than the rate of inflation, and even higher than the returns from the broad stock market indices in several countries.       Figure 2      0    Source: Quan and Titman, Commercial Real Estate Prices and Stock Market Returns: An International Analysis , 1996.        All of these real estate investment factors -- generous rates of return, risk reduction through diversification, and hedge against inflation -- make emerging market real estate attractive. Moreover, in late 1997, many real estate companies have plunged more deeply than other blue-chip common stocks in emerging markets, especially in Asia. Equity markets fell a staggering 60 percent (in dollar terms) in Thailand and Malaysia, while declines in Hong Kong, Indonesia, South Korea, and Singapore, have exceeded 40 percent from their peak. Provided these countries take the firm steps to further reform their economy, the crisis in 1997 may prove to be a rare buying opportunity for long-term investors.    In summary, with continued economic growth and favorable demographic trends for the next 20 years, we believe that real estate is still a viable investment asset class for long-term investors. That said, we also like to address some of the risks involved in emerging market real estate investment.        Risks in Emerging Market Real Estate         Investors in emerging market real estate incur many risks, such business risk, political risk, and the risk of speculation. The main source of emerging market real estate risk is speculation. Most real estate developers are prone to excess. During the 1980s, there was excessive development all over the world -- Tokyo, London, California, Hawaii, Texas, and New York. The favorite game was always to see who could build the tallest office tower in town or the most luxurious apartments or hotels in the area. While the party lasted, it was fun for everyone; when it ended, bankers and investors were stuck with huge bills. Over-building in Japan caused Tokyo real estate prices to plummet by two-thirds to three-fourths from their peak in the late 1980s. Wild speculation and excess building in Texas led to the failure of hundreds of savings and loans.    Today, the real estate party has moved to the world of emerging markets. From Bangkok to East Berlin and from Shenzhen to Seoul, armies of construction workers are working on roads, apartment blocks, office buildings, shopping malls, and golf courses. While many of these developments have undoubtedly filled large demand gaps, excessive development has also produced a glut of vacant space and see-through buildings in many \"hot\" places. According to Shanghai government estimates, the office vacancy rate skyrocketed from 1 percent to over 50 percent in 1997, and rents have fallen by more than 40 percent in Shanghai. Similarly, over-development in Thailand triggered a financial crisis in the banking sector, which led to the sharp currency devaluation in 1997.    To reduce such speculative risk, we suggest that investors avoid the most lavish development projects. One useful measure for identifying speculative crazes in real estate is the ratio of market value of a property to what it would cost to replace the building. A high market-to-replacement ratio (much greater than one) means that it pays a developer to acquire land in the neighborhood and build a similar building. It implies increasing space supply in the future and more competition. Investors in buildings selling above replacement cost can get stuck with a double loss -- falling rents and falling market value of your property. On the other hand, investors buying during a real estate recession, when market-to-replacement ratios are much smaller than one, can get a double benefit. If space demand picks up, it means rising rents and increasing market value for your property. With the recent sharp decline in equity prices and a looming recession in many parts of Asia and Latin America, we can expect many properties will be put up for \"fire sale\" in the near future, with prices set below replacement costs.    One positive feature that somewhat mitigates the risks is that the property cycles in emerging markets are likely to be shorter than those in developed markets if these markets continue their high economic growth. For example, if Shanghai maintains its 15 percent growth rate in the absorption of space, then even with a 50 percent vacancy rate, it would still achieve full occupancy in four years. On the other hand, it may take a typical American city seven to ten years to fill a 20 percent vacancy if the local economy is only growing at 2 to 3 percent a year.    Another source of risk often cited is the changing business environment. Many observers have suggested that emerging market economies may get more suburban, as happened in the United States, leaving many downtown buildings with large amounts of vacant space. While this may become true in the future, we expect that it will take quite a long time because of the personal nature of business in many emerging markets. Given the poor transportation infrastru-cture for most emerging economies, downtown is still the most efficient place for doing business. While billions of dollars have been spent on the development of new suburban centers, such as the Pudong New Area in Shanghai, so far these suburban centers appear to be complementing the downtown facilities rather than replacing them.    In addition to speculative and business risks, political risk is also a major source of concern for investors. Given its immobility, real estate is most vulnerable to government expropriation and excessive taxes. To manage political risk effectively, it is important to know that it is usually made up of two components, country-specific risk and systematic risk. Country-specific risk, such as change in a nations tax law or military coups, tends to happen independently across different countries. Thus, by constructing a well-diversified portfolio of real estate assets across many emerging market countries, these risks can be reduced. Systematic political risks tend to affect the returns of emerging as well as developed markets, and they can not be diversified away. For instance, the stability of China, Russia, and the Middle East has broad implications for world development. As a result, real estate assets with significant exposures to these risks should carry appropriate risk premiums.             How to Invest in Emerging Market Real Estate         Most individual investors lack both the expertise to evaluate emerging market property investments and the large sums required to purchase them. Moreover, poor liquidity and high transactions costs make it very difficult to turn property investment into cash if an emergency funding requirement arises or the investment prospects change. Thus, given the absence of emerging market REITs, property company stocks listed as American Deposit Receipts (ADRs) offer the only practical vehicle for individual investors in the United States to add some emerging market real estate to their portfolios.    There are a few dozen property and hotel company ADRs with good trading markets. Recently, many developers, such as IRSA and New World, have invested in Argentina, Brazil, China, India, Indonesia, Malaysia, and Thailand. Thus, investors can obtain property interests in emerging markets by just purchasing some of the property company shares. These shares are traded like regular stocks, and they are covered by many international accounting firms so that company financial information is easily available (For a complete list of property company ADRs and their valuations, see Malkiel and Mei (1998)).    It is worth noting that many emerging market equity funds already have some exposure to emerging market real estate, as the portfolios of these funds usually include some real estate securities. Global real estate funds, such as the Evergreen Global Real Estate Equity Fund, also have some exposure to emerging market properties. Thus, many investors will not need to purchase property company shares directly. But since this exposure tends to be small, you may wish to increase your real estate holdings if you are very optimistic about the long-term effects of economic and population growth. Moreover, real estate in such countries as Argentina, Brazil, India, Indonesia, Malaysia, and Thailand is under-represented in many funds.    We also believe that large institutional investors will be well served by adding some emerging market properties to their real estate portfolios. If these admittedly risky properties are combined with real estate in developed countries, the low correlation of their returns can actually reduce the overall risk of the portfolio. Institutions should not only diversify across different countries, but also across different property types. Portfolio managers may do so by investing in shares of local companies or by taking an equity position in some development projects. Our study also suggests that institutional investors with moderate holdings in emerging market real estate are probably better off sitting through the current market storm in Asia rather than offering these assets at fire-sale prices.    In conclusion, our analysis suggests the foundation of emerging market real estate is still quite solid, despite some structural problems, such as excessive market speculation and political risks. Therefore, they should be included in the construction of any well-diversified portfolio.        References:        Crocker Liu and J.P. Mei, Evidence On the Integration of International Markets and Benefits of Diversification, Real Estate Economics, forthcoming, 1998.    Burton Malkiel and J.P. Mei, Global Bargain Hunting: An Investors Guide to Emerging Markets, Simon &amp; Schuster, New York, 1998.    Mike Miles and J.P. Mei, China Real Estate Investment: How Risky? Real Estate Finance, 1995.    Danial Quan and Sheridan Titman, Commercial Real Estate Prices and Stock Market Returns: An International Analysis, working paper, University of Texas, 1996."}]},
{"detail": [{"content": "super1            Emerging Market Finance    For Professionals, Researchers and  Students    By    Prof. J. P.  Mei      The Links are organized by Subject Area    Recent  Market Development    General  Reading  1:  Marco-Foundamental Analysis  2:  Capital Market Developments    3:  Measuring Volatility and Contagion  4:  Currency Risks  5:  Political Risks    6:  Top-Down and Diversification  7:  Corporate Finance    8: The Index Approach    9:  Mutual Funds  10:  Emerging Market Derivatives  11:  Fix Income Securities    12:  Real Estate  13:  Financial Institutions  14:  Risk Management    15:  Asia Financial Crisis  16:  Latin America  17:  Africa, Eastern Europe, and Middle East    18:  Major Newsites  19.  Finance Supersites  20.  Privatization and Project Finance           General  Reading    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster, 1998)    Mark  Mobius on Emerging Markets    Prof.   Paul Krugman's Web Page : In depth and easy to read analysis on current  market events.    Prof.  Roubini's page on Asian Crisis: Extensive coverage of the Asian Financial  Crisis    Morgan Stanley's  Global Economic Forum : Stephen Roach and  other analysts' in-depth analysis of the global economy and financial markets--updated  daily!    Jokes about  economists and economics: Economists are funny people.             Brazil Devaluation       The  Brazil Effect on Commodities: Forget the New Tractor Jan. 27, 1999, NYT    Brazil's  Economic Crisis Pits President Against Governors Jan. 25, 1999, NYT    TURMOIL  IN BRAZIL: THE HISTORY; It Started From a Spark Set Off in the Political  Powder Room, By DIANA JEAN SCHEMO, New York Times    U.S.  financial industry may already have fortified itself against the latest  emerging-market crisis, Timothy L. O'Brien and Joseph Kahn, New York Times    As  an Economy Sinks, U.S. Sees Painful Choices, DAVID E. SANGER, New York  Times    Brazil  goes through the floor: Stephen Fidler and Geoff Dyer, Financial Times    BANKING  SHARE PRICES OF BANKS WITH BIG BRAZIL EXPOSURE SUFFER SHARP FALLS, Financial  Times    Currency  devaluation sends Brazil reeling, Elliot Blair Smith; Rich Miller,  US Today    Brazil  Devalues Currency; Wider Crisis Feared; Global Markets Fall, Paul  Blustein, Washington Post    A  Crisis With Global Implications, Steven Mufson, Washington Post    Brazil  Letter of Intent to the IMF (11/98)    IMF  Press Conference on the Brazil Package (11/98)    Brazil  and the IMF, Dornbusch [November, 1998]          1: Marco-Foundamental Analysis    World  Bank Annual Report 1999    Quarterly  Review: International Banking and Financial Market Developments    World Bank: 1998/99  World Economic Outlook    IMF:  World Economic Outlook (10/98)    Private  Capital Flows Sustained to Leading Emerging Markets (IIF) 5/6/98    Emerging  Economies: How Long Will The Low-Wage Advantage Last? Background paper  for a speech by Jannik Lindbaek, IFC    How  Not to Lose One's Shirt Investing In Emerging Markets? Keynote Speech by  Guy Pfeffermann, IFC Chief Economist.    Perspectives  on East Asian Growth by Jeffrey Frankel (6/97)    World  Bank Paper 1535. Financial History: Lessons of the Past for Reformers of  the Present Gerard Caprio, Jr. and Dimitri Vittas    Recovery  and Growth in Transition Economies 1990-97--A Stylized Regression Analysis ,  IMF:Havrylyshyn, Oleh; Izvorski, Ivailo; van Rooden, Ron;    TFPG Controversies,  Institutions, and Economic Performance in East Asia by Dani Rodrik   NBER Working Paper No. 5914, February 1997    BIS working paper47, Frank Smets: Financial  asset prices and monetary policy: theory and evidence , September 1997    Asset Prices  and Monetary Policy: Four Views , August 1998,    BIS working paper45, Steven B. Kamin: A  multi-country comparison of the linkages between inflation and exchange  rate competitiveness , August 1997    BIS working paper37, Henri Bernard and Stefan Gerlach:   Does  the term structure predict recessions? The international evidence ,  September 1996          2: Capital Market Developments    International  Capital Markets: Developments, Prospects, and Key Policy Issues by IMF  (9/98)    World  Bank Paper 1482. A Measure of Stock Market Integration for Developed and  Emerging Markets Robert A. Korajczyk    Soros'  plea, Krugman (Fortune, 11/12/98)    Curfews  on capital: what are the options? (10/12/98 - why dollar debt is not the  problem)    World  Bank Paper 1462. Stock Market Development and Financial Intermediaries:  Stylized Facts Asli Demirg-Kunt and Ross Levine    After  Asia: New Directions For The International Financial System, Dornbusch,  [July, 1998]    Capital  Controls An Idea Whose Time is Gone, Dornbusch, [March, 1998]    The  Challenges of Emerging Markets Data by Campbell Harvey    A  Quick Guide To foreign Investment In The Taiwan Stock Exchange : A little  messy but informative    Paper Tigers,  the IMF and the World Capital Market, Dornbusch, [January,1998]    \"Re-Emerging  Markets\" W. Goetzman and P. Jorion    An  Emerging Market, The NYSE From 1815 to 1871, W. Goetzman and R. Ibbotson    Trends  in Venture Capital Finance in Developing Countries. Anthony Aylward    World  Bank Paper 1456. Equity Markets, Transaction Costs, and Capital Accumulation:  An Illustration Valerie R. Bencivenga, Bruce D. Smith, and Ross  M. Starr    International  Banking and Financial Market Developments    World  Bank Paper 1946. Estonia: The Challenge of Financial Integration Carlos  Cavalcanti and Daniel Oks    World  Bank Paper 1917. Financial Liberalization and Financial Fragility Asli  Demirg-Kunt and Enrica Detragiache    World  Bank Paper 1903. Taxing Capital Income in Hungary and the European Union Jean-Jacques  Dethier and Christoph John    Can  the Neoclassical Model Explain the Distribution of Foreign Direct Investment  Across Developing Countries? IMF:Zebregs, Harm;    Can  short-Term Capital Controls Promote Capital Inflows? IMF:Cordella,  Tito;    Developing  Countries and the Globalization of Financial Markets IMF:Knight, Malcolm;    Sequencing  Capital Account Liberalizations and Financial Sector Reform IMF: Johnston,  R Barry;    World  Bank Paper 1690. Stock Markets, Banks, and Economic Growth Ross  Levine and Sara Zervos    World  Bank Paper 1678. Financial Development and Economic Growth: Views and Agenda Ross  Levine    World  Bank Paper 1582. Stock Market Development and Long-Run Growth Ross  Levine and Sara Zervos    World  Bank Paper 1578. Stock Market and Investment: The Governance Role of the  Market Cherian Samuel    World  Bank Paper 1539. The Rise of Securities Markets: What Can Government Do? Richard  Sylla    World  Bank Paper 1505. The Cross-Section of Stock Returns: Evidence from Emerging  Markets Stijn Claessens, Susmita Dasgupta, and Jack Glen    World  Bank Paper 1504. Savings and Education: A Life-Cycle Model Applied to a  Panel of 74 Countries Jacques Morisset and C?sar Revoredo    Financial  Liberalization and Financial Fragility , IMF:Demirguc-Kunt, Asli; Detragiache,  Enrica;    Responses  of the Stock Market to Macroeconomic Announcements Across Economic States ,  IMF:Li Li; Hu, Zuliu;    Stocks,  Bills, Bonds And Inflation Total International Investment Returns, 1694-1995          3: Measuring Volatility and Contagion   (For detailed coverage, see Prof. Roubini's Asia Home page)    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster):  Chapter 5    Why  Markets Tumble Together ? (CSM 9/98)    Globalized  Financial Markets and Financial Crises by Charles Wyplosz (3/98)    Rational  Herd Behavior and the Globalization of Securities Markets by Guillermo  A. Calvo and Enrique G. Mendoza    BIS paper Changing  financial systems in small open economies , December 1996    BIS paper Financial  stability in emerging market economies , April 1997    Exploratory  Investigation of Country Returns, by Campbell Harvey    The  Behavior of Emerging Market Returns, by Campbell Harvey    Stock  Market Crises in Developed and Emerging Markets by Sandeep Patel and Asani  Sarkar (4/98)    Trade  and Contagious Devaluations: A Welfare-Based Approach by Giancarlo Corsetti,  Paolo Pesenti, Nouriel Roubini and Cedric Tille (10/98)    Measuring  Stock Market Contagion: Conceptual Issues and Empirical Tests by Kristin  Forbes and Roberto Rigobon (8/98)    The  Twin Crises: The Causes of Banking and Balance-of-Payments Problems  by Graciela L. Kaminsky and Carmen M. Reinhart    Local  Return Factors and Turnover in Emerging Stock Markets by K. GEERT ROUWENHORST    \"Contagion  and Risk\" Campbell Harvey and Claude Erb and Tadas Viskanta    Volatility  and Contagion in a Financially-Integrated World: Lessons from East Asia's  Recent Experienceby Pedro Alba, Amar Bhattacharya, Stijn Claessens, Swati  Ghosh, and Leonardo Hernandez (8/98)    \"The Global  Capital Market: Benefactor or Menace?\" by Maurice Obstfeld NBER Working  Paper No. 6559, May, 1998    Volatility  and Contagion in a Financially-Integrated World: Lessons from East Asia's  Recent Experience by  Pedro Alba, Amar Bhattacharya, Stijn Claessens, Swati Ghosh, and Leonardo  Hernandez (8/98)    Hedge  Funds and the Asian Currency Crisis of 1997 by William N. Goetzmann, Stephen  J. Brown and James Park    Do  foreign investors destabilize stock markets? The Korean experience in 1997   by Hyuk Choe, Bong-Chan Kho, and Ren? M. Stulz, June 1998          4: Currency Risks (For detailed  coverage, see Prof. Roubini's Asia Home page)    \"Contain  the Financial Chernobyl\" by Burton Malkiel and J.P. Mei, FT (10/7/98)  New!     Prof.  Roubini's page on Asian Crisis: Extensive coverage of the Asian Financial  Crisis    Introduction  to Currency Boards by Kurt Schuler    CAN  INVESTORS PROFIT FROM DEVALUATIONS?    \"The  Case Against Currency Boards: Debunking 10 Myths about the Benefits of  Currency Boards\" by Nouriel Roubini    What Role for Currency  Boards? by John Williamson    \"Rupiah  Rasputin\" by Paul Krugman (Fortune, 4/98)    \"Inflation  Stabilization and BOP Crises in Developing Countries\" by G. A. Calvo  and Carlos Vegh    \"Explaining  Currency Crises\" by Gerardo Esquivel and Felipe Larrain (6/98)    Domestic  Causes of Currency Crises: Policy Lessons for Crisis Avoidance by Helmut  Reisen (OECD 6/98)    Leading  Indicators of Currency Crises by Graciella Kaminsky, Saul Lizondo and Carmen  Reinhart    \"Arbitrage  mechanism leading to currency crises: a theoretical perspective\" by Lilia  Cavallari and Giancarlo Corsetti    Before  the Fall: Were East Asian Currencies Overvalued? by Menzie Chinn    Are  Currency Crises Predictable? by Goldfajn, Ilan and Valdes, Rodrigo O; IMF  Working Paper    BIS working paper36, William R. Melick: Estimation  of speculative attack models: Mexico yet again , August 1996    \"Balance  of Payment Crises In Emerging Markets\" by Guillermo A. Calvo    Crises,  Contagion, and the Closed-End Country Fund Puzzle IMF:Yeyati, Eduardo  Levy; Ubide, Angel    Why  Do Different Countries Use Different Currencies? IMF:Kocherlakota,  Narayana; Krueger, Thomas    Contagion-Monsoonal  Effects, Spillovers, and Jumps Between Multiple Equilibria , IMF:Masson,  Paul R    Current  Account Reversals and Currency Crisis-Empirical Regularities , IMF:Milesi-Ferretti,  Gian Maria; Razin, Assaf    Transparency  in Central Bank Operations in the Foreign Exchange Market IMF: Enoch,  Charles;    Bank  Soundness and Currency Board Arrangements: Issues and Experience IMF:  Santiprabhob, Veerathai;    Making  a Currency Board Operational IMF: Enoch, Charles; Gulde, Anne-Marie;    \"Varieties  of Capital-Market Crises\" by Guillermo A. Calvo    Measuring  International Economic Linkage with Stock Market Data, J. Ammer and J.P.  Mei, Journal of Finance    Merrill  Lynch's Currency &amp; Bond Market Revew : Analysis and forecasts  of currency &amp; bond market behavior. Updated biweekly.    World  Bank Paper 1648. The Lender of Last Resort Function Under a Currency Board:  The Case of Argentina Gerard Caprio, Jr., Michael Dooley, Danny  Leipziger, and Carl Walsh    World  Bank Paper 1913. The 1994 Currency Crisis in Turkey Oya Celasun    Perspectives  on the Recent Currency Crisis Literature , IMF:Flood, Robert P; Marion,  Nancy Peregrim;    Self-Fulfilling  Risk Predictions - An Application to Speculative Attacks , IMF:Flood,  Robert P; Marion, Nancy Peregrim    BIS Banking paper26, Reducing  foreign exchange settlement risk: a progress report , July 1998    BIS Banking paper17, Settlement  risk in foreign exchange transactions , March 1996    BIS Banking paper24, Statistics  on Payment Systems in the Group of Ten Countries: Figures for 1996 ,  December 1997    BIS Banking paper22, Real-time  gross settlement systems , March 1997    BIS Banking paper20, Disclosure  framework for securities settlement systems , February 1997    BIS Banking paper18, Security  of electronic money , August 1996    The resolution  of sovereign liquidity crises , May 1996    Reports of  the working groups of 1) Transparency and Accountability; 2) Strengthening  Financial Systems; 3) International Financial Crises , October 1998          5: Political Risks    \"Fighthing  Corruption Worldwide\": a series of papers from the IMF and World Bank publication  Finance and Development, March 1998    Law  and Order in Emerging Markets: An Asset Pricing Perspective, H.H. Liao  and J.P. Mei    Institutional  factors and Real Estate Returns, H. Liao and J. P. Mei    Political  Risk, Economic Risk and Financial Risk, by Campbell Harvey    What  Makes the Stock Market Jump?---An Analysis of Political Risk on the Hong  Kong Stock Returns, Harold Kim and J.P. Mei    Corruption  Around the World - Causes, Consequences, Scope, and Cures by Vito Tanzi,  IMF Working Paper    Why  Worry About Corruption? by Paulo Mauro (IMF)    Investing  in Emerging Markets: Lessons from the Turn of the 20th Century by J.P.  Mei, Brown Journal of World Affairs    J.P.  Mei's Antique Bond Collection: Exotic bonds became Worthless Wall Papers       6: Top-Down and Diversification    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster) Chapter  6 &amp; 9    World  Bank. East Asia: The Road to Recovery (10/98)  New!     The  East Asian Crisis: Origins, Policy Challenges, and Prospects by Javad K.  Shirazi (6/98)    East Asia  recovery prospects depend on global factors. analysis by Oxford Analytica  (9/98)    Is  the Worst Still Ahead for Asia? (3/98)    \"Is  the Asian Crisis Over?\" by Michel Camdessus (4/98)    Neat  Mean-Variance Analysis Tool by Campbell Harvey    Going  Global (1996) A global asset allocation case by W. Goetzman    Country  Credit Risk and Global Portfolio Selection, Campbell Harvey and Claude  Erb and Tadas Viskanta    Do World  Markets Still Serve as a Hedge?, Campbell Harvey and Claude Erb and Tadas  Viskanta    The Cross-Section  of Volatility and Autocorrelation in Emerging Markets, Campbell Harvey    The Risk  Exposure of Emerging Equity Markets Campbell Harvey    Predictability  and Time-Varying Risk in World Equity Markets, Campbell Harvey and Wayne  Ferson,    Predictable  Risk and Returns in Emerging Markets, Campbell Harvey    Time-Varying  World Market Integration, Campbell Harvey and Geert Bekaert,    Inflation  and World Equity Selection, Claude B. Erb, Campbell Harvey, and Tadas E.  Viskanta,    Expected  Returns and Volatility in 135 Countries Claude B. Erb, Campbell Harvey,  and Tadas E. Viskanta,    Emerging  Equity Market Volatility, Campbell Harvey and Geert Bekaert    Demographics  and International Investment, Claude B. Erb, Campbell Harvey, and Tadas  E. Viskanta,    The Making  of an Emerging Market, Campbell Harvey and Claude Erb and Tadas Viskanta    What  Matters for Emerging Market Investment, Campbell Harvey and Geert Bekaert,  Claude B. Erb and Tadas E. Viskanta    Emerging/Developed  Market Portfolio Mixes, Campbell Harvey and Stefano M. F. G. Cavaglia,  Magnus Dahlquist, Peter L. Rathjens and Jarrod W. Wilcox.    ''The  Future of Investment in Emerging Markets'' Campbell Harvey             7: Corporate Finance    Restructuring  in Asia - A Brief Survey of Asian Bankruptcy Law by William Gamble    Dividend  Policy and Behavior in Emerging Markets: To Pay or Not to Pay. Jack D.  Glen, Yannis Karmokolias, Robert R. Miller and Sanjay Shah    Corporate  Financial Structures in Developing Countries. Ajit Singh and Javid Hamid  in collaboration with Bahram Salimi and yoichi Nakano    \"Stock  Selection in Emerging Markets: Portfolio Strategies for Malaysia, Mexico  and South Africa\" Campbell Harvey and Dana Achour, Greg Hopkins and Clive  Lang    Trends  in Private Investment in Developing Countries: Statistics for 1970-96.  Jack D. Glen and Mariusz A. Sumlinski    International  Joint Ventures in Developing Countries; Happy Marriages? Robert R. Miller,  Jack D. Glen, Frederick Z. Jaspersen, Yannis Karmokolias    World  Bank Paper 1671. Financial Constraints, Uses of Funds, and Firm Growth:  An International Comparison    World  Bank Paper 1724. Debt Maturity and Firm Performance: A Panel Study of Indian  Companies Fabio Schiantarelli and Vivek Srivastava    World  Bank Paper 1461. Stock Market Development and Firm Financing Choices    World  Bank Paper 1878. Searching for Sustainable Microfinance: A Review of Five  Indonesian Initiatives R. Marisol Ravicz    World  Bank Paper 1794. Ownership Structure, Corporate Governance, and Corporate  Performance: The Case of Chinese Stock Companies Xiaonian Xu and  Yan Wang    World  Bank Paper 1725. Access to Long-Term Debt and Effects on Firms' Performance:  Lessons from Ecuador Fidel Jaramillo and Fabio Schiantarelli    World  Bank Paper 1686. Institutions, Financial Markets, and Firms' Choice of  Debt Maturity Asli Demirg??-Kunt and Vojislav    Managing  Corporate Distress in the Philippines-Some Policy Recommendations ,  IMF:Cheng, Hoon Lim; Woodruff, Charles;    Product and Service Information    Wall Street  City    J.P. Morgan's Comprehensive  ADR Site    Bank of New York  Most Comprehensive ADR Sites (Plus Index)             8: The Index Approach    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster):  Chapter 8    MSCI Index  Construction Methodology    The IFC  Equity Index Methodology    Baring  Securities Emerging Markets Index provides information on Ing-Barings Bank  Emerging Market Indices    The  Dow Jones Global Indexes User Guide    Product and Service Information    Vanguard  Emerging Markets Stock Index Fund : Information on the Fund    WEBS:  Country Index Funds             9: Mutual Funds    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster) Chapter  7    Crises,  Contagion, and the Closed-End Country Fund Puzzle IMF:Yeyati, Eduardo  Levy; Ubide, Angel    Emerging Market Funds Information    Alliance    American  Century    Evergreeen    INVESCO    Montgomery  Funds    Scudder  Emerging Markets Growth Fund    Strong  Funds    Fidelity  Emerging Markets Fund    T.  Row Price Emerging market Funds    Templeton  Developing Markets Trust    Mutual Fund Education Alliance    Mutual Fund Investors  Resource Center    Mutual Funds Interactive    Investor  Tool    Investment Company Institute  Mutual Fund Connection    Yahoo's  Hedge Fund Information Center    Closed-End Funds on Internet             10: Emerging Market Derivatives    Does  the Introduction of Futures on Emerging Market Currencies Destabilize the  Underlying Currencies? by Christian Jochum and Laura Kodres, IMF    Merrill  Lynch Currency &amp; Bond Market Trends : ML Research Report &amp; Forecast    Neat  Options Simulation by Campbell Harvey    World  Bank Paper 1887. The Structure of Derivatives Exchanges: Lessons from Developed  and Emerging Markets George Tsetsekos and Panos Varangis    The  Statistical Measurement of Financial Derivatives Heath, Robert M; IMF    World  Bank Paper 1432. Using Financial Futures in Trading and Risk Management Ignacio  Mas and Jes?s Sa?-Requejo    BIS Banking paper21, Public  disclosure of the trading and derivatives activities of banks and securities  firms , November 1995    BIS Banking paper13, Risk  management guidelines for derivatives , July 1994    BIS Banking paper27, Report  on OTC Derivatives: Settlement procedures and counterparty risk management   (Joint report by the Committee on Payment    BIS Banking paper23, Clearing  arrangements for exchange-traded derivatives , March 1997    Product and Service Information    Regular  OTC Derivatives Market Statistics    Central Bank  Survey of Foreign Exchange and Derivatives Market Activity    Goldman Sachs  Warrants Web site: Current prices and basic information about HK warrants    Wahoo:   hot links for futures traders    CME  Emerging Markets Product Information: Currency, Brady Bonds, and other  derivative products    American  Stock Exchange (AMEX)    Bolsa  de Comercio de Santa Fe    Bolsa de Mercadorias  &amp; Futuros - from Sao Paulo, Brazil.    Bolsa de  Mercadorias do Paran?    Chicago Board  of Trade (CBOT)    Chicago  Board Options Exchange    Deutsche  Terminb?rse (DTB) - German options and future exchanges.    French Futures &amp; Options  Exchange    Futures &amp; Options  of Texas - trading services for the individual trader.    Hong Kong Futures Exchange    Kansas City Board of Trade    London International Financial  Futures and Options Exchange (LIFFE)    London Metal Exchange    Meff Renta Fija    Meff Renta Variable   - Spanish Equity Derivatives Exchange    New York Mercantile Exchange    Russian Exchange    Shanghai Metal Exchange    Singapore International  Monetary Exchange    South African Futures  Exchange    St. Petersburg Futures  Exchange    J.P.  Morgan's Commodity Indices       11: Fix Income Securities    The  Brady-Euro Yield Differential Debate: Why Arbitrage is Infeasible, by Buckberg,  E. and Kaune, F.    ``National  Risk and Global Fixed Income Allocation,'' Campbell Harvey and Claude Erb  and Tadas Viskanta,.    \"Emerging  Market Bonds: An Asset Class Perspective,\" Campbell Harvey and Claude Erb  and Tadas Viskanta    World  Bank Paper 1511. Default Risk and the Effective Duration of Bonds David  F. Babbel, Craig Merrill, and William Panning    Brady  Bonds and Default Probabilities , IMF:Izvorski, Ivailo;    External  Debt Histories of Ten Low-Income Developing Countries - Lessons from Their  Experience , IMF:Brooks, Ray; Cortes, Mariano; Fornasari, Francesca;  Ketchekmen, Benoit; Metzgen, Ydahlia;    Fixed  Investment and Capital Flows - A Real Options Approach , IMF:Chan-Lau,  Jorge; Clark, Peter B;    Intermediation  Spreads in a Dual Currency Economy-Argentina in the 1990s , IMF:Catao,  Luis;    Structural  Reforms in Government Bond Markets , IMF:De Broeck, Mark; Guillaume,  Dominique; Van de Stichele, Emmanuel;    BIS working paper46, Srichander Ramaswamy: Global  asset allocation in fixed income markets , September 1997    BIS working paper44, Gregory D. Sutton: Is  there excess comovement of bond yields between countries? , July 1997     Product and Service Information    Joint BIS-IMF-OECD-World  Bank statistics on external debt    BradyNet : Everything  you ever wanted to know about Brady bonds    Morgan  Stanley Sovereign Bond Yields : Provide Upto date Duration and Yield  Data    Fixed Income  Investment Research - Web site contains 215 daily-updated reports.    Moody's  Economic Commentary    Merrill  Lynch's Currency &amp; Bond Market Revew : Analysis and forecasts  of currency &amp; bond market behavior. Updated biweekly.    J.P.  Morgan Emerging Markets Bond Index +: Long-term Bond Index    The  J.P. Morgan Emerging Local Markets Index (ELMI): Short-term    Investor  Home : Comprehensive Bond Information Site http://www.cbrs.com/    Canadian Bond Rating Service   - providing investors with reliable credit analysis and ratings since 1972.    Duff &amp; Phelps Credit  Rating Co.    Bond Market - a  Canadian perspective.    BondVu - provider  of real-time bond quotes and bond analytics.    Capital Data   - information on the global capital markets    Bond Market Association   - research and market statistics; conferences and publications for professionals  in the bond markets.             12: Real Estate    \"Global  Bargain Hunting\" by Burton Makiel and J.P. Mei (Simon &amp; Schuster),  Chapter 10    Evidence  On the Integration of International Markets and Benefits of Diversification,  Crocker Liu and J. P. Mei    A  Fundamental Analysis of Japanese Equity and Real Estate Markets, Crocker  Liu and J.P. Mei    Are  the Foundations Solid for Emerging Market Real Estate? J.P. Mei    The  Global Real Estate Crash: Evidence From an International Database by William  N. Goetzmann &amp; Susan M. Wachter    Asian  Investment Opportunities: Institutional Investors Perspective, by J. P.  Mei    AN OVERVIEW  OF GLOBAL REAL ESTATE FINANCE: by IREI (Book Overview)    A  French Secondary Mortgage Facility, by Lo?c Chiquier    Institutional  factors and Real Estate Returns, H. Liao and J. P. Mei    Housing  Finance and Asian Financial Markets: Cinderella Coming to the Ball, by  Andrew Sheng    Product and Service Information    CB  Richard Ellis: Global Real Estate Market Information providing information  on worldwide property sales, leasing, and management news.    Templeton  Global Real Estate Fund : Some Exposure in EM Real Estate    Jones Lang  Wootton - publishing their commercial property index on the net    Jones Lang Wootton Australia  Online - providing information on local property sales, leasing, management,  worldwide property investment news.    NAREIT on Line    Sun Hun Kai   -- Hong Kong real estate company information    IRSA --Argentina  Real Estate Company    Yahoo-Real  Estate Company Superlinks    Yahoo's  link for Real Estate Research Centers    Hong  Kong Property Journal : Extensive price data on property transactions    International  Real Estate Institute : Practical Information for Real Estate Executives    All  Japan Real Estate Association (Zennichi) - non-profit professional organization.    Reality Online Inc.       13: Banks and other Financial Institutions    Repairing  and Rebuilding Emerging Market Financial Systems by Larry Summers    Economic  Crises and the Financial Sector by Stanley Fischer (9/98)    Excess Risk  Premium in Asian Banks, J.P. Mei    The  Twin Crises: The Causes of Banking and Balance-of-Payments Problems  by Graciela Kaminsky and Carmen Reinhart    Lessons  from Systemic Bank Restructuring by Claudia Dziobek and Ceyla Pazarbasioglu    Keynote  speech for conference on \"Preventing Bank Crises: Lessons from Recent Global  Bank Failures\" by Jeffrey A. Frankel, Member of the Council of Economic  Advisers    The  Determinants of Banking Crises: Evidence from Industrial and Developing  Countries    Banking crises  in emerging economies: origins and policy options by Morris Goldstein and  Philip Turner (10/96)    The Maturity,  Sectoral and Nationality Distribution of International Bank Lending - Bank  of International Settlements Report (5/98)    Agency  Problems and Risk Taking At Banks by Rebecca S. Demsetz, Marc R. Saidenberg,  and Philip E. Strahan    Deposit  Insurance, Bank Incentives, and the Design of Regulatory Policy by Paul  H. Kupiec and James M. O'Brien    World  Bank Paper 1676. The Evolution of Payments in Europe, Japan, and the United  States: Lessons for Emerging Market Economies David B. Humphrey,  Setsuya Sato, Masayoshi Tsurumi, and Jukka M. Vesala    World  Bank Paper 1574. Bank Regulation: The Case of the Missing Model Gerard  Caprio, Jr.    World  Bank Paper 1566. Liquidity, Banks, and Markets: Effects of Financial Development  on Banks and the Maturity of Financial Claims Douglas W. Diamond    Financial  Crisis and Credit Crunch as a Result of Inefficient Financial Intermediation  - with Reference to the Asian Financial Crisis , IMF:Chan-Lau, Jorge;  Chen, Zhaohui;    Leading  Indicators of Banking Crises-Was Asia Different? IMF:Hardy, Daniel  C; Pazarbasioglu, Ceyla;    World  Bank Paper 1541. Deposit Insurance Eugene White    World  Bank Paper 1540. Thrift Deposit Institutions in Europe and the United States Dimitri  Vittas    Capital  Structures and Portfolio Composition During Banking Crisis - Lessons from  Argentina 1995 , IMF:Ramos, Alberto;    Interest  Spreads in Banking - Costs, Financial Taxation, Market Power, and Loan  Quality in the Colombian Case 1974-96 , IMF:Barajas, Adolfo; Steiner,  Roberto; Salazar, Natalia;    World  Bank Paper 1537. Before Main Banks: A Selective Historical Overview of  Japan's Prewar Financial System Frank Packer    World  Bank Paper 1536. Free Banking: The Scottish Experience as a Model for Emerging  Economies Randall Kroszner    World  Bank Paper 1533. Universal Banking and the Financing of Industrial Development Charles  W. Calomiris    World  Bank Paper 1532. Regulation and Bank Stability: Canada and the United States,  1870 - 1980 Michael Bordo    World  Bank Paper 1918. How Does Foreign Entry Affect the Domestic Banking Market?    Methodologies  for Determining Minimum Capital Standards for Internationally Active  Securities Firms, International Organization of Securities Commissions,  May 1998    International  Disclosure Standards for Cross-Border Offerings and Initial Listings   by Foreign Issuers, International Organization of Securities Commissions,  May 1998    Objectives  and Principles of Securities Regulation International Organization  of Securities Commissions, May 1998    World  Bank Paper 1907. Development Expenditures and the Local Financing Constraint Albert  D.K. Agbonyitor    World  Bank Paper 1697. Strategies to Develop Mortgage Markets in Transition Economies Dwight  M. Jaffee and Bertrand Renaud    World  Bank Paper 1692. Regulating Market Risk in Banks: A Comparison of Alternative  Regulatory Regimes Constantinos Stephanou    World  Bank Paper 1900. Determinants of Commercial Bank Interest Margins and Profitability:  Some International Evidence    World  Bank Paper 1892. The Role of Non-Bank Financial Intermediaries (with Particular  Reference to Egypt) Dimitri Vittas    World  Bank Paper 1875. How Deposit Insurance Affects Financial Depth (A Cross-Country  Analysis) Robert Cull    World  Bank Paper 1746. The Role of Long-Term Finance: Theory and Evidence Gerard  Caprio, Jr. and Asli Demirg-Kunt    World  Bank Paper 1739. Safe and Sound Banking in Developing Countries: We're  Not in Kansas Anymore Gerard Caprio    World  Bank Paper 1705. The Polish Experience with Bank and Enterprise Restructuring Fernando  Montes-Negret and Luca Papi    World  Bank Paper 1833. Cost Recovery and Pricing of Payment Services David  B. Humphrey, Robert H. Keppler, and Fernando Montes-Negret    World  Bank Paper 1828. The Determinants of Banking Crises: Evidence from Industrial  and Developing Countries Asli Demirg??-Kunt and Enrica Detragiache    World  Bank Paper 1804. Financial Sector Adjustment Lending: A Mid-Course Analysis Robert  J. Cull    World  Bank Paper 1683. High Real Interest Rates, Guarantor Risk, and Bank Recapitalizations Philip  L. Brock    World  Bank Paper 1680. Brazil's Efficient Payment System: A Legacy of High Inflation Robert  Listfield and Fernando Montes-Negret    Systemic  Banking Distress - The Need for an Enhanced Monetary Survey IMF: Frecaut,  Olivier; Sidgwick, Eric;    The  Payment System and Monetary Policy IMF: Johnson, Omotunde;    BIS Banking paper46, Morris Goldstein and Philip Turner:   Banking  crises in emerging economies: origins and policy options , October 1996    BIS Banking paper12a, Basle  Capital Accord: the treatment of the credit risk associated with certain  off-balance-sheet items , July 1994    BIS working paper39, Patrick Honohan: Banking  system failures in developing and transition countries: Diagnosis and predictions ,  January 1997    BIS working paper38, William R. White: International  agreements in the area of banking and finance: accomplishments and outstanding  issues , October 1996    BIS Rules and Central Banklinks    DMG Global Markets  &amp; Deutsche Bank Research    Federal Reserve Bank  of New York Home Page    Federal Reserve Board  of Governors    FRED -- Federal  Reserve Economic Data    Global Securities  Information Home Page    Inter-American Development  Bank    Links to central  banks    Mark Bernkopf's  central banking resource center    BIS Banking paper43, Sound  Practices for Loan Accounting, Credit Risk Disclosure and Related Matters ,  October 1998    BIS Banking paper42, Operational  Risk Management , September 1998    BIS Banking paper41, Enhancing  Bank Transparency , September 1998    BIS Banking paper40, Framework  for Internal Control Systems in Banking Organisations , September 1998    BIS Banking paper39, Supervisory  Information Framework for derivatives and trading activities (Joint  report by the Basle committee on Banking Supervision and the Technical  Committee of the \"IOSCO\"), September 1998    BIS Banking paper38, Supervisory  Cooperation on Year 2000 Cross-Border Issues , June 1998    BIS Banking paper37, Consultative  paper on the Basle Capital Accord , April 1998    BIS Banking paper36, Amendment  to the Basle Capital Accord of July 1988 , April 1998    BIS Banking paper35, Risk  Management for Electronic Banking and Electronic Money Activities ,  March 1998    BIS Banking paper34, Supervision  of Financial Conglomerates (consultation documents) , February 1998    BIS Banking paper33, Framework  for the Evaluation of Internal Control Systems , January 1998    BIS Banking paper32, Survey  of disclosures about trading and derivatives activities of banks and securities  firms 1996 , November 1997    BIS Banking paper31, The  year 2000 - A challenge for financial institutions and bank supervisors ,  September 1997    BIS Banking paper30, Core  principles for effective banking supervision , September 1997    BIS Banking paper29, Principles  for the management of interest rate risk , September 1997    BIS Banking paper28, Survey  of disclosures about trading and derivatives activities of banks and securities  firms (Joint report by the Basle Committee on Banking Supervision and the  Technical Committee of the \"IOSCO\") , November 1996    BIS Banking paper27, The  Supervision of Cross-Border Banking , October 1996    BIS Banking paper25, Interpretation  of the capital accord for the multilateral netting of forward value foreign  exchange transactions , April 1996    BIS Banking paper20, * The  supervision of financial conglomerates (A report by the tripartite group  of bank, securities and insurance regulators.) , July 1995    BIS Banking paper19, * Framework  for supervisory information about the derivatives activities of banks and  securities firms (Joint report by the Basle Committee on Banking Supervision  and the Technical Committee of the \"IOSCO\".) , May 1995    BIS Banking paper18, Basle  Capital Accord: treatment of potential exposure for off-balance-sheet items ,  April 1995    BIS Banking paper12b, Amendment  to the Capital Accord of July 1988 , July 1994    BIS Banking paper10, * Minimum  standards for the supervision of international banking groups and their  cross-border establishments , July 1992    BIS Banking paper8, * Measuring  and controlling large credit exposures , January 1991          14: Risk Management    Risk  Management of Sovereign Assets and Liabilities by Cassard, Marcel and Folkerts-Landau,  David; IMF Working Paper    The  Prudential Regulation and Management of Foreign Exchange Risk by Richard  K. Abrams and Paulina Beato IMF Working Paper    Central  Bank Vulnerability and the Credibility of Commitments - A Value-at-Risk  Approach to Currency Crises by Mario I. Blejer, Mario and Liliana Schumacher,  IMF Working Paper    J.P.  Morgan's Risk &amp; CreditMetrics(r): first readily available portfolio  model for evaluating credit risk    RiskMetrics  Monitor is a publication that discusses broad market risk management  issues and statistical questions    VaR  Data Set : Download the most recent RiskMetrics datasets    The  RiskMetrics Technical Document provides a detailed description of the  set of market risk measurement techniques and data that make up RiskMetrics.    VaR  Calculator : This page allows a user to use subsets of the RiskMetrics  datasets to Calculate Portfolio VaR. This service is free.    Topics  in Probability: The mathematics of financial risk-management by Marco Avellaneda    IFCI Risk Watch provides  an introduction and guide to the most important official documents in the  area of financial risk management    CSFB  Credit Risk Plus Model : provide detailed information on their credit  risk product    BIS Rules    BIS Banking paper24, Amendment  to the capital accord to incorporate market risks , January 1996    BIS Banking paper23, Overview  of the amendment to the capital accord to incorporate market risks ,  January 1996    BIS Banking paper22, Supervisory  framework for the use of \"backtesting\" in conjunction with the internal  models approach to market risk capital requirements , January 1996             15: Asia Financial Crisis   (For more links, see Prof. Roubini's Asia Home page)       What  Triggers Market Jitters? A Chronicle of the Asian Crisis: Graciela Kaminsky  and Sergio L. Schmukler http://www.imf.org/External/np/exr/facts/asia.HTM    The  IMF's Response to the Asian Crisis - a Factsheet    \"The  Onset of the East Asian Financial Crisis\" by Steve Radelet and Jeffrey  Sachs (3/98)    \"What  Happened to Asia?\" by Paul Krugman (Jan 1998)    World  Bank. East Asia: The Road to Recovery (10/98)    \"The  East Asian Financial Crisis: Diagnosis, Remedies, Prospects.\" by  Steven Radelet and Jeffrey Sachs (4/98)    Asian Crises  Themes,Dornbusch, [February, 1998]    \"The  Myth of Asia's Miracle: A Cautionary Fable\" by Paul Krugman (Foreign Affairs  1994)    World  Bank: The making of the East Asia miracle (10/93)    The East  Asian Miracle - One Paradigm Too Many? by Edith Terry    Asia's  Miracle is Alive and Well? Wrong, It Never Existed by Paul Krugman    East  Asian Growth Before and After the Crisis , IMF:Crafts, Nicholas;    The  East Asian Crisis - Macroeconomic Developments and Policy Lessons ,  IMF:Stone, Mark; Kochar, Kalpana;    \"What  Caused the Asian Currency and Financial Crisis? Part I : A Macroeconomic   Overview\" by Nouriel Roubini, Giancarlo Corsetti and Paolo Pesenti (9/98)    \"What  Caused the Asian Currency and Financial Crisis? Part II: The Policy  Debate\" by Giancarlo Corsetti, Paolo Pesenti and Nouriel Roubini (9/98)    \"Paper  Tigers? A Preliminary Assessment of the Asian Crisis\" by Giancarlo Corsetti,  Paolo Pesenti and Nouriel Roubini (9/98)    Trade  and Contagious Devaluations: A Welfare-Based Approach by Giancarlo Corsetti,  Paolo Pesenti, Nouriel Roubini and Cedric Tille (10/98)    The Asian Financial  Crisis: Causes, Cures, and Systemic Implications by Morris Goldstein (6/98)    The  Asian Liquidity Crisis by Roberto Chang and Andres Velasco (July 1998)    \"The  Asian Crisis: Is there a Way out? Are the IMF Prescriptions Right?  by W. Max Corden    East  Asia in Crisis: From being a miracle to needing one? book edited by Ross  Garnaut and Ross McLeod (11/98)    Which  Capitalism? Lessons from the East Asian Crisis by Luigi Zingales  and Raghuram G. Rajan, (9/98)    The  East Asian Crisis: Investigating Causes and Policy Responses by Warwick  McKibbin and Will Martin (September 1998)    Ronald  McKinnon: Exchange Rate Coordination for Surmounting the East Asian Currency  Crises (8/98)    Is  There a Credit Crunch in East Asia? by Wei Ding, Ilker Doma?, and Giovanni  Ferri    \"Paper  Tigers? A Preliminary Assessment of the Asian Crisis\" by Nouriel Roubini,  Giancarlo Corsetti and Paolo Pesenti (June 1998)    Prospective  Deficits and the Asian Currency Crisis by Burnside, Eichenbaum and Rebelo  (10/98)    The  Economic Miracle in a Haze by Manuel F. Montes    Sequencing  Capital Account Liberalization - Lessons from the Experiences in Chile,  Indonesia, Korea, and Thailand by Johnston, R Barry, Darbar, Salim M and  Echeverria, Claudia; IMF Working Paper    Exchange  Rate Policy and Monetary Strategy Options in the Philippines - The Search  for Stability and Sustainability IMF:    Houben, Aerdt;    The  Korean Financial Crisis of 1997-1998 by Irma Adelman and Song Byung Nak  (8/98)       Japan       Yahoo!  Japan Page    Yen Crisis:  That Sinking Feeling (FT 8/98)    Avinash  Persuad: Don't Blame Japan (FT 8/98)    \"Japan's  Trap\" by Paul Krugman (5/98)    Restoring Japan's  Economic Growth by Adam S. Posen (9/98)    \"The  Asian Crisis, the IMF, and the Japanese Economy\" by Stanley Fischer (4/98)    China    Yahoo!  China page    Why  Has China Survived the Asian Crisis So Well? What Risks Remain? John  G. Fernald and Oliver Babson (FED)    People's  Republic of China - Hong Kong Special Administrative Region Recent Economic  Developments IMF Staff Country Report No. 98/41    The  China Page of the South China Morning Post    Why  is China Growing So Fast? by Zuliu Hu and Mohsin, S. Khan (IMF)    Can  China Avert Crisis? (Business Week 3/16/98)    Second-Generation  Strategies for Reform for China by Joseph Stiglitz (7/98)    China's  Transitional Economy (Australian Department of Foreign Affairs and Trade  7/97)            16: Latin America    Yahoo!  Argentina page    Yahoo!  Brazil page    Yahoo!  Mexico page    Yahoo!  Chile page    Yahoo!  Peru page    Brazil  Letter of Intent to the IMF (11/98)    IMF  Press Conference on the Brazil Package (11/98)    Brazil  and the IMF, Dornbusch [November, 1998]    Economic and  Social Progress in Latin America : annual in-depth report by IADB IADB    Macroeconomics  of Capital Flows to Latin America: Experience and Policy Issues by IADB  Leiderman, Leonardo; Hausmann, Ricardo; Gavin, Michael    Fiscal  Discipline and the Choice of Exchange Rate Regime by IADB Tornell, Aaron;  Velasco, Andres    Balance-of-Payments  Rescue Packages: Can They Work? By IADB Fernndez-Arias, Eduardo    Managing  Fiscal Policy in Latin America and the Caribbean: Volatility, Procyclicality,  and Limited by IADBCreditworthiness Hausmann, Ricardo; Talvi, Ernesto;  Gavin, Michael; Perotti, Roberto    Savings  in Chile. What Went Right? By IADB Morand, Felipe G.    Make or  Buy? Approaches to Financial Market Integration by IADB Hausmann, Ricardo;  Gavin, Michael    Varieties  of Capital-Market Crises by IADB Calvo, Guillermo    Transition  to a Functional Financial Safety Net in Latin America by IADB Garber, Peter  M.    How Should  Financial Institutions and Markets be Structured? Analysis and Options  for Financial System Design by IADB Kaufman, George G.; Kroszner, Randall  S.    Building  Stability in Latin American Financial Markets by IADB Weisbrod, Steven  R.; Rojas-Surez, Liliana    Financial  Markets and the Behavior of Private Savings in Latin America By IADB Weisbrod,  Steven R.; Rojas-Surez, Liliana    Electoral  Budget Cycles in Latin America and The Caribbean: Incidence, Causes and  Political Futility by IADB Kraemer, Moritz    Credit  Union Policies and Performances in Latin America by IADB Shaffer, Sherrill;  Westley, Glenn    Persistent  Poverty and Excess Inequality: Latin America, 1970-1995 By IADB Szkely,  Miguel; Juan Luis    Institutional  Investors, Pension Reform and Emerging Securities Markets by IADB Blommestein,  Hans J.    Entry  and Exit of banks in Latin America and the Caribbean: Public Policy Concerns  and a Proposed Solution By IADB Benston, George J.    Regional  Financial Market Integration: Learning from the European Experience by  IADB Steil, Benn    Debt Management:  Some Reflections Based on Argentina by IADB Kiguel, Miguel A.    Press  Conference on Latin America of Michel Camdessus, Managing Director, IMF,  James Wolfensohn, President World Bank, and Enrique Iglesias, President  IADB    Financial  Crises in Latin America: Then and Now by Graciella Kaminsky and Carmen  Reinhart    Latin  America's swan song (Krugman notes on the current dilemma)    Impact  of the Asian Crisis on Latin America (ECLAC)    THE  INTERNATIONAL FINANCIAL CRISIS: A VIEW FROM ECLAC    World  Bank Asian Lessons for Latin America Roundtable Transcript    ECONOMIC  SURVEY OF LATIN AMERICA AND THE CARIBBEAN, 1996-1997, by UN's ECLAC    List  of Financial Institutions in Latin America    Financial  Data on Latin America    World  Bank Paper 1529. Interest Rates, Credit, and Economic Adjustment in Nicaragua    World  Bank Paper 1519. Payment Systems in Latin America: A Tale of Two Countries-Colombia  and El Salvador Robert Listfield and Fernando Montes-Negret         17: Africa, Eastern Europe, and Middle  East    Capital  flows to eastern Europe and the former Soviet Union by Hans Peter Lankes  and Nicholas Stern, EBRD    Hard Currency  and Sound Credit: A Financial Agenda For Central Europe by Rudi Dornbusch  and Francesco Giavazzi (5/98)    David  Lipton testimony on Russia before the House Banking General Oversight and  Investigations Subcommittee (9/98)    Challenges  Facing the Transition Economies of Central Asia by Michel Camdessus (5/98)    Monetary  Operations and Government Debt Management Under Islamic Banking , IMF:Sundararajan,  V; Marston, David; Shabsigh, Ghiath    Hard Currency  and Sound Credit: A Financial Agenda For Central Europe,Dornbusch, [May,  1998]    Islamic  Banking - Issues in Prudential Regulations and Supervision , IMF:Errico,  Luca; Farahbaksh, Mitra;    Africa  - Is This the Turning Point? IMF: Fischer, Stanley; Hernandez-Cata,  Ernesto; Khan, Mohsin S    External  Borrowing in the Baltics, Russia, and Other States of the Former Soviet  Union - the Transition to a Market Economy IMF: Odling-Smee, John;  Zavoico, Basil;    Russia    Russia  Meltdown or Stabilization?Dornbusch, [September, 1998]    Legal  and Institutional Obstacles to Growth and Business in Russia IMF: Buckberg,  Elaine;    For  Russia and Its U.S. Bankers, Match Wasn't Made in Heaven, NY Times, 10/18/98    Beyond  a Bailout: Time to Face Reality About Russia's \"Virtual Economy\" by Clifford  G. Gaddy and Barry W. Ickes    Bankers'  Wars in Russia Trophies and Wounds, by Natalia Dinello       18: Major Newsites    Barron's    Bloomberg Financial    Business Week    CNN Financial Network    Financial Times    Financial World  magazine    Fortune Magazine    Investor's Business  Daily Web Edition    Kiplinger Online    The Economist    Wall Street Journal Interactive  Edition    ABCNEWS.com  Business    Briefing.com    CBS MarketWatch    CNBC    EarningsNet    Emerging  Markets Companion    Fortune Business  Report    FOX Market Wire    InvestorNet    Investors Business  Daily    Money  Daily    MSNBC  Wall Street Journal Highlights    NasdaqTrader    News Alert    Reuters Money Network    S&amp;P Personal  Wealth    Stock Research Group    Stock Smart    StockSite    USA  Today (3)          19. Finance Supersites    International  Finance Discussion Papers , The Federal Reserve Board    Absolute  Investments Web-zine - offering a subscription-based online magazine    Barron's Online   - electronic edition of Dow Jones &amp; Company's business and financial  weekly magazine    Barra Seucrities :  fixed income instruments and financial research    CommonCents   - personal finance journal.    DBC  Online: GlobalMarkets provides extensive quotes on world stocks, indices,  exchange rates and commodities    European  Stock Quotes    Finance  Web    Global  Financial Data    Bonnie's  Links    Center  for Latin American Capital Markets Research: Exchanges    Computerized  Trader's Interesting Sites List    DBC  Online: Financial and Investment Links    DINO  - Wirtschaft - Finanzielle M?rkte    Financial  Data Finder    Financial  Data Locators    Financial Information  Link Library    Finance  Resources on the WWW (Graphics Version)    International  Economics Gateway    InvestorGuide  Quotes    Forbes - table of  contents, cover story from Forbes.    Individual Investor   - requires registration.    Market  Places and Quotations    Markets  and Investments    Mauro Magnani's  \"FINANCE AREA\"    Merrill Lynch OnLine  Today - online magazine with financial news and analysis    Money  Magazine - Features guides to mutual funds, company reports, the best  loan rates in your area.    Money Talks - investment  magazine for individual investors.    MoneyMinded   - personalized and practical guide to saving, investing, borrowing and  spending.    Moneywise   - UK personal finance magazine featuring news, advice, spending and investment  tips, and financial product investigations.    MZES/EURODATA  - External Links    Resources  for Economists on the Internet    Personal  Investment - from Australia. Each month contains practical information  and advice for personal wealth creation.    Poder &amp; Dinero   - business and financial monthly in Spanish reporting on Colombian economy.    SmartMoney Interactive   - offers commentary, hourly updates, portfolio tracking, broker ratings,  and more.    Tracker Magazine   -providing analysis and commentary on the FTSE 100 Index.    Trusts and  Estates Magazine Morgan Stanley  CapitalInternational provides information on Morgan Stanley's World  and Emerging Market Indices with historical data available back to December  1995    Telekurs  Financial Information Service    Trust  Net Indices    Wall  Street Online:Destination Links    WebEc -  WWW Resources in Economics    World  Stock Exchanges    WORLD  WIDE WEB SITES FOR INVESTORS    Worldwide  Gov't Information Links    Wall  Street Directory, Inc.    Wall Street Research  Net's Home Page    Wilshire  Indices    Yahoo  - Business and Economy:Markets and Investments:Stocks    Worth Magazine   - daily news from the world of finance, access to top financial experts,  and tips.       20: Privatization and Project Finance       World  Bank Paper 1962. The Political Economy of Privatization: An Empirical Analysis  of Bank Privatization in Argentina George R.G. Clarke and Robert  Cull    World  Bank Paper 1861. Infrastructure Project Finance and Capital Flows: A New  Perspective    Mansoor Dailami and Danny Leipziger    The  Macroeconomic Impact of Privatization IMF: Mackenzie, George A;    Dedicated  Road Funds - A Preliminary View on a World Bank Initiative IMF: Potter,  Barry H    Political  Risk, Economic Risk and Financial Risk, by Campbell Harvey    Trends  in Private Investment in Developing Countries: Statistics for 1970-96.  Jack D. Glen and Mariusz A. Sumlinski"}, {"content": "Are the Foundations Solid for Emerging Market Real Estate         Are the Foundations Solid for      Emerging Market Real Estate?           J.P. Mei     Stern School of Business    New York University         Are the Foundations Solid for Emerging Market Real Estate?          The dramatic downturn in the Asian property market has led many investors to question the wisdom of long-term investment in emerging market real estate, especially in Asia. Those who proclaimed the Asian economy a miracle a year ago now call it an Asian mirage and vowed never to invest a penny in Asian real estate again. It is worth noting, however, similar views were also held on New York real estate just a few years ago. Thus, in the midst of an Asian property market crisis, it is important to re-examine the fundamentals of emerging market real estate. In this study, we will try to separate the long-term trends from the short-term fluctuations of the market and offer some suggestions for the long-term investor.         The Foundation Is Still Quite Solid        It is well known that the two main engines of real estate market are population and economic growths. Based on data from the World Bank, emerging markets have 85% of the world population and many of them are expected to grow at several times the growth rate of the U.S. economy. As shown in Figure 1, the population growths of Hong Kong, Indonesia, Malaysia, and Thailand are many times that of Japan. Thus, Unlike the Japanese real estate market, which has been suffering from over-valuation and a slowdown in both economic and population growths, the Asian property markets are only suffering from over-development but still enjoy high population growth. Moreover, despite the fact that these economies may go through a period of painful adjustment, economic growths are expected to pick up once the structural reforms proposed by the IMF are made.    Rapid population growth coupled with economic growth has several important implications for real estate market. First, demographic factors in emerging markets are likely to create a strong demand for housing. According to Jim Rohwer in his book, Asia Rising, \"Of the 3.3 billion Asians alive in 1995, some 1.7 billion, or around 52 percent, are under the age of 25. Only 35 percent of Americans and 28 percent of Germans are that young.\" Over the next 20 years, most of these 1.7 billion people will find jobs, get married, and start families. Twenty-five years ago the young families might have chosen to squeeze into an apartment with their parents. With increasing income, however, they will probably prefer to live on their own. This suggests substantial increases in demand for affordable housing by the young families in the future.   Figure 1: Comparison of Population Growth                                                              Data Source: World Bank \"World Development Statistics\", 1995        Second, rising population is causing a serious housing crisis in almost all of the major cities in developing nations. For example, according to official Chinese statistics, the average living space for a family of four in Shanghai was about 400 square feet in 1995. For many families, there is only one bedroom so that parents have to sleep in the same room with their grown children. With the exception of some new high-rise apartment buildings in major cities, many apartments do not have private amenities, such as toilets, running water, and stoves. The situation is even worse in Bombay. More than half of its 14 million residents live on the street or in slums with no access to running water or electricity. A family of six would be considered very lucky if they could live in a 280-square foot public housing unit. There is no doubt that, with increased income and a free housing market, residents in emerging markets will spend a significant amount of money to improve their dreadful housing conditions.    Moreover, massive urbanization caused by rapid industriali-zation and poor infrastructure (roads, electric and telephone service, etc.) will also have a positive impact on urban property market. According to the United Nations study presented in Table 1, by the end of 2015, nine out of the ten largest cities in the world will be in emerging markets and none of them will be in the United States. Massive migration from rural areas to urban centers will exacerbate housing problems in these cities. As shown in Table 2, Thailand and China's rural population accounted for 81% and 72% of the total population. But this large rural population is on the move. The urban population is expected increase quite rapidly from 1992 to 2000. For example, it is estimated that about 100 million Chinese migrant workers will be working in cities in 1998. Many emerging markets are already densely populated. India, for example, has almost 10 times the population density of the United States. South Korea is even more densely populated. Any further migration to cities would make urban land an increasingly scarce resource. Of course, population density is not the only factor affecting real estate market. Other factors, such as existing property supply and their pricing, interest rates and alternative investment opportunities.          Table 1    United Nations Estimates of the World's Largest Cities in 2015      (Million Inhabitants)    ___________________________________________________________________    Projected Implied    Population Population Growth    Rank City Country 1994   2015 1994-2015        1 Tokyo Japan     26.5  28.7    8%    2 Bombay India    14.5  27.4  89%    3 Lagos Nigeria     9.7  24.4  152%    4 Shanghai China    14.7  23.4  59%    5 Jakarta Indonesia   11.0  21.2  93%    6 Sao Paulo Brazil   16.1  20.8  29%    7 Karachi Pakistan    9.5  20.6  117%    8 Beijing China     12.0  19.4  62%     9 Dacca Bangladesh   7.4  19.0 157%    10 Mexico City Mexico 15.5 18.8 21%    ___________________________________________________________________    Source: Urban Agglomerations 1994, United Nations Publication.        There is ample evidence that a scarcity of urban land has already made emerging market cities some of the most expensive places in the world to live and do business. According to a New York Times study in July 1995, the rent of a decent two-bedroom apartment was $1,500 per month in Buenos Aires, $5,000 in Moscow, $6,300 in Shanghai, $7,100 in Hong Kong, and $7,800 in Bombay. The notoriously high rents in New York ($2,300) were actually quite a bargain by emerging market standards.     Table 2       United Nations Estimates of the Growing Urbanization of Various Countries            Total  Density     of Total Population       Population  (people per  Urban Urban  Rural   Country  (million)  sq. km.)  1992   2000  1992   Argentina   34   12      87  89    13   Brazil    164   18      76  81    24   China   1,215   120      28  35   72   Chile    14   18      84  85   16   India    928   264      26  29   74   South Korea  45   437      77  86   23   Malaysia   20   55      51  57   49   Mexico    89   43      74  78   26   Philippines  68   210      51  59   49   Thailand   61   111      19  22   81   United States 265    27     76  78   24   __________________________________________________________________   Source: Urban Agglomerations 1994, United Nations Publication                  Finally, real estate should profit handsomely from rapidly rising real wages. Property construction is very labor intensive, and the cost of construction labor is rising rapidly in many countries. Between 1991 and 1993, the cost of labor rose 50 percent in China, 22 percent in Mexico, and 20 percent in Korea in dollar terms. Given this rapid rise of real wages, an office building that costs US$200 million to construct today may cost twice as much in less than five years. If the market value of the building reflects its replacement cost, an investor today could reap a capital gain of 50 percent in five years simply by taking advantage of rising labor costs.        Emerging Market Real Estate as a Long-term Investment          The above long-term fundamentals have contributed to quite generous rates of return for emerging market real estate over the past -- rates that are comparable to those from common stocks and well above real estate returns in most developed countries (see Figure 2). While the generous returns in Figure 2 may contain a speculative bubble and are unlikely to be sustainable in future, we believe that the positive long-term fundamentals will continue to help patient investors achieve adequate risk-adjusted returns .     Equally important, real estate is an excellent vehicle to provide the benefits of diversification. It does this in two ways. First, real estate returns have a relatively low correlation with other assets, such as stocks. Second, real estate returns in one part of the world are generally not correlated with those in others. As shown in Figure 1, during the 1988-94 period, when the west and Japan were suffering through one of the worst real estate slumps in history, Asian markets were enjoying a magnificent    Boom. The average correlations between the U.S. and five Asian real estate markets in a study by Quan and Titman were actually negative during the 1988-1994 time period they covered. Thus, putting some share of your portfolio into emerging market properties can reduce the overall risk of your investment program.    And there is an additional advantage. Real estate has been a fairly dependable hedge against inflation in many emerging markets. During periods of double-digit inflation in Hong Kong and other parts of Asia, real estate returns were considerably higher than the rate of inflation, and even higher than the returns from the broad stock market indices in several countries.       Figure 2      0    Source: Quan and Titman, Commercial Real Estate Prices and Stock Market Returns: An International Analysis , 1996.        All of these real estate investment factors -- generous rates of return, risk reduction through diversification, and hedge against inflation -- make emerging market real estate attractive. Moreover, in late 1997, many real estate companies have plunged more deeply than other blue-chip common stocks in emerging markets, especially in Asia. Equity markets fell a staggering 60 percent (in dollar terms) in Thailand and Malaysia, while declines in Hong Kong, Indonesia, South Korea, and Singapore, have exceeded 40 percent from their peak. Provided these countries take the firm steps to further reform their economy, the crisis in 1997 may prove to be a rare buying opportunity for long-term investors.    In summary, with continued economic growth and favorable demographic trends for the next 20 years, we believe that real estate is still a viable investment asset class for long-term investors. That said, we also like to address some of the risks involved in emerging market real estate investment.        Risks in Emerging Market Real Estate         Investors in emerging market real estate incur many risks, such business risk, political risk, and the risk of speculation. The main source of emerging market real estate risk is speculation. Most real estate developers are prone to excess. During the 1980s, there was excessive development all over the world -- Tokyo, London, California, Hawaii, Texas, and New York. The favorite game was always to see who could build the tallest office tower in town or the most luxurious apartments or hotels in the area. While the party lasted, it was fun for everyone; when it ended, bankers and investors were stuck with huge bills. Over-building in Japan caused Tokyo real estate prices to plummet by two-thirds to three-fourths from their peak in the late 1980s. Wild speculation and excess building in Texas led to the failure of hundreds of savings and loans.    Today, the real estate party has moved to the world of emerging markets. From Bangkok to East Berlin and from Shenzhen to Seoul, armies of construction workers are working on roads, apartment blocks, office buildings, shopping malls, and golf courses. While many of these developments have undoubtedly filled large demand gaps, excessive development has also produced a glut of vacant space and see-through buildings in many \"hot\" places. According to Shanghai government estimates, the office vacancy rate skyrocketed from 1 percent to over 50 percent in 1997, and rents have fallen by more than 40 percent in Shanghai. Similarly, over-development in Thailand triggered a financial crisis in the banking sector, which led to the sharp currency devaluation in 1997.    To reduce such speculative risk, we suggest that investors avoid the most lavish development projects. One useful measure for identifying speculative crazes in real estate is the ratio of market value of a property to what it would cost to replace the building. A high market-to-replacement ratio (much greater than one) means that it pays a developer to acquire land in the neighborhood and build a similar building. It implies increasing space supply in the future and more competition. Investors in buildings selling above replacement cost can get stuck with a double loss -- falling rents and falling market value of your property. On the other hand, investors buying during a real estate recession, when market-to-replacement ratios are much smaller than one, can get a double benefit. If space demand picks up, it means rising rents and increasing market value for your property. With the recent sharp decline in equity prices and a looming recession in many parts of Asia and Latin America, we can expect many properties will be put up for \"fire sale\" in the near future, with prices set below replacement costs.    One positive feature that somewhat mitigates the risks is that the property cycles in emerging markets are likely to be shorter than those in developed markets if these markets continue their high economic growth. For example, if Shanghai maintains its 15 percent growth rate in the absorption of space, then even with a 50 percent vacancy rate, it would still achieve full occupancy in four years. On the other hand, it may take a typical American city seven to ten years to fill a 20 percent vacancy if the local economy is only growing at 2 to 3 percent a year.    Another source of risk often cited is the changing business environment. Many observers have suggested that emerging market economies may get more suburban, as happened in the United States, leaving many downtown buildings with large amounts of vacant space. While this may become true in the future, we expect that it will take quite a long time because of the personal nature of business in many emerging markets. Given the poor transportation infrastru-cture for most emerging economies, downtown is still the most efficient place for doing business. While billions of dollars have been spent on the development of new suburban centers, such as the Pudong New Area in Shanghai, so far these suburban centers appear to be complementing the downtown facilities rather than replacing them.    In addition to speculative and business risks, political risk is also a major source of concern for investors. Given its immobility, real estate is most vulnerable to government expropriation and excessive taxes. To manage political risk effectively, it is important to know that it is usually made up of two components, country-specific risk and systematic risk. Country-specific risk, such as change in a nations tax law or military coups, tends to happen independently across different countries. Thus, by constructing a well-diversified portfolio of real estate assets across many emerging market countries, these risks can be reduced. Systematic political risks tend to affect the returns of emerging as well as developed markets, and they can not be diversified away. For instance, the stability of China, Russia, and the Middle East has broad implications for world development. As a result, real estate assets with significant exposures to these risks should carry appropriate risk premiums.             How to Invest in Emerging Market Real Estate         Most individual investors lack both the expertise to evaluate emerging market property investments and the large sums required to purchase them. Moreover, poor liquidity and high transactions costs make it very difficult to turn property investment into cash if an emergency funding requirement arises or the investment prospects change. Thus, given the absence of emerging market REITs, property company stocks listed as American Deposit Receipts (ADRs) offer the only practical vehicle for individual investors in the United States to add some emerging market real estate to their portfolios.    There are a few dozen property and hotel company ADRs with good trading markets. Recently, many developers, such as IRSA and New World, have invested in Argentina, Brazil, China, India, Indonesia, Malaysia, and Thailand. Thus, investors can obtain property interests in emerging markets by just purchasing some of the property company shares. These shares are traded like regular stocks, and they are covered by many international accounting firms so that company financial information is easily available (For a complete list of property company ADRs and their valuations, see Malkiel and Mei (1998)).    It is worth noting that many emerging market equity funds already have some exposure to emerging market real estate, as the portfolios of these funds usually include some real estate securities. Global real estate funds, such as the Evergreen Global Real Estate Equity Fund, also have some exposure to emerging market properties. Thus, many investors will not need to purchase property company shares directly. But since this exposure tends to be small, you may wish to increase your real estate holdings if you are very optimistic about the long-term effects of economic and population growth. Moreover, real estate in such countries as Argentina, Brazil, India, Indonesia, Malaysia, and Thailand is under-represented in many funds.    We also believe that large institutional investors will be well served by adding some emerging market properties to their real estate portfolios. If these admittedly risky properties are combined with real estate in developed countries, the low correlation of their returns can actually reduce the overall risk of the portfolio. Institutions should not only diversify across different countries, but also across different property types. Portfolio managers may do so by investing in shares of local companies or by taking an equity position in some development projects. Our study also suggests that institutional investors with moderate holdings in emerging market real estate are probably better off sitting through the current market storm in Asia rather than offering these assets at fire-sale prices.    In conclusion, our analysis suggests the foundation of emerging market real estate is still quite solid, despite some structural problems, such as excessive market speculation and political risks. Therefore, they should be included in the construction of any well-diversified portfolio.        References:        Crocker Liu and J.P. Mei, Evidence On the Integration of International Markets and Benefits of Diversification, Real Estate Economics, forthcoming, 1998.    Burton Malkiel and J.P. Mei, Global Bargain Hunting: An Investors Guide to Emerging Markets, Simon &amp; Schuster, New York, 1998.    Mike Miles and J.P. Mei, China Real Estate Investment: How Risky? Real Estate Finance, 1995.    Danial Quan and Sheridan Titman, Commercial Real Estate Prices and Stock Market Returns: An International Analysis, working paper, University of Texas, 1996."}, {"content": "Course Offerings, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Course Offerings   Jump to: Principles Integrating Perspectives Special Courses Sociocultural and Linguistic Anthropology Archaeology Biological Anthropology Graduate Courses Open to Undergraduates  Principles    Human Society and Culture    ANTH-UA 1 Abercrombie, Beidelman, Das, Dávila, Ganti, Grant, Hansen, Khan, Myers, Rapp, Rogers, Stout. 4 points.   Surveys the general aims, methods, and findings of modern cultural anthropology and its ties with the humanities and social sciences. Economic, political, and family organizations and systems of thought, including religion, are covered with equal attention to \"primitive,\" traditional, and modern complex societies, particularly non-Western societies.    Human Evolution    ANTH-UA 2 Laboratories. Antón, Bailey, Disotell, Harrison, Higham, Williams. 4 points.   Investigates the evolutionary origins of humans. The study of human evolution is a multidisciplinary endeavor involving a synthesis of concepts, techniques, and research findings from a variety of different scientific fields, including evolutionary biology, paleontology, primatology, comparative anatomy, genetics, molecular biology, geology, and archaeology. Explores the different contributions that scientists have made toward understanding human origins and provides a detailed survey of the evidence used to reconstruct the evolutionary history of our own species.    Archaeology: Early Societies and Cultures    ANTH-UA 3 Laboratories. Crabtree, Tryon, White, Wright. 4 points.   Introduces contemporary archaeology, its theories, practices, and early societies and cultures. Examines current methodological and theoretical viewpoints of archaeological scholarship within the discipline of anthropology. Focuses on key transformations in cultural evolution, such as the origins of modern humans, the emergence of food production, and the development of complex societies, urbanism, and early states. Explores gender roles, landscapes and settlements, technologies, art, cognitive systems, urbanism, and state formation.    Anthropology of Language    ANTH-UA 17 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Schieffelin. 4 points.   Taking an anthropological perspective on the role of language in contemporary social life, introduces students to theories and methods for studying communicative practices across a range of societies and settings. Ethnographic studies focus on the role of language in regulating social relations, identity formation, power and politics, verbal art and performance, literacy and education in multilingual and multicultural settings, and the development of new media.       Integrating Perspectives    History of Anthropology    ANTH-UA 45 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Dávila, Ganti, Khan, Martin, Myers, Rapp, Rogers. 4 points.   Explores the development of some of the discipline's defining themes such as the culture concept, understandings of human commonalities and diversity, and participant observation research methods. Considers some of the key persons and institutions associated with these ideas. Focuses primarily on British and American sociocultural anthropology over the 20th century.       Special Courses    Special Seminar in Anthropology I, II   ANTH-UA 800, 801 Open only to honors majors and other senior majors in cultural or linguistic anthropology who have the permission of the director of undergraduate studies. 4 points per term.    Honors Research I, II    ANTH-UA 950, 951 Open only to honors majors who have the permission of the director of undergraduate studies and who have secured the support of   a faculty mentor to supervise the student's honors research and serve as the primary thesis reader. 4 points per term.    Internship    ANTH-UA 980, 981 Open only to majors who have the permission of the director of undergraduate studies, who will act as the departmental supervisor. 2 or 4 points per term.    Opportunities for students to gain practical work experience sponsored by selected institutions, agencies, and research laboratories are negotiated with the internship sponsor, the director of undergraduate studies, and the student. Requirements may vary but include four to five hours of fieldwork per week, per credit, and assignments relevant to the internship experience. Student initiation of internship placement is encouraged. Independent Study   ANTH-UA 997, 998 Prerequisite: permission of the faculty supervisor and the director of undergraduate studies. 2 or 4 points per term; 6 or 8 points may be appropriate in exceptional cases.       Sociocultural and Linguistic Anthropology    Language, Power, and Identity    ANTH-UA 16 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das. 4 points.   Explores how identity is a process of “becoming” rather than a mode of “being\" by examining how speakers enact their gender, sexuality, race, ethnicity, nationality, religion, and socioeconomic class through everyday conversations, narratives, performances, literacy activities, and public debates. Also explores the moral and political consequences of people's identification strategies by examining how their beliefs about language reinforce or contest normative power structures. Readings on the relationship between bilingual education and accent discrimination, multilingualism and youth counterculture, migration and code-switching, media and religious publics, linguistic nationalism and xenophobia, and literacy and neo/liberalism in different areas of the world.    Slavery in Anthropological Perspective: Africa and the Ancient World    ANTH-UA 18 Identical to SCA-UA 18. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Surveys basic anthropological and sociological issues posed by the institution of slavery in Africa and ancient Greece and Rome, including problems of the change from simpler to more complex societies and economies; definitions of person, gender, race, work, and ethnicity; and the relations of ideology and cultural boundaries.    Anthropology and Classical Studies    ANTH-UA 19 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Examines the ways in which anthropology has been employed by classical scholars to understand the society, beliefs, literature, and arts of ancient Greece. Reviews relevant works by anthropologists, sociologists, historians, philosophers, and literary critics, indicating both the advantages and the dangers of interdisciplinary research.    African Literature    ANTH-UA 20 Identical to SCA-UA 21. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Compares traditional oral literature and the writings of the colonial and postcolonial periods. Discussion of problems of translation, cultural relativity, and the search for identity as revealed through novels, poetry, and theatre.    Religious Bodies   ANTH-UA 29 Cross-listed with RELST-UA 642. Zito. 4 points.   Explores the relationship between cultures of religious practices and the human body: the body as medium both for ritual and religious experience; the body as locus for virtue and sin; the split between mind and body. Looks at the body in various situations—gendered, sexualized, covered, naked, suffering, disabled, altered, missing—and interrogates notions of representations and ideals, from the religious ban on representing the human body to divine anthropomorphism.    Anthropology of Religion    ANTH-UA 30 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Myers, Zito. 4 points.   Examines the cultural nature of basic beliefs and values manifested in both simple and complex societies. Discussion of time and space, causality, myth, prophecy and divination, witchcraft and magic, and mysticism.    Witchcraft: An Anthropological Approach    ANTH-UA 31 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Examines witchcraft through interdisciplinary study, including how theories of causation and reality are modified by culture and society and the way that social theorists have judged witchcraft in relation to social stability, conflict, and change. Considers both nonliterate, non-Western examples and cases from Europe and New England where historians have made extensive use of anthropological techniques.    Conversations in Everyday Life    ANTH-UA 32 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Schieffelin. 4 points.    We spend a great deal of our time talking: whether face-to-face, on the phone, texting, or via another communicative technology, our feelings and ideas are constantly being exchanged. Investigates how conversation shapes our lives in culturally and linguistically diverse urban communities and presents the theories and methods for analyzing the roles that talk plays in medical, work, and school settings, where miscommunication frequently occurs.    Anthropology of Violence and the Law   ANTH-UA 33 Prerequisite: Human Society and Culture (ANTH-UA 1) or Law and Society (LWSOC-UA 1). Merry. 4 points.   Explores the nature of law and of violence from an anthropological perspective. Law is fundamental to maintaining state power and to colonial expansion, yet also provides a way of dealing with conflict that does not require parties to use violence. Violence is a complicated concept, including both physical harm and cultural meanings. Examines law and violence in the context of non-state societies, colonialism, and postcolonialism, international law and human rights, alternative dispute resolution techniques, and practices of governmentality and audit.      Salvation and Revolution   ANTH-UA 34 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman, Myers. 4 points.   Examines revolutionary movements in both traditional and industrial societies in terms of how violence, coercion, prophecy, and radical thought impel social change. Analyzes utopian communities, prophetic movements, cargo cults, religious sects, and terrorism from various social scientific perspectives.    Medical Anthropology    ANTH-UA 35 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Hansen, Martin, Rapp. 4 points.   Analyzes cultural practices and belief systems surrounding illness, suffering, and healing in medical systems around the globe. Healing specialists may be trained in both indigenous and cosmopolitan medicine; patients and healers both confront the structures of health resources and problems of improving health care.      Global Biocultures: Anthropological Perspectives on Health   ANTH-UA 36 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Hansen. 4 points.   Surveys the mutual shaping of culture and biology in diverse contexts around the world. Starts with sociocultural theories of biocultural process and ends with ethnographies of disability, drugs, food, place, pain, and biotechnology. Examines the relationship between larger political economic structures and individual subjectivities, and examines biological experience as simultaneously material and socioculturally plastic.      Anthropology of Indigenous Australia   ANTH-UA 37 Myers. 4 points.   This course introduces some of the current and classical issues in the anthropology of Indigenous Australia, considering a range of Aboriginal Australian forms of social being, ranging historically and geographically, and giving significant focus to the changing relationship between Indigenous people and the settler nation of Australia. Explores how Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination.      Indigenous Australian Art: An Analytical Survey   ANTH-UA 38 Myers. 4 points.   Surveys some of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks.        Family and Kinship    ANTH-UA 41 Prerequisite: Human Society and Culture (ANTH-UA 1). Abercrombie, Beidelman, Ginsburg, Khan, Martin, Myers, Rapp, Rogers. 4 points.   Explores cross-cultural diversity in the organization of family life and kin relationships. Discusses how anthropology's cross-cultural perspective helps illuminate new or controversial family arrangements in Western societies.      Memory, Heritage, History, and Narrative   ANTH-UA 43 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of instructor. Abercrombie. 4 points.   Surveys memory, social continuity, and representation of the past and historical change in order to understand the techniques, locations, and kinds of social memory that bridge the gap between remembered personal experience and the externally receivedrepresentations of museology and history. Focuses on the role of narration and self-narration, embodied public performance, and struggles over remembrance.      Ethnography and Ethnohistory of the Andes   ANTH-UA 47 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of instructor. Abercrombie. 4 points.   Introduces students to the interdisciplinary field of ethnohistory, through which scholars grapple with the archaeological record, iconography, painting, music, chronicles,archival documents, and the social and cultural legacies of living peoples, in order to understand pre-Columbian societies and trace the transformation of indigenous societies under Spanish colonialism and republican rule. Also introduces contemporary ethnography of the region, including rural indigenous peoples and urban social life.        Cultural Symbols    ANTH-UA 48 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Ginsburg, Myers. 4 points.   Surveys the various symbolic systems employed by the world's people, considering their use in myth, ritual, literature, and art and the kinds of anthropological theories applied to explain their power and forms. Approaches theory through case studies, providing a diverse view of world cultures. Uses materials from all continents; emphasizes non-Western, nonliterate societies, though some material from the West is also used.    Peoples of Sub-Saharan Africa    ANTH-UA 101 Identical to SCA-UA 101. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Surveys the societies and cultures of Africa. Divided between accounts of traditional ways of life, the history of colonial contact with Europe, and consideration of life in contemporary African states. Involves anthropological studies as well as historical works, novels, and autobiographies, many by African authors. African material is related to broader issues of social theory, ethnicity, social change, and the ties between culture, society, and values.    Contemporary Issues in the Caribbean    ANTH-UA 102 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Khan. 4 points.   Provides an anthropological perspective on Anglophone, Hispanophone, Francophone, and Dutch Antilles societies. Reviews the ways colonial history has structured the race, class, gender, ethnic, and national identities of Caribbean peoples and examines the ways that these structures have in turn been shaped by the cultures and subjectivities of local communities. Contemporary issues and problems facing the region are emphasized, including tourism, sexuality, the arts, health care, transnationalism, and diaspora. The possibilities for the existence of a \"Pan-Caribbean consciousness\" are also explored.    Peoples of Latin America    ANTH-UA 103 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Dávila, Rosaldo, Stout. 4 points.   Surveys Latin American societies and cultures, placing special emphasis on class, ethnicity, and nationhood. Examines some of the fundamental characteristics of Ibero-American civilization both in its historical development and in its transformations across a variety of regional and class contexts. Discusses the complex interrelationships between country and city and between \"popular\" and \"elite\" culture by examining ethnographic case material and a few general interpretative works.    Anthropology of South Asia    ANTH-UA 104 Formerly Peoples of India. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti. 4 points.   Introduces the cultures and societies of the Indian subcontinent. Focuses not only on the history and ethnography of South Asia, but also on the major concepts and debates in the anthropological study of the region. Topics include caste, kinship, gender, nationalism, ethnic conflict, globalization, and popular culture.    Anthropology of Europe    ANTH-UA 111 Abercrombie, Rogers. 4 points.   Explores cultural systems and social structures in modern European societies. Provides an introduction to anthropological approaches to the study of Western complex societies. Uses ethnographic case studies and features films to examine issues such as ethnic and national identity, the impact on everyday life of shifting territorial and social borders, ritual, and religious behavior.    Anthropology of Gender and Sexuality    ANTH-UA 112 Identical to SCA-UA 112. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Ginsburg, Martin, Rapp, Stout. 4 points.   Compares women's and men's experiences, activities, resources, powers, and symbolic significance as they vary within and between societies. Social and historical approaches in the analysis of how gender relations are affected by major social transformations. Emphasis on such changes as gender roles, current transnational migrations, social movements, international relations, and the role of the military in a variety of world societies.    Visual Anthropology    ANTH-UA 122 Formerly Transcultural Cinema. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti, Ginsburg, Stout. 4 points.   Explores the history and development of anthropology's relationship to visual practices, focusing on, but not limited to, photography and film, both as a mode for representing culture and as a site of cultural practice. Examines the emergence of, as well as the contestations around, the genre known as ethnographic film and its relationship to wider debates about documentary and nonfictional film practice. One of the central themes of the course is the relationship between representation, power, and knowledge as manifest in cross-cultural representation.    Anthropology of Media    ANTH-UA 123 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti, Ginsburg, Stout. 4 points.   Examines the social and political life of media and how it makes a difference in the daily lives of people as a practice—in production, reception, or circulation. Introduces some key concepts in social theory such as ideology, hegemony, the public sphere, and the nation, which have been critical to the study of the media across disciplines. Provides an overview of the increasing theoretical attention paid to the mass media by anthropologists and focuses on concrete ethnographic examples. Examines cross-culturally how the mass media have become the primary means for the circulation of symbolic forms across time and space and crucial to the constitution of subjectivities, collectivities, and histories in the contemporary world. Topics include the role of media in constituting and contesting national identities, in forging alternative political visions, in transforming religious practice, and in creating subcultures.    Anthropology of Art    ANTH-UA 125 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Geismar, Myers. 4 points.   Introduces students to the \"classic\" literature within the anthropology of art, charts the development and interests of this subdiscipline of anthropology, and uses this material to develop an \"anthropological\" perspective on art that can be used as a key form of critical inquiry into diverse art forms—even those not conventionally explored in the history of anthropology. The starting point for the anthropology of art is to ask, \"What is art?\" in comparative cultural perspective. Analyzes, among other things, the idea of aesthetics in cross-cultural context; the notion of style; the relation between art, technology, and skill; the entanglement of primitivism and modernity; the role of class and taste in appreciating art; art and value in the marketplace; art and museum practice; tourist art and the value of authenticity; and colonial and postcolonial art.    Religion and Media    ANTH-UA 220 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Zito. 4 points per term.   Introduces students to the long-standing and complex connection between religious practices and various media. Analyzes how human hearing, vision, and the performing body have been used historically to express and maintain religious life through music, voice, images, words, and rituals. Spends time on more recent electronic media such as cassette, film, television, video, and the Internet. Students should note that an anthropological/historical perspective on studying religion is pursued in the course.      Topical Seminar in Social and Cultural Anthropology I, II    ANTH-UA 320, 321 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Das, Dávila, Ganti, Geismar, Ginsburg, Grant, Hansen, Khan, Martin, Merry, Myers, Rapp, Rogers, Stout, Zito. 4 points per term.    Analyzes and assesses selected key issues in the discipline theoretically, politically, and epistemologically. See the department's current internal catalog.    Race, \"Difference,\" and Social Inequality      ANTH-UA 323 Identical to SCA-UA 323. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Khan. 4 points.   Human beings have always grappled with some notion of identity, asking questions about who they are, about who others distinguished from themselves are, and about the ways that perceived similarities and differences are meaningful and important (or not) in social relationships. Examines how historical, social, and cultural contexts shape the forms that identities take, looking in particular at ideas about race and racial identity. We work with two premises: (1) race must be understood in relation to other identity categories: gender, class, sexuality, ethnicity, and so on, and (2) race is expressed in both obvious and subtle ways; thus, racial identity is implicit as well as explicitly expressed. We also consider whether race must necessarily be understood as stigma; discuss nonfiction, fiction, and films; and may visit public exhibitions.    Reimagining Community: Race, Nation, and the Politics of Belonging    ANTH-UA 325 Identical to SCA-UA 200. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Dávila. 4 points.   Critically examines and evaluates the various approaches to studying and interpreting different community formations. Examines different notions of \"community\" through a variety of disciplinary lenses. Readings are drawn from anthropology, history, feminist studies, cultural studies, ethnic studies, and philosophy. Students are encouraged to examine these texts both as theoretical representations of \"community\" as well as historically embedded artifacts that are part of the larger machinery in the production of knowledge.    Language and Law    ANTH-UA 329 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Schieffelin. 4 points.   Arguments and conflicts are part of everyday life, and language is central to both their instigation and resolution. Explores how speakers ranging from small children to litigants in courts attempt to settle their differences. Comparative materials illustrate theories of disputes and dispute resolution, examining the power of language and the language of power in a variety of settings (e.g., mediation, arbitration, trials). Class includes fieldwork trips to small claims court. Students audio-record cases and transcribe and analyze them according to different analytic perspectives. Bilingual students are encouraged to focus on cases that use interpreters.    Gender, Violence, and the Law    ANTH-UA 330 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Merry. 4 points.   Examines the global prevalence of gender violence and the varied meanings of violence against women and changes in terminology over time. Examines ways of theorizing gender and violence, including performative ideas of gender. The creation of gender violence as a social problem is a product of social movements in the United States, Europe, India, and many other parts of the world. It is now understood globally as an important human rights violation. Also examines the forms of intervention that have been developed in the United States and globally for diminishing violence against women, including policing, prosecution, and punishment.    Human Rights and Culture    ANTH-UA 331 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Merry. 4 points.   Offers an overview of the human rights system, looking at its basic elements and studying how it works. Focuses on the relationships between human rights and culture. Human rights campaigns frequently encounter resistance in the name of protecting cultural differences. This is particularly common with issues concerning women, children, and the family. Explores several issues that raise questions of human rights and culture, such as female genital cutting, honor killing, trafficking of persons, and indigenous peoples' rights to culture. Using these examples, considers how the human rights system deals with tensions between global standards and local ways of life. Examines the meanings of rights and of culture in these debates and shows the implications of adopting an anthropological analysis of these situations. The goal of the course is developing an understanding of human rights in practice.    Body, Gender, and Belief in China    ANTH-UA 350 Identical to RELST-UA 350. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Zito. 4 points.   Provides an extended and historical exploration of categories basic to social life such as gender, body, and family. Examines the images of family and positions of women in the classics; factors in ritualist and Taoist notions of body; and discusses changes in the practices of filiality over time. Analyses of secondary monographs are combined with work in primary sources.    Belief and Social Life in China    ANTH-UA 351 Identical to RELST-UA 351. Zito. 4 points.   The Chinese word for \"religion\" means \"teaching.\" Explores what Chinese people \"taught\" themselves about the person, society, and the natural world and thus how social life was constructed and maintained. Examines in historical perspective the classic texts of the Taoist and Confucian canon and their synthesis; Buddhist, especially Ch'an (Zen). Discusses the practices of filiality in Buddhism, Confucian orthodoxy, and folk religion.    Transnationalism and Anthropology    ANTH-UA 400 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Ganti, Khan. 4 points.   Examines what is considered \"new\" in the ongoing reconstruction of world order and its accompanying disorder. Also examines how this changes the ways people earn their livelihoods; how cultures are transmitted and hybridized; how migrating populations maintain connections to their homelands; how group identities are constructed and asserted; and how social movements around newly politicized issues arise. Discusses changing roles of nation-states and the growing significance of transnational, diasporic, and globalized social relations and cultural forms.    Culture Through Food    ANTH-UA 410 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Rogers. 4 points.   Explores some of the ways that people use food, cuisines, and eating to organize and engage with social worlds. This focus provides a concrete means for deepening our understanding of alternative models of social explanation. Drawing on ethnographic material from a wide range of cultures, as well as feature films and our own observations and interviews, we consider topics such as the material dimensions of food production, distribution, and consumption (e.g., how food scarcity or abundance shapes collective possibilities, expectations, and values; the causes, consequences, forms, and myths of globalization) and the cultural meanings and social distinctions encoded in food practices (e.g., how food is used cross-culturally as a marker of social identity—class, gender, and ethnicity—and as a source of meaning—nostalgia, anxiety, and so on). Formations of Indigeneity ANTH-UA 605 Formerly ANTH-UA 320. Prerequisite: Human Society and Culture (ANTH-UA 1) or equivalent. Offered every other year. 4 points. Through a case study of materials concerning indigenous people in Australia and North America, this course will investigate the consequences (cultural, sociological, policy) of a development that has taken place throughout the world. Many of the peoples in whom anthropologists have long been interested–those organized into small-scale societies, kinship based–have been encapsulated as indigenous minorities within nation states dominated by other cultural traditions. In this context, the capacity and practices of these peoples, who some have characterized as “Fourth World peoples,” to reproduce themselves and their traditions in their own terms has been limited, undermined, co-opted and, on occasion, ironically reinforced.      Roma in East Central Europe   ANTH-UA 9200 Offered at NYU Prague. 4 points.   Introduces students to the development of Romany politics and culture from a persecuted minority to the emergence of Romany organizations, with an emphasis on Central and Eastern Europe. Emphasizes the three themes of identity, power, and history, and challenges monocausal and ahistorical explanations for the social situation of Roma. Builds on a diverse selection of empirical material and evidence: ethnographic, historical, artistic, and sociological.         Archaeology    Prehistoric Hunters and Gatherers    ANTH-UA 210 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon. 4 points.   Examines the origin and early development of culture in the Old and New Worlds. Utilizes archaeological materials from the Paleolithic and Mesolithic periods of Africa, Eurasia, and the Paleo-Indian, Woodland, and Archaic periods of North America, against a background of related evidence from physical anthropology and ethnology.    First Cities and States    ANTH-UA 211 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Wright. 4 points.   Considers two distinct processes: (1) the origins of food production and consequent development of domesticated plants and animals and (2) the trend toward increasing social, political, and economic complexity that culminates in early states. Several independent examples of each process from both the Old and New Worlds. Special attention to the various theories that have been advanced to account for such developments.    Prehistoric Art and Symbolic Evolution    ANTH-UA 212 Prerequisite: Human Society and Culture (ANTH-UA 1), or Archaeology: Early Societies and Cultures (ANTH-UA 3), or permission of the instructor. White. 4 points.   Examines prehistoric art forms, their interpretation, and their evolutionary and behavioral significance. Students are introduced to Stone Age art—its form, contents, and chronological evolution. Also employs more recent prehistoric case studies. Reviews and assesses competing interpretive frameworks, with emphasis on understanding the social and ideological context within which the art was produced and comprehended.    Archaeological Theory and Technique    ANTH-UA 215 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon, White, Wright. 4 points.   Considers both current and past theoretical developments in archaeology, with special attention to the role of innovations in analytical technique as they relate to these developments. Theoretical approaches to the economy, technology, and organization of hunter-gatherers; early agriculturalists; gender differences; and complex societies. Examines research design, sampling problems, chronometric methods, analysis of paleoenvironments, and typology in terms of modern understanding as well as historical perspective.    Surveys of Regional Prehistory I: Egypt and the Near East    ANTH-UA 216 001 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Wright. 4 points.   Introduces the archaeology of the Near East and Egypt. Examines the archaeological evidence for two major transformations: the origins of food production (the domestication of plants and animals) and the development of cities and states. Focuses primarily on the Tigris and Euphrates and Nile Valleys, but other contiguous regions also are considered. Emphasizes the cultural history of the two regions and how these changes influenced the development of increasingly complex social organization and our present understanding of urbanism and state-level societies.    Surveys of Regional Prehistory II: Prehistoric Europe to the End of the Ice Age    ANTH-UA 216 002 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. White. 4 points.   Prehistories of selected culture areas. Emphasizes the theoretical and methodological foundations of archaeology within a culture area as reconstructed through archaeological methods. The choice of region varies with the interests of individual instructors.    Barbarian Europe    ANTH-UA 217 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree. 4 points.   Between the end of the Ice Age and the expansion of the Roman Empire, temperate Europe witnessed a series of social and economic transformations that represented a transition from a hunting and gathering way of life to urban chiefdoms. Along the way, these hunter-gatherers became agriculturalists and stockherders, learned to use metals, and developed social structures as complex as any found in Old World civilizations. Examines changes in later prehistoric Europe from about 8000 B.C.E. to the arrival of the Romans.    African Archaeology    ANTH-UA 218 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3). Tryon. 4 points.   With the longest record of human occupation in the world and a landmass that represents more than one-fifth the habitable area of the globe, Africa plays a central role in our understanding of human evolution, the prehistory of our species, and the development of complex societies. Explores the experiences of ancient human populations in Africa using evidence drawn from archaeology as well as history, ethnography, linguistics, art history, geography, geology, paleontology, biology, and other disciplines. Focuses not only on the material evidence from across the continent and its interpretation, but also an understanding of the major questions, developing methods of inquiry and problem solving, and situating the African data in the broader context of the archaeological evidence for the evolution of human behavioral diversity. The scope of the course spans hominin origins, the study of Stone Age foragers of the first 2.5 million years of human prehistory, and more recent periods characterized by food production, metallurgy, sedentism, and the development of complex societies (e.g., in Egypt, Mali, Zimbabwe, and the East African coast) with influence and contacts across and outside the continent.    Discovering Archaeology in New York City    ANTH-UA 225 Wright. 4 points.   In this course, New York City is our archaeological site. The period covered is from 10,000 years ago to the beginning of the 20th century and is based on archaeological remains. Its history is both fascinating and mind-expanding as a different perspective on the city emerges in time and space from what is learned. Walking around its various boroughs, students learn that our modern landscape is vastly different from that of earlier eras. Along with our gains as a major cultural center, we will assess some losses brought about by the destruction of aspects of the city’s past. In particular, students come to understand the meaning of stewardship in the context of urban development. At the same time, viewing our place in the city’s 10,000 years of history gives us a deeper sense of time and place and a unity in its shared heritage. Last Hunters-First Farmers ANTH-UA 608 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or instructor permission. Offered every two years. 4 points. Last   Hunters-First Farmers explores the transition from foraging to   agriculture throughout the Eastern Hemisphere and the Americas. The   course begins with a review of the theories that have been proposed to   explain the transition from hunting to gathering to farming and the   archaeological methods that have been used to explore this question. The   archaeological evidence for the beginnings of farming in various   regions of the world is then explored in greater detail in order to   understand the specific reasons for the transition from foraging to   farming and the consequences of the adoption of agriculture.    Fieldwork in Archaeology    ANTH-UA 830 Prerequisite: permission of the instructor. Crabtree, Tryon, White, Wright. Offered in the summer. 4 points.   Students live and work at the selected prehistoric or historic site, usually in eastern or midwestern North America. Students are instructed in field technique and laboratory procedures. Further background provided through staff and guest lectures.    Topical Seminar in Archaeological Anthropology I, II    ANTH-UA 213, 214 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon, White, Wright. 4 points per term.   Explores selected key issues and problems in archaeological anthropology, theoretically and methodologically. See the department's internal catalog.      Biological Anthropology    Fossil Evidence for Human Evolution    ANTH-UA 50 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Bailey, Harrison, Williams. 4 points.   An in-depth survey of the fossil record for human evolution. Traces the evolutionary history of the human lineage from its origin in the late Miocene of Africa up to the initial differentiation and diversification of anatomically modern humans. Explores debates about phylogenetic relationships, taxonomy, paleobiological interpretations, and models for the origin of human behavior.    Human Variation    ANTH-UA 51 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Bailey, Disotell. 4 points.   Humans are the most wide-ranging of all of the species on earth. Our evolutionary history and our ability to adapt to such a broad range of environments result in the patterns of human variability we see today. New techniques have been developed that allow us to explore the different levels of human variation. Focuses on new data and methodologies, including molecular genetic techniques, and the hypotheses and controversies generated by these new perspectives.    Evolution and Biology of Human Behavior    ANTH-UA 52 Prerequisite: Human Evolution (ANTH-UA 2). Antón, Bailey, Harrison, Higham, Williams. 4 points.   Introductory survey presenting a synthetic approach to the biological, behavioral, and cultural origins of humans. Explores data and theories from paleoanthropology, archaeology, nonhuman primate behavioral studies, brain research, and sociobiology for their contributions to the study of human behavior.    Human Genetics    ANTH-UA 53 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Disotell. 4 points.   In-depth analysis of the genetic component of human variability. Discusses mechanisms of inheritance, gene expression in individuals and populations, and alternative explanations for genetic variability. Explores the implications of modern advances in genetics, such as genetic engineering and gene therapy.    Primate Behavior and Ecology    ANTH-UA 54 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Higham. 4 points.   Why do some primates live in large social groups while others are solitary and yet others live in pairs or cooperatively breeding families? Why are strong social hierarchies seen in some primate taxa but not in others? How do multiple species of primates often manage to coexist in the same habitat? Why are social relationships in some primate species characterized by strong bonds among females while such bonds are absent in other primate societies? Why do some species of primates show marked geographic variability in behavior and social structure? The answers to these and other questions lie in understanding the relationships between each species and its ecological and social setting and in understanding each species' phylogenetic history. Explores the diversity of primate social systems and the evolutionary relationships among the primates and discusses many of the general ecological laws that have been proposed by evolutionary biologists as the keys to understanding important features of primate behavior and ecology.    Health and Disease in Human Evolution    ANTH-UA 55 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Disotell. 4 points.    Examines human health and disease within an ecological framework, exploring the interactions  of environmental, genetic, physiological, and cultural factors in the expression and distribution of human diseases. Develops pathology profiles for nonhuman primates; prehistoric human populations; and hunting and gathering, agricultural, and industrial groups, with emphasis on the expression of infectious disease in human history and newly (re)emerging diseases.    Comparative Biology of the Living Primates    ANTH-UA 56 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Harrison, Williams. 4 points.   Study of the comparative biology of the primates, our closest living relatives, is fundamental to a sound understanding of human biology and evolution. Surveys the comparative anatomy of the living primates from a structural, functional, and evolutionary perspective. Different anatomical systems and behaviors are explored, including external features, the cranium, dentition and dietary behavior, postcranial anatomy and locomotor behavior, sensory and nervous systems, and reproductive anatomy. The role of comparative anatomy in taxonomy, behavioral studies, and phylogenetic analyses is emphasized. Primate Communication ANTH-UA 57 Identical to ANST-UA 257. Prerequisite: Human Evolution (ANTH-UA 2). Offered periodically. 4 points. Increased   social and communicative complexity is one of the defining features of   humans compared to other mammals. Key insights into the evolution of   human communication can come from studying our most closely related   extant relatives, our fellow members of the Primate order. The present   course features a mixture of lectures and discussion classes to consider   contemporary topics in primate (including human) communication. Topics   covered include definitions of communication and consideration of its   major theoretical issues such as the difference between signals and   cues, signal honesty, and concepts of signal information content and   evolutionary signal design. Sections of the class focus on communication   in different sensory modalities—olfactory, auditory, and visual, as   well as multimodal communication—before discussing theories and issues   related to the evolution of language. The class finishes by considering   some of the most contemporary topics in primate communication.    Emerging Diseases    ANTH-UA 80 Disotell, Harrison. 4 points.   Integrates evolutionary biology, genetics, immunology, ecology, and behavioral ecology, along with sociocultural anthropology, politics, and economics, to better understand newly emerging and reemerging diseases as they affect human health. General evolutionary theory and an introduction to Darwinian medicine are provided before the course examines viral, bacterial, parasitic, and prion-based diseases along with their hosts, vectors, and other organisms. Particular attention is paid to how humans have purposely and inadvertently created both biological and cultural environments for the transmission of different diseases. Media representations and misrepresentations are examined throughout the course.    Human Ecology    ANTH-UA 90 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Crabtree. 4 points.   Investigates the degree to which variation in human biology and culture can be understood as adaptations to varying external conditions. Examines the relationship of human systems of action and the natural world to understand the various forms of human adaptation. Case studies of several living peoples, contemporary and past biological communities, and prehistoric cultures provide the material for interpretation and evaluation of theoretical positions.    Evolution of Language    ANTH-UA 240 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. 4 points.   Explores the various hypotheses offered for the evolution of language. Perspectives from different disciplines are discussed. Topics include human evolution and the study of fossil humans, animal and primate behavior and communication, anatomy of the vocal tract, neuroanatomy, language acquisition, language universals, the origins and diversification of modern languages, and the origins of writing.    Introduction to Forensic Anthropology    ANTH-UA 326 Antón, Williams. 4 points.   Biological anthropology examines the evolutionary history and adaptability of humans and our ancestors. Forensic anthropology is an applied subfield of biological anthropology that provides expert analysis of the skeleton in a medicolegal setting by utilizing methods developed in skeletal biology, archaeology, and the forensic sciences. Forensic anthropologists play critical roles in identifying victims of mass fatalities (such as the World Trade Center and Oklahoma City bombings), in investigating homicides (such as identifying the Russian tsar's family), and in distinguishing cause of death. The course examines how forensic anthropologists approach modern and historic crimes in the laboratory and the field. Students are introduced to the underlying theory and the applied techniques that forensic anthropologists use to recover and identify individuals and assess cause of death.    Topical Seminar in Biological Anthropology I, II    ANTH-UA 511, 512 Open to majors in anthropology with the permission of the director of undergraduate studies or the instructor. Antón, Bailey, Disotell, Harrison, Higham, Williams. 4 points per term.   Explores selected key issues and problems in biological anthropology, theoretically and methodologically. See the department's internal catalog.       Graduate Courses Open to Undergraduates    Qualified Anthropology majors may take graduate courses with the permission of the Director of Undergraduate Studies in consultation with the instructor. Consult the current Graduate School of Arts and Science Bulletin and the department's internal catalog.                              Contact Us | &copy; New York University , Arts and Science"}]}]