[{"detail": [{"content": "Housing                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Accra   /   Student Life                 Sub Navigation                                 Housing                       Housing License                       Staff                       Safety                       Health & Wellness                       Events & Excursions                                                                   Housing                              Church Crescent           At NYU Accra, all students are required to reside in NYU-arranged housing as a condition of enrollment. NYU Accra utilizes Church Crescent, a housing facility located in a residential neighborhood and within walking distance to the NYU Accra academic center. The University of Ghana-Legon and other diverse parts of the city are all a short ride away.              Rooms   Doubles or Triples within duplex units   Houses 7 students   Private bathroom   Full kitchen with everything you need to cook and eat                   Amenities        Duplexes face a common courtyard   Living room with TV/DVD player   Telephone for local calls   Hot water   Air conditioning   Safes and closet doors that lock   24-hour security   Free washers and dryers in each house        Things to Know        30 students and 2 CRAs (Community Resource Assistant)   Located near markets:     Makola Market   Koala Supermarket     Meal plan for dinner Monday through Friday included in housing fee        Costs - Fall 15/Spring 16        $5,481 - $5,912*             * Proposed fall 2015 and spring 2016 semester rates for the Accra study away site, this inclusive of board, as noted. These rates are pending NYU Board of Trustee review (approval anticipated June 2015). Room rates are site specific and are generally determined by room type, rental costs, and associated support services. The figures cited in NYU's Cost of Attendance are based on annual room and board rates at NYU's location in New York.                                                 NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                         Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Housing                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Accra   /   Student Life                 Sub Navigation                                 Housing                       Housing License                       Staff                       Safety                       Health & Wellness                       Events & Excursions                                                                   Housing                              Church Crescent           At NYU Accra, all students are required to reside in NYU-arranged housing as a condition of enrollment. NYU Accra utilizes Church Crescent, a housing facility located in a residential neighborhood and within walking distance to the NYU Accra academic center. The University of Ghana-Legon and other diverse parts of the city are all a short ride away.              Rooms   Doubles or Triples within duplex units   Houses 7 students   Private bathroom   Full kitchen with everything you need to cook and eat                   Amenities        Duplexes face a common courtyard   Living room with TV/DVD player   Telephone for local calls   Hot water   Air conditioning   Safes and closet doors that lock   24-hour security   Free washers and dryers in each house        Things to Know        30 students and 2 CRAs (Community Resource Assistant)   Located near markets:     Makola Market   Koala Supermarket     Meal plan for dinner Monday through Friday included in housing fee        Costs - Fall 15/Spring 16        $5,481 - $5,912*             * Proposed fall 2015 and spring 2016 semester rates for the Accra study away site, this inclusive of board, as noted. These rates are pending NYU Board of Trustee review (approval anticipated June 2015). Room rates are site specific and are generally determined by room type, rental costs, and associated support services. The figures cited in NYU's Cost of Attendance are based on annual room and board rates at NYU's location in New York.                                                 NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                         Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Griffiths, Fiona    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Fiona J. Griffiths   Professor of History   Cambridge University, PhD 1999   Office Address:   King Juan Carlos Center, Room 412   Email:        Phone:   212.998.8644   Field of Study:   Medieval Europe   Areas of Research/Interest:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.     Bio   Griffiths's work to date has focused on the intersection of gender, spirituality, and intellectual engagement, especially as these relate to the education of medieval women within the monastic life. Her book, The ‘Garden of Delights’: Reform and Renaissance for Women in the Twelfth Century (The University of Pennsylvania Press, 2007) explores the involvement of monastic women in the intellectual renaissance and spiritual reform of twelfth-century Europe. The book focuses on the late twelfth-century Hortus deliciarum (Garden of Delights), an illuminated encyclopedia of theology, biblical history, and canon law that was produced at the monastery of Hohenbourg in Alsace by the community’s abbess, Herrad (d. after 1196). This manuscript, one of the very few medieval Latin works to have been created both by and for women, offers a new vantage point from which to consider the culture of female monasticism during this period: it presents decisive evidence of women’s interest and engagement in the spiritual and intellectual vitality by which the twelfth century is now predominantly defined, but from which scholars have often assumed that women were wholly excluded. Griffiths's current project reconsiders the roles played by religious women, and their relationships with male supporters, within the contexts of medieval religious reform movements. From the eleventh century on, church reformers waged a campaign against clerical marriage which historians have suggested carried serious consequences for religious women. As reformers urged priests to avoid not only marriage, but women in general, nuns were often left without sacramental services (the cura monialium, or care of nuns). Yet even in this climate of increasing clerical misogyny, certain men remained willing to involve themselves in spiritual relationships with women; these men saw service to women as a central part of the Christian life. Why such men were drawn to women, and how they defended their involvement with them are the subjects of her present study.   Fellowships/Honors:   National Endowment for the Humanities Fellowship; Humboldt Fellowship, Alexander von Humboldt Foundation; Brewer Prize, American Society of Church History; Walter Jackson Bate Fellow, Radcliffe Institute for Advanced Study, Harvard University; Scouloudi Research Fellow, Institute of Historical Research, University of London   Selected Works:   Books:    Partners in Spirit: Men, Women, and Religious Life in Germany, 1100-1500 , ed. Fiona J. Griffiths and Julie Hotchin (Brepols: 2014).        The Garden of Delights: Reform and Renaissance for Women in the Twelfth Century, The Middle Ages Series (The University of Pennsylvania Press: 2007).  * Frank S. and Elizabeth D. Brewer Prize, American Society of Church History  * Margaret Wade Labarge Prize, Canadian Society of Medievalists                Articles:    \"Women and Men in the Medieval Religious Landscape,\" (Julie Hotchin), in Partners in Spirit : Men, Women, and Religious Life in Germany, 1100-1500, ed. Fiona J. Griffiths and Julie Hotchin (Brepols: 2014), 1-45.    “Monks and Nuns at Rupertsberg: Guibert of Gembloux and Hildegard of Bingen” in Partners in Spirit: Men, Women, and Religious Life in Germany, 1100-1500 , ed. Fiona Griffiths and Julie Hotchin (Brepols: 2014), 145-169. \"Women and Reform in the Central Middle Ages,\" in Oxford Handbook of Women and Gender in Medieval Europe, ed. Judith M. Bennett and Ruth Mazo Karras (Oxford: 2013), 447-463.    “ ‘Like the Sister of Aaron’: Medieval Religious Women and Liturgical Textiles,” in Female vita religiosa between Late Antiquity and High Middle Ages: Structures, Norms and Developments , ed. Gert Melville and Anne Müller (Brepols: 2011). 343-374    “The Cross and the Cura monialium : Robert of Arbrissel, John the Evangelist, and the Pastoral Care of Women in the Age of Reform.” Speculum 83 (2008), 303-330.  * Jane Dempsey Douglass Prize, American Society of Church History  * Medieval Gender and Women Index Article of the Month (November 2008)    “Siblings and the Sexes within the Medieval Religious Life,” Church History 77 (2008), 1-28.    “ ‘Men’s Duty to Provide for Women’s Needs’: Abelard, Heloise, and their Negotiation of the Cura monialium ,” Journal of Medieval History 30 (2004), 1-24  * Reprinted in Constance Hoffman Berman, ed., Medieval Religion, New Approaches (Routledge: 2005), pp. 290-315.    “Brides and Dominae : Abelard’s Cura monialium at the Augustinian Monastery of Marbach,” Viator 34 (2003), 57-88.  * Medieval Gender and Women Index Article of the Month (November 2003)          Update your faculty profile         Updated on 10&#047;06&#047;2014             Contact Us | &copy; New York University , Arts and Science"}]}]