[{"detail": [{"content": "Study Abroad                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Admissions                       Graduate Admissions                       Study Abroad                       Financial Aid and Scholarships                       Visiting Students                       Fall in NY                       January Term                       Spring in NY                       Summer Sessions                       High School Programs                                                                   Study Abroad       Study Away in the US and Around the World                                                        Abu Dhabi                                           Accra                                           Berlin                                           Buenos Aires                                          Florence                                               London                                          Madrid                                          Paris                                   Prague                                        Shanghai                                   Sydney                           Courses                                   Tel Aviv                                          Washington DC                                  Student Views                           Read More                                                                                                                About NYU Global Programs   Freshmen Programs Abroad   Graduate Degree Programs Abroad     School Specific Programs   Summer Opportunities   January Term Opportunities   International Exchange   Visiting Student Options in New York   Scholarships &amp; Financial Aid   FAQ   Contact Us                             Info for Parents                                               Info for Advisers                                                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Study Abroad                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Admissions                       Graduate Admissions                       Study Abroad                       Financial Aid and Scholarships                       Visiting Students                       Fall in NY                       January Term                       Spring in NY                       Summer Sessions                       High School Programs                                                                   Study Abroad       Study Away in the US and Around the World                                                        Abu Dhabi                                           Accra                                           Berlin                                           Buenos Aires                                          Florence                                               London                                          Madrid                                          Paris                                   Prague                                        Shanghai                                   Sydney                           Courses                                   Tel Aviv                                          Washington DC                                  Student Views                           Read More                                                                                                                About NYU Global Programs   Freshmen Programs Abroad   Graduate Degree Programs Abroad     School Specific Programs   Summer Opportunities   January Term Opportunities   International Exchange   Visiting Student Options in New York   Scholarships &amp; Financial Aid   FAQ   Contact Us                             Info for Parents                                               Info for Advisers                                                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Law in Latin America: Buenos Aires | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Global Opportunities for Students &rsaquo; NYU Law Abroad &rsaquo; Buenos Aires             NYU Law in Latin America: Buenos Aires                 Buenos Aires       Buenos Aires Faculty   NYU Law Abroad Staff in Buenos Aires   Sovereign Debt Restructurings Conference 2014               Related Links           Staff &amp; Contact Information                               About the Program   NYU Law in Buenos Aires provides up to 25 NYU Law students in their third year the opportunity to immerse themselves in the law and legal culture of Latin America while studying in an academic program established and administered by the Law School.   The program provides exposure to domestic legal structures throughout Latin America, and the challenges faced by legal systems in the region. It has a particular focus on economic and institutional development, which provides a platform for addressing the crosscutting social, legal, and business challenges that this dynamic and fast-growing region faces. Courses focus on administrative issues in dispute resolution in Latin America; transnational bankruptcy and sovereign debt restructuring; commercial transactions in Latin America; and the legal and economic history of institutions in Latin America. A clinic is offered that focuses on policy advocacy on a variety of issues, such as human rights, access to justice, and institutional development in Latin America.   All courses are taught in English by faculty from the region and are held in NYU’s Academic Center in Buenos Aires. These faculty members consist of leading academics and practitioners in Argentina and Brazil.   The program offers the opportunity to study Spanish at NYU’s Academic Center in Buenos Aires and to interface with regional law firms and legal institutions. Selected students from our local partner, the University of Buenos Aires School of Law (UBA), will also participate in NYU Law courses, providing NYU students with opportunities to interact with local students and have dynamic classroom discussions that incorporate local viewpoints. In addition, students may also choose to take select law courses in Spanish offered by UBA.   NYU Law Abroad encourages students to delve into the cultural context of the region’s legal issues by planning excursions to places of academic and cultural interest in Buenos Aires. The Academic Center in Buenos Aires also makes various extra-curricula activities available to NYU Law students.   Students also have the opportunity to pursue Directed Research in their fields of interest.   Professor Florencia Marotta-Wurgler is the NYU Faculty Program Director. She oversees the program in coordination with the On-Site Program Director, Professor Marcelo Alegre , a law and philosophy professor at UBA School of Law.   For more information about the site facilities, please visit: http://www.nyu.edu/global/global-academic-centers/buenos-aires.html .   Academic Calendar Spring 2015         Arrival and Orientation   During the week of January 19       Classes Begin   January 26       Carnival Week (No Classes)   February 16 - February 20       Argentine Holiday (No Classes)   March 24       Spring Break   March 30 - April 3       Legislative Tuesday  Make up classes from March 24 holiday   May 1       Make up classes/Reading Period   May 4 - May 8       Last Day of Classes   May 8       Final Exam Period   May 11 - May 15         Courses   Course schedules are available within the ABRA registration system at the same time that regular courses for the spring semester are published. Some courses may be subject to the adjunct cap. For more information about academic requirements please visit the Academic Service page here .   All courses administered by NYU Law are evaluated with letter grades, appearing on student transcripts and counting towards the student ’ s GPA. However, courses offered and administered by the University of Buenos Aires School of Law, the partner institution, will not count towards GPA, only appearing on transcripts as credits earned, rather than as individual courses.   Spring 2015 Courses     Law and Institutions in Latin America (Three Credits)   Deals: Commercial Transactions in Latin America (Two Credits)   Transnational Credit and Insolvency in Latin America (Two Credits)   Clinic on Policy Advocacy in Latin America (Two Seminar Credits and Three Fieldwork Credits)   Dispute Resolution in Latin America (Three Credits)   Public and Corporate Governance in Latin America (Three Credits)   Directed Research: Students making previous arrangements with faculty either in Buenos Aires or Washington Square may receive up to two credits for research conducted while in Buenos Aires.     Language Courses: Students who have a working knowledge of the Spanish language will generally receive a greater benefit from their experience. Students are therefore encouraged to take language courses at NYU or elsewhere before participating. Students may also find it useful to take language courses offered by the Academic Center while studying in Buenos Aires. No law school credit will be awarded for courses intended solely for language instruction, however; NYU language courses will appear in transcripts.   Tuition and Living Costs   Students participating in NYU Law Abroad pay full tuition to NYU Law for the semester. Tuition will cover a full course load; students who wish to take additional courses may do so at an additional expense. Information about NYU Law School tuition can be found in the following link: http://www.law.nyu.edu/financialaid/budgetandbudgeting/studentexpensebudget/index.htm   For information about cost of living and other expenses please visit: http://www.nyu.edu/global/global-academic-centers/buenos-aires/admitted-students/costs-budgeting/cost-of-living.html   Housing   Students can find their own apartment before they arrive by working with a recommended rental agency.   Passport, Visa and Residence Permit Requirements   Students should obtain the necessary passport and visa to study in Argentina. Students are able to coordinate the process with the Office of Global Services.   Access for Persons with Disabilities   Unfortunately, the NYU Buenos Aires Academic Center facilities are not fully accessible for persons with disabilities. Should you have any questions regarding access, please contact us at law.globalstudents@nyu.edu .   More information about traveling for persons with disabilities can be found here .                                Fast Facts and Quick Links           Dates: January 26, 2015- May 15, 2015   Language of Instruction: English   Faculty Program Director: Florencia Marotta-Wurgler   Application Deadline: February 13, 2015   LINKS:   Before You Apply   Application Procedure   Preparing for Study Abroad   Upon Your Return                 Clinic Students Participate in Key Regional Issues           In Spring 2014, students in the Policy Advocacy Clinic worked with the Media Legal Defense Initiative to draft a petition for intervention in a case pending at the Inter-American Court of Human Rights. The petition raises critical questions about the effects of political intervention on freedom of expression. Read the press release .                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Study Abroad                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Admissions                       Graduate Admissions                       Study Abroad                       Financial Aid and Scholarships                       Visiting Students                       Fall in NY                       January Term                       Spring in NY                       Summer Sessions                       High School Programs                                                                   Study Abroad       Study Away in the US and Around the World                                                        Abu Dhabi                                           Accra                                           Berlin                                           Buenos Aires                                          Florence                                               London                                          Madrid                                          Paris                                   Prague                                        Shanghai                                   Sydney                           Courses                                   Tel Aviv                                          Washington DC                                  Student Views                           Read More                                                                                                                About NYU Global Programs   Freshmen Programs Abroad   Graduate Degree Programs Abroad     School Specific Programs   Summer Opportunities   January Term Opportunities   International Exchange   Visiting Student Options in New York   Scholarships &amp; Financial Aid   FAQ   Contact Us                             Info for Parents                                               Info for Advisers                                                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Law in Latin America: Buenos Aires | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Global Opportunities for Students &rsaquo; NYU Law Abroad &rsaquo; Buenos Aires             NYU Law in Latin America: Buenos Aires                 Buenos Aires       Buenos Aires Faculty   NYU Law Abroad Staff in Buenos Aires   Sovereign Debt Restructurings Conference 2014               Related Links           Staff &amp; Contact Information                               About the Program   NYU Law in Buenos Aires provides up to 25 NYU Law students in their third year the opportunity to immerse themselves in the law and legal culture of Latin America while studying in an academic program established and administered by the Law School.   The program provides exposure to domestic legal structures throughout Latin America, and the challenges faced by legal systems in the region. It has a particular focus on economic and institutional development, which provides a platform for addressing the crosscutting social, legal, and business challenges that this dynamic and fast-growing region faces. Courses focus on administrative issues in dispute resolution in Latin America; transnational bankruptcy and sovereign debt restructuring; commercial transactions in Latin America; and the legal and economic history of institutions in Latin America. A clinic is offered that focuses on policy advocacy on a variety of issues, such as human rights, access to justice, and institutional development in Latin America.   All courses are taught in English by faculty from the region and are held in NYU’s Academic Center in Buenos Aires. These faculty members consist of leading academics and practitioners in Argentina and Brazil.   The program offers the opportunity to study Spanish at NYU’s Academic Center in Buenos Aires and to interface with regional law firms and legal institutions. Selected students from our local partner, the University of Buenos Aires School of Law (UBA), will also participate in NYU Law courses, providing NYU students with opportunities to interact with local students and have dynamic classroom discussions that incorporate local viewpoints. In addition, students may also choose to take select law courses in Spanish offered by UBA.   NYU Law Abroad encourages students to delve into the cultural context of the region’s legal issues by planning excursions to places of academic and cultural interest in Buenos Aires. The Academic Center in Buenos Aires also makes various extra-curricula activities available to NYU Law students.   Students also have the opportunity to pursue Directed Research in their fields of interest.   Professor Florencia Marotta-Wurgler is the NYU Faculty Program Director. She oversees the program in coordination with the On-Site Program Director, Professor Marcelo Alegre , a law and philosophy professor at UBA School of Law.   For more information about the site facilities, please visit: http://www.nyu.edu/global/global-academic-centers/buenos-aires.html .   Academic Calendar Spring 2015         Arrival and Orientation   During the week of January 19       Classes Begin   January 26       Carnival Week (No Classes)   February 16 - February 20       Argentine Holiday (No Classes)   March 24       Spring Break   March 30 - April 3       Legislative Tuesday  Make up classes from March 24 holiday   May 1       Make up classes/Reading Period   May 4 - May 8       Last Day of Classes   May 8       Final Exam Period   May 11 - May 15         Courses   Course schedules are available within the ABRA registration system at the same time that regular courses for the spring semester are published. Some courses may be subject to the adjunct cap. For more information about academic requirements please visit the Academic Service page here .   All courses administered by NYU Law are evaluated with letter grades, appearing on student transcripts and counting towards the student ’ s GPA. However, courses offered and administered by the University of Buenos Aires School of Law, the partner institution, will not count towards GPA, only appearing on transcripts as credits earned, rather than as individual courses.   Spring 2015 Courses     Law and Institutions in Latin America (Three Credits)   Deals: Commercial Transactions in Latin America (Two Credits)   Transnational Credit and Insolvency in Latin America (Two Credits)   Clinic on Policy Advocacy in Latin America (Two Seminar Credits and Three Fieldwork Credits)   Dispute Resolution in Latin America (Three Credits)   Public and Corporate Governance in Latin America (Three Credits)   Directed Research: Students making previous arrangements with faculty either in Buenos Aires or Washington Square may receive up to two credits for research conducted while in Buenos Aires.     Language Courses: Students who have a working knowledge of the Spanish language will generally receive a greater benefit from their experience. Students are therefore encouraged to take language courses at NYU or elsewhere before participating. Students may also find it useful to take language courses offered by the Academic Center while studying in Buenos Aires. No law school credit will be awarded for courses intended solely for language instruction, however; NYU language courses will appear in transcripts.   Tuition and Living Costs   Students participating in NYU Law Abroad pay full tuition to NYU Law for the semester. Tuition will cover a full course load; students who wish to take additional courses may do so at an additional expense. Information about NYU Law School tuition can be found in the following link: http://www.law.nyu.edu/financialaid/budgetandbudgeting/studentexpensebudget/index.htm   For information about cost of living and other expenses please visit: http://www.nyu.edu/global/global-academic-centers/buenos-aires/admitted-students/costs-budgeting/cost-of-living.html   Housing   Students can find their own apartment before they arrive by working with a recommended rental agency.   Passport, Visa and Residence Permit Requirements   Students should obtain the necessary passport and visa to study in Argentina. Students are able to coordinate the process with the Office of Global Services.   Access for Persons with Disabilities   Unfortunately, the NYU Buenos Aires Academic Center facilities are not fully accessible for persons with disabilities. Should you have any questions regarding access, please contact us at law.globalstudents@nyu.edu .   More information about traveling for persons with disabilities can be found here .                                Fast Facts and Quick Links           Dates: January 26, 2015- May 15, 2015   Language of Instruction: English   Faculty Program Director: Florencia Marotta-Wurgler   Application Deadline: February 13, 2015   LINKS:   Before You Apply   Application Procedure   Preparing for Study Abroad   Upon Your Return                 Clinic Students Participate in Key Regional Issues           In Spring 2014, students in the Policy Advocacy Clinic worked with the Media Legal Defense Initiative to draft a petition for intervention in a case pending at the Inter-American Court of Human Rights. The petition raises critical questions about the effects of political intervention on freedom of expression. Read the press release .                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "NYU London                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London                 Sub Navigation                                 About Us                       Living in London                       Academics                       Graduate Students                       Student Life                       Calendar                       Applying                       Admitted Students                       Returning from London                                                                   NYU London                                        This content requires the Macromedia Flash Player. Get Flash Player                                          Study Art, Literature, Pre-health, Business, and More at NYU London     Students at NYU London take advantage of a wide range of academic programs complemented by the rich cultural experience of living in one of Europe’s most storied cities. Specialized programs are available in Africana studies, art and architecture, business, mathematics, British literature and writing, pre-health, and psychology. Courses in math, biology, chemistry, and physics accommodate students whose schedules might not otherwise allow for a semester of global study. Additionally, NYU is the only institution in London to offer science courses approved by the American Medical College Application Service (AMCAS) for medical school admittance. NYU London encourages students to enroll in for-credit internships with key institutions in fields including marketing, finance, media, law, politics, health, and theatre.     Students who spend a semester at NYU London live and learn in the heart of Bloomsbury, a neighborhood that is home to the British Museum, the Royal Academy of Dramatic Art, and the West End (London’s famous theatre district). Each semester, NYU London staff plans day trips to places such as the historic cities of Bath, Cambridge, and Oxford. In addition to exploring London’s myriad cultural sites, students often participate in short-term or semester-long community service projects.                 Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                 Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                                                       Info for Parents                                                                                                Info for External Advisers                                                                                                Visit Other NYU Global Centers                                                                                                                                                        NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                     NYU London Intranet        Click here to access the NYU London Intranet for students, staff and faculty.                                                                                 Academic Opportunities                                                                                         Graduate Degree at NYU London                                         Fast Facts             Academic Calendar: Fall/Spring/Summer/Full Year   Credits: 12 to 18 NYU credits   Faculty and Staff: Over 60 instructors and administrative staff   Student Body: 350 per semester, including 100 freshmen   Affiliated Institution: University of London         Housing : furnished rooms in NYU-leased student residential buildings   Meals: Kitchens or community cooking areas are available   Language: English   Local Currency: Pound Sterling   Population of London: 7.5 million                    Get to know your neighborhood Read More                             Questions?        Contact Us                                                                                                                                                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]