[{"detail": [{"content": "Michael Walzer participates in Tikvah Center conference on his influential book and delivers Straus Institute lecture (VIDEO) | NYU School of Law                           Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; News &rsaquo; Michael Walzer participates in Tikvah Center conference on his influential book and delivers Straus Institute lecture (VIDEO)             Michael Walzer participates in Tikvah Center conference on his influential book and delivers Straus Institute lecture (VIDEO)                 News       Alumni   Centers   Faculty   Global   Students   Press Highlights   For the Media   Faculty Experts                           The first annual conference of NYU Law’s Tikvah Center for Law &amp; Jewish Civilization focused on a single book: the seminal work Just and Unjust Wars: A Moral Argument with Historical Illustrations by Michael Walzer , a prolific philosopher and professor emeritus of social science at the Institute for Advanced Study in Princeton, New Jersey. Walzer is currently a joint fellow at both the Tikvah Center and the Straus Institute for the Advanced Study of Law &amp; Justice .   Just and Unjust Wars , which originated in Walzer’s political activism related to the Vietnam War, is a foundational political ethics work that has had a significant impact on philosophical approaches to war. In the book, Walzer considers a range of moral issues related to military theory and armed conflict, using medieval just war theory as a basis for formulating a modern theory.   “ The Enduring Legacy of Just and Unjust Wars —35 Years Later ,” held November 8-10, was a multifaceted exploration of the issues raised by Walzer’s book and the changes in warfare that have occurred since. Topics included what has changed and not changed about war in recent decades, jus ad bellum (criteria to help conclude whether entering a particular war is justifiable) and jus in bello (guidelines determining the just conduct of war), nationality and humanitarianism, nuclear weapons, non-state terrorism and asymmetric warfare, and what constitutes victory.   The latter topic was the focus of the conference paper presented by Gabriella Blum , a 2010-11 Berkowitz Fellow at the Tikvah Center, an assistant professor at Harvard Law School, and a co-organizer of the conference. The other co-organizers were University Professor Joseph Weiler , director of the Tikvah Center, and Professor Iain Scobbie of the University of London’s School of Oriental and African Studies.   In an age of cyberwarfare and drones, Blum said, “The battlefield is everywhere, and we’re all potentially either targets or victims. The eternal question is whether that changes anything in the ethical prescriptions of the book, or if it just means that the ethical principles continue to endure and now it’s just a matter of translation and application in a new reality.”   While Walzer, too, was troubled by this question, the most crucial challenge posed at the conference, he said, was “the argument that if you stick to the rules of engagement prescribed by international humanitarian law or the Geneva Conventions or just war theory, if you fight like the good guys are supposed to fight, you won’t win…. That’s the most worrying argument that was made.”   Despite contemporary challenges to Walzer’s theory, Robert Howse , Lloyd C. Nelson Professor of International Law and a conference participant, has been deeply influenced by the book, which he read as a University of Toronto sophomore shortly after its publication.   “It had a major impact on me, especially Walzer’s evocation of a rich, complex moral vocabulary with which one could address the dilemmas of war,” Howse said. “The vocabulary deeply connected to the vocabulary of war but also allowed one to talk intelligently about the place of law in war.”   Walzer said he did not anticipate the longevity of Just and Unjust Wars : “I didn’t expect it to become a textbook at West Point. I certainly didn’t expect to be sitting at a conference 35 years later still talking about the book.”   The Tikvah Center conference was co-sponsored by NYU Law’s Institute for International Law and Justice and Jean Monnet Center for International and Regional Economic Law &amp; Justice , as well as the European Journal of International Law .     Walzer's Straus Public Lecture focuses on a global justice theory that would also apply locally   On November 16, a week after the conference about his book, Walzer delivered the Joseph and Gwendolyn Straus Public Lecture, “ Global and Local Justice ,” in which he tackled the question of whether a single unified theory could implement both global and local justice in a universally acceptable way.   “Global justice would seem to require a global theory—a single philosophically grounded account of what justice is that explains why it ought to be realized in exactly this way everywhere,” Walzer said in his lecture.   But there are practical difficulties in formulating such a theory, Walzer continued. “The diversity of cultures and the plurality of states make it unlikely that a single account of justice, even if it were the single true account, could ever be persuasive across the globe or enforceable in everyday practice.” Even if that account were possible, he added, no universally recognized global agent of justice exists to put it into action.   Yet fundamental global problems, such as the vast gulf between poverty and wealth and the particular vulnerability of the disadvantaged to natural disasters and political violence, point to the possibility of a universally applicable critique based on “the simple wrongness of human suffering,” Walzer argued.   Walzer articulated what he called a “minimalist account of justice” that might be widely implemented. “What we require is minimalist in character: the recognition of people like ourselves, concern for their suffering, and a few widely-shared moral principles. If these three amount to a theory, it is, so to speak, a little theory, one that is incomplete in much the same way that global society is incomplete.”   “If men and women everywhere were protected against the common disasters of nature and social life,” Walzer said, “if the predatory versions of politics and business were under control, it seems to me that we could let cultural difference, political struggle, and economic competition work their ways and produce whatever they produce.”   Watch the full video of the Straus Public Lecture (1 hr, 14 min):     Posted on December 3, 2010                                Law School News Search           &rsaquo;               @nyulaw on Twitter     Meet Gabrielle Apollon '15: http://t.co/SA3Q3MYYMe http://t.co/UKS8bTrwhn 13 min ago In the @nyulawreview , Andrew Janet '14 looks at child immunization and advocates large-scale reform: http://t.co/qEgNXjGPi1 48 min ago Prof. @kenji_yoshino on #SPEAKNOW , Hollingsworth v. Perry, and the value of the civil trial: http://t.co/9z3HPjVHwZ http://t.co/LOK3siFFc7 1 hour ago   VIEW ALL ›                                   Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]
