[{"detail": [{"content": "Asian Film and Media Initiative (AFMI): Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies &gt; Asian Film and Media Initiative (AFMI)        Asian Film and Media Initiative (AFMI)  Asian Film and Media Initiative (AFMI) Department of Cinema Studies, Tisch School of the Arts, New York University About Asia   features prominently in the rapidly changing global economic and   cultural landscape. Housed at the Department of Cinema Studies, TSOA at   NYU, the AFMI is envisioned to be a multifaceted hub for teaching,   research, public outreach, and transnational networking related to both   historical and contemporary formations of Asian film and media. We   conceive Asia to comprise all countries east of Bosphorus, yet the   Initiative will also engage various trans-Asian interactions that   include the Asian-Pacific region and the Asian diaspora. The film and   media forms that our curricular offerings, research projects and public   events will try to encompass include film (originally made on   celluloid), video, TV, radio, and digital media, as well as the   political economy of the film and media industry, audiences, mass   culture, media activism, and experimental audiovisual arts in a variety   of forms and formats. AFMI serves as a platform for connecting NYU   faculty and students interested in Asian film and media. We have a   strong commitment to curriculum development. In response to increasing   interest and demand in courses related to film and media in Asia and its   diaspora in the global context, AFMI offers an undergraduate minor open   to NYU students including those at NYUAD and NYUSH. AFMI is   committed to fostering innovative research agendas that are connected to   the contemporary film and media culture formations including their   historical conditions. In addition to and in conjunction with faculty   and student generated research, we host or co-sponsor related workshops   and colloquia. We organize or support public events on Asian film and   media independently or in collaboration with other NYU institutions and   Asia-related cultural institutions in the metropolitan area. AFMI   is dedicated to the preservation and archiving of Asian film and media   legacies and will be in close collaboration with the MIAP (Moving Image   Archiving and Preservation) program within Cinema Studies, both in terms   of the in house teaching and networking with official as well as   non-government sponsored archives and related organizations in Asia. People Administration: Director: Zhen Zhang Associate Director: Jung-boon Choi Undergraduate minor coordinator: Melanie Daly  Affiliated Faculty (in alphabetic order): Richard Allen (Ph.D.) Professor and Chair, Cinema Studies, TSOA. Arjun Appadurai (Ph.D.) Paulette Goddard Professor, Media Culture and Communication, Steinhardt. Jung-Bong Choi (Ph.D.) Assistant Professor, Cinema Studies, TSOA. Lily H Chumley (Ph.D.) Assistant Professor, Media Culture and Communication, Steinhardt. Nina Cornyetz (Ph.D.) Professor, Gallatin School of Individualized Studies. Tejaswini Ganti (Ph.D.) Associate Professor, Anthropology, FAS. Ed Guerrero (Ph.D.) Associate Professor, Cinema Studies, TSOA; associate faculty in Africana Studies, FAS. Radha S. Hedge Associate Professor, Media Culture and Communication, Steinhardt. Seung-hoon Jeong (Ph.D.) Assistant Professor, Film program, NYUAD. Thomas Looser (Ph.D.) Associate Professor, East Asian Studies, FAS. Arvind Rajagopal (Ph.D.) Professor, Media Culture and Communication, Steinhardt; associate faculty in Cinema Studies, TSOA. Sandhu Sukhdev (Ph.D.) Associate Professor of English, Social and Cultural Analysis, FAS. Xudong Zhang (Ph.D.) Professor, East Asian Studies and Comparative Literature, FAS. Zhen Zhang (Ph.D.) Associate Professor, Cinema Studies, TSOA; associate faculty in History GSAS. Angela Zito (Ph.D.) Associate Professor, Religious Studies and Anthropology, FAS. *BA minor The   new undergraduate minor is an integral part of the broader Asian Film   and Media Initiative that involves a comprehensive program of teaching,   learning, research and public outreach. As a whole, the Initiative   will contribute to the consolidation and expansion of the community of   NYU faculty and students interested in Asian film and media on the   Washington Square campus and extending to NYUSH and NUYAD, as well as   other global sites. The minor is designed to provide an   interdisciplinary and comparative focus on the historical and   contemporary media forms of Asia and the Asian diaspora, as well in   depth study or particular regions and topics. Student’s will   investigate the aesthetics forms of popular and art cinemas, the   political economy of the film and media industry, audiences, mass   culture, media activism, and experimental audiovisual arts in a variety   of media and formats. The audiovisual forms that this curriculum will   encompass include film (originally made on celluloid), video, anime, TV,   radio, and digital media. The minor will prepare students for advanced   studies in cinema and media studies, Asian studies, media journalism,   cultural policy, and other related disciplines, as well as professional   and career development. The program’s core faculty include   full-time tenured and tenure-track faculty from TSOA, Steinhardt, CAS,   and Gallatin. More will join as the program evolves and grows. This   minor will also create a more pronounced academic connection with the   evolving Global Network University framework, including NYUAD and the   opening of NYU Shanghai in fall 2013. As the Initiative’s research and   teaching agenda and community expand, we hope to engage various   trans-Asian interactions that include the Asian-Pacific region as well   as the Middle East in the future within the broad and mobile GNU   context. *International Visitor Program Each semester   or year, AFMI will host or sponsor 2-3 visiting fellows, either   academics, media practitioners and other professionals for short-term   stay during which they will give talks, screening works, organizing   workshops or offer a short-term intensive seminar. AFMI also welcomes   visitors who come with fellowships provided by their home institutions   or outside grants. It is hoped that these individuals will bring   cutting-edge knowledge and innovative methods in Asian film and media   studies, curating, archiving and preservation. *Events 2012-2013 Yousef Saeed, Screening of Khayal Darpan (A Mirror of Imagination, 2007), Sept. 25. Sangita Gopal, “Between State and Capital: Some Genealogies of the New Bollywood Cinema”, Sept. 26 6th Reel China @ NYU, Oct. 19-21; Oct. 26-28. (20 films, 11 Chinese filmmakers/curators/critics attending) http://cinema.tisch.nyu.edu/object/csfall12_reelchina.html Workshop   on Asian Experimental Moving Images, in collaboration with School of   Film and TV, Shanghai University. Dec. 21-22. (No budget contribution   from AFMI) Li Xiaofeng (visiting scholar at Film/TV) &amp; Jia Kai (Chinese independent documentary screening). Feb 9 International conference, Melodrama: Global Perspectives (in collaboration with Columbia University) Feb. 28 - March 3 Anand Patwardhan (Day Event), March 14 Chan Yun Park (Korean Cinema screening and discussion). Media and Asian Globalization: Dissent and Identity (1977 to the present) March 29 AAIFF national tour, special program, April 27  Director Zhen Zhang zz6@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Asian Film and Media Initiative (AFMI): Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies &gt; Asian Film and Media Initiative (AFMI)        Asian Film and Media Initiative (AFMI)  Asian Film and Media Initiative (AFMI) Department of Cinema Studies, Tisch School of the Arts, New York University About Asia   features prominently in the rapidly changing global economic and   cultural landscape. Housed at the Department of Cinema Studies, TSOA at   NYU, the AFMI is envisioned to be a multifaceted hub for teaching,   research, public outreach, and transnational networking related to both   historical and contemporary formations of Asian film and media. We   conceive Asia to comprise all countries east of Bosphorus, yet the   Initiative will also engage various trans-Asian interactions that   include the Asian-Pacific region and the Asian diaspora. The film and   media forms that our curricular offerings, research projects and public   events will try to encompass include film (originally made on   celluloid), video, TV, radio, and digital media, as well as the   political economy of the film and media industry, audiences, mass   culture, media activism, and experimental audiovisual arts in a variety   of forms and formats. AFMI serves as a platform for connecting NYU   faculty and students interested in Asian film and media. We have a   strong commitment to curriculum development. In response to increasing   interest and demand in courses related to film and media in Asia and its   diaspora in the global context, AFMI offers an undergraduate minor open   to NYU students including those at NYUAD and NYUSH. AFMI is   committed to fostering innovative research agendas that are connected to   the contemporary film and media culture formations including their   historical conditions. In addition to and in conjunction with faculty   and student generated research, we host or co-sponsor related workshops   and colloquia. We organize or support public events on Asian film and   media independently or in collaboration with other NYU institutions and   Asia-related cultural institutions in the metropolitan area. AFMI   is dedicated to the preservation and archiving of Asian film and media   legacies and will be in close collaboration with the MIAP (Moving Image   Archiving and Preservation) program within Cinema Studies, both in terms   of the in house teaching and networking with official as well as   non-government sponsored archives and related organizations in Asia. People Administration: Director: Zhen Zhang Associate Director: Jung-boon Choi Undergraduate minor coordinator: Melanie Daly  Affiliated Faculty (in alphabetic order): Richard Allen (Ph.D.) Professor and Chair, Cinema Studies, TSOA. Arjun Appadurai (Ph.D.) Paulette Goddard Professor, Media Culture and Communication, Steinhardt. Jung-Bong Choi (Ph.D.) Assistant Professor, Cinema Studies, TSOA. Lily H Chumley (Ph.D.) Assistant Professor, Media Culture and Communication, Steinhardt. Nina Cornyetz (Ph.D.) Professor, Gallatin School of Individualized Studies. Tejaswini Ganti (Ph.D.) Associate Professor, Anthropology, FAS. Ed Guerrero (Ph.D.) Associate Professor, Cinema Studies, TSOA; associate faculty in Africana Studies, FAS. Radha S. Hedge Associate Professor, Media Culture and Communication, Steinhardt. Seung-hoon Jeong (Ph.D.) Assistant Professor, Film program, NYUAD. Thomas Looser (Ph.D.) Associate Professor, East Asian Studies, FAS. Arvind Rajagopal (Ph.D.) Professor, Media Culture and Communication, Steinhardt; associate faculty in Cinema Studies, TSOA. Sandhu Sukhdev (Ph.D.) Associate Professor of English, Social and Cultural Analysis, FAS. Xudong Zhang (Ph.D.) Professor, East Asian Studies and Comparative Literature, FAS. Zhen Zhang (Ph.D.) Associate Professor, Cinema Studies, TSOA; associate faculty in History GSAS. Angela Zito (Ph.D.) Associate Professor, Religious Studies and Anthropology, FAS. *BA minor The   new undergraduate minor is an integral part of the broader Asian Film   and Media Initiative that involves a comprehensive program of teaching,   learning, research and public outreach. As a whole, the Initiative   will contribute to the consolidation and expansion of the community of   NYU faculty and students interested in Asian film and media on the   Washington Square campus and extending to NYUSH and NUYAD, as well as   other global sites. The minor is designed to provide an   interdisciplinary and comparative focus on the historical and   contemporary media forms of Asia and the Asian diaspora, as well in   depth study or particular regions and topics. Student’s will   investigate the aesthetics forms of popular and art cinemas, the   political economy of the film and media industry, audiences, mass   culture, media activism, and experimental audiovisual arts in a variety   of media and formats. The audiovisual forms that this curriculum will   encompass include film (originally made on celluloid), video, anime, TV,   radio, and digital media. The minor will prepare students for advanced   studies in cinema and media studies, Asian studies, media journalism,   cultural policy, and other related disciplines, as well as professional   and career development. The program’s core faculty include   full-time tenured and tenure-track faculty from TSOA, Steinhardt, CAS,   and Gallatin. More will join as the program evolves and grows. This   minor will also create a more pronounced academic connection with the   evolving Global Network University framework, including NYUAD and the   opening of NYU Shanghai in fall 2013. As the Initiative’s research and   teaching agenda and community expand, we hope to engage various   trans-Asian interactions that include the Asian-Pacific region as well   as the Middle East in the future within the broad and mobile GNU   context. *International Visitor Program Each semester   or year, AFMI will host or sponsor 2-3 visiting fellows, either   academics, media practitioners and other professionals for short-term   stay during which they will give talks, screening works, organizing   workshops or offer a short-term intensive seminar. AFMI also welcomes   visitors who come with fellowships provided by their home institutions   or outside grants. It is hoped that these individuals will bring   cutting-edge knowledge and innovative methods in Asian film and media   studies, curating, archiving and preservation. *Events 2012-2013 Yousef Saeed, Screening of Khayal Darpan (A Mirror of Imagination, 2007), Sept. 25. Sangita Gopal, “Between State and Capital: Some Genealogies of the New Bollywood Cinema”, Sept. 26 6th Reel China @ NYU, Oct. 19-21; Oct. 26-28. (20 films, 11 Chinese filmmakers/curators/critics attending) http://cinema.tisch.nyu.edu/object/csfall12_reelchina.html Workshop   on Asian Experimental Moving Images, in collaboration with School of   Film and TV, Shanghai University. Dec. 21-22. (No budget contribution   from AFMI) Li Xiaofeng (visiting scholar at Film/TV) &amp; Jia Kai (Chinese independent documentary screening). Feb 9 International conference, Melodrama: Global Perspectives (in collaboration with Columbia University) Feb. 28 - March 3 Anand Patwardhan (Day Event), March 14 Chan Yun Park (Korean Cinema screening and discussion). Media and Asian Globalization: Dissent and Identity (1977 to the present) March 29 AAIFF national tour, special program, April 27  Director Zhen Zhang zz6@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "New Cinema Practices in Southeast and East Asia: Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        May 1-2 - Beyond “Asian Extremes”: A Workshop on New Cinema Practices in Southeast and East Asia  Event Date and Time: May 1-2, 2015 Location: Department of Cinema Studies, Michelson Theater 721 Broadway, 6th Floor New York, NY 10003 Image credit: Independencia (2009, Philippines)  Beyond “Asian Extremes”: A Workshop on New Cinema Practices in Southeast and East Asia Asian Film and Media Initiative Department of Cinema Studies, Tisch School of the Arts, NYU Co-sponsored by: NYU Center for Religion and Media The New York Southeast Asia Network Since the late 1990s, Asian film cultures have been largely shaped and transformed by independent film and media practices embedded in grassroots cultural initiatives, taking form as a wide-range of practices such as film/video productions, film festivals, artist-collective formations, knowledge dissemination, and archiving. A growing scholarship in film and media studies has identified the phenomenon within the rubric of “new independent cinema” in Asia, focusing on the roles of new media and digital technologies in enabling new modes of production and the filmmakers’ transnational trajectories in the global festival circuit. However, further exchanges of frameworks and experiences across the region are needed as we delve into the following questions: What keywords and concepts are useful to understand contemporary film and media practices in Asia and help us rethink pre-existing notions such as “independent film,” “Asian cinema,” or “transnational cinema”? How do we view film and media initiatives as social practice integral to local cultural networks, social movements, and political discourses, and what kinds of cultural and political interventions have been made? How have these new practices contributed to the representation of gender, sexuality, race, class, ethnicity, and religion? This workshop aims to foster dialogues between film and media scholars, practitioners, and activists from East and Southeast Asia to explore parallels, intersections, and future collaborations in the Trans-Asian context. Organizing committee: Intan Paramaditha, Ph.D, Guest Faculty, Sarah Lawrence College and CUNY College of Staten Island. Jung-Bong Choi, Ph.D, Assistant Professor, Cinema Studies, NYU, Associate Director of Asian Film and Media Initiative. Zhen Zhang, Ph.D, Associate Professor, Cinema Studies &amp; History, NYU, Director of Asian Film and Media Initiative. Jeff Richardson, Events Coordinator, Cinema Studies, NYU.  Participants: Shi-Yan Chao (Columbia University) Jung-Bong Choi (NYU) Aryo Danusiri (Harvard University) Darrell Davis (Lingnan University, Hong Kong) Arnika Fuhrmann (Cornell University) Mariam Lam (UC Riverside) Luke Moses (NYU) Intan Paramaditha (Sarah Lawrence; CUNY) Jasmine Trice (UCLA) Emilie YY Yeh (Hong Kong Baptist University) Zhen Zhang (NYU) Angela Zito (NYU)  PROGRAM SCHEDULE (All screenings and panels are open to the public) See sidebar for participant bios and presentation abstracts. Friday, May 1 7:30-9:30pm Screening: Independencia (The Philippines, 2009; dir. Raya Martin; 77 min.) Introduced by Luke Moses (NYU) Film description Independencia (Philippines, 2009, 77 min), a film by acclaimed director Raya Martin, was screened in the Un Certain Regard section at the 2009 Cannes Film Festival. Set in the Philippines during the start of the American Occupation in the early 1900s, the film revolves around three generations of a family who flees the conflict in the city and tries to survive in the jungle. The visual style of Independencia evokes the mode of filmmaking during the era and serves as a metaphor for the mythical history and identity of the Philippines. About the filmmaker Raya Martin, born in Manila, 1984, makes fictional features, documentaries, shorts, and installations. Some of his well-known films are How to Disappear Completely (2013), Independencia (2009), and Autohystoria (2007). His films have been shown in numerous festivals including Cannes, the Berlinale, the Locarno International Film Festival and the Toronto International Film Festival; a retrospective of his films has been screened in Paris, Buenos Aires, Mexico City, South Korea, Documenta (13) in Kassel, and the Museum of the Moving Image in New York.  Saturday, May 2 9:30 Welcome 9:45-10:30 Mariam Lam (UC Riverside) “Minor Regionalism and Southeast Asian Cinemas” Discussant: Jung-Bong Choi 10:30-12:00 Arnika Fuhrmann (Cornell University) “Queer Desires and Buddhist Borrowings in Thai Independent Cinema” Shi-Yan Chao (Columbia University) “Performing Authorship in a Queer Time and Space” Discussant: Angela Zito (NYU) 12:00 Break 1:30-3:00 Screening: “Sufi Bikers and Arab Saints – Work in Progress” (60 minutes) Discussion: Aryo Danusiri (Harvard University) and Intan Paramaditha (Sarah Lawrence) 3:00 Break 3:30-5:00 Jasmine Trice (UCLA) “The Revanchist Cinema: Crowds, Multiplexes, and Independent Film Exhibition in Metro Manila, Philippines.” Darrell Davis (Lingnan University) &amp; Emilie YY Yeh (Hong Kong Baptist University) “Zimuzu, Volunteerism, and Media Industry in China” Discussant: Zhen Zhang (NYU)   NYU's Department of Cinema Studies Tisch School of the Arts 721 Broadway, 6th Floor New York, NY 10003 Join our  Facebook page ! Follow us on Twitter  @CinemaStudies    Participant bios and presentation abstracts (pdf)  Event Coordinator Jeff Richardson Phone: 212-998-1649 jeff.richardson@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Asian Film and Media Initiative (AFMI): Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies &gt; Asian Film and Media Initiative (AFMI)        Asian Film and Media Initiative (AFMI)  Asian Film and Media Initiative (AFMI) Department of Cinema Studies, Tisch School of the Arts, New York University About Asia   features prominently in the rapidly changing global economic and   cultural landscape. Housed at the Department of Cinema Studies, TSOA at   NYU, the AFMI is envisioned to be a multifaceted hub for teaching,   research, public outreach, and transnational networking related to both   historical and contemporary formations of Asian film and media. We   conceive Asia to comprise all countries east of Bosphorus, yet the   Initiative will also engage various trans-Asian interactions that   include the Asian-Pacific region and the Asian diaspora. The film and   media forms that our curricular offerings, research projects and public   events will try to encompass include film (originally made on   celluloid), video, TV, radio, and digital media, as well as the   political economy of the film and media industry, audiences, mass   culture, media activism, and experimental audiovisual arts in a variety   of forms and formats. AFMI serves as a platform for connecting NYU   faculty and students interested in Asian film and media. We have a   strong commitment to curriculum development. In response to increasing   interest and demand in courses related to film and media in Asia and its   diaspora in the global context, AFMI offers an undergraduate minor open   to NYU students including those at NYUAD and NYUSH. AFMI is   committed to fostering innovative research agendas that are connected to   the contemporary film and media culture formations including their   historical conditions. In addition to and in conjunction with faculty   and student generated research, we host or co-sponsor related workshops   and colloquia. We organize or support public events on Asian film and   media independently or in collaboration with other NYU institutions and   Asia-related cultural institutions in the metropolitan area. AFMI   is dedicated to the preservation and archiving of Asian film and media   legacies and will be in close collaboration with the MIAP (Moving Image   Archiving and Preservation) program within Cinema Studies, both in terms   of the in house teaching and networking with official as well as   non-government sponsored archives and related organizations in Asia. People Administration: Director: Zhen Zhang Associate Director: Jung-boon Choi Undergraduate minor coordinator: Melanie Daly  Affiliated Faculty (in alphabetic order): Richard Allen (Ph.D.) Professor and Chair, Cinema Studies, TSOA. Arjun Appadurai (Ph.D.) Paulette Goddard Professor, Media Culture and Communication, Steinhardt. Jung-Bong Choi (Ph.D.) Assistant Professor, Cinema Studies, TSOA. Lily H Chumley (Ph.D.) Assistant Professor, Media Culture and Communication, Steinhardt. Nina Cornyetz (Ph.D.) Professor, Gallatin School of Individualized Studies. Tejaswini Ganti (Ph.D.) Associate Professor, Anthropology, FAS. Ed Guerrero (Ph.D.) Associate Professor, Cinema Studies, TSOA; associate faculty in Africana Studies, FAS. Radha S. Hedge Associate Professor, Media Culture and Communication, Steinhardt. Seung-hoon Jeong (Ph.D.) Assistant Professor, Film program, NYUAD. Thomas Looser (Ph.D.) Associate Professor, East Asian Studies, FAS. Arvind Rajagopal (Ph.D.) Professor, Media Culture and Communication, Steinhardt; associate faculty in Cinema Studies, TSOA. Sandhu Sukhdev (Ph.D.) Associate Professor of English, Social and Cultural Analysis, FAS. Xudong Zhang (Ph.D.) Professor, East Asian Studies and Comparative Literature, FAS. Zhen Zhang (Ph.D.) Associate Professor, Cinema Studies, TSOA; associate faculty in History GSAS. Angela Zito (Ph.D.) Associate Professor, Religious Studies and Anthropology, FAS. *BA minor The   new undergraduate minor is an integral part of the broader Asian Film   and Media Initiative that involves a comprehensive program of teaching,   learning, research and public outreach. As a whole, the Initiative   will contribute to the consolidation and expansion of the community of   NYU faculty and students interested in Asian film and media on the   Washington Square campus and extending to NYUSH and NUYAD, as well as   other global sites. The minor is designed to provide an   interdisciplinary and comparative focus on the historical and   contemporary media forms of Asia and the Asian diaspora, as well in   depth study or particular regions and topics. Student’s will   investigate the aesthetics forms of popular and art cinemas, the   political economy of the film and media industry, audiences, mass   culture, media activism, and experimental audiovisual arts in a variety   of media and formats. The audiovisual forms that this curriculum will   encompass include film (originally made on celluloid), video, anime, TV,   radio, and digital media. The minor will prepare students for advanced   studies in cinema and media studies, Asian studies, media journalism,   cultural policy, and other related disciplines, as well as professional   and career development. The program’s core faculty include   full-time tenured and tenure-track faculty from TSOA, Steinhardt, CAS,   and Gallatin. More will join as the program evolves and grows. This   minor will also create a more pronounced academic connection with the   evolving Global Network University framework, including NYUAD and the   opening of NYU Shanghai in fall 2013. As the Initiative’s research and   teaching agenda and community expand, we hope to engage various   trans-Asian interactions that include the Asian-Pacific region as well   as the Middle East in the future within the broad and mobile GNU   context. *International Visitor Program Each semester   or year, AFMI will host or sponsor 2-3 visiting fellows, either   academics, media practitioners and other professionals for short-term   stay during which they will give talks, screening works, organizing   workshops or offer a short-term intensive seminar. AFMI also welcomes   visitors who come with fellowships provided by their home institutions   or outside grants. It is hoped that these individuals will bring   cutting-edge knowledge and innovative methods in Asian film and media   studies, curating, archiving and preservation. *Events 2012-2013 Yousef Saeed, Screening of Khayal Darpan (A Mirror of Imagination, 2007), Sept. 25. Sangita Gopal, “Between State and Capital: Some Genealogies of the New Bollywood Cinema”, Sept. 26 6th Reel China @ NYU, Oct. 19-21; Oct. 26-28. (20 films, 11 Chinese filmmakers/curators/critics attending) http://cinema.tisch.nyu.edu/object/csfall12_reelchina.html Workshop   on Asian Experimental Moving Images, in collaboration with School of   Film and TV, Shanghai University. Dec. 21-22. (No budget contribution   from AFMI) Li Xiaofeng (visiting scholar at Film/TV) &amp; Jia Kai (Chinese independent documentary screening). Feb 9 International conference, Melodrama: Global Perspectives (in collaboration with Columbia University) Feb. 28 - March 3 Anand Patwardhan (Day Event), March 14 Chan Yun Park (Korean Cinema screening and discussion). Media and Asian Globalization: Dissent and Identity (1977 to the present) March 29 AAIFF national tour, special program, April 27  Director Zhen Zhang zz6@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "New Cinema Practices in Southeast and East Asia: Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        May 1-2 - Beyond “Asian Extremes”: A Workshop on New Cinema Practices in Southeast and East Asia  Event Date and Time: May 1-2, 2015 Location: Department of Cinema Studies, Michelson Theater 721 Broadway, 6th Floor New York, NY 10003 Image credit: Independencia (2009, Philippines)  Beyond “Asian Extremes”: A Workshop on New Cinema Practices in Southeast and East Asia Asian Film and Media Initiative Department of Cinema Studies, Tisch School of the Arts, NYU Co-sponsored by: NYU Center for Religion and Media The New York Southeast Asia Network Since the late 1990s, Asian film cultures have been largely shaped and transformed by independent film and media practices embedded in grassroots cultural initiatives, taking form as a wide-range of practices such as film/video productions, film festivals, artist-collective formations, knowledge dissemination, and archiving. A growing scholarship in film and media studies has identified the phenomenon within the rubric of “new independent cinema” in Asia, focusing on the roles of new media and digital technologies in enabling new modes of production and the filmmakers’ transnational trajectories in the global festival circuit. However, further exchanges of frameworks and experiences across the region are needed as we delve into the following questions: What keywords and concepts are useful to understand contemporary film and media practices in Asia and help us rethink pre-existing notions such as “independent film,” “Asian cinema,” or “transnational cinema”? How do we view film and media initiatives as social practice integral to local cultural networks, social movements, and political discourses, and what kinds of cultural and political interventions have been made? How have these new practices contributed to the representation of gender, sexuality, race, class, ethnicity, and religion? This workshop aims to foster dialogues between film and media scholars, practitioners, and activists from East and Southeast Asia to explore parallels, intersections, and future collaborations in the Trans-Asian context. Organizing committee: Intan Paramaditha, Ph.D, Guest Faculty, Sarah Lawrence College and CUNY College of Staten Island. Jung-Bong Choi, Ph.D, Assistant Professor, Cinema Studies, NYU, Associate Director of Asian Film and Media Initiative. Zhen Zhang, Ph.D, Associate Professor, Cinema Studies &amp; History, NYU, Director of Asian Film and Media Initiative. Jeff Richardson, Events Coordinator, Cinema Studies, NYU.  Participants: Shi-Yan Chao (Columbia University) Jung-Bong Choi (NYU) Aryo Danusiri (Harvard University) Darrell Davis (Lingnan University, Hong Kong) Arnika Fuhrmann (Cornell University) Mariam Lam (UC Riverside) Luke Moses (NYU) Intan Paramaditha (Sarah Lawrence; CUNY) Jasmine Trice (UCLA) Emilie YY Yeh (Hong Kong Baptist University) Zhen Zhang (NYU) Angela Zito (NYU)  PROGRAM SCHEDULE (All screenings and panels are open to the public) See sidebar for participant bios and presentation abstracts. Friday, May 1 7:30-9:30pm Screening: Independencia (The Philippines, 2009; dir. Raya Martin; 77 min.) Introduced by Luke Moses (NYU) Film description Independencia (Philippines, 2009, 77 min), a film by acclaimed director Raya Martin, was screened in the Un Certain Regard section at the 2009 Cannes Film Festival. Set in the Philippines during the start of the American Occupation in the early 1900s, the film revolves around three generations of a family who flees the conflict in the city and tries to survive in the jungle. The visual style of Independencia evokes the mode of filmmaking during the era and serves as a metaphor for the mythical history and identity of the Philippines. About the filmmaker Raya Martin, born in Manila, 1984, makes fictional features, documentaries, shorts, and installations. Some of his well-known films are How to Disappear Completely (2013), Independencia (2009), and Autohystoria (2007). His films have been shown in numerous festivals including Cannes, the Berlinale, the Locarno International Film Festival and the Toronto International Film Festival; a retrospective of his films has been screened in Paris, Buenos Aires, Mexico City, South Korea, Documenta (13) in Kassel, and the Museum of the Moving Image in New York.  Saturday, May 2 9:30 Welcome 9:45-10:30 Mariam Lam (UC Riverside) “Minor Regionalism and Southeast Asian Cinemas” Discussant: Jung-Bong Choi 10:30-12:00 Arnika Fuhrmann (Cornell University) “Queer Desires and Buddhist Borrowings in Thai Independent Cinema” Shi-Yan Chao (Columbia University) “Performing Authorship in a Queer Time and Space” Discussant: Angela Zito (NYU) 12:00 Break 1:30-3:00 Screening: “Sufi Bikers and Arab Saints – Work in Progress” (60 minutes) Discussion: Aryo Danusiri (Harvard University) and Intan Paramaditha (Sarah Lawrence) 3:00 Break 3:30-5:00 Jasmine Trice (UCLA) “The Revanchist Cinema: Crowds, Multiplexes, and Independent Film Exhibition in Metro Manila, Philippines.” Darrell Davis (Lingnan University) &amp; Emilie YY Yeh (Hong Kong Baptist University) “Zimuzu, Volunteerism, and Media Industry in China” Discussant: Zhen Zhang (NYU)   NYU's Department of Cinema Studies Tisch School of the Arts 721 Broadway, 6th Floor New York, NY 10003 Join our  Facebook page ! Follow us on Twitter  @CinemaStudies    Participant bios and presentation abstracts (pdf)  Event Coordinator Jeff Richardson Phone: 212-998-1649 jeff.richardson@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "New! Asian Film and Media BA minor : Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        New! Asian Film and Media BA minor  New to the Department of Cinema Studies! Asian Film and Media BA minor  In response to increasing interest and demand in courses related to film and media in Asia and its diaspora, the new minor allows students to focus on and pursue in depth studies of both historical and contemporary formations of Asian film and media. The current BA in Cinema Studies introduces students to the history, theory, and aesthetics of film and the moving image. Though the existing curriculum is generally international in scope, there is no identifiable focus on the Asia-Pacific region and the Asian diaspora. The new program will complement the existing Cinema Studies BA major and minor. There is no other school or department that currently offers a comparable program. By consolidating faculty resources and relevant course offerings in TSOA and NYU as a whole, the new minor will attract students from other schools and departments to gain exposure to cinema and media studies through a focused study of Asia and its diaspora. Cinema Studies majors may elect to focus on this area of studies as an informal concentration. The program, an integral part of the Asian Film and Media Initiative involving teaching, learning, research and public outreach, will contribute to the consolidation and expansion of the community of NYU faculty and students interested in Asian film and media. The program faculty include full-time tenured and tenure-track faculty from TSOA, Steinhardt, and CAS, and more will join as the program evolves and grows. Course requirements, sequencing, credits Four courses including one introductory film course (Language of Film, Expressive Culture: Film or Intro to Film) and one core Asian Film and Media course are required, 16 credits in total. The introductory film course is the prerequisite to all other courses. The core course should be taken the first year the minor is declared. Sample courses Asian Film History and Historiography (core); Asian Media and Popular Culture (core); Indian Cinemas; Korean Cinema; Asian-American Cinema; Chinese Cinemas Japanese Anime and New Media; South Asian Media Cultures.  Department of Cinema Studies Phone: 212-998-1600           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]