[{"detail": [{"content": "Home - Finding Dissertations - Research Guides at New York University                                                          This is the \"Home\" page of the \"Finding Dissertations\" guide.        Alternate Page for Screenreader Users        Skip to Page Navigation        Skip to Page Content                                                      Admin Sign In                NYU Libraries        &raquo;              Research Guides        &raquo;                      NYU New York         &raquo; Finding Dissertations                              Finding Dissertations                            This guide helps you locate NYU, U.S., and international dissertations and theses.              Last Updated: Feb 26, 2015      URL: http://guides.nyu.edu/dissertations                   Print Guide                  RSS Updates  Email Alerts              Home      NYU Dissertations      Finding Dissertations from Other Institutions      International Resources                                    Home                                           Comments(0)                                                                     Print Page                                                        Search Text        Search Type                                              Search:                                                                                                               This Guide This Group       All Guides       Bobcat Web                                                             Search                                                                                                                                                 Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                        Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                                                                                              Introduction                 The Division of Libraries maintains a non-comprehensive collection of doctoral dissertations completed at New York University. Many of the dissertations available in our collection are cataloged in BobCat. Recent dissertations completed at NYU can be found in the database Dissertation Abstracts . Guidance on the use of both resources is included in this guide. NYU holds very few dissertations completed at other institutions. For those dissertations which are not in our collection this guide also provides guidance on how to acquire or borrow copies.           Comments (0)                                        Information for Dissertation Authors                  Dissertation Authors Research Guide  NYU Graduate School of Arts and Sciences Doctoral Dissertation Submission Guide  Steinhardt Doctoral Dissertations Formatting Guidelines  NYU Wagner Doctoral Dissertation Guidelines  Information for Silver School of Social Work Ph.D candidates               Comments (0)                                                                    Powered by Springshare ; All rights reserved.          Report a tech support issue .             View this page in a format suitable for printers and screen-readers or mobile devices .                           Description                        Loading...                                                                                                                        More Information                                          Loading...                Close"}]},
{"detail": [{"content": "Home - Finding Dissertations - Research Guides at New York University                                                          This is the \"Home\" page of the \"Finding Dissertations\" guide.        Alternate Page for Screenreader Users        Skip to Page Navigation        Skip to Page Content                                                      Admin Sign In                NYU Libraries        &raquo;              Research Guides        &raquo;                      NYU New York         &raquo; Finding Dissertations                              Finding Dissertations                            This guide helps you locate NYU, U.S., and international dissertations and theses.              Last Updated: Feb 26, 2015      URL: http://guides.nyu.edu/dissertations                   Print Guide                  RSS Updates  Email Alerts              Home      NYU Dissertations      Finding Dissertations from Other Institutions      International Resources                                    Home                                           Comments(0)                                                                     Print Page                                                        Search Text        Search Type                                              Search:                                                                                                               This Guide This Group       All Guides       Bobcat Web                                                             Search                                                                                                                                                 Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                        Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                                                                                              Introduction                 The Division of Libraries maintains a non-comprehensive collection of doctoral dissertations completed at New York University. Many of the dissertations available in our collection are cataloged in BobCat. Recent dissertations completed at NYU can be found in the database Dissertation Abstracts . Guidance on the use of both resources is included in this guide. NYU holds very few dissertations completed at other institutions. For those dissertations which are not in our collection this guide also provides guidance on how to acquire or borrow copies.           Comments (0)                                        Information for Dissertation Authors                  Dissertation Authors Research Guide  NYU Graduate School of Arts and Sciences Doctoral Dissertation Submission Guide  Steinhardt Doctoral Dissertations Formatting Guidelines  NYU Wagner Doctoral Dissertation Guidelines  Information for Silver School of Social Work Ph.D candidates               Comments (0)                                                                    Powered by Springshare ; All rights reserved.          Report a tech support issue .             View this page in a format suitable for printers and screen-readers or mobile devices .                           Description                        Loading...                                                                                                                        More Information                                          Loading...                Close"}, {"content": "Doctoral Dissertation Submission Guide, Graduate School of Arts and Science | NYU                                                  Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS               Home &gt; Scholarly Development &gt; Doctoral Dissertation Guidelines         Doctoral Dissertation Submission Guide       Submission deadlines and checklists:          January 2015 graduation - Doctoral Dissertation Submission Checklist    Preliminary dissertation deadline: December 5, 2014    Final dissertation deadline: January 16, 2015      May 2015 graduation - Doctoral Dissertation Submission Checklist  Updated January 1, 2015    Preliminary dissertation deadline: March 20, 2015    Final dissertation deadline: May 8, 2015      September 2015 graduation - Doctoral Dissertation Submission Checklist Updated January 1, 2015    Preliminary dissertation deadline: August 7, 2015    Final dissertation deadline: September 18, 2015      Note: GSAS submission deadlines are earlier than University Graduation Deadlines .      Dissertation submission in nine steps:      The following guide presents the necessary steps involved in a doctoral candidate's dissertation submission as required by the Graduate School of Arts and Science. All candidates should check with their dissertation advisor and department administrator regarding additional departmental requirements.      Individual candidates must complete the following:           The candidate must meet with his or her dissertation advisor to discuss research goals, timeframes, and scheduling of an oral defense. If an outside reader is being considered as part of the dissertation committee, the candidate's department must complete and sign the Dissertation Reader Approval Form to include in the candidate's graduation file. Prior to scheduling the doctoral dissertation defense, three dissertation readers, one who is the candidate's advisor, must approve the dissertation for defense.      The candidate is required to register for graduation on Albert at least 3 months prior to the expected date of graduation      The candidate must submit the Preliminary Dissertation Packet by the preliminary dissertation deadline to the GSAS Office of Academic and Student Affairs. The Preliminary Submission Packet consists of the following:           One copy of the Title Page (unsigned)    Abstract Approval Form (original signature is required)    Two copies of the abstract    Dissertation Publishing Agreement    Survey of Earned Doctorates           A candidate must upload his or her dissertation to Proquest by the preliminary dissertation submission deadline . The preliminary dissertation submission will be reviewed for adherence to the formatting requirements , not content. (The dissertation advisor oversees content review.) Once the preliminary dissertation is reviewed, the candidate will receive an email notification that details formatting changes that need to be made before final submission      The candidate is advised to take the Advisor Approval Form , the Title Page (reflecting the month and year of graduation: September, January or May), doctoral thesis oral defense form and the reader sheets ( http://gsas.nyu.edu/page/grad.pp.manual ) to the oral defense. The candidate must obtain signatures from the Chair of the dissertation committee and dissertation committee members. The committee members sign the Dissertation Reader sheets; record the result of the oral defense in the spaces provided and returns them to the department administrator. The department administrator will then forward the Dissertation Reader sheets to Office of the Registrar. If revisions to the dissertation are required by dissertation committee member(s), the Chair will retain the forms until the revisions are made.    After editing the text and format to ensure it is consistent with the comments made during the defense and review of the preliminary dissertation, the candidate must upload a final dissertation to Proquest by the final dissertation deadline.      The candidate must submit the Advisor Approval Form and the signed Title Page to the GSAS Office of Academic and Student Affairs by the final dissertation deadline.      The candidate should contact the Office of the Bursar to confirm that his/her account is not in arrears.      The candidate should review his/her permanent address on Albert . Diplomas will be mailed to this address.           Note: Completion of these steps, does not guarantee conferral of a candidate's degree. The final conferral decision rests with the Graduate School of Arts and Science and New York University's Office of the Registrar.      Dissertation Formatting Requirements:           Doctoral Dissertation Formatting Requirements    A Formatting Guide for Successful Completion of the Doctoral Dissertation    Proquest's Author Guide: Preparing Your Manuscript for Submission    Additional Resources:  Copyright for Authors & Creators      Contact Us:      The Office of Academic and Student Affairs is located at 6 Washington Square North, 2nd Floor. Questions regarding the dissertation submission procedure should be directed to Cherone Slater at cherone.slater@nyu.edu or by phone at 212-998-8060.                        The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development              Doctoral Dissertation Submission Guide            Dissertation Writing Workshops              Graduate Student Fellowships              Language for Reading Knowledge Courses              Teaching and Learning              Library Resources              NYU Graduate Program Series              Wasserman Center Graduate Resources         Student Affairs       Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events                      Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}]}]