[{"detail": [{"content": "Civilization    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program                Chinese Language              Japanese Language              Korean Language            Civilization       Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Civilization       Civilization Course descriptions and syllabi for the Cultures &amp; Contexts courses can be found here . Cultures &amp; Contexts courses do not apply to the EAS minor. The following Fall 2015 courses count towards the civilization requirement for EAS majors and minors. For more information, please contact the department . Course Descriptions provided below are older or working drafts and are subject to change. For language course descriptions, please see Chinese , Japanese , and Korean language.      EAST-UA 91 East Asian Art II: China , Korea, Japan from 1000 CE to Present (4 credits) Instructor: Michele Matteini Art History sponsored. Same as ARTH-UA 511. An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. Emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.         EAST-UA 517 Problems in Contemporary China (4 credits) Instructor: Rebecca Karl Same as HIST-UA 538 This course is designed to examine intensively several major problems in contemporary China (1980s to the present). On the one hand, these problems can be seen as partially representative of China’s social, economic, and intellectual transformation from a Maoist-socialist state to a quasi-capitalist one-party state, transformations that have had and continue to have far-reaching consequences for China and the world in the past three decades; on the other hand, these problems also can be seen as representative of global transformations that chronologically coincided with and helped shape the direction of China’s changes, as China firmly integrated itself into global capitalism and its attendant systems of knowledge production and social formations beginning in the 1980s.      EAST-UA 519 Law &amp; Justice in Chinese Society (4 credits) Instructor: Masato Hasegawa History sponsored. Same as HIST-UA 551. As calls for government openness and transparency increase in China, the notion and application of the rule of law in Chinese society has become the subject of an intense debate both within and beyond China. This seminar aims to situate the contemporary debate over China's rule of law in a broader historical context and examines the historical processes of the production and interpretation of law in China from the pre-modern period to the modern era. Particular emphasis will be placed on assessing the manner in which the notion of justice has been defined and invoked in Chinese historical sources. The general course format combines critical reading of texts and active discussion. Readings will include both contemporary historical scholarship on law and society in China and an array of primary source materials in English or in English translation. Some background knowledge of Chinese history will be helpful, but is not required.      EAST-UA 531 Asia's Revolutions: China/India/Vietnam 1885-1962 (4 credits) Instructor: Moss Roberts Same as HIST-UA 538.                               The aim of this introductory course is to establish a framework    for modern Asian history by a comparative approach to the national    independence movements in China, India, and Vietnam, as well as    the context within which they unfolded, in the period 1885-1962,    that is, from the Sino-French War to the Sino-Indian War. We    begin with the questions: why could there be no Gandhi in China,    no Mao in India? And how does Ho Chi Minh compare to these two    figures? The course will introduce students to some of the figures in    modern Asian history who played a major role in the transition of    India and Vietnam from colonial subordination to independent    nationhood and of China from its semi-colonial status to    liberation. The principal figures whose lives and writings will be    studied and compared are Mohandas Gandhi, Jawaharlal Nehru, Sun    Yat-sen, Mao Zedong, and Ho Chi Minh. The course will give due    attention to other relevant figures such as M. Jinnah in the case    of India; Chiang Kai-shek in the case of China; Phan Boi Chau in    the case of Vietnam. The main focus of the course is comparing    India and China, which have separate internal dynamics and little    to do with one another until World War Two, and then become    crucially involved in the post World War Two / Cold War world. Since war together with revolution constitutes the determinative    process of this historical period, we will pay attention to the    sequence of wars after 1885: the Sino-Japanese War (1894-95), the    Russo-Japanese War (1904-05), World War One (1914-18), the    Siberian Intervention (1918-23), the invasion of Manchuria (1931),    the Resistance War of China against Japan (1937-45), World War Two    in the Pacific, the Korean War, and the Indochina Wars (up to    1962). We will also compare the internal struggle in India,    between the Hindu and Muslim communities, leading to the formation    of Pakistan in 1947, and in China between the Communists and the    Nationalists, leading to the completion of the revolution in    1949. Consideration is given to the role of Tibet as a site of    conflict between India and China, the main cause of the    Sino-Indian War of 1962.      EAST-UA 552 The Cold War in Asia (4 credits) Instructor: James L Peck History sponsored. Same as HIST-UA 552 This course will focus on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) will be the touchstone for examining the Cold War in Asia. We will examine the following topics: the occupation of Japan and early US global economic visions; the US and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon’s global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia’s place in “a New World Order;” and finally, the Clinton and George W. Bush years. Throughout the course, we shall examine key de-classified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy. EAST-UA 610 Korean Modernism (4 credits) Instructor: June Hee Kwon This course explores the key debates and questions about modernity with a   focus on Colonial Korea. The concept of modernity—as a particular   historical moment as well as a new thought system—has emerged from the   rise of nation states, the development of capitalism,   and the growth of bodies of scientific knowledge. It indicates a   radical break from tradition, disenchantment with the religious life,   and strong belief in reason and progress. It also celebrates the newness   emerging from the interaction between the self and   the other, and an openness to the foreign and the world. This course   juxtaposes various interpretations of “modern” events of colonial Korea   in conversation with theories that explicate modernity and what it means   to be modern. We will explore historiographies,   novels, and films dealing with the following themes: national ideology   and national bodies, economic and political contentions, modern   education and scientific management, class and gender formation,   capitalism and urbanization, colonial migration and cosmopolitanism,   anti-colonialism and socialist/revolutionary thought.​      EAST-UA 613 Japanese Cinema (4 credits) Instructor: TBD Same as DRLIT-UA 613. This course examines Japanese cinema from its prehistory to its contemporary developments. The focus will be on the rise of Japanese subculture/popular culture in the 1980s and onward, and its long-term implications. The course is organized roughly chronologically, tracing major historical developments of Japanese popular culture, literature and film from the early modern (17-19th century) to the modern (20-21st century) period. Topics include Japanese pure film movement, genbun-itchi (unification of written-spoken language), benshi (orators), Ozu, anime (Japanese animation), “the end of literature” discourse, and Japanese nouvelle-vague. This course includes screenings of film with English subtitles.      EAST-UA 710 Japan &amp; WWII in Asia (4 credits) Instructor: George S Solt History sponsored. Same as HIST-UA 710.     The course examines Japan and World War II in Asia from a variety of critical perspectives. Two themes in particular will be highlighted throughout the course. First, we will consider how imperialism and colonialism of both the Euro-American and Japanese varieties were central to the War’s outbreak, conduct, and resolution. Second, we will explore various local experiences and memories of the war. These will include the experiences and memories of marginalized groups in Japan and its colonies, “comfort women,” victims of war atrocities, Japanese Americans, African Americans, and Pacific Islanders. Please note that we will discuss the readings in class every week. Therefore, you must keep up with the readings and complete the weekly assignments.      EAST-UA 729 Traditional Drama China &amp; Japan (4 credits) Instructor: Moss Roberts The course will compare a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention will be given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate scenes or entire plays will be screened for the class or assigned for viewing. EAST-UA 731 20th Century Chinese Literature in Translation (4 credits) Instructor: Max Bohnenkamp Realism has often been regarded as a dominant force in modern Chinese literature, but other styles of representation have also been important to Chinese literary creativity during the 20th century. This course examines the significance of three modes of literary “excess” that disrupt the expectations of realism- the fantastic, the grotesque and the sublime – in the history of Chinese literature from the late-Qing dynasty to the late-20th century. While each of these modes possesses links to traditional Chinese culture, they have also provided new expressive resources for reflecting the reconfiguration of social values and human perception in China during the modern era. Focusing on close readings of fiction and some poetry, we will examine how Chinese writers have used the fantastic to transgress the boundaries of the real, employed the grotesque to expose reality’s ugliness, and invoked the sublime to try to invest literature with the potential to change reality.  EAST-UA 736 Issues and Debates in Contemporary Korea (4 credits) Instructor: June Hee Kwon This course aims to understand the principles, logics, and dynamics that   have constituted the contemporary divided Korea—with a particular focus   on South Korea. The postcolonial era in Korea soon led to the Korean   War and then the Cold War, which took the   two Koreas down dramatically different pathways. South Korea achieved   rapid and dramatic economic development, eventually witnessing exemplary   democratization movements emerge from the fight against dictatorial   government, class inequality, and sexual discrimination.   Despite an earlier start on economic development following its   socialist revolution, North Korea has suffered from a poor economy and a   repressive authoritarian regime. Paying attention to Cold War politics   as a major influence in creating and sustaining the   two Koreas, we explore three primary themes in the history of   contemporary Korea: 1) Nationalism, 2) Developmentalism, and 3)   Neoliberalism. The subtopics include: the Korean War and its impact,   anti-communistic nationalism and state violence, developmentalism   and democracy, class differentiation and gender formation,   multiculturalism and cosmopolitanism, urbanization and environmental   issues, youth and precarious labor, North Korea and human rights.        EAST-UA 832 Intro to Buddhism (4 credits) Instructor: Christopher Kelley Religious Studies sponsored. Same as RELST-UA 832 An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States.      EAST-UA 950 Topics in Asian Studies: The Planetary Imagination (4 credits) Instructor: Phil Kaffen The planetary has emerged a contested site across a variety of fields   from comparative literature and area studies to media studies and   philosophy. Partly marking itself off from older universalist claims   (cosmopolitanism, world history, globalization), the planetary   imagination as we will discuss it in this class foregrounds an   ecological dimension and at the same time, shifts the grounds of   human-centered thought and politics. While touching on a wide variety of   issues, including technology, scale, identity, and ethics, the core   problem for the class will be to consider “the world” from a standpoint   that does not privilege the human as its center or apex. The goal of the   course is neither to immediately endorse nor repudiate a critique of   anthropocentrism, but to examine some of its diverse forms of   expression, underlying assumptions, and possible repercussions. To that   end, this class seeks to explore the planetary imagination from a   broadly (and possibly contradictory) humanities-based perspective, at   the intersection of area studies (East Asia in particular) and   comparative literature—through fiction, philosophy, and contemporary   arts and media.      EAST-UA 952 Topics in Chinese Studies: Modern Chinese Drama (4 credits) Instructor: Max Bohnenkamp   China has always been home to a rich theatrical tradition, visible in such forms as Kun and Beijing operas. Yet beginning in the late-1800s, new knowledge of Western culture inspired major creative attempts to modernize the traditional theater and to introduce foreign styles of performance. While the efforts of such figures as Mei Lanfang led to the transformation of Beijing opera into China’s first form of internationally- known theater, the spoken dramas of modern playwrights like Cao Yu and Tian Han offered realist plays of social critique to advance the reform of Chinese culture. Upon such foundations, drama developed into one of the most important and contested areas of artistic innovation and public engagement through China’s 20th-century history of war, revolution and reform. This course examines the history of modern Chinese drama through close readings of exemplary dramatic texts, film viewings and the study of current scholarship on the topic.  EAST-UA 980 Intership (2-4 credits)      Instructor: TBD EAST-UA 997 Independent Study (4 credits)      Instructor: TBD            Related Information       Fall 2015 Course Schedule                           Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Civilization    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program                Chinese Language              Japanese Language              Korean Language            Civilization       Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Civilization       Civilization Course descriptions and syllabi for the Cultures &amp; Contexts courses can be found here . Cultures &amp; Contexts courses do not apply to the EAS minor. The following Fall 2015 courses count towards the civilization requirement for EAS majors and minors. For more information, please contact the department . Course Descriptions provided below are older or working drafts and are subject to change. For language course descriptions, please see Chinese , Japanese , and Korean language.      EAST-UA 91 East Asian Art II: China , Korea, Japan from 1000 CE to Present (4 credits) Instructor: Michele Matteini Art History sponsored. Same as ARTH-UA 511. An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. Emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.         EAST-UA 517 Problems in Contemporary China (4 credits) Instructor: Rebecca Karl Same as HIST-UA 538 This course is designed to examine intensively several major problems in contemporary China (1980s to the present). On the one hand, these problems can be seen as partially representative of China’s social, economic, and intellectual transformation from a Maoist-socialist state to a quasi-capitalist one-party state, transformations that have had and continue to have far-reaching consequences for China and the world in the past three decades; on the other hand, these problems also can be seen as representative of global transformations that chronologically coincided with and helped shape the direction of China’s changes, as China firmly integrated itself into global capitalism and its attendant systems of knowledge production and social formations beginning in the 1980s.      EAST-UA 519 Law &amp; Justice in Chinese Society (4 credits) Instructor: Masato Hasegawa History sponsored. Same as HIST-UA 551. As calls for government openness and transparency increase in China, the notion and application of the rule of law in Chinese society has become the subject of an intense debate both within and beyond China. This seminar aims to situate the contemporary debate over China's rule of law in a broader historical context and examines the historical processes of the production and interpretation of law in China from the pre-modern period to the modern era. Particular emphasis will be placed on assessing the manner in which the notion of justice has been defined and invoked in Chinese historical sources. The general course format combines critical reading of texts and active discussion. Readings will include both contemporary historical scholarship on law and society in China and an array of primary source materials in English or in English translation. Some background knowledge of Chinese history will be helpful, but is not required.      EAST-UA 531 Asia's Revolutions: China/India/Vietnam 1885-1962 (4 credits) Instructor: Moss Roberts Same as HIST-UA 538.                               The aim of this introductory course is to establish a framework    for modern Asian history by a comparative approach to the national    independence movements in China, India, and Vietnam, as well as    the context within which they unfolded, in the period 1885-1962,    that is, from the Sino-French War to the Sino-Indian War. We    begin with the questions: why could there be no Gandhi in China,    no Mao in India? And how does Ho Chi Minh compare to these two    figures? The course will introduce students to some of the figures in    modern Asian history who played a major role in the transition of    India and Vietnam from colonial subordination to independent    nationhood and of China from its semi-colonial status to    liberation. The principal figures whose lives and writings will be    studied and compared are Mohandas Gandhi, Jawaharlal Nehru, Sun    Yat-sen, Mao Zedong, and Ho Chi Minh. The course will give due    attention to other relevant figures such as M. Jinnah in the case    of India; Chiang Kai-shek in the case of China; Phan Boi Chau in    the case of Vietnam. The main focus of the course is comparing    India and China, which have separate internal dynamics and little    to do with one another until World War Two, and then become    crucially involved in the post World War Two / Cold War world. Since war together with revolution constitutes the determinative    process of this historical period, we will pay attention to the    sequence of wars after 1885: the Sino-Japanese War (1894-95), the    Russo-Japanese War (1904-05), World War One (1914-18), the    Siberian Intervention (1918-23), the invasion of Manchuria (1931),    the Resistance War of China against Japan (1937-45), World War Two    in the Pacific, the Korean War, and the Indochina Wars (up to    1962). We will also compare the internal struggle in India,    between the Hindu and Muslim communities, leading to the formation    of Pakistan in 1947, and in China between the Communists and the    Nationalists, leading to the completion of the revolution in    1949. Consideration is given to the role of Tibet as a site of    conflict between India and China, the main cause of the    Sino-Indian War of 1962.      EAST-UA 552 The Cold War in Asia (4 credits) Instructor: James L Peck History sponsored. Same as HIST-UA 552 This course will focus on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) will be the touchstone for examining the Cold War in Asia. We will examine the following topics: the occupation of Japan and early US global economic visions; the US and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon’s global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia’s place in “a New World Order;” and finally, the Clinton and George W. Bush years. Throughout the course, we shall examine key de-classified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy. EAST-UA 610 Korean Modernism (4 credits) Instructor: June Hee Kwon This course explores the key debates and questions about modernity with a   focus on Colonial Korea. The concept of modernity—as a particular   historical moment as well as a new thought system—has emerged from the   rise of nation states, the development of capitalism,   and the growth of bodies of scientific knowledge. It indicates a   radical break from tradition, disenchantment with the religious life,   and strong belief in reason and progress. It also celebrates the newness   emerging from the interaction between the self and   the other, and an openness to the foreign and the world. This course   juxtaposes various interpretations of “modern” events of colonial Korea   in conversation with theories that explicate modernity and what it means   to be modern. We will explore historiographies,   novels, and films dealing with the following themes: national ideology   and national bodies, economic and political contentions, modern   education and scientific management, class and gender formation,   capitalism and urbanization, colonial migration and cosmopolitanism,   anti-colonialism and socialist/revolutionary thought.​      EAST-UA 613 Japanese Cinema (4 credits) Instructor: TBD Same as DRLIT-UA 613. This course examines Japanese cinema from its prehistory to its contemporary developments. The focus will be on the rise of Japanese subculture/popular culture in the 1980s and onward, and its long-term implications. The course is organized roughly chronologically, tracing major historical developments of Japanese popular culture, literature and film from the early modern (17-19th century) to the modern (20-21st century) period. Topics include Japanese pure film movement, genbun-itchi (unification of written-spoken language), benshi (orators), Ozu, anime (Japanese animation), “the end of literature” discourse, and Japanese nouvelle-vague. This course includes screenings of film with English subtitles.      EAST-UA 710 Japan &amp; WWII in Asia (4 credits) Instructor: George S Solt History sponsored. Same as HIST-UA 710.     The course examines Japan and World War II in Asia from a variety of critical perspectives. Two themes in particular will be highlighted throughout the course. First, we will consider how imperialism and colonialism of both the Euro-American and Japanese varieties were central to the War’s outbreak, conduct, and resolution. Second, we will explore various local experiences and memories of the war. These will include the experiences and memories of marginalized groups in Japan and its colonies, “comfort women,” victims of war atrocities, Japanese Americans, African Americans, and Pacific Islanders. Please note that we will discuss the readings in class every week. Therefore, you must keep up with the readings and complete the weekly assignments.      EAST-UA 729 Traditional Drama China &amp; Japan (4 credits) Instructor: Moss Roberts The course will compare a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention will be given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate scenes or entire plays will be screened for the class or assigned for viewing. EAST-UA 731 20th Century Chinese Literature in Translation (4 credits) Instructor: Max Bohnenkamp Realism has often been regarded as a dominant force in modern Chinese literature, but other styles of representation have also been important to Chinese literary creativity during the 20th century. This course examines the significance of three modes of literary “excess” that disrupt the expectations of realism- the fantastic, the grotesque and the sublime – in the history of Chinese literature from the late-Qing dynasty to the late-20th century. While each of these modes possesses links to traditional Chinese culture, they have also provided new expressive resources for reflecting the reconfiguration of social values and human perception in China during the modern era. Focusing on close readings of fiction and some poetry, we will examine how Chinese writers have used the fantastic to transgress the boundaries of the real, employed the grotesque to expose reality’s ugliness, and invoked the sublime to try to invest literature with the potential to change reality.  EAST-UA 736 Issues and Debates in Contemporary Korea (4 credits) Instructor: June Hee Kwon This course aims to understand the principles, logics, and dynamics that   have constituted the contemporary divided Korea—with a particular focus   on South Korea. The postcolonial era in Korea soon led to the Korean   War and then the Cold War, which took the   two Koreas down dramatically different pathways. South Korea achieved   rapid and dramatic economic development, eventually witnessing exemplary   democratization movements emerge from the fight against dictatorial   government, class inequality, and sexual discrimination.   Despite an earlier start on economic development following its   socialist revolution, North Korea has suffered from a poor economy and a   repressive authoritarian regime. Paying attention to Cold War politics   as a major influence in creating and sustaining the   two Koreas, we explore three primary themes in the history of   contemporary Korea: 1) Nationalism, 2) Developmentalism, and 3)   Neoliberalism. The subtopics include: the Korean War and its impact,   anti-communistic nationalism and state violence, developmentalism   and democracy, class differentiation and gender formation,   multiculturalism and cosmopolitanism, urbanization and environmental   issues, youth and precarious labor, North Korea and human rights.        EAST-UA 832 Intro to Buddhism (4 credits) Instructor: Christopher Kelley Religious Studies sponsored. Same as RELST-UA 832 An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States.      EAST-UA 950 Topics in Asian Studies: The Planetary Imagination (4 credits) Instructor: Phil Kaffen The planetary has emerged a contested site across a variety of fields   from comparative literature and area studies to media studies and   philosophy. Partly marking itself off from older universalist claims   (cosmopolitanism, world history, globalization), the planetary   imagination as we will discuss it in this class foregrounds an   ecological dimension and at the same time, shifts the grounds of   human-centered thought and politics. While touching on a wide variety of   issues, including technology, scale, identity, and ethics, the core   problem for the class will be to consider “the world” from a standpoint   that does not privilege the human as its center or apex. The goal of the   course is neither to immediately endorse nor repudiate a critique of   anthropocentrism, but to examine some of its diverse forms of   expression, underlying assumptions, and possible repercussions. To that   end, this class seeks to explore the planetary imagination from a   broadly (and possibly contradictory) humanities-based perspective, at   the intersection of area studies (East Asia in particular) and   comparative literature—through fiction, philosophy, and contemporary   arts and media.      EAST-UA 952 Topics in Chinese Studies: Modern Chinese Drama (4 credits) Instructor: Max Bohnenkamp   China has always been home to a rich theatrical tradition, visible in such forms as Kun and Beijing operas. Yet beginning in the late-1800s, new knowledge of Western culture inspired major creative attempts to modernize the traditional theater and to introduce foreign styles of performance. While the efforts of such figures as Mei Lanfang led to the transformation of Beijing opera into China’s first form of internationally- known theater, the spoken dramas of modern playwrights like Cao Yu and Tian Han offered realist plays of social critique to advance the reform of Chinese culture. Upon such foundations, drama developed into one of the most important and contested areas of artistic innovation and public engagement through China’s 20th-century history of war, revolution and reform. This course examines the history of modern Chinese drama through close readings of exemplary dramatic texts, film viewings and the study of current scholarship on the topic.  EAST-UA 980 Intership (2-4 credits)      Instructor: TBD EAST-UA 997 Independent Study (4 credits)      Instructor: TBD            Related Information       Fall 2015 Course Schedule                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People     Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Civilization    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program                Chinese Language              Japanese Language              Korean Language            Civilization       Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Civilization       Civilization Course descriptions and syllabi for the Cultures &amp; Contexts courses can be found here . Cultures &amp; Contexts courses do not apply to the EAS minor. The following Fall 2015 courses count towards the civilization requirement for EAS majors and minors. For more information, please contact the department . Course Descriptions provided below are older or working drafts and are subject to change. For language course descriptions, please see Chinese , Japanese , and Korean language.      EAST-UA 91 East Asian Art II: China , Korea, Japan from 1000 CE to Present (4 credits) Instructor: Michele Matteini Art History sponsored. Same as ARTH-UA 511. An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. Emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.         EAST-UA 517 Problems in Contemporary China (4 credits) Instructor: Rebecca Karl Same as HIST-UA 538 This course is designed to examine intensively several major problems in contemporary China (1980s to the present). On the one hand, these problems can be seen as partially representative of China’s social, economic, and intellectual transformation from a Maoist-socialist state to a quasi-capitalist one-party state, transformations that have had and continue to have far-reaching consequences for China and the world in the past three decades; on the other hand, these problems also can be seen as representative of global transformations that chronologically coincided with and helped shape the direction of China’s changes, as China firmly integrated itself into global capitalism and its attendant systems of knowledge production and social formations beginning in the 1980s.      EAST-UA 519 Law &amp; Justice in Chinese Society (4 credits) Instructor: Masato Hasegawa History sponsored. Same as HIST-UA 551. As calls for government openness and transparency increase in China, the notion and application of the rule of law in Chinese society has become the subject of an intense debate both within and beyond China. This seminar aims to situate the contemporary debate over China's rule of law in a broader historical context and examines the historical processes of the production and interpretation of law in China from the pre-modern period to the modern era. Particular emphasis will be placed on assessing the manner in which the notion of justice has been defined and invoked in Chinese historical sources. The general course format combines critical reading of texts and active discussion. Readings will include both contemporary historical scholarship on law and society in China and an array of primary source materials in English or in English translation. Some background knowledge of Chinese history will be helpful, but is not required.      EAST-UA 531 Asia's Revolutions: China/India/Vietnam 1885-1962 (4 credits) Instructor: Moss Roberts Same as HIST-UA 538.                               The aim of this introductory course is to establish a framework    for modern Asian history by a comparative approach to the national    independence movements in China, India, and Vietnam, as well as    the context within which they unfolded, in the period 1885-1962,    that is, from the Sino-French War to the Sino-Indian War. We    begin with the questions: why could there be no Gandhi in China,    no Mao in India? And how does Ho Chi Minh compare to these two    figures? The course will introduce students to some of the figures in    modern Asian history who played a major role in the transition of    India and Vietnam from colonial subordination to independent    nationhood and of China from its semi-colonial status to    liberation. The principal figures whose lives and writings will be    studied and compared are Mohandas Gandhi, Jawaharlal Nehru, Sun    Yat-sen, Mao Zedong, and Ho Chi Minh. The course will give due    attention to other relevant figures such as M. Jinnah in the case    of India; Chiang Kai-shek in the case of China; Phan Boi Chau in    the case of Vietnam. The main focus of the course is comparing    India and China, which have separate internal dynamics and little    to do with one another until World War Two, and then become    crucially involved in the post World War Two / Cold War world. Since war together with revolution constitutes the determinative    process of this historical period, we will pay attention to the    sequence of wars after 1885: the Sino-Japanese War (1894-95), the    Russo-Japanese War (1904-05), World War One (1914-18), the    Siberian Intervention (1918-23), the invasion of Manchuria (1931),    the Resistance War of China against Japan (1937-45), World War Two    in the Pacific, the Korean War, and the Indochina Wars (up to    1962). We will also compare the internal struggle in India,    between the Hindu and Muslim communities, leading to the formation    of Pakistan in 1947, and in China between the Communists and the    Nationalists, leading to the completion of the revolution in    1949. Consideration is given to the role of Tibet as a site of    conflict between India and China, the main cause of the    Sino-Indian War of 1962.      EAST-UA 552 The Cold War in Asia (4 credits) Instructor: James L Peck History sponsored. Same as HIST-UA 552 This course will focus on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) will be the touchstone for examining the Cold War in Asia. We will examine the following topics: the occupation of Japan and early US global economic visions; the US and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon’s global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia’s place in “a New World Order;” and finally, the Clinton and George W. Bush years. Throughout the course, we shall examine key de-classified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy. EAST-UA 610 Korean Modernism (4 credits) Instructor: June Hee Kwon This course explores the key debates and questions about modernity with a   focus on Colonial Korea. The concept of modernity—as a particular   historical moment as well as a new thought system—has emerged from the   rise of nation states, the development of capitalism,   and the growth of bodies of scientific knowledge. It indicates a   radical break from tradition, disenchantment with the religious life,   and strong belief in reason and progress. It also celebrates the newness   emerging from the interaction between the self and   the other, and an openness to the foreign and the world. This course   juxtaposes various interpretations of “modern” events of colonial Korea   in conversation with theories that explicate modernity and what it means   to be modern. We will explore historiographies,   novels, and films dealing with the following themes: national ideology   and national bodies, economic and political contentions, modern   education and scientific management, class and gender formation,   capitalism and urbanization, colonial migration and cosmopolitanism,   anti-colonialism and socialist/revolutionary thought.​      EAST-UA 613 Japanese Cinema (4 credits) Instructor: TBD Same as DRLIT-UA 613. This course examines Japanese cinema from its prehistory to its contemporary developments. The focus will be on the rise of Japanese subculture/popular culture in the 1980s and onward, and its long-term implications. The course is organized roughly chronologically, tracing major historical developments of Japanese popular culture, literature and film from the early modern (17-19th century) to the modern (20-21st century) period. Topics include Japanese pure film movement, genbun-itchi (unification of written-spoken language), benshi (orators), Ozu, anime (Japanese animation), “the end of literature” discourse, and Japanese nouvelle-vague. This course includes screenings of film with English subtitles.      EAST-UA 710 Japan &amp; WWII in Asia (4 credits) Instructor: George S Solt History sponsored. Same as HIST-UA 710.     The course examines Japan and World War II in Asia from a variety of critical perspectives. Two themes in particular will be highlighted throughout the course. First, we will consider how imperialism and colonialism of both the Euro-American and Japanese varieties were central to the War’s outbreak, conduct, and resolution. Second, we will explore various local experiences and memories of the war. These will include the experiences and memories of marginalized groups in Japan and its colonies, “comfort women,” victims of war atrocities, Japanese Americans, African Americans, and Pacific Islanders. Please note that we will discuss the readings in class every week. Therefore, you must keep up with the readings and complete the weekly assignments.      EAST-UA 729 Traditional Drama China &amp; Japan (4 credits) Instructor: Moss Roberts The course will compare a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention will be given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate scenes or entire plays will be screened for the class or assigned for viewing. EAST-UA 731 20th Century Chinese Literature in Translation (4 credits) Instructor: Max Bohnenkamp Realism has often been regarded as a dominant force in modern Chinese literature, but other styles of representation have also been important to Chinese literary creativity during the 20th century. This course examines the significance of three modes of literary “excess” that disrupt the expectations of realism- the fantastic, the grotesque and the sublime – in the history of Chinese literature from the late-Qing dynasty to the late-20th century. While each of these modes possesses links to traditional Chinese culture, they have also provided new expressive resources for reflecting the reconfiguration of social values and human perception in China during the modern era. Focusing on close readings of fiction and some poetry, we will examine how Chinese writers have used the fantastic to transgress the boundaries of the real, employed the grotesque to expose reality’s ugliness, and invoked the sublime to try to invest literature with the potential to change reality.  EAST-UA 736 Issues and Debates in Contemporary Korea (4 credits) Instructor: June Hee Kwon This course aims to understand the principles, logics, and dynamics that   have constituted the contemporary divided Korea—with a particular focus   on South Korea. The postcolonial era in Korea soon led to the Korean   War and then the Cold War, which took the   two Koreas down dramatically different pathways. South Korea achieved   rapid and dramatic economic development, eventually witnessing exemplary   democratization movements emerge from the fight against dictatorial   government, class inequality, and sexual discrimination.   Despite an earlier start on economic development following its   socialist revolution, North Korea has suffered from a poor economy and a   repressive authoritarian regime. Paying attention to Cold War politics   as a major influence in creating and sustaining the   two Koreas, we explore three primary themes in the history of   contemporary Korea: 1) Nationalism, 2) Developmentalism, and 3)   Neoliberalism. The subtopics include: the Korean War and its impact,   anti-communistic nationalism and state violence, developmentalism   and democracy, class differentiation and gender formation,   multiculturalism and cosmopolitanism, urbanization and environmental   issues, youth and precarious labor, North Korea and human rights.        EAST-UA 832 Intro to Buddhism (4 credits) Instructor: Christopher Kelley Religious Studies sponsored. Same as RELST-UA 832 An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States.      EAST-UA 950 Topics in Asian Studies: The Planetary Imagination (4 credits) Instructor: Phil Kaffen The planetary has emerged a contested site across a variety of fields   from comparative literature and area studies to media studies and   philosophy. Partly marking itself off from older universalist claims   (cosmopolitanism, world history, globalization), the planetary   imagination as we will discuss it in this class foregrounds an   ecological dimension and at the same time, shifts the grounds of   human-centered thought and politics. While touching on a wide variety of   issues, including technology, scale, identity, and ethics, the core   problem for the class will be to consider “the world” from a standpoint   that does not privilege the human as its center or apex. The goal of the   course is neither to immediately endorse nor repudiate a critique of   anthropocentrism, but to examine some of its diverse forms of   expression, underlying assumptions, and possible repercussions. To that   end, this class seeks to explore the planetary imagination from a   broadly (and possibly contradictory) humanities-based perspective, at   the intersection of area studies (East Asia in particular) and   comparative literature—through fiction, philosophy, and contemporary   arts and media.      EAST-UA 952 Topics in Chinese Studies: Modern Chinese Drama (4 credits) Instructor: Max Bohnenkamp   China has always been home to a rich theatrical tradition, visible in such forms as Kun and Beijing operas. Yet beginning in the late-1800s, new knowledge of Western culture inspired major creative attempts to modernize the traditional theater and to introduce foreign styles of performance. While the efforts of such figures as Mei Lanfang led to the transformation of Beijing opera into China’s first form of internationally- known theater, the spoken dramas of modern playwrights like Cao Yu and Tian Han offered realist plays of social critique to advance the reform of Chinese culture. Upon such foundations, drama developed into one of the most important and contested areas of artistic innovation and public engagement through China’s 20th-century history of war, revolution and reform. This course examines the history of modern Chinese drama through close readings of exemplary dramatic texts, film viewings and the study of current scholarship on the topic.  EAST-UA 980 Intership (2-4 credits)      Instructor: TBD EAST-UA 997 Independent Study (4 credits)      Instructor: TBD            Related Information       Fall 2015 Course Schedule                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People     Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor, Classics; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor, Russian and Slavic Studies              Eve Meltzer   Assistant Professor, Gallatin Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor, Spanish and Portuguese Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor, Italian; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Professor, Media, Culture and Communications, Steinhardt Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor, Anthropology Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor, German Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]