[{"detail": [{"content": "Beats &amp; Beatmaking: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Beats & Beatmaking  REMU-UT.1009 Production 4 Credits Instructor(s): Prince Charles Alexander Prerequisite: REMU-UT 1004 Producing the Record: Side B and REMU-UT 1022 Producing Music with Software &amp; Midi, both with a grade of C or better. Note: There is a lab fee for this course. This course will develop a working knowledge of the sampling, sequencing, editing, recording and mixing tools used by music producers to create the individual voices and sonic identities within contemporary music production. In particular, we will be looking at Digidesign's Pro Tools, Propellerhead's Reason, Akai's MPC 4000 and SSL's K9000 automated mixing console. Over the course of the semester, students will learn how to assemble original compositions using these technologies and apply them through various popular music styles. Students are encouraged to bring in source and reference material. The course culminates in a final project that features the student's original composition.  Prerequisite for summer students: Familiarity with Pro Tools is preferred, but knowledge of Logic or Digital Performer is also acceptable.  The Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor New York, NY 10012               Phone:       212 992 8400 tisch.recorded.music@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]