[{"detail": [{"content": "NYU Love Story | NYU Admissions Blog                                                                          New York University       Undergraduate Admissions                           NYU Admissions Blog                Search for:      Search                                   Staff Blogger          NYU Love Story     BY: Meghan Murphy  February 13, 2015                           Meghan Murphy                                                                                                Comments Off                               Category:       Staff Blogger           Tags:     city life , fun , mynyu , nyualumni , Student Life , torchbearers            Valentine&#8217;s Day is just around the corner (along with Early Decision II notification day!) and in the spirit of the holiday I thought I would take a moment to reflect on why so many people fall in love with NYU each year. Whether you are here to go to school or to work there is something about this place that draws so many of us in and for some a particular moment when we knew this place was special. For me this moment came at my first Weekend on the Square, which is the admitted student event we hold each spring on campus. I knew I liked working in admissions at NYU before this but that was the day I fell in love. Weekend on the Square brought together students from around the world to experience NYU one more time before making their decision about where they would like to spend the next four years. It was a day spent celebrating all they would bring to us and all we had to offer them. The energy and excitement surrounding the experience as well as the pride I felt to be a part of it is something I look forward to every year.   In addition to my NYU love story I asked some of our alumni volunteers (we call them Torchbearers) to share with us the moment they knew they loved NYU…   “I knew I was in love with NYU the second I stepped out of the classroom into a swarm switching classes outside of the Silver building. I was not walking amongst students, I was walking amongst a representation of every culture, class, and caliber of person from around the world &#8211; each one of them the best in what they do. I was overwhelmed with a sense of pride to even have the opportunity of being included in such a group.” &#8211; Nita Vasudevan, College of Arts and Science, Class of 2011   “After a long day of classes during the first week of school, I stepped out of Tisch Hall and started walking towards the West 4th Subway Station, planning to go home. However, along the way, I could not help but notice a packed Washington Square Park. I decided to stop by and was amazed to find a large, spontaneous gathering of NYU Students, celebrating the start of school. Right then and there, I knew I was in love with NYU. It didn&#8217;t matter what school you were in as students from Stern, Tisch, Gallatin, and others had gathered together as one community to meet up and mark the beginning of successful academic year ahead. This is a small example of the beauty of NYU: A community that always stands together.” &#8211; Bilal Chaudhry, Stern School of Business, Class of 2013   “My first week at NYU I was given an assignment in my freshman seminar to read Walt Whitman&#8217;s &#8220;Crossing Brooklyn Ferry&#8221; while riding the ferry. The poem is written to people living in the future. One of the wonderful things about NYU is having access to these sorts of experiences outside of the classroom.” &#8211; Sarah Best-Wilson, Gallatin School of Individualized Study, Class of 2002   “Sophomore year, while I was living in Chinatown, I took a class on Chinese culture. It was an incredibly immersive experience. At the end of the semester we took a two week trip to Beijing and Shanghai.” &#8211; Michael Wright, Tisch School of the Arts, Class of 2009   “The moment I knew I was in love with NYU was when I got to hug NYU President John Sexton.” &#8211; Matthew Schulte, School of Professional Studies, Class of 2010   Thank you to all of the other Torchbearers who contributed their stories. I enjoyed reading them all and I look forward to hearing more stories from the Class of 2019!                     Comments are closed.                Leave a Reply                          Name:               E-mail Address:               Web URL:               Post Comment                                                      Home           Request information     We'll share the latest NYU info, including invitations to special events. Sign up today        Archives                          2015:              [04]               [03]               [02]               [01]                              2014:              [12]               [11]               [10]               [09]               [08]               [07]               [06]               [05]               [04]               [03]               [02]               [01]                              2013:              [12]               [11]                             Recent Articles"}]}]