[{"detail": [{"content": "Global Academic Centers    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Global Academic Centers | 2013-2014 Fall 2013  FALL 2013 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU Prague)  syllabus The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community. FALL 2013 MAP-UA 9544 Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU Madrid)  syllabus Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads. FALL 2013 MAP-UA 9548 Cultures &amp; Contexts: Prague, in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. FALL 2013 MAP-UA 9549 Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London) The idea of British national identity has been built around a sense of united statehood within the confines of the four nations comprising the United Kingdom, ruling overseas territories. As such, it conveyed a sense of a multi-national empire ruled by monarchs, but developing over time into a benign, democratic, constitutional monarchy, generally through peaceful, not revolutionary change. The British have seen themselves historically as freedom-loving, independent, industrial, tolerant, Protestant and individualistic. These myths of national image have been forged partly through conflict with other nations over many centuries and reflect a nationalistic pride in military success and the maintenance of the largest empire the world has ever seen. Changes since 1945 have seen the collapse of that empire, membership in the European Union, large-scale immigration, changing gender politics, and the devolution of power to Scotland, Northern Ireland, and Wales. This has inevitably led to major challenges to traditional British views of their national identity. Includes fieldtrips to key sites. FALL 2013 MAP-UA 9554 Cultures &amp; Contexts: Italy Prof. Edelstein (NYU Florence) In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. FALL 2013 MAP-UA 9750 Expressive Culture: Film Prof. Carrigy (NYU Sydney)  syllabus How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). Spring 2014 SPRING 2014 CORE-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU Prague)  syllabus The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community.  SPRING 2014  CORE -UA 9548 Cultures &amp; Contexts: Prague, in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. SPRING 2014  CORE -UA 9549 Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London)  syllabus The idea of British national identity has been built around a sense of united statehood within the confines of the four nations comprising the United Kingdom, ruling overseas territories. As such, it conveyed a sense of a multi-national empire ruled by monarchs, but developing over time into a benign, democratic, constitutional monarchy, generally through peaceful, not revolutionary change. The British have seen themselves historically as freedom-loving, independent, industrial, tolerant, Protestant and individualistic. These myths of national image have been forged partly through conflict with other nations over many centuries and reflect a nationalistic pride in military success and the maintenance of the largest empire the world has ever seen. Changes since 1945 have seen the collapse of that empire, membership in the European Union, large-scale immigration, changing gender politics, and the devolution of power to Scotland, Northern Ireland, and Wales. This has inevitably led to major challenges to traditional British views of their national identity. Includes fieldtrips to key sites.  SPRING 2014  CORE -UA 9554 Cultures &amp; Contexts: Italy Prof. Palmer (NYU Florence)   syllabus  Through the study of primary texts, we examine how Italians registered their own similarities and differences within a national context, and how they regarded the tourists, students, soldiers, and immigrants who have come in increasing numbers to Italy. We also consider the accounts of foreign visitors to Italy from the eighteenth-century until today, both from the perspective of western tourists seeking “culture” and through the eyes of immigrants from Eastern Europe, North Africa, and beyond. The Italian city, and in particular Florence, will serve as our primary unit of measurement for investigating Italy. To this end, we visit a number of sites in Florence and in Tuscany in order to conduct fieldwork to structure and inform our scholarly conversations and written work. SPRING 2014 CORE-UA 9554, Cultures and Contexts: Italy Prof. Cao (NYU Florence)  syllabus Examines how Italian identity has been transformed through encounters with foreigners. These were not only invading armies and colonizing powers but also artists and scholars, travelers, and tourists. We explore how the Greek, Arab, Byzantine, and Jewish presences reshaped Italian civilization up to the Renaissance, focusing on their cultural consequences from a number of perspectives, from science to language, to political thought, to art and architecture. A field trip to Ravenna (capital of the Western Roman Empire, then of the Ostrogothic Kingdom, and later of the Byzantine Exarchate) offers a vantage point to appreciate the many layers of Italian cultural history. Florence is used as a primary source for the history of Grand Tour as well as the recent development of mass tourism in Italy, and is the setting for a fieldwork project to chart the cultural impact and memory of foreigners in the city.  SPRING 2014  CORE -UA 9750 Expressive Culture: Film Prof. Carrigy (NYU Sydney)  syllabus How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). SPRING 2014 CORE -UA 9750 Expressive Culture: Film Prof. Metcalf (NYU Washington)  syllabus Film and American Politics: Introduces students to the formal study of film while exploring the changing popular vision of American politics that is seen in films about Washington, D. C. From the populism of the Depression era films of Frank Capra to post-WWII paranoia, the cynical films of the post-Watergate era and more recent depictions of media-constructed realities, we explore the ways film reflects and shapes our understanding of contemporary and historical American political culture. At the same time, students learn how filmmakers create meaning through the building blocks of editing and cinematography and the manipulation of audience expectations of genres, stars, and “Hollywood endings.”           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Global Academic Centers    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Global Academic Centers | 2013-2014 Fall 2013  FALL 2013 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU Prague)  syllabus The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community. FALL 2013 MAP-UA 9544 Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU Madrid)  syllabus Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads. FALL 2013 MAP-UA 9548 Cultures &amp; Contexts: Prague, in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. FALL 2013 MAP-UA 9549 Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London) The idea of British national identity has been built around a sense of united statehood within the confines of the four nations comprising the United Kingdom, ruling overseas territories. As such, it conveyed a sense of a multi-national empire ruled by monarchs, but developing over time into a benign, democratic, constitutional monarchy, generally through peaceful, not revolutionary change. The British have seen themselves historically as freedom-loving, independent, industrial, tolerant, Protestant and individualistic. These myths of national image have been forged partly through conflict with other nations over many centuries and reflect a nationalistic pride in military success and the maintenance of the largest empire the world has ever seen. Changes since 1945 have seen the collapse of that empire, membership in the European Union, large-scale immigration, changing gender politics, and the devolution of power to Scotland, Northern Ireland, and Wales. This has inevitably led to major challenges to traditional British views of their national identity. Includes fieldtrips to key sites. FALL 2013 MAP-UA 9554 Cultures &amp; Contexts: Italy Prof. Edelstein (NYU Florence) In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. FALL 2013 MAP-UA 9750 Expressive Culture: Film Prof. Carrigy (NYU Sydney)  syllabus How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). Spring 2014 SPRING 2014 CORE-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU Prague)  syllabus The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community.  SPRING 2014  CORE -UA 9548 Cultures &amp; Contexts: Prague, in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. SPRING 2014  CORE -UA 9549 Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London)  syllabus The idea of British national identity has been built around a sense of united statehood within the confines of the four nations comprising the United Kingdom, ruling overseas territories. As such, it conveyed a sense of a multi-national empire ruled by monarchs, but developing over time into a benign, democratic, constitutional monarchy, generally through peaceful, not revolutionary change. The British have seen themselves historically as freedom-loving, independent, industrial, tolerant, Protestant and individualistic. These myths of national image have been forged partly through conflict with other nations over many centuries and reflect a nationalistic pride in military success and the maintenance of the largest empire the world has ever seen. Changes since 1945 have seen the collapse of that empire, membership in the European Union, large-scale immigration, changing gender politics, and the devolution of power to Scotland, Northern Ireland, and Wales. This has inevitably led to major challenges to traditional British views of their national identity. Includes fieldtrips to key sites.  SPRING 2014  CORE -UA 9554 Cultures &amp; Contexts: Italy Prof. Palmer (NYU Florence)   syllabus  Through the study of primary texts, we examine how Italians registered their own similarities and differences within a national context, and how they regarded the tourists, students, soldiers, and immigrants who have come in increasing numbers to Italy. We also consider the accounts of foreign visitors to Italy from the eighteenth-century until today, both from the perspective of western tourists seeking “culture” and through the eyes of immigrants from Eastern Europe, North Africa, and beyond. The Italian city, and in particular Florence, will serve as our primary unit of measurement for investigating Italy. To this end, we visit a number of sites in Florence and in Tuscany in order to conduct fieldwork to structure and inform our scholarly conversations and written work. SPRING 2014 CORE-UA 9554, Cultures and Contexts: Italy Prof. Cao (NYU Florence)  syllabus Examines how Italian identity has been transformed through encounters with foreigners. These were not only invading armies and colonizing powers but also artists and scholars, travelers, and tourists. We explore how the Greek, Arab, Byzantine, and Jewish presences reshaped Italian civilization up to the Renaissance, focusing on their cultural consequences from a number of perspectives, from science to language, to political thought, to art and architecture. A field trip to Ravenna (capital of the Western Roman Empire, then of the Ostrogothic Kingdom, and later of the Byzantine Exarchate) offers a vantage point to appreciate the many layers of Italian cultural history. Florence is used as a primary source for the history of Grand Tour as well as the recent development of mass tourism in Italy, and is the setting for a fieldwork project to chart the cultural impact and memory of foreigners in the city.  SPRING 2014  CORE -UA 9750 Expressive Culture: Film Prof. Carrigy (NYU Sydney)  syllabus How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). SPRING 2014 CORE -UA 9750 Expressive Culture: Film Prof. Metcalf (NYU Washington)  syllabus Film and American Politics: Introduces students to the formal study of film while exploring the changing popular vision of American politics that is seen in films about Washington, D. C. From the populism of the Depression era films of Frank Capra to post-WWII paranoia, the cynical films of the post-Watergate era and more recent depictions of media-constructed realities, we explore the ways film reflects and shapes our understanding of contemporary and historical American political culture. At the same time, students learn how filmmakers create meaning through the building blocks of editing and cinematography and the manipulation of audience expectations of genres, stars, and “Hollywood endings.”           Contact Us | &copy; New York University , Arts and Science"}, {"content": "History of England               The History of England            History    Politics    Geography       Prehistoric England      Bones and flint tools found in Norfolk and Suffolk show that Homo erectus lived in what is now England around 700,000 years ago. At this time, England was linked to mainland Europe by a large land bridge. The current position of the English Channel was a large river flowing westwards and fed by tributaries that would later become the Thames and the Seine. This area was greatly depopulated during the period of the last major ice age, as were other regions of the British Isles. In the subsequent recolonisation, after the thawing of the ice, genetic research shows that present-day England was the last area of the British Isles to be repopulated[14], circa 13,000 years ago. The migrants arriving during this period contrast with the other of the inhabitants of the British Isles, coming across land from the south east of Europe, whereas earlier arriving inhabitants came north along a coastal route from Iberia. These migrants would later adopt the Celtic culture that came to dominate much of western Europe.      Roman conquest of Britain      By AD 43, the time of the main Roman invasion of Britain, Britain had already frequently been the target of invasions, planned and actual, by forces of the Roman Republic and Roman Empire. Like other regions on the edge of the empire, Britain had long enjoyed trading links with the Romans, and their economic and cultural influence was a significant part of the British late pre-Roman Iron Age, especially in the south. With the fall of the Roman empire 400 years later, the Romans left England.           Anglo-Saxon England       The History of Anglo-Saxon England covers the history of early mediaeval England from the end of Roman Britain and the establishment of Anglo-Saxon kingdoms in the fifth century until the Conquest by the Normans in 1066.Fragmentary knowledge of Anglo-Saxon England in the 5th and 6th centuries comes from the British writer Gildas (6th century) the Anglo-Saxon Chronicle (a history of the English people begun in the 9th century), saints’ lives, poetry, archaeological findings, and place-name studies.       The dominant themes of the seventh to tenth centuries were the spread of Christianity and the political unification of England. Christianity is thought to have come from three directions — from Rome to the south, and Scotland and Ireland to the north and west.Heptarchy is a term used to refer to the existence (as believed) of the seven petty kingdoms which eventually merged to become the Kingdom of England during the early 10th century: Northumbria, Mercia, East Anglia, Essex, Kent, Sussex, and Wessex.       The Anglo-Saxon kingdoms tended to coalesce by means of warfare. As early as the time of Ethelbert of Kent, one king could be recognised as Bretwalda (“Lord of Britain”). Generally speaking, the title fell in the 7th century to the kings of Northumbria, in the eighth to those of Mercia, and finally, in the ninth, to Egbert of Wessex, who in 825 defeated the Mercians at the Battle of Ellendun. In the next century his family came to rule all England.       Kingdom of England       Originally, England (or Englaland) was a geographical term to describe the territory of Britain which was occupied by the Anglo-Saxons, rather than a name of an individual nation-state. It became politically united through the expansion of the kingdom of Wessex, whose king Athelstan brought the whole of England under one ruler for the first time in 927, although unification did not become permanent until 954. In 1016 England was conquered by the Danish king Canute the Great, and became the centre of government for his short-lived empire which also included Denmark and Norway. In 1042 England became a separate kingdom again with the accession of Edward the Confessor, heir of the native English dynasty.       The Kingdom of England (including Wales) continued to exist as an independent nation-state right through to the Acts of Union and the Union of Crowns. However the political ties and direction of England were changed forever by the Norman Conquest in 1066.       Norman Conquest       Kingdom of England by William the Conqueror (Duke of Normandy), in 1066 at the Battle of Hastings and the subsequent Norman control of England. It is an important watershed in English history for a number of reasons. The conquest linked England more closely with Continental Europe, and lessened Scandinavian influence. The success of the conquest established one of the most powerful monarchies in Europe, created the most sophisticated governmental system in Europe, changed the English language and culture, and set the stage for English-French conflict that would last into the nineteenth century.The events of the conquest also paved the way for a pivotal historical document to be produced - the Domesday Book. The Domesday Book was the record of the great survey of England completed in 1086, executed for William the Conqueror. The survey was similar to a census by a government of today and is England’s earliest surviving public records document.       Medieval England       The next few hundred years saw England as an important part of expanding and dwindling empires based in France, with the “Kings of England” using England as a source of troops to enlarge their personal holdings in France for many years (Hundred Years’ War); in fact the English crown did not relinquish its last foothold on mainland France until Calais was lost during the reign of Mary Tudor (the Channel Islands are still crown dependencies, though not part of the UK).       The Principality of Wales, under the control of English monarchs from the Statute of Rhuddlan in 1284, became part of the Kingdom of England by the Laws in Wales Acts 1535–1542. Wales shared a legal identity with England as the joint entity originally called England and later England and Wales.       An epidemic of catastrophic proportions, the Black Death first reached England in the summer of 1348. The Black Death is estimated to have killed between a third and two-thirds of Europe’s population. England alone lost as many as 70% of its population, which passed from 7 million to 2 million in 1400. The plague repeatedly returned to haunt England throughout the fourteenth to seventeenth centuries. The Great Plague of London in 1665–1666 was the last plague outbreak.           Reformation       During the English Reformation, the external authority of the Roman Catholic Church in England was abolished and replaced with Royal Supremacy and ultimately describes the establishment of a Church of England, outside the Roman Catholic Church, under the Supreme Governance of the English monarch. The English Reformation differed from its European counterparts in that it was a political, rather than purely theological, dispute at root.[16] The break with Rome started in the reign of Henry VIII.The English Reformation paved the way for the spread of Anglicanism in the church and other institutions.       English Civil War       Cromwell at Dunbar. Oliver Cromwell united the whole of the British Isles by force and created the Commonwealth of England.       The English Civil War was a series of armed conflicts and political machinations which took place between Parliamentarians and Royalists from 1642 until 1651. The first (1642–1645) and second (1648–1649) civil wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third war of (1649–1651) saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The Civil War ended with the Parliamentary victory at the Battle of Worcester on 3 September 1651.       The Civil War led to the trial and execution of Charles I, the exile of his son Charles II and the replacement of the English monarchy with the Commonwealth of England (1649–1653) and then with a Protectorate (1653–1659): the personal rule of Oliver Cromwell. After a brief return to Commonwealth rule, in 1660 The Crown was restored and Charles II accepted Convention Parliament’s invitation to return to England. During the interregnum the monopoly of the Church of England on Christian worship in England came to an end, and the victors consolidated the already-established Protestant Ascendancy in Ireland. Constitutionally, the wars established a precedent that British monarchs could not govern without the consent of Parliament although this would not be cemented until the Glorious Revolution later in the century.          Great Britain and the United Kingdom       The Kingdom of England and the Kingdom of Scotland remained separate, until 1707, when under the Acts of Union, both England and Scotland lost their individual political (though not legal) identities. This union has subsequently changed its name twice; firstly on the merger with the Kingdom of Ireland following the Act of Union in 1800 creating the United Kingdom of Great Britain and Ireland in 1801. Then following the secession from the union of the Irish Free State under the terms of the Government of Ireland Act 1920, it became the United Kingdom of Great Britain and Northern Ireland. Throughout these changes, England (including Wales) retained a separate legal identity from its partners, with a separate legal system (English law) from those in Northern Ireland (Northern Ireland law) and Scotland (Scots law), and eventually the strong feelings of the Welsh were acknowledged when it was decided that the name would henceforth be.    Keywords    English Channel    Norman    Black Death              Home Page    Factoid Page    Annotated Bibliography    A History of England    FInal Project    Final Project Story Board    Final Project Design Document"}]},
{"detail": [{"content": "Global Academic Centers    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Global Academic Centers | 2013-2014 Fall 2013  FALL 2013 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU Prague)  syllabus The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community. FALL 2013 MAP-UA 9544 Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU Madrid)  syllabus Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads. FALL 2013 MAP-UA 9548 Cultures &amp; Contexts: Prague, in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. FALL 2013 MAP-UA 9549 Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London) The idea of British national identity has been built around a sense of united statehood within the confines of the four nations comprising the United Kingdom, ruling overseas territories. As such, it conveyed a sense of a multi-national empire ruled by monarchs, but developing over time into a benign, democratic, constitutional monarchy, generally through peaceful, not revolutionary change. The British have seen themselves historically as freedom-loving, independent, industrial, tolerant, Protestant and individualistic. These myths of national image have been forged partly through conflict with other nations over many centuries and reflect a nationalistic pride in military success and the maintenance of the largest empire the world has ever seen. Changes since 1945 have seen the collapse of that empire, membership in the European Union, large-scale immigration, changing gender politics, and the devolution of power to Scotland, Northern Ireland, and Wales. This has inevitably led to major challenges to traditional British views of their national identity. Includes fieldtrips to key sites. FALL 2013 MAP-UA 9554 Cultures &amp; Contexts: Italy Prof. Edelstein (NYU Florence) In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. FALL 2013 MAP-UA 9750 Expressive Culture: Film Prof. Carrigy (NYU Sydney)  syllabus How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). Spring 2014 SPRING 2014 CORE-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU Prague)  syllabus The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community.  SPRING 2014  CORE -UA 9548 Cultures &amp; Contexts: Prague, in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. SPRING 2014  CORE -UA 9549 Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London)  syllabus The idea of British national identity has been built around a sense of united statehood within the confines of the four nations comprising the United Kingdom, ruling overseas territories. As such, it conveyed a sense of a multi-national empire ruled by monarchs, but developing over time into a benign, democratic, constitutional monarchy, generally through peaceful, not revolutionary change. The British have seen themselves historically as freedom-loving, independent, industrial, tolerant, Protestant and individualistic. These myths of national image have been forged partly through conflict with other nations over many centuries and reflect a nationalistic pride in military success and the maintenance of the largest empire the world has ever seen. Changes since 1945 have seen the collapse of that empire, membership in the European Union, large-scale immigration, changing gender politics, and the devolution of power to Scotland, Northern Ireland, and Wales. This has inevitably led to major challenges to traditional British views of their national identity. Includes fieldtrips to key sites.  SPRING 2014  CORE -UA 9554 Cultures &amp; Contexts: Italy Prof. Palmer (NYU Florence)   syllabus  Through the study of primary texts, we examine how Italians registered their own similarities and differences within a national context, and how they regarded the tourists, students, soldiers, and immigrants who have come in increasing numbers to Italy. We also consider the accounts of foreign visitors to Italy from the eighteenth-century until today, both from the perspective of western tourists seeking “culture” and through the eyes of immigrants from Eastern Europe, North Africa, and beyond. The Italian city, and in particular Florence, will serve as our primary unit of measurement for investigating Italy. To this end, we visit a number of sites in Florence and in Tuscany in order to conduct fieldwork to structure and inform our scholarly conversations and written work. SPRING 2014 CORE-UA 9554, Cultures and Contexts: Italy Prof. Cao (NYU Florence)  syllabus Examines how Italian identity has been transformed through encounters with foreigners. These were not only invading armies and colonizing powers but also artists and scholars, travelers, and tourists. We explore how the Greek, Arab, Byzantine, and Jewish presences reshaped Italian civilization up to the Renaissance, focusing on their cultural consequences from a number of perspectives, from science to language, to political thought, to art and architecture. A field trip to Ravenna (capital of the Western Roman Empire, then of the Ostrogothic Kingdom, and later of the Byzantine Exarchate) offers a vantage point to appreciate the many layers of Italian cultural history. Florence is used as a primary source for the history of Grand Tour as well as the recent development of mass tourism in Italy, and is the setting for a fieldwork project to chart the cultural impact and memory of foreigners in the city.  SPRING 2014  CORE -UA 9750 Expressive Culture: Film Prof. Carrigy (NYU Sydney)  syllabus How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). SPRING 2014 CORE -UA 9750 Expressive Culture: Film Prof. Metcalf (NYU Washington)  syllabus Film and American Politics: Introduces students to the formal study of film while exploring the changing popular vision of American politics that is seen in films about Washington, D. C. From the populism of the Depression era films of Frank Capra to post-WWII paranoia, the cynical films of the post-Watergate era and more recent depictions of media-constructed realities, we explore the ways film reflects and shapes our understanding of contemporary and historical American political culture. At the same time, students learn how filmmakers create meaning through the building blocks of editing and cinematography and the manipulation of audience expectations of genres, stars, and “Hollywood endings.”           Contact Us | &copy; New York University , Arts and Science"}, {"content": "History of England               The History of England            History    Politics    Geography       Prehistoric England      Bones and flint tools found in Norfolk and Suffolk show that Homo erectus lived in what is now England around 700,000 years ago. At this time, England was linked to mainland Europe by a large land bridge. The current position of the English Channel was a large river flowing westwards and fed by tributaries that would later become the Thames and the Seine. This area was greatly depopulated during the period of the last major ice age, as were other regions of the British Isles. In the subsequent recolonisation, after the thawing of the ice, genetic research shows that present-day England was the last area of the British Isles to be repopulated[14], circa 13,000 years ago. The migrants arriving during this period contrast with the other of the inhabitants of the British Isles, coming across land from the south east of Europe, whereas earlier arriving inhabitants came north along a coastal route from Iberia. These migrants would later adopt the Celtic culture that came to dominate much of western Europe.      Roman conquest of Britain      By AD 43, the time of the main Roman invasion of Britain, Britain had already frequently been the target of invasions, planned and actual, by forces of the Roman Republic and Roman Empire. Like other regions on the edge of the empire, Britain had long enjoyed trading links with the Romans, and their economic and cultural influence was a significant part of the British late pre-Roman Iron Age, especially in the south. With the fall of the Roman empire 400 years later, the Romans left England.           Anglo-Saxon England       The History of Anglo-Saxon England covers the history of early mediaeval England from the end of Roman Britain and the establishment of Anglo-Saxon kingdoms in the fifth century until the Conquest by the Normans in 1066.Fragmentary knowledge of Anglo-Saxon England in the 5th and 6th centuries comes from the British writer Gildas (6th century) the Anglo-Saxon Chronicle (a history of the English people begun in the 9th century), saints’ lives, poetry, archaeological findings, and place-name studies.       The dominant themes of the seventh to tenth centuries were the spread of Christianity and the political unification of England. Christianity is thought to have come from three directions — from Rome to the south, and Scotland and Ireland to the north and west.Heptarchy is a term used to refer to the existence (as believed) of the seven petty kingdoms which eventually merged to become the Kingdom of England during the early 10th century: Northumbria, Mercia, East Anglia, Essex, Kent, Sussex, and Wessex.       The Anglo-Saxon kingdoms tended to coalesce by means of warfare. As early as the time of Ethelbert of Kent, one king could be recognised as Bretwalda (“Lord of Britain”). Generally speaking, the title fell in the 7th century to the kings of Northumbria, in the eighth to those of Mercia, and finally, in the ninth, to Egbert of Wessex, who in 825 defeated the Mercians at the Battle of Ellendun. In the next century his family came to rule all England.       Kingdom of England       Originally, England (or Englaland) was a geographical term to describe the territory of Britain which was occupied by the Anglo-Saxons, rather than a name of an individual nation-state. It became politically united through the expansion of the kingdom of Wessex, whose king Athelstan brought the whole of England under one ruler for the first time in 927, although unification did not become permanent until 954. In 1016 England was conquered by the Danish king Canute the Great, and became the centre of government for his short-lived empire which also included Denmark and Norway. In 1042 England became a separate kingdom again with the accession of Edward the Confessor, heir of the native English dynasty.       The Kingdom of England (including Wales) continued to exist as an independent nation-state right through to the Acts of Union and the Union of Crowns. However the political ties and direction of England were changed forever by the Norman Conquest in 1066.       Norman Conquest       Kingdom of England by William the Conqueror (Duke of Normandy), in 1066 at the Battle of Hastings and the subsequent Norman control of England. It is an important watershed in English history for a number of reasons. The conquest linked England more closely with Continental Europe, and lessened Scandinavian influence. The success of the conquest established one of the most powerful monarchies in Europe, created the most sophisticated governmental system in Europe, changed the English language and culture, and set the stage for English-French conflict that would last into the nineteenth century.The events of the conquest also paved the way for a pivotal historical document to be produced - the Domesday Book. The Domesday Book was the record of the great survey of England completed in 1086, executed for William the Conqueror. The survey was similar to a census by a government of today and is England’s earliest surviving public records document.       Medieval England       The next few hundred years saw England as an important part of expanding and dwindling empires based in France, with the “Kings of England” using England as a source of troops to enlarge their personal holdings in France for many years (Hundred Years’ War); in fact the English crown did not relinquish its last foothold on mainland France until Calais was lost during the reign of Mary Tudor (the Channel Islands are still crown dependencies, though not part of the UK).       The Principality of Wales, under the control of English monarchs from the Statute of Rhuddlan in 1284, became part of the Kingdom of England by the Laws in Wales Acts 1535–1542. Wales shared a legal identity with England as the joint entity originally called England and later England and Wales.       An epidemic of catastrophic proportions, the Black Death first reached England in the summer of 1348. The Black Death is estimated to have killed between a third and two-thirds of Europe’s population. England alone lost as many as 70% of its population, which passed from 7 million to 2 million in 1400. The plague repeatedly returned to haunt England throughout the fourteenth to seventeenth centuries. The Great Plague of London in 1665–1666 was the last plague outbreak.           Reformation       During the English Reformation, the external authority of the Roman Catholic Church in England was abolished and replaced with Royal Supremacy and ultimately describes the establishment of a Church of England, outside the Roman Catholic Church, under the Supreme Governance of the English monarch. The English Reformation differed from its European counterparts in that it was a political, rather than purely theological, dispute at root.[16] The break with Rome started in the reign of Henry VIII.The English Reformation paved the way for the spread of Anglicanism in the church and other institutions.       English Civil War       Cromwell at Dunbar. Oliver Cromwell united the whole of the British Isles by force and created the Commonwealth of England.       The English Civil War was a series of armed conflicts and political machinations which took place between Parliamentarians and Royalists from 1642 until 1651. The first (1642–1645) and second (1648–1649) civil wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third war of (1649–1651) saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The Civil War ended with the Parliamentary victory at the Battle of Worcester on 3 September 1651.       The Civil War led to the trial and execution of Charles I, the exile of his son Charles II and the replacement of the English monarchy with the Commonwealth of England (1649–1653) and then with a Protectorate (1653–1659): the personal rule of Oliver Cromwell. After a brief return to Commonwealth rule, in 1660 The Crown was restored and Charles II accepted Convention Parliament’s invitation to return to England. During the interregnum the monopoly of the Church of England on Christian worship in England came to an end, and the victors consolidated the already-established Protestant Ascendancy in Ireland. Constitutionally, the wars established a precedent that British monarchs could not govern without the consent of Parliament although this would not be cemented until the Glorious Revolution later in the century.          Great Britain and the United Kingdom       The Kingdom of England and the Kingdom of Scotland remained separate, until 1707, when under the Acts of Union, both England and Scotland lost their individual political (though not legal) identities. This union has subsequently changed its name twice; firstly on the merger with the Kingdom of Ireland following the Act of Union in 1800 creating the United Kingdom of Great Britain and Ireland in 1801. Then following the secession from the union of the Irish Free State under the terms of the Government of Ireland Act 1920, it became the United Kingdom of Great Britain and Northern Ireland. Throughout these changes, England (including Wales) retained a separate legal identity from its partners, with a separate legal system (English law) from those in Northern Ireland (Northern Ireland law) and Scotland (Scots law), and eventually the strong feelings of the Welsh were acknowledged when it was decided that the name would henceforth be.    Keywords    English Channel    Norman    Black Death              Home Page    Factoid Page    Annotated Bibliography    A History of England    FInal Project    Final Project Story Board    Final Project Design Document"}, {"content": "Past Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events &gt; Past Events                     About The Center       Events              Past Events            Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Past Events      Events of 2013-2014 Events of 2012-2013      Events of 2011-2012    Events of 2010-2011    Events of 2009-2010 Events of 2008-2009 Events of 2007-2008 Events of 2006-2007  Events of 2005-2006  Events of 2004-2005  Events of 2003-2004  Events of 2002-2003                    Events of 2009-2010  NYU's Institute for the Study of the Ancient World and the American Research Center In Egypt present  Up The Nile In Style: Travel In Egypt During The Early 20th Century David Moyer, Marymount Manhattan College Thursday, July 8, 2010, 6:00 P.M. NYU Institute for the Study of the Ancient World 15 East 84th Street, between 5th and Madison Aves. This  slide-illustrated talk recreates a \"grand tour\" to Egypt by L. Frank  Baum, well-known author of The Wonderful Wizard of Oz, and his wife  Maud in 1906. They embarked from Hoboken, New Jersey on January 27  bound for Naples where they were transferred to another ship which took  them to Alexandria and then by train to Cairo. After a few days in  Cairo with visits to the Egyptian Museum and the Giza Pyramids, they  boarded a Thomas Cook steamer bound for Luxor and Aswan with other  stops along the way, an itinerary nearly identical to many Egypt tours  today. One of Baum’s many hobbies was photography and he recorded  their trip in numerous photos, now in the possession of his  great-grandson. Moyer contacted him and arranged to have them converted  to slides. The majority of these now 104 year-old sepia-tone images  have held up well and in this lecture, they are juxtaposed with Moyer’s  own photos of the same sites taken decades later, most from the same  perspective. The contrast between how the ancient monuments looked in  1906 and how they appear today (some badly deteriorated and others that  have had some restoration) makes for a striking visual presentation.  During the lecture, Moyer quotes many of Maud Baum’s humorous and  sometimes poetic remarks drawn from her letters written to family  members during the trip describing their experiences and her impression  of the monuments they visited. This event is free and open to the public. Please R.S.V.P. to isaw@nyu.edu .  NYU'S Institute for the Study of the Ancient World and the American Research Center in Egypt present The Dead at Home: Domestic Features in Early Egyptian Cemeteries Ann Macy Roth, New York University Tuesday, June 1, 2010, 6:00PM ISAW Lecture Hall 15 East 84th Street New York, NY 10028 For more information please contact isaw@nyu.edu .  NYU'S Institute for the Study of the Ancient World presents The First Annual M. I. Rostovtzeff Lectures    Authorship, Tradition, and Performance in Early China: The Staged Author and the Rise of Literature Martin Kern, Princeton University Monday May 24, 2010 6:00PM     ISAW Lecture Hall     15 East 84th Street     New York, NY 10028      The figure of the author—with the text read as personal expression and  the author understood or imagined through his text—appeared with the  empire. Just when the totalizing imagination of political unity had  turned into reality, the author entered the scene as a figure of  individuality and rupture: a tragic hero standing defiantly against his  time who found himself exiled, punished, and driven into a suicide all  the while lamenting his fate in elaborate literary composition. This  figure—with Qu Yuan as archetype—became created, staged, and performed  in his text, fusing biography (in Sima Qian’s case even autobiography)  with his own authorial voice. The result was an author-hero consumed by  fate and emotion that were both the cause and the consequence of his  textual creation.       Reception to follow. Please RSVP to isaw@nyu.edu indicating date(s) attending. NYU's Institute for the Study of the Ancient World presents The status of Late Bronze Age ships within eastern Mediterranean societies Caroline Sauvage, ISAW Visiting Research Scholar Tuesday, May 18, 2010, 6:00PM Lecture Hall ISAW Building 15 East 84th Street New York, NY 10028 The  Late Bronze Age is known for its vast maritime exchange system and is  generally described as a period in which the major powers of the time  (Egypt, Hatti, Mitanni and Babylon) maintained intense relationships  marked by frequent exchanges of official and diplomatic correspondence.  These letters, preserved in royal or official archives, include  descriptions of gift exchanges, diplomatic marriages, and state  concerns. Among the various goods traded, prestige items (copper,  ivories, glass, incense, wood) are dominant in our sources as  exemplified by the Uluburun shipwreck. Prestige goods were shipped  alongside open shape ceramics and perishables such as grains or dried  fish. Besides these products, texts also indicate that ships, or parts  of ships, were traded between kingdoms such as Egypt, Cyprus, and the  Levant. Late Bronze Age ships are known from textual as well as  iconographical sources, and have been previously well studied from a  structural or technical point of view, either as documentary evidence  for naval construction, or as a general indication of well-developed  international maritime commerce. Ships were essential for  maintaining long distance trade, which allowed participating states to  keep their status while acquiring prestige goods. Furthermore, their  exchange among the club of big powers confirms their special status.  However, their vital importance for coastal regions is apparently  contradicted by the surprising paucity of pictorial representations in  the eastern Mediterranean. This talk will explore another aspect  of ships’ representations and textual attestations. If we consider  material culture to be part of a people’s identity, then a pictorial  representation echoes a careful selection process reflecting the  owners’ world-view and their place within society. Thus objects and  their decoration allowed categories of people to define their relations  with others, institutions, and the spiritual world. It also enabled  them to place themselves within or outside of traditions. Our aim is to  investigate the impact of these objects on society and the “value” that  could have been associated with ships, through the diffusion, context  and frequency of ships’ representations. This event is free and open to the public. For more information, please click here .  NYU'S Institute for the Study of the Ancient World presents The First Annual M. I. Rostovtzeff Lectures    Authorship, Tradition, and Performance in Early China: Writing and Peformance Martin Kern, Princeton University Monday May 17, 2010 6:00PM     ISAW Lecture Hall     15 East 84th Street     New York, NY 10028      Texts in early China were not disembodied ideas. As material artifacts  of bronze, bamboo, stone, silk, and wood, they served in a wide range  of contexts that all, in different ways, were fundamentally  performative—from the early bronze inscriptions used in the ancestral  sacrifices to the presentation and recitation of bamboo writings at the  early imperial court, from royal proclamations and ancestral hymns to  exercises of political persuasion and self-cultivation, from  manuscripts buried in tombs to stele inscriptions erected on mountains.  More often than not, the rhetoric of performance was one of explicit  and highly codified remembrance: remembering and reconstituting not  just the past but the memory of the past.       Please RSVP to isaw@nyu.edu indicating date(s) attending. NYU'S Institute for the Study of the Ancient World and the American Research Center in Egypt present The Temple of Ramesses II: Examining Religious and Political History through New Epigraphical Methods Ogden Goelet, New York University Sameh Iskander, Project Director, Ramesses II Temple Excavation Thursday, May 13, 2010, 6:00PM ISAW Lecture Hall 15 East 84th Street New York, NY 10028 For more information please contact isaw@nyu.edu . NYU'S Institute for the Study of the Ancient World presents The First Annual M. I. Rostovtzeff Lectures Authorship, Tradition, and Performance in Early China: Texts as Rewritten Traditions Martin Kern, Princeton University Monday May 10, 2010 6:00PM   ISAW Lecture Hall   15 East 84th Street   New York, NY 10028      In the emerging early Chinese written tradition, texts, or parts of  texts, were constantly quoted and transformed. Uninhibited by notions  of authorship or original composition, existing texts reappeared in  ever-changing contexts and formations. Textual chains of  re-compositions and continuations only gradually settled into  intellectual traditions while still being punctuated by explicit  quotations and references to anonymous earlier texts. This culture of a  borrowed past produced as its principal icon the figure of Confucius.  Credited with the dictum “I transmit but do not create,” Confucius was  nevertheless cherished as a new source of traditional authority—ready  to be invoked as he had invoked the kings of old.       Please RSVP to isaw@nyu.edu indicating date(s) attending. NYU Institute for the Study of the Ancient World presents Visiting Research Scholar Lecture Series Muriel Debie, Visiting Research Scholar Tuesday, May 4, 2010, 6:00pm Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU'S Institute for the Study of the Ancient World presents The First Annual M. I. Rostovtzeff Lectures Authorship, Tradition, and Performance in Early China: Texts Without Authors Martin Kern, Princeton University Monday May 3, 2010 6:00PM ISAW Lecture Hall 15 East 84th Street New York, NY 10028 For  the first eight hundred years of the early Chinese textual tradition,  the notion of the author is nearly completely absent. Instead, texts  are presented in a totalizing vision: poetry representing the different  states within the early Chinese realm, royal speeches from different  periods, sweeping divinatory, cosmological, and historical accounts,  and a wide range of philosophical and technical writings encompassing  the entire social order. In all these, the notion of the author was not  merely absent; instead, texts were composed in a way that rendered any  authorial presence entirely invisible. No author could be held  responsible for them, nor could a text be defined through its  connection to an actual persona.  Reception will follow. Please RSVP to isaw@nyu.edu indicating date(s) attending. NYU Institute for the Study of the Ancient World presents American Research Center in Egypt Lecture Lanny Bell, Brown University Wednesday, April 28, 2010, 6:00pm Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU'S Institute for the Study of the Ancient World presents New Evidence from Dunhuang, China and Central Asia for the Kangju: An Enigmatic Power on the Silk Road Bi Bo, Renmin University, Beijing Tuesday, April 27, 2010, 6:00PM ISAW Lecture Hall 15 East 84th Street New York, NY 10028 Kangju  was a powerful nomadic state or confederacy in Central Asia two  thousand years ago. It was the first state in that region to send an  embassy to Han China (206 BCE-220 CE), and maintained contact with  China for about five hundred years. For this reason, the most important  sources of information about Kangju are the Chinese historical texts.  Unfortunately, their accounts tend to be short and lack details, so our  understanding of Kangju and its relations with ancient China has been  rather limited. This lecture will focus on some important new  inscriptions recently discovered. They will not only help us check how  reliable the Chinese historical sources are, but also tell us much more  about the Kangju and their contacts with China. The first group  consists of a dozen wooden slips with Chinese writing found at the  Xuanquan site in Dunhuang, China and dated to the late Western Han  Dynasty (206 BCE-24 CE). The second group is a set of Sogdian  inscriptions from Kultobe in Kazakhstan, deciphered by Prof. N.  Sims-Williams. Combining the Chinese historical records with the newly  discovered inscriptions, we can contextualize the Kultobe inscriptions,  assign a likely date to them, and elucidate the history of Kangju from  the first to the fourth century CE (i.e., from the Chinese Han to the  Jin Dynasty). This event is free and open to the public. For more information please contact isaw@nyu.edu .  NYU'S Institute for the Study of the Ancient World presents The Earliest Semitic Literature: The Road to Ebla Gonzalo Rubio, Pennsylvania State University Monday, April 26, 2010, 6:00PM ISAW Lecture Hall 15 East 84th Street New York, NY 10028 The  discovery of thousands of well-preserved cuneiform tablets dating to  the mid-third millennium B.C.E. at Ebla (Tell Mardikh) in northwestern  Syria, has revolutionized our knowledge of the history of the Semitic  languages and the ancient Near East. The Ebla corpus includes  administrative and chancellery documents, as well as lexical lists,  incantations, a royal ritual, and a number of literary compositions.  Most of these compositions are written in the local Semitic language,  Eblaite. Both the language of Ebla and its early Semitic literature  belong to a cultural continuum that stretched from southern Mesopotamia  all the way to northern Syria. Across this extended scribal landscape,  early Semitic and Sumerian traditions underwent various processes of  textualization and cross-pollination. Such interactions materialized in  a literature whose archaic nature makes it as captivating as it is  intellectually challenging. This event is free and open to the public. For more information please contact isaw@nyu.edu .  NYU's Department of Anthropology presents Uncommitted generations of the Neolithic transition:  The Middle Danube Basin frontier zone in the Mid-Sixth Millennium cal BC Eszter Bánffy, Archaeological Institute HAS, Budapest Thursday, April 22, 2010, 2:00PM Kriser Room Anthropology Department 25 Waverly Place New York, NY 10003  NYU's Department of Classics presents On Not Writing History A.J Woodman, University of Virginia Wednesday, April 21, 2010, 6:00PM Classics Conference Room Silver Center, 5th floor 100 Washington Square East  NYU Institute for the Study of the Ancient World presents The Quartier du Stade on late Hellenistic Delos: a case study of rapid urbanization Mantha Zarmakoupi, Visiting Research Scholar Tuesday, April 20, 2010, 6:00pm Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU's Institute for the Study of the Ancient World presents Excavations at Amheida: The 2010 Season Roger Bagnall, Roberta Casagrande-Kim, Pamela Crabtree, Ellen Morris, Adam Prins, Lisa Saladino, and Jennifer Thum, New York University  Monday, April 19, 2010, 6:00PM Lecture Hall ISAW Building 15 East 84th Street New York, NY 10028 Amheida  (ancient Trimithis) is a large urban settlement in Egypt's Dakhla  Oasis, with remains from the Old Kingdom to late Roman times, where a  team sponsored by the Institute for the Study of the Ancient World, New  York University, and by Columbia University conducts excavations each  winter. (See www.amheida.org for past seasons and general information).  The excavation is part of a semester program for undergraduate students. Seven  members of the Amheida field team will present the results of fieldwork  carried out this January and February. From decorated temple blocks to  a sigma-shaped dining feature, from privatized streets to pillared  halls, from dietary habits to an enigmatic mention of copper sulphate,  there’s something for every taste. Students considering applying to the  program are particularly encouraged to come, but the lecture is open to  all. This event is free and open to the public.  For more information, please click here.  The New York University A.S. Onassis Program in Hellenic Studies presents The Point of Reading: Some remarks on Plato’s Phaedrus and Theaetetus Peter Szendy, Paris X, Nanterre Socrates’ Dream Laura Odello, translator and author  Respondent Iakovos Vasiliou, City University of New York Monday, April 19, 2010, 5:30PM Kimmel Center 60 Washington Square South, Suite 907 New York, NY 10012 Reception to follow For more information please contact Christos Birkitt at Christos@nyu.edu, 212.998.3979  The City University of New York presents New York’s Women in Archaeology: Perspectives From the Field  Saturday, April 10, 2010, 9:45 A.M. Hunter College Faculty Lounge, Hunter West, 8th Floor 9:45 A.M. Morning Reception 10:00 A.M. Welcome Host Dené Rivera 10:10 A.M. Keynote Speaker Two Views on NYC Archaeology Nan Rothschild, Columbia University, Barnard College    10:40 A.M. New Amsterdam: The Subordination of a Native Space Anne-Marie Cantwell, Rutgers University 11:00 A.M. Africans in Dutch New Amsterdam and 17th Century New York Diana diZerega Wall, CUNY Graduate Center 11:20 A.M. The Rise of Urbanism in Anglo-Saxon England: Evidence from Zooarchaeology Pamela Crabtree, New York University 11:40 A.M. Q&amp;A    12:00 P.M. Lunch Break  1:30 P.M. Keynote Speaker Is It Trash or Is It Treasure? Joan H.Geismar, Archaeological Consultant 1:50 P.M. A View From Across the Pond: Sacred and Secular Space at the Monastery of Psalmodi in Southern France Susan Dublin, Hunter College 2:10 P.M. From Manhattan to Harappa: Urbanism in the Indus civilization Rita Wright, New York University 2:30 P.M. ’Redcoats Halt Subway in New York’: The South Ferry Terminal Project in Battery Park Diane Dallal, Director of Archaeology, AKRF Inc. 2:50 P.M. Pot Bakers Hill, the African Burial Ground, and 9/11: Stonewares from 18th Century Manhattan Meta Janowitz, URS Corp 3:10 P.M. Q&amp;A 3:30 P.M. Student Session featuring Brook Hanna and Kimberly Consroe For more information, please contact Dené Rivera .  NYU Institute for the Study of the Ancient World presents Georgy Valdchev &amp; Lora Tchekoratova This  wonderful performance featuring Bulgarian musicians, violinist Georgy  Valtchev and pianist Lora Tchekoratova will showcase works by Eastern  European composers inspired by the musical traditions of Bulgaria,  Romania and Moldova. Thursday, April 8, 2010, 7:00PM Institute for the Study of the Ancient World 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World presents Thinking about mathematics through lists in ancient Mesopotamia: an Old Babylonian sample Christine Proust, Visiting Research Scholar Tuesday, April 6, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World presents Deconstructing the Myth of the Great Mother Goddess: Masking and Breaking the Human Body in Old Europe Peter Biehl, SUNY Buffalo Friday, April 2, 2010, 5:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU Institute for the Study of the Ancient World presents    Exhibition Movie Screening of East of Bucharest (A fost sau n-a fost?) (2006)   Directed by Corneliu Porumboiu      Thursday, April 1, 7:00PM   Institute for the Study of the Ancient World   15 East 84th Street   New York, NY 10028      This event is free and open to the public.      For more information please contact isaw@nyu.edu    NYU's Department of Classics presents Etruscan Inscriptions on Ivory Plaques from Poggio Civitate (Murlo) Rex Wallace, University of Massachusetts Amherst Wednesday, March 31, 2010, 6:00PM Classics Conference Room Silver Center, 5th floor 100 Washington Square East  NYU's Institute for the Study of the Ancient World and the Archaeological Institute of America present The Delphic Oracle: Modern Science Examines an Ancient Mystery  John Hale, University of Louisville Thursday, March 25, 6:30PM Institute for the Study of the Ancient World 15 East 84th Street New York, NY 10028  Ancient  Greek and Roman authors stated that Apollo’s sacred oracle at Delphi  was located at the site of a chasm or fissure in the rock; an emission  of sweet-smelling vapor or gas; and a sacred spring. The priestess who  pronounced the oracles sat on a tall tripod above the fissure where she  could inhale the vapor, thus triggering a trance in which she could  serve as a medium for the prophetic oracles. Most scholars have been  skeptical of these reports, denying that there had ever been a fissure  or a gaseous emission in the crypt of the temple. However, in 1995 an  interdisciplinary team studied the evidence from geology, chemistry,  and toxicology that related to the oracle. The results vindicated the  ancient sources. Dr. Hale and his colleagues have gone on to study  Greek oracle sites elsewhere in the Aegean and Asia Minor, where they  have found similar geological features. Reception to follow For more information, please click here.  Stevens Institute of Technology presents Greece: Ancient Legacy &amp; Modern Technology Perspectives on Ancient Technology Markus Asper, New York University Wednesday, March 24, 2010, 4:30PM Stevens Institute of Technology Babbio 122 Hoboken, NJ For more information, email slevin@stevens.edu NYU Institute for the Study of the Ancient World presents Riding from Hwang-Ho to the Danube: New Light on the Origin of the Alans Oleksandr Symonenko, Visiting Research Scholar Tuesday, March 23, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World and the American Turkish Society present Probing and Preserving the Past in Western Turkey: The Central Lydia Archaeological Survey Christopher Roosevelt, Boston University Monday, March 15, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU's Institute for the Study of the Ancient World presents Rediscovering the Inscriptions of Campa (Vietnam) Arlo Griffiths, French School of Asian Studies Monday, March 8, 2010, 6:00PM ISAW Building Lecture Hall 15 East 84th Street New York, NY 10028 The  aim of this lecture is to inform the interested New York public on  recent developments in the study of the written records of ancient  'Indianized' polities in Southeast Asia. We will take as example the  epigraphic corpus of the ancient Campa kingdom(s), which lay in what is  now central and southern Vietnam. The study of Campa epigraphy involves  texts in Sanskrit and in the poorly known vernacular Old Cam language,  which belongs to the Austronesian language family. This field of  research once flourished in French colonial times, then all but died  out after WW II, and has only recently been resuscitated from a coma  that lasted for decades. Newly discovered inscriptions have started to  be published again, and a census of Campa inscriptions was undertaken  last September-October in museums and archaeological sites of Vietnam.  The aim of the census was to up-date the general inventory of Campa  inscriptions, whose last published installment dates to 1942, and to  record essential data of previously known and newly discovered  epigraphical documents. The presentation will discuss general aspects  of Southeast Asian epigraphy, as well as specific aspects of the Campa  corpus and the history of its study. Some new inscriptions, which throw  interesting new light on the history of Campa and its place within the  larger scale development of Southeast Asian history, will be selected  for close inspection. This event is free and open to the public. For more information please email isaw@nyu.edu .  NYU Institute for the Study of the Ancient World presents    Exhibition Movie Screening of Reenactment (Reconstituirea) (1968)   Directed by Lucian Pintilie      Thursday, March 4, 2010, 7:00PM   Institute for the Study of the Ancient World   15 East 84th Street   New York, NY 10028      This event is free and open to the public.      For more information please contact isaw@nyu.edu    NYU Institute for the Study of the Ancient World presents Huns of Asia: New Archaeological Discoveries in Russia Sergey Minyaev, Russian Academy of Sciences Wednesday, March 3, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World presents Early Christianity in the Western Desert of Egypt: New Evidence from the 2006-2008 Excavations at Ain el-Gedida, Dakhla Oasis Nicola Araveccia, Visiting Research Scholar Tuesday, March 2, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU's Department of Anthropology and Department of Hebrew and Judaic Studies present Life, Love, and Death on the Estate of a Princess in 21st Century BCE Mesopotamia David Owen, Cornell University Monday, March 1, 2010, 3:30PM 25 Waverly Place Room 706 For more information please email rita.wright@nyu.edu  NYU Institute for the Study of the Ancient World presents Exhibition Movie Screening of Wasps' Nest (Cuibul de Viespi) (1986) Directed by Horea Popescu Thursday, February 18, 2010, 7:00PM Institute for the Study of the Ancient World 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information please contact isaw@nyu.edu NYU's Institute for the Study of the Ancient World and the Archaeological Institute of America, New York Society present Living forever in ancient Egypt Edward Bleiberg, Egyptian Department, Brooklyn Museum Wednesday, February 17, 2010, 6:30 PM Institute for the Study of the Ancient World 15 East 84th Street Ancient  Egyptian religion required people to prepare for their deaths by living  a life of justice and providing themselves with specific objects to  furnish a tomb. Fulfilling these spiritual and material requirements  would allow them to live forever in the afterlife. To lead a life of  justice, the god Osiris had established clear rules which every  educated Egyptian tried to learn. But the materials needed to furnish a  tomb could be an impediment for people who were neither royal nor  noble. Egyptians used a variety of methods to economize on these  necessities. This talk examines both the spiritual and material  struggles Egyptians underwent in order to live forever. The lecture is free and open to the public. Reception to follow. For more information please contact isaw@nyu.edu NYU's Institute for the Study of the Ancient World presents Temple Treasury Records and Local Politics in Ur III Mesopotamia Xiaoli Ouyang, Visiting Research Scholar Tuesday, February 16, 2010, 6:00 PM Institute for the Study of the Ancient World 15 East 84th Street This  lecture targets a group of Umma texts dated to the Ur III dynasty (c.  2112-2004 BCE), probably the best documented period in Mesopotamian  history. Umma is the province with the largest number of texts,  accounting for almost one third of the 90,000 or so records from this  period. This group of texts documents the delivery of treasures, mostly  objects made of precious metals and stones, to temple households as  ex-voto gifts, and the subsequent registration and disbursement of  these objects. A prosopographical study identifies among the  donors governors, mayors, agricultural administrators, doctors,  merchants, and scribes. The recipients of the gifts include priests,  top officials in Umma’s four districts, and shepherds. Evidence  demonstrates that the precious items were separated from the general  votive offerings and kept in a treasury called “house of the god,”  under the custody of a special guardian. Not only did he disburse the  treasures for their sanctioned use, he also funneled a great number of  valuables from the temple treasury to Umma governors for undisclosed  purposes. This indicates that the governor may well have maintained a  strong control over the temple households in Umma, a scenario that  hearkens back to a much earlier historical period despite the  unprecedented degree of centralization going on in the Ur III kingdom. For more information please contact isaw@nyu.edu  NYU's Institute for the Study of the Ancient World presents Deconstructing the Myth of the Great Mother Goddess: Masking and Breaking the Human Body in Old Europe Peter Biehl, State University of New York at Buffalo  Thursday, February 11, 2010, 6:00PM Institute for the Study of the Ancient World 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information please contact isaw@nyu.edu  NYU Institute for the Study of the Ancient World presents Crossroad, Periphery, and Frontier: The Central Asian Heartland from the Bronze Age to the Iron Age Wu Xin, Visiting Scholar, ISAW Tuesday, February 2, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World presents Exhibition Movie Screening of Morometii (The Journey) (1987) Directed by Stere Gulea Thursday, January 28, 2010, 7:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information please contact isaw@nyu.edu The NYU Department of English and the Anglo-Saxon Studies Colloquium present Latinities in England, 894-1135 A workshop in two parts David Townsend, University of Toronto Friday, January 22, 2010 New York University 13-19 University Place 10:30AM Registration, Room 223 11:00AM Morning Session, Room 229 Asser and Æthelweard 2:00PM Afternoon Session, Room 229 Goscelin and William of Malmesbury Please  note: the event is open to pre-registered participants only; for  pre-registration and recommended reading, please contact Gerald Song ( geraldsong@mac.com )  NYU Institute for the Study of the Ancient World presents Folk and traditional songs of Romania Christine Gezzo &amp; Company Friday, January 22, 2010, 7:00PM Institute for the Study of the Ancient World Oak Library 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World presents The Late Copper Age in the East Balkans and the Case of Varna Vladimir Slavchev, Varna Regional Museum of History Thursday, January 21, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu NYU Institute for the Study of the Ancient World presents Living in the Heights: Hilltop settlement and the changing landscape of northern Hispania during late antiquity Damian Fernandez, Visiting Research Scholar, ISAW Tuesday, January 19, 2010, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 Reception to follow. This event is free and open to the public. For more information please contact isaw@nyu.edu     NYU Institute for the Study of the Ancient World and The Am erican Research Center in Egypt (ARCE) present Body Parts: Ancient Egyptian Fragments and Amulets Dr. Yekaterina Barbash, Assistant Curator of Egyptian Art, Brooklyn Museum Wednesday, December 16, 2009, 6:00PM NYU Institute for the Study of the Ancient World 15 East 84th Street (between 5th and Madison Avenues) New York, NY For more information, please contact ARCE.NY@nyc.rr.com .  The NYU Institute for the Study of the Ancient World Comparing Cultural Configurations: Astrology and Divination in Cicero's De divinatione and Thomas Aquinas's Summa Theologiae  Darrel Rutkin, Visiting Research Scholar, Institute for the Study of the Ancient World  Tuesday, December 15, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information, please click here.   The NYU Institute for the Study of the Ancient World \"So  that all the cultivated lands of Bukhara would be inside those walls\" -  New research perspectives on Western Central Asian oasis walls and  territorial fortifications  Soeren Stark, Freie Universitaet Berlin  Friday, December 11, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information, please click here.  The NYU Institute for the Study of the Ancient World Attic Pottery in Scythian Graves  Friederike Fless, Freie Universitaet Berlin  Thursday, December 10, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028  This event is free and open to the public. For more information, please click here.  The NYU Institute for the Study of the Ancient World Alexander the Great and Dionysios in India: The Greek Interaction with Early Indian Buddhist Art Osmund Bopearachchi, French National Center for Scientific Research, Paris  Wednesday, December 9, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028  This event is free and open to the public. For more information, please click here.  The NYU Institute for the Study of the Ancient World Decoration, Astrology, and Empire: A Textile of Han China Unearthed from the Taklamakan Desert  Lillian Lan-ying Tseng, Department of Art History, Yale University  Tuesday, December 8, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public.  For more information, please click here.  The NYU Center for Ancient Studies and the Archaeological Institute of America present Theme Parks, Treasure Hunters, and Tribal Icons: World Heritage in an Age of Globalization Dr. Neil Silberman, Center for Cultural Heritage, University of Massachusetts Monday, December 7, 2009, 6:00 PM Jurow Lecture Hall Silver Center, Room 101A 32 Waverly Place or 31 Washington Place (wheelchair accessible) This event is free and open to the public. The NYU Departments of Art History and Classics and the NYU/NYPL Re:Enlightenment Project present 'Venerable Monitors': Looking at the Acropolis of Athens in the age of Enlightenment William St. Clair, University of London Monday, December 7, 2009, 6:00PM Silver Center for Arts and Science Room 300 The NYU Institute for the Study of the Ancient World The Eurasian Currents of Transmission and Adaptation: Four Case Studies Anthony Barbieri-Low, University of California - Santa Barbara Monday, December 7, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information, please click here. The NYU Institute for the Study of the Ancient World The Rise and Fall of Old Europe David W. Anthony, Hartwick College 'Old  Europe' refers to a cycle of Copper Age cultures in southeastern Europe  that rose to a surprising level of complexity between about 5000-3500  BC and then collapsed. The astonishing art, solidly built towns and  villages, and female-centered domestic cults that defined Old Europe  disappeared. The decline of Old Europe is poorly understood and hotly  debated. This lecture reviews competing theories of the collapse  and suggests that pastoral herding societies from the arid steppes of  Ukraine might have played a significant role by destabilizing the  agricultural economies of Old European towns. Thursday, December 3, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public. A reception will follow. For more information please click here.  The NYU Department of Classics presents NYU Yeronisos Island Excavations and Field School Information Session for Interested Students Joan Breton Connelly, New York University Wednesday, December 2, 2009, 5:30PM Silver Center for Arts and Science Room 300 The NYU Center for International Research in the Humanities and Social Sciences presents \"From Athens to Bagdad to Timbuktu\": transmitting philosophy in the Islamic world Souleymane Bachir Diagne, Columbia University Monday, November 30, 2009, 4:00 PM 4 Washington Square North, Conference Room, 2nd Floor Please contact ebn216@nyu.edu for more information.  NYU's Institute for the Study of the Ancient World presents Bringing the Frontier to the Center: Empires and Nomads from Achaemenid Persia to Tang China Wu Xin, Visiting Research Scholar Monday, November 30, 2009, 6:00PM Lecture Hall ISAW Building 15 East 84th Street New York, NY 10028  This  paper presents a comparative consideration of the ideological  strategies used by Achaemenid and the Tang empires to manage relations  with their subjects living in Central Asia and on the Central to  Eastern Eurasian steppe. For both empires, the nomadic communities to  the north were an especially important constituency that was  complicated by strong dynastic hereditary ties. In each case, a  conscious program specifically addressing this complex and mobile  community was developed and was expressed through the official language  (text and images) of the imperial court. An exploration of those  programs reveals striking parallels in their approach to maintaining  imperial control and cooperation. This event is free and open to the public. For more information, please click here.  Columbia University presents Defacing the gods at Aphrodisias R.R.R. Smith, University of Oxford Friday, November 20, 2009, 2:30PM 603 Hamilton Reception to follow For more information, please click here.  NYU's Institute for the Study of the Ancient World presents The Birth of European Painting in the Sands of Egypt Thomas Mathews, John Langeloth Loeb Professor Emeritus in the History of Art, Institute of Fine Arts, New York University This  lecture is a preliminary report on a project studying some 62 painted  panels from Roman Egypt, which are practically the only surviving  examples of this important artistic genre from the ancient world.  Representing the Egyptian pantheon in its final manifestation, they are  an important document of the history of religion. But the evidence also  looks forward to the continuance of panel painting in the medieval  world, introducing many of the formulae and compositions of Byzantine  icon painting, formulae which endured even to the Renaissance. Thursday, November 12, 2009, 6:00PM Institute for the Study of the Ancient World Lecture Hall 15 East 84th Street New York, NY 10028 This event is free and open to the public. For more information please email isaw@nyu.edu .  New York University's Institute for the Study of the Ancient World presents The Lost World of Old Europe: The Danube Valley, 5000 – 3500 BC Wednesday, November 11, 2009 Institute for the Study of the Ancient World 15 E. 84th Street New York, NY 10028 The  Lost World of Old Europe brings to the United States for the first time  more than 250 objects recovered by archaeologists from the graves,  towns, and villages of Old Europe, a cycle of related cultures that  achieved a precocious peak of sophistication and creativity in what is  now southeastern Europe between 5000 and 4000 BC, and then mysteriously  collapsed by 3500 BC. Long before Egypt or Mesopotamia rose to an  equivalent level of achievement, Old Europe was among the most  sophisticated places that humans inhabited. Some of its towns grew to  city-like sizes. Potters developed striking designs, and the ubiquitous  goddess figurines found in houses and shrines have triggered intense  debates about women’s roles in Old European society. Old European  copper-smiths were, in their day, the most advanced metal artisans in  the world. Their intense interest in acquiring copper, gold, Aegean  shells, and other rare valuables created networks of negotiation that  reached surprisingly far, permitting some of their chiefs to be buried  with pounds of gold and copper in funerals without parallel in the Near  East or Egypt at the time. The exhibition, arranged through loan  agreements with 20 museums in three countries (Romania, Bulgaria and  the Republic of Moldova), brings the exuberant art, enigmatic ‘goddess’  cults, and precocious metal ornaments and weapons of Old Europe to  American audiences.  For more information please click here.  New  York University's Center for Ancient Studies, Department of Classics,  Graduate School of Arts &amp; Science, and Institute for the Study of  the Ancient World present The New York University Graduate Conference Honey on the Cup: Didactic in the Ancient World Saturday, November 7, 2009, 9:00 A.M. Jurow Lecture Hall Silver Center, Room 101A 32 Waverly Place or 31 Washington Place (wheelchair accessible) 9:00 A.M. Coffee and Registration 9:45 A.M. Welcoming Remarks 10:00 A.M. POETICS OF DIDACTIC The Poetics of Knowledge in Oppian’s Halieutica Emily Kneebone, Cambridge University Looking at ‘Atomistic’ Repetition in the De Rerum Natura of Lucretius Timothy Haase, Brown University Teaching Stoic(s) Thinking Orazio Capello, University of Southern California 11:30 A.M. Break 11:45 A.M. RECEIVING DIDACTIC Fretful Birds and Philosopher Cows: Cicero’s Prognostica and Aratus’s Diosemeia   Christopher Polt, University of North Carolina, Chapel Hill Didactic, Rhetoric and Genre: Reading Lucian’s ‘Conversations with Hesiod Sarah Olsen, University of California, Berkeley From Libya to Egypt: Lucan and the Limits of Didactic Poetry Patrick Glauthier, Columbia University 1:15 P.M. Lunch 3:15 P.M. QUESTIONING GENRE Simonides’ Protagoras Fragment and the Problem of Didactic ‘Genre’ Alexander Hall, University of Wisconsin, Madison Thank You for Being a Friend: Ovid’s Euxine Instructions to Friends at Rome Whitney Snead, University of Cincinnati Experto c(r)edite: Vitruvius’ New Didactic John Oksanish, Yale University 4:45 P.M. Break 5:00 P.M. Keynote Address: Ways of Knowing and Teaching in Early Greek Poetry Prof. J.S. Clay, University of Virginia Reception to Follow  New York University's Institute for the Study of the Ancient World presents The Annual Leon Levy Lecture The Historian in the Future of the Ancient World: A View from Central Eurasia Nicola Di Cosmo, Institute for Advanced Study, Princeton University Thursday, November 5, 2009 Institute for the Study of the Ancient World 15 E. 84th Street New York, NY 10028 Much  of the making of the ancient world has to do with the movement of  peoples, and with the languages, genes, and material cultures they  carried from place to place. Central Eurasia from the Pontus to the  Baikal was a major theater of population movements from the dispersal  of the Indo-Europeans to the migratory waves of the early Middle Ages.  While often met with skepticism, the recent encounter between molecular  biology and genetic studies with linguistics, archaeology, and physical  anthropology has heralded radical changes in the study of the ancient  world, if nothing else because all these disciplines have consequently  been thrown into closer contact with each other. A dialogue has  developed among geneticists, linguists, archaeologists and  anthropologists over the past twenty-some years that, while sometimes  dissonant and acrimonious, has produced ideas and data that may prove  useful for historical research. How should the historian of the ancient  world view this development? Does the historian have a role to play?  This question will be discussed especially in relation to the study of  ancient Eurasian nomads. For more information please click here.  New York University's Department of Classics presents Conception and practice of Roman rule: the example of transport infrastructure Anne Kolb, University of Zurich Thursday, October 29, 2009, 6:00PM Classics Department Conference Room, 5th floor Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  New York University's Institute for the Study of the Ancient World presents The ISAW Visiting Research Scholar Lecture Series The  Horse is Man's Wings: Archaeological Science and the Changing Nature of  the Human-Horse Relationship in Central and East Asia in Prehistory  Mim Bower, Cambridge University Tuesday, October 27, 2009, 6:00PM  ISAW Lecture Hall, Second Floor 15 E. 84th Street New York, NY 10028  The  relationship between horses and humans reaches far back into  prehistory. At first, horses were a source of human food, but at some  time in the past, perhaps during the process of domestication, horses  took on a much greater role. Not only were they ridden, giving humans  the possibility of traveling with great speed over large distances, or  harnessed in chariots, which could be used to show status and power,  they became venerated in a way that no other domestic animals have  been. During the 2nd and 1st millennia BC, all across central and east  Asia, in harness or with chariots, in groups, or alone, horses were  buried along with their owners and carers, sometimes with the most  amazing grave goods. Ultimately, an entirely new way of life developed  from these practices: equestrian pastoral nomadism. But the importance  of the horse in central and east Asia does not end in prehistory. The  horse remains a powerful symbol in many cultures today and is  associated with ideas of identity and nationhood. In this  presentation, Dr. Bower will report on the results of a large  interdisciplinary archaeological science project which explores the  evolving relationship between horses and humans, from prehistory to the  present day using a wide range of cutting edge archaeological science  methods, including archaeogenetics (living population genetics and  ancient DNA), geometric morphometrics, paleopathology, zooarchaeology  and ethnography, while working towards an understanding of the changing  relationship between humans and horses across time. For more information, please click here.  New York University's Department of Classics presents How Ancient Empires Govern Anne Kolb, University of Zurich Michael Peachin, New York University Sunday, October 25, 2009 Classics Department Conference Room, 5th floor Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)     For more information please contact hoyerdan@gmail.com . New York University's Institute of Fine Arts presents Archaeologies of Performance: Ritual Movement through Greek Sacred Space Joan Connelly, New York University Friday, October 23, 2009, 4:00pm Institute of Fine Arts 1 East 78th Street New York, NY 10075 This event is free and open to the public. For more information, please click here. New York University's Department of Classics presents Fragments of an Imaginary Past: Strategies of Mythical Narration in Callimachus' Aitia Evina Sistakou, Aristotle University of Thessaloniki Thursday, October 22, 2009, 6:00PM Classics Department Conference Room, 5th floor Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)    For more information please contact hoyerdan@gmail.com . New York University's Institute for the Study of the Ancient World presents The ISAW Visiting Research Scholar Lecture Series The Temple of Osiris in Abydos during the Late Period David Klotz Tuesday, October 20, 2009, 6:00PM ISAW Lecture Hall, Second Floor 15 E. 84th Street New York, NY 10028  For more information, please click here.  New York University's Department of Classics presents When Tragedy is Funny Fred Ahl , Cornell University Tuesday, October 6, 2009, 12:30PM Classics Department Conference Room, 5th floor Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) For more information please contact hoyerdan@gmail.com . New York University's Institute for the Study of the Ancient World presents The ISAW Visiting Research Scholar Lecture Series A Greek-speaking Eastern Roman Empire? The View from New York David Taylor, University of Oxford Tuesday, October 6, 2009, 6:00PM ISAW Lecture Hall, Second Floor 15 E. 84th Street New York, NY 10028 The  overwhelming majority of the surviving epigraphic texts of the Late  Antique Roman provinces of Syria and Mesopotamia are written in Greek,  and in a number of recent books and articles it has been argued that  Greek was in fact the ordinary daily language of the local populations.  By examining examples of the full available range of ancient linguistic  evidence, and drawing on sociolinguistic theory about multilingualism  and diglossia, this thesis will be challenged, and a more complex  pattern of language usage will be sketched out. The consequences of  this for issues of local identity and culture will then be explored.  For more information, please click here.  New York University's Institute for the Study of the Ancient World presents The Sarcophagus East and West Wu Hung, University of Chicago Jas Elsner, Oxford University Friday, October 2- Saturday, October 3, 2009 Institute for the Study of the Ancient World 15 E. 84th Street New York, NY 10028 This  conference focuses mainly on decorated stone sarcophagi from around the  second century BCE to the third century CE, when this type of burial  equipment not only continued to develop in the parts of Europe  dominated by the Roman Empire, but also enjoyed considerable popularity  in East Asia. Whereas the chronological and formal developments of each  regional tradition remain an important research goal, this conference  encourages comparative observations and interpretations of ancient  sarcophagi in broader geo-cultural spheres and more specific  ritual/religious contexts. It is hoped that by addressing these two  research objectives simultaneously, this conference will help open new  ways to think about the development of art and visual culture in a  broadly defined ancient world, where the art historical materials  available are subject to comparable methodological constraints both  from archaeological excavation and from known literary and historical  contexts. For more information please click here.  The NYU Center for Ancient Studies presents the Rose-Marie Lewent Conference on Ancient Studies Xenophon in a New Voice Wednesday, September 30, 2009, 5:30 P.M. Hemmerdinger Hall Silver Center for Arts and Science, Room 102 32 Waverly Place or 31 Washington Place (wheelchair accessible)  Welcome Matthew S. Santirocco Seryl Kushner Dean, College of Arts and Science, and Angelo J. Ranieri Director of Ancient Studies, New York University Discussants Paul Cartledge Hellenic  Parliament Global Distinguished Professor in the History and Theory of  Democracy, New York University; A. G. Leventis Professor of Greek  Culture, Cambridge University David Thomas Independent Scholar; Contributor, The Landmark Xenophon’s Hellenika Robert B. Strassler Independent Scholar; Editor, The Landmark Xenophon’s Hellenika Phil Terry Chief Executive Officer, Creative Good; Founder, Reading Odyssey All  events are free and open to the public. For more information about the  colloquium, please contact the College Dean’s Office at 212.998.8100 Fordham University presents Invective and Its Audience From Demosthenes To Libanius Raffaella Cribiore, New York University Wednesday, September 30, 2009, 3:00 P.M. Fordham University Lincoln Center Campus LL 518 For more information, please contact Robert J. Penella at 718-817-3137 or rpenella@fordham.edu  The NYU Center for Ancient Studies presents the Ranieri Colloquium on Ancient Studies Legitimating Violence: Execution, Human Sacrifice, Assassination A conference in honor of Larissa Bonfante Thursday, September 24, 2009 Hemmerdinger Hall Silver Center for Arts and Science, Room 102 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:00 P.M. Welcome Matthew S. Santirocco, Seryl Kushner Dean, College of Arts and Science, and Angelo J. Ranieri Director of Ancient Studies, New York University Larissa Bonfante and NYU David Levene, New York University Legitimating Violence and Caesar's Toga Michèle Lowrie, University of Chicago 5:45 P.M. Violence and Cruelty in Ritual   Henk Versnel, University of Leiden 7:00 P.M. Reception Friday, September 25, 2009 9:00 A.M. Cicero's 'Gentleman's Guide to Lynching' Andrew Riggsby, University of Texas at Austin 10:00 A.M. How Republican was the Roman Republic?   Clifford Ando, University of Chicago 11:30 P.M. \"These Are Men Whose Minds the Dead Have Ravished\": Combat Trauma and the Tragic Stage   Peter Meineck, New York University    12:30 P.M. Lunch Break 1:30 P.M. Vows and Violence: The Dilemma of Judge Jephthah of Israel Jack Sasson, Vanderbilt University 2:30 P.M. Blood is Seed: Martyrdom and the Fracture of Ancient Political Theology Adam Becker, New York University This  colloquium is co-sponsored by the Institute for the Study of the  Ancient World, the Institute of Fine Arts, and the Departments of  Classics, Anthropology, and Hebrew and Judaic Studies, NYU. All  events are free and open to the public. For more information about the  colloquium, please contact the College Dean’s Office at 212.998.8100 or  e-mail ken.kidd@nyu.edu New York University's Institute for the Study of the Ancient World presents Digging Up the Remnants of Scientific Graeco-Syriaca - Chiefly from the Works of Barhebraeus Hidemi Takahashi, University of Tokyo and Yale University MacMillan Center Monday, September 21, 2009, 5:00 P.M. Institute for the Study of the Ancient World 2nd Floor Seminar Room 15 E. 84th Street New York, NY 10028 Space is limited, please RSVP to alexander.jones@nyu.edu . For more information, please click here.  The NYU Humanities Initiative and the Department of Classics present Anti-democratic voices in ancient Greece and Rome (and their legacies) Janet Coleman, New York University and London School of Economics Thursday, September 17, 2009, 6:00 P.M. 20 Cooper Square (at East 5th Street), Room 503 Professor  Coleman will discuss anti-democratic arguments found in the literature  of ancient Greece and Rome, to illustrate the ever-present voices of  potentially or actually dispossessed elites and their attitudes to  'ordinary minds'. Beginning with what we today take equality and  democracy to mean, she seeks to demonstrate the uniqueness of what  Athens had as democratic with its rather startling view of the  political AS emotional. She will contrast this with Roman republican  and imperial attitudes to the emotions, especially as influenced by  Stoic philosophy, and with reference to their views of the emotionally  undisciplined mob. Developing an argument that distinguishes between  social free speech and political free speech, she wants to indicate  that we owe more to the Romans than to the Greeks in that we have kept  alive some of the most prominent anti-democratic voices of that ancient  past, in our own. Reception to follow.  Events of 2008-2009               New York University's Institute for the Study of the Ancient World presents Excavations At Amheida In Egypt Roger Bagnall, Director, Institute for the Study of the Ancient World, New York University Wednesday, June 17, 2009, 6:00PM Institute for the Study of the Ancient World 15 E. 84th Street New York, NY 10028 Amheida   is a vast archaeological site on the western edge of Dakhla Oasis in  Egypt. A team of researchers led by Dr. Roger Bagnall, Director of the  Institute for the Study of the Ancient World at NYU, began the Amheida  Project in 2001 with an intensive investigation and survey of the site. One  of the most spectacular discoveries, near the centre of the town in  Area 2, is the house of Serenus, who was part of the city council in  the middle of the 4th century. The structure contains fifteen rooms,  one of which was painted with classical wall scenes. On the northern  wall, to the left of the doorway, a mythological scene depicts the  legend of Perseus rescuing the beautiful Andromeda who is about to be  devoured by a sea-monster, while to the right of the door is the  Homeric scene of the Return of Odysseus to Ithaca, from his long voyage  which brought him to Egyptian shores. The site at Amheida will  be part of a long-term scheme for the Dakhla Oasis Project. Please join  us for a presentation and discussion on Amheida and its archaeological  significance. This lecture is free and open to the public, please RSVP to isaw@nyu.edu . For more information please visit www.nyu.edu/isaw/events.htm or contact the ISAW events office directly at 212.992.7818.  The Martha Graham Dance Company Presented by Paul Szilard Productions, Inc. in association with Attract Productions. Tuesday, May 12, 2009 – Saturday, May 16, 2009 Jack H. Skirball Center for the Performing Arts 566 LaGuardia Place (at Washington Square South) New York, NY 10012 The  Martha Graham Dance Company will be performing two programs, described  below, throughout their engagement with the Skirball Center in addition  to a special gala repertory program on May 14, honoring Paul Szilzard. Program A: Clytemnestra This  classic tale of love, betrayal and murder at the time of the Trojan War  is reimagined by America’s greatest choreographer through the eyes of  Agamemnon’s queen, the all-powerful Clytemnestra. Program B: Lamentation Variations, Sketches from “Chronicle,” Errand into the Maze, Maple Leaf Rag A  program of diverse repertory ranging from Graham’s compelling rejection  of war in Sketches from “Chronicle” to her lighthearted spoof, Maple  Leaf Rag. Plus, three contemporary choreographers offer their take on  Graham’s iconic solo Lamentation. Please click here for more information.  New York University's Department of Classics presents Rewriting History from Inscriptions: New Perspectives on Hadrian and the Bar Kochba Revolt Werner Eck, Professor Emeritus of Ancient History, Universität Köln Thursday, April 30, 2009, 6:00 PM Classics Seminar Room, Room 503 Silver Center, 32 Waverly Place or 31 Washington Place (wheelchair access) New York University's Department of Classics presents \"All shapes, all objects multiplied from his\"- On Some Metamorphoses of Proteus Filippomaria Pontani, University of Venice Monday, April 27, 2009, 6:00 PM Classics Seminar Room, Room 503 Silver Center, 32 Waverly Place or 31 Washington Place (wheelchair access) New York University's Institute for the Study of the Ancient World presents Another Persian Crisis: the Persepolis Fortification Archive in Chicago Matthew W. Stolper, Professor of Assyriology, John A. Wilson Professor of Oriental Studies in the Oriental Institute, The University of Chicago Friday April 24, 2009, 12:00 PM Lecture Room, Second Floor Institute for the Study of the Ancient World 15 E. 84th Street New York, NY 10028 In  1933, Oriental Institute archaeologists working at Persepolis, clearing  the ruined palaces of Kings Darius, Xerxes, and their Achaemenid  Persian successors, found tens of thousands of clay tablets in a  bastion in the fortification wall at the edge of the great stone  terrace. These documents were pieces of a single, complex system, the  Persepolis Fortification Archive, that proved—after decades of  painstaking work—to be the largest and most important single source of  information from within the Persian Empire on Achaemenid Persian  languages, history, society, religion and art. Now, the Archive faces a  legal battle that could well lead to its dismemberment and loss if it  is seized and sold, and disappears into the holdings of private  collectors around the world. Fueled by this crisis the Persepolis  Fortification Archive Project is a new phase in recording and  distributing the results of the study of the archive, responding to  emergency conditions with electronic equipment and media alongside the  conventional tool-kits of philology and scholarship. These lecture is free and open to the public, please RSVP to isawevents@nyu.edu . Please click here for more information.      The NYU Center for Ancient Studies Presents  The Ranieri Colloquium on Ancient Studies Writing Science: Mathematical and Medical Authorship in Ancient Greece Thursday, April 23, 2009 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30 p.m. Welcome Matthew S. Santirocco, Seryl Kushner Dean, College of Arts and Science, and Angelo J. Ranieri Director of Ancient Studies, New York University 5:45 p.m. Keynote Talk: Authorship in Science, Ancient and Modern Reviel Netz, Classics, Stanford University Mario Biagioli, History of Science, Harvard University 7:00 p.m. Reception Friday, April 24, 2009 9:00 a.m. GREEK MEDICINE Writing the Animal Heinrich von Staden, School of Historical Studies, Institute for Advanced Study, Princeton Ways of Organizing (Medical) Knowledge and Questions of Authorship in Late Antiquity: Synopsis, Synagoge, Paraphrase, Epitome Philip J. van der Eijk, Classics, Newcastle University Chair: David Sider, Classics, New York University 11:00 a.m. GREEK MATHEMATICS Hellenistic Introductions to the Science of the Heavens: Three Definitions of Astronomy in the First Century BC Alan C. Bowen, Institute for Research in Classical Philosophy and Science, Princeton Who Were the Authors of the Athenian Accounts? Between Authorship and Anonymity Serafina Cuomo, History, Birkbeck College, London University Chair: Alexander Jones, Institute for the Study of the Ancient World, New York University 12:30 p.m. Lunch Break 2:00 p.m. SCIENCE WRITING AND/AS LITERATURE In Strange Lands: Situating Knowledge in Odyssey 10 and Airs, Waters, Places Brooke Holmes, Classics, Princeton University The Name and Nature of Science Paul Keyser, IBM T.J. Watson Research Center Chair: Markus Asper, Classics, New York University All  events are free and open to the public. For more information about the  colloquium, please contact the College Dean’s Office at 212.998.8100 or  e-mail ken.kidd@nyu.edu New York University's Institute for the Study of the Ancient World presents Transformation of material culture in the Frontier of the Han Empire (205 BC to 250 AD) Dr. Zhefeng Yang, Peking University, China Thursday, April 16, 2009, 6:00pm Institute for the Study of the Ancient World 15 E 84th Street New York, NY 10028 This event is open to the public. For more information click here.  New York University's Institute for the Study of the Ancient World presents Publishing Archaeological Data on the Web Digital Publication and Linked Data at Troy Dr. Sebastian Heath, American Numismatic Society Open Context: Digital Dissemination of Field Research and Museum Collections Dr. Eric Kansa, University of California, Berkeley Tuesday, April 14, 2009, 7:30 PM Institute for the Study of the Ancient World 15 E 84th Street New York, NY 10028 This event is open to the public. Click here for more information.  The Egyptological Seminar of New York presents Egyptian Landscape Painting: The Old Kingdom Mastaba Chapel as a Map of the World Ann  Macy Roth, Clinical Associate Professor of Egyptology; Clinical  Associate Professor of Hebrew and Judaic Studies, Art History, New York  University Friday, April 3, 2009, 6:30PM The Art Study Room, Uris Center Metropolitan Museum of Art Just  as New Kingdom temple decoration represents an attempt to model the  world schematically in a building, the decoration in some Old Kingdom  mastaba chapels suggests a kind of modeling more literally tied to the  surrounding landscape. Some scenes were apparently placed on the walls  to make complex allusions to space and time, creating an internal world  that has some startling correlations with the external one. This kind  of mapping of the landscape alternated and combined with more  independent cosmological models, and can sometimes also be seen in the  decorative programs of later periods.  The Columbia Center For Archaeology presents A Brown Bag Research Seminar Archaeological survey in Central Yunnan: Documenting the Rise and Fall of the 'Dian' Kingdom Professor Alice Yao, Institute for the Study of the Ancient World, New York University Thursday, April 2, 2009, 4:00PM 951 Schermerhorn Extension 1200 Amsterdam Avenue Click here for more information.  The Center for Ancient Studies and the Department of Classics present Democrats vs Republicans--Ancient Greek and Roman Style March 30, 2009, 5:00 PM Jurow Lecture Hall, Room 101A Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) Paul Cartledge Hellenic Parliament Global Distinguished Professor in the History and Theory of Democracy Janet Coleman Hellenic Parliament Global Distinguished Professor in the History and Theory of Democracy Moderators Joy Connolly, Associate Professor of Classics Andrew Monson, Assistant Professor of Classics The Archaeological Institute of America New York Society presents Celluloid Idylls: Swords, Sandals &amp; Sex, or How the Movies Made My Career A  full day of cinema and archaeology, featuring excerpts C.B.De Mille's  1956 The Ten Commandments and the entire Indiana Jones: The Last  Crusade. Sunday, March 29, 2009, 10:00AM Anthology Film Archives 32 2nd Avenue, New York, NY General public: $8 for the day. All students free with ID. Featuring: Brian Boyd , Columbia Department of Anthropology Rock Brynner , Western Connecticut State University Antonia Lant , New York University Cinema Studies Mark Rose , Archaeology Magazine Moderator Peter Herdrich, Senior Producer, Inside Edition, Chair, Media Task Force, AIA National Governing Board Morning session, 10:00 AM Using  two Biblical epics made a generation apart, the often parallel universe  of archaeology in the cinema will be explored with respect to how it  influences mainstream views of what archaeology actually is and how it  has influenced the lives and career choices of individuals who have  been deeply affected by both. Rock Brynner, a historian and the  son of Yul Byrnner (Ramses), brings an inside view of the world of  Hollywood and along with Antonia Lant, a scholar of Egyptomania in  film, they will discuss De Mille's second Ten Commandments and  archaeology &amp; film. Afternoon Session, 1:00 PM Screening  of Indiana Jones followed by Brian Boyd, a working archaeologist, and  Mark Rose, a specialist in Bronze Age Greece, working in media at  Archaeology Magazine, will further our discussion by exploring how  movies present landscapes and develop the idea of \"cinemagraphic\"  archaeology. Panel discussion and Q&amp;A, 4:10 PM Sponsored by: New York Council for the Humanities--A State Affiliate of the NEH Any views, findings, conclusions or recommendations expressed in the program do not necessarily represent those of the NEH. The American Institute of Archaeology, New York Society The American Institute of Archaeology, New York Society Board The Eccola Foundation Columbia Center for Archaeology (CCA) NYU College of Arts &amp; Science NYU Center for Ancient Studies Please click here for more information.  New  York University's Institute for the Study of the Ancient World, The  Metropolitan Museum of Art, and The Israel Antiquities Authority present Gold Glass Through The Ages Saturday, March 28th, 2009, 10:30 AM Institute for the Study of the Ancient World 15 East 84th Street, New York A  Roundtable to be held at The Institute for the Study of the Ancient  World in conjunction with the current exhibition of an Early Byzantine  Gold Glass Panel from Caesarea, Israel, on display in the Mary and  Michael Jaharis Galleries of Byzantine Art at The Metropolitan Museum  of Art. Participants: Dr. Christopher Lightfoot The Metropolitan Museum of Art Associate Curator, the Greek and Roman Department Gold Glass at the Met: From Classical to Christian Times Yael Gorin-Rosen Head of Ancient Glass Israel Antiquities Authority Byzantine Gold-Glass from the holy Land Dr. David Whitehouse Director, Corning Museum of Glass Early Islamic Gold Glasses Moderator: Dr. Helen C. Evans Mary and Michael Jaharis Curator of Byzantine Art The Metropolitan Museum of Art Following  the roundtable, participants can go to the Metropolitan Museum for  further discussion of the Gold Glass Panel. On Sunday March 29 at 3:00  p.m., Yael Gorin-Rosen will give a presentation on \"Ancient Glass in  the Holy Land\". Both events free with Museum admission.  Please RSVP to isaw@nyu.edu The Columbia University Center for Archaeology presents The New York Archaeological Consortium Friday, March 27 2009, 2:10PM 614 Schermerhorn Hall Columbia University 2:10PM Introductory Remarks Professor Terence D'Altroy, Columbia University Professor Brian Boyd, Columbia University 2:20PM Systematic  Sampling in Intensive Surface Survey: Initial Results and Implications  of Archaeological Research at Guicheng, Shandong, China Elizabeth Berger, Columbia University 2:45PM Death and the Primitive Modern: Stone Bodies in a 19th Century Welsh Graveyard Darryl Wilkinson, Columbia University 3:10PM Continuity and Change in North Iceland - 9th to 19th centuries - Zooarchaeology at Skutustaðir Megan Hicks 3:35PM Coffee Break 4:00PM The 2008 Field Season at Dun Ailinne, Ireland Professor Pamela Crabtree, New York University Susanne Garrett, New York University 4:25PM Historical insights on an Ancient Calabrian Landscape Paula Lazrus, Saint John's University 4:50PM Recent Discoveries from Poggio Civitate (Murlo): The 2008 Field Season Jason Bauer, Assistant Director, Poggio Civitate Archaeological Project Dr. Anthony Tuck, University of Massachussetts Amherst; Director, Poggio Civitate Archaeological Project 5:15PM Discussion 5:30PM The Faces of Phlamoudhi: a photographic essay of life in a northern Cypriot village, 1972 Ian J. Cohn 5:50PM Closing Remarks and Reception  The NYU Center for Ancient Studies and the Department of Classics present The Greek Historians and the Intellectual World of Rome: Josephus and his \"Colleagues\" Jonathan Price, Professor of Classics and Ancient History, Tel Aviv University Wednesday, March 25, 2009, 6:30 PM Classics Seminar Room, Room 503 Silver Center, 32 Waverly Place or 31 Washington Place (wheelchair access) New York University's Gallatin School of Individualized Study presents The Book of Job: Tragedy and Politics Professor Peter Euben, Duke University Professor George Shulman, New York University Tuesday, March 24, 2009, 6:30PM Jurow Lecture Hall Silver Center, 100 Washington Square East For more information please contact 212-992-7766 or nd35@nyu.edu  New York University's Fine Arts Society presents Ritual Movement through Sacred Space: Procession, Dance, and Footrace within Greek Landscapes Joan  Breton Connelly, Professor of Classics and Art History, New York  University; Director, Yeronisos Island Excavations, Cyprus March 11, 2009, 6:30PM Room 300 Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  New York University's Institute of Fine Arts presents Marble for Athens and the Ancient World: Pentelicon and Hymettos Dr. Hans Rupprecht Goette, German Archaeological Institute, Berlin Friday, March 4, 2009, 1:00 PM The Loeb Room at the Institute of Fine Arts 1 East 78th Street All are invited, and students in the ancient field are encouraged to attend. For more information, please call 212-992-5800 New York University's Institute of Fine Arts presents The Portraiture of the Roman Emperor Caligula and Its Message Dr. Hans Rupprecht Goette, German Archaeological Institute, Berlin Tuesday, March 3, 2009, 5:00 PM Institute of Fine Arts Lecture Hall 1 East 78th Street All are invited, and students in the ancient field are encouraged to attend. For more information, please call 212-992-5800 The New York Classical Club and New York University's Department of Classics present The 2009 New York Classical Club Winter Conference Reading Greek and Roman Elegy Saturday, February 28th, 2009, 10:30 AM Jurow Lecture Hall Silver Center, 32 Waverly Place or 31 Washington Place (wheelchair access) 10:00 AM On-Site Registration  10:30 AM  On Some Aspects of Solon’s Re-use and Reception Dr. Maria Noussia, Georgetown University 11:30 AM  The Origins of the Theognidea: A Modest Proposal Dr. Ewen Bowie, Corpus Christi College, Oxford University 12:30 PM Lunch Break 1:30 PM  A Recitation by Dr. Stephen Daitz and Jerise Fogel 2:00 PM  Why Sulpicia is as good as Sappho Dr. Mark Buchan, Columbia University 3:00 PM  Tibullan Didaxis Dr. Jeri DeBrohun, Brown University 4:00 PM  Ipsa Dixerat: Women’s Words in Roman Love Elegy Dr. Sharon James, University of North Carolina at Chapel Hill  Registration Fees $20 student members $25 member pre-registration (By Feb. 20th) $35 non- members and on-site registration For Information please contact Lawrence Kowerski at lkowersk@hunter.cuny.edu  New York University's Department of Classics presents Deborah Steiner, Professor of Classics, Columbia University Thursday, February 26, 2009, 6:00 PM Classics Seminar Room, Room 503 Silver Center, 32 Waverly Place or 31 Washington Place (wheelchair access) New York University's Department of Classics presents Lavinia's Pallor Joseph Reed, Associate Professor of Greek and Latin, University of Michigan Thursday, February 5, 2009, 6:00pm Classics Seminar Room, Room 503 Silver Center, 32 Waverly Place or 31 Washington Place (wheelchair access) This talk will cover the position of Lavinia in Virgil's *Aeneid*, particularly in the teleology of the poem. New York University's Department of Hebrew and Judaic Studies presents New  Imaging Technologies and Ancient Texts: Employing Digital  Documentation for the Study, Decipherment and Distribution of Texts  from the Ancient Near East and Elsewhere Dr. Bruce Zuckerman,  Myron and Marian Casden Director and Professor of Religion and  Linguistics, University of Southern California Wednesday, December 10, 2008, 12:30pm King Juan Carlos I of Spain Center 2nd Floor Library 53 Washington Square South Lunch is provided. Food will be served at 12:30 and the lecture will begin at 12:45. Please RSVP to gsas.hebrewjudaic@nyu.edu or 212-998-8981  New York University's Department of Hebrew and Judaic Studies and Department of Classics present What once was lost has not necessarily been found: How to read (and not to read) an ossuary inscription Jonathan Price, Professor of Classics and Ancient History, Tel Aviv University Ancient  ossuaries, bone caskets used for Jewish burial in the first centuries  BCE and CE, were of interest only to specialists until recently, when  the inscriptions on certain modest pieces were linked to the family of  Jesus of Nazareth. But what looks simple is not, really. Wednesday, December 3, 2008, 4:30pm King Juan Carlos I of Spain Center Portrait Room, First Floor 53 Washington Square South This event is free and open to the public. New York University's Institute for the Study of the Ancient World presents Nubia's Other Civilization: the forgotten glories of the medieval kingdoms William Y. Adams Thursday, November 20, 2008, 12:00 noon Institute for the Study of the Ancient World       15 East 84th Street, 2nd Floor       (between 5th Ave. and Madison Avenue)              This event is free and open to the public.       Please RSVP by emailing isaw@nyu.edu  The New York Institute for the Humanities at NYU presents Antiquities Wars A conversation about loot and legitimacy Wednesday, November 19, 2008, 7:00pm Hemmerdinger Hall, Room 102 Silver Center for Arts and Science 100 Washington Square East James Cuno Director, The Art Institute of Chicago Author, Who Owns Antiquity? Sharon Waxman Formerly of The New York Times Author, Loot: The Battle over the Stolen Treasures of the Ancient World Kwame Anthony Appiah Philosopher, Princeton University Author, Cosmopolitanism Daniel Shapiro International Cultural Property Society President Emeritus Free to the public. For more information: (212) 998-2101 or nyih.info@nyu.edu New York University's Deutsches Haus pressents The Gift of the Political: Schiller and the Greeks David S. Ferris, Professor and Chair Department of Comparative Literature and Humanities, University of Colorado at Boulder Friday, November 14, 2008, 3:30pm Deutsches Haus 42 Washington Mews    The NYU Center for Ancient Studies, Poetics and Theory, and the Department of Classics present The Rose-Marie Lewent Conference on Ancient Studies Discourses of Republicanism Thursday, November 13, 2008 Hemmerdinger Hall, Room 102 Silver Center for Arts and Science 100 Washington Square East 4:30 pm  Welcome Matthew S. Santirocco, Seryl  Kushner Dean, College of Arts and Science, Angelo J. Ranieri Director  of Ancient Studies, Professor of Classics, New York University 5:00 pm  Why Republics Now? Moderator Joy Connolly, Classics, New York University Panelists Richard Falk, School of Law, University of California, Santa Barbara Suzanne Wofford, Dean, Gallatin School of Individualized Study, New York University Richard Nelson, playwright 6:30 pm Reception   Friday, November 14, 2008 9:00 am REPRESENTATION Shakespeare's Republic: no 'ism Oliver Arnold, English, Princeton University  Philoctetes in the Bastille Elizabeth Wingrove, Politics, University of Michigan Framer: Philip Lorenz, English, Cornell University 11:30 am ACTION A Matter of Choice and Taste: The Republic and Its Representatives in Ciceronian Thought Alexander Arweiler, Classics, Universität Münster Hannah Arendt and the Republican Tradition  Patchen Markell, Politics, University of Chicago Framer: Nadia Urbinati, Politics, Columbia University  1:30 pm  Lunch Break 2:30 pm  AESTHETICS Is Ethics to Politics as Responsibility is to Republicanism? (Levinas's Poisoned Tunic) Jacques Lezra, Spanish and Portuguese Languages and Literature, New York University The Babylonian republic: idolatry in Flaubert's Sentimental Education           Barbara Vinken, Institut für Romanistik, Munich  Framer: Michèle Lowrie, Classics, NYU  Saturday, November 15, 2008 10:00 am Seminar with Graduate Student Presentations Seminar and graduate presentations sponsored by the Program for Poetics and Theory. All  events are free and open to the public. For more information, please  contact the College Dean's Office (212) 998-8100; email ken.kidd@nyu.edu  Click here to download the poster   New York University's Institute for the Study of the Ancient World presents The Annual Leon Levy Lecture The History of the Sahara in Antiquity: Mirage or Scientific Project? Professor Mario Liverani, University of Rome \"La Sapienza\" Thursday, November 13, 2008, 6:00pm Institute for the Study of the Ancient World       15 East 84th Street, 2nd Floor       (between 5th Ave. and Madison Avenue)              This event is free and open to the public.       Please RSVP by emailing isaw@nyu.edu  New York University's Skirball Center presents The Meaning of Monotheism in the Hebrew Bible Nathan MacDonald, Professor of Bible at Saint Andrew's University Wednesday, November 12, 2008, 12:30pm King Juan Carlos II of Spain Center 53 Washington Square South, Room 404W Lunch will be provided Please RSVP to slf1@nyu.edu  New York University's Institute for the Study of the Ancient World presents Household and Family in Past Time: The Roman East and West Sabine Huebner, Columbia University Wednesday, November 12, 2008, 6:00pm Institute for the Study of the Ancient World     15 East 84th Street, 2nd Floor     (between 5th Ave. and Madison Avenue)          This event is free and open to the public.     Please RSVP by emailing isaw@nyu.edu  New York University's Institute for the Study of the Ancient World presents Astralization of the Gods and the Concept of the Divine in Ancient Mesopotamia Beate Pongratz-Leisten, Princeton University Tuesday, November 11, 2008, 6:00pm Institute for the Study of the Ancient World   15 East 84th Street, 2nd Floor   (between 5th Ave. and Madison Avenue)      This event is free and open to the public.   Please RSVP by emailing isaw@nyu.edu New York University's Department of Classics presents    Inscribed Epigrams In and Out of Sequence Peter Bing, Associate Professor of Classics, Emory University       Monday, November 10, 2008, 6:00pm   Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East New York University's Institute for the Study of the Ancient World presents Of Bricks and Bodies: Integrating history, archaeology and an anthropology of art in the study of the ancient Near East Anne Porter, University of Southern California Monday, November 10, 2008, 6:00pm Institute for the Study of the Ancient World   15 East 84th Street, 2nd Floor   (between 5th Ave. and Madison Avenue)      This event is free and open to the public.   Please RSVP by emailing isaw@nyu.edu New York University's Institute for the Study of the Ancient World presents East of Ur and west of Meluhha, or what Elam, Ansan, Dilmun, Magan, Marhasi and Simaski were up to in the late 3rd millennium BC Daniel Potts, University of Sydney and The Institute for Advanced Study Thursday, November 6, 2008, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor (between 5th Ave. and Madison Avenue) This event is free and open to the public. Please RSVP by emailing isaw@nyu.edu  New York University's Department of Classics presents \"Sex myths and stereotypes, from antiquity\" T. Corey Brennan, Associate Professor of Classics, Rutgers University Monday, November 3, 2008, 6:00pm Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East The  aim of this talk is to examine some popular conceptions of sexuality  that emerged in the Greek and Roman world, and to see which dead-ended,  and which ones are still with us in one form or other today. Particular  attention will be paid to how the ancient Greeks and Romans mapped  quite specific sexual stereotypes onto various geographic areas, and  offer some explanations why they did so. New York University's Gallatin School of Individualized Study presents Penelope! Featuring Ellen McLaughlin Oct. 29-31 at 7 p.m.; Nov. 1 at 2 p.m. and 7 p.m. Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place “Penelope”  is a music-theater piece featuring Ellen McLaughlin and a string  quartet with original music by Sarah Kirkland Snider. In the play, a  woman’s ex-husband appears at her door after an absence of 20 years,  suffering from brain damage. A veteran of a modern war, he doesn’t know  who he is and she doesn’t know who he’s become. While they wait  together for his return to himself, she reads him The Odyssey, and in  the journey of that book, she finds a way into her former husband’s  memory and the terror and trauma of war. The event is free and  open to the NYU community ($10 for the general public), but tickets are  required for entry. For more information, call 212.998.4941. New York University's Department of Classics and Department of Hellenic Studies present Classicism, Primitivism, and Modernist Performance Professor Olga Taxidou , Senior Lecturer in Drama, University of Edinburgh Wednesday, October 22, 2008, 7:00pm 5 Washington Place, Room 101   New York University's Department of Classics presents Ancient Education: the Papyri versus the Literary Sources  Raffaella Cribiore, Professor of Philosophy, New York University Tuesday, October 21, 2008, 12:15pm Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East This  talk covers the various levels of Greek education (from primary to  rhetorical) in a very long period, about 10 centuries between the  Hellenistic period and the Arab conquest of Egypt in the seventh  century AD. I intend to show how the papyri from Greco-Roman Egypt  illuminate and clarify what the literary sources have handed down to  us. I will mostly treat this long period as a continuum, in which the  basic lines of education remained unchanged, but I will point to some  subtle changes that sometimes took place. In this presentation there  will be plenty of images from papyri, sherds, tablets and mummy  portraits. At the end I will go over the texts recently discovered in  the excavation of Amheida that is now sponsored by NYU.  The NYU Center for Ancient Studies and the Archaeological Institute of America present Christian Destruction and Desecration of Images of Classical Antiquity Dr. John Pollini, Professor of Art History and History, University of Southern California Thursday, October 16, 2008, 6:30pm Jurow Lecture Hall Silver Center, Room 101A 100 Washington Square East In  popular culture Christianity is remembered for the art, architecture,  customs, rituals, and myths that it preserved from the classical past.   It is rarely acknowledged, however, that Christianity also destroyed a  great deal in its conversion of the Roman Empire. The material  evidence for Christian destruction has often been overlooked or gone  unrecognized even by archaeologists. Professor Pollini’s talk examines  various forms of Christian destruction and desecration of images of  classical antiquity during the fourth to seventh centuries, as well as  some of the attendant problems in detecting and making sense of this  phenomenon. This talk is based on Professor Pollini’s present book  project, \"Christian Destruction and Desecration of Images of Classical  Antiquity: A Study in Religious Intolerance and Violence in the Ancient  World,\" for which he received fellowships from the Guggenheim  Foundation and the American Council of Learned Societies. New York University's Department of Classics presents “Boubrôstis, Meat Eating and Comedy: Erysichthon as Famine Demon in Callimachus' Hymn to Demeter\" Chris  Faraone, Frank Curtis Springer and Gertrude Melcher Springer Professor  in the Humanities and the College, University of Chicago  Thursday, October 16, 2008, 12:30pm Classics Seminar Room, Room 503A Silver Center, 100 Washington Square East The NYU Center for Ancient Studies and the NYU Classics Department present Serena Connolly Assistant Professor of Classics, Rutgers University Forming Roman Minds: Roman Society in the Distichs of Cato Monday, September 29, 2008, 6:30 pm Classics Seminar Room, Room 503A Silver Center, 100 Washington Square East The  Distichs of Cato are among the most widely translated (and thus  disseminated) of all Latin texts, yet few Classicists know this  collection well or indeed know of it at all. Comprising about 150  motalizing sayings, the Distichs offered easily digestible instructions  for life served in simple language. The collection offers guidance on  every aspect of life: family matters, professional and private conduct,  duties to others and relationships with those in power. Given  the popularity of the collection and its likely audience, the Distichs  are a valuable source of insights into how a large section on Romans  viewed their society. A brief survey of entires that concern Romans'  relationships with each other and their attitudes towards law reveals  an emphasis on self-preservation and pragmatism. This collection  teaches community-minded behavior, but also gives lessons in survival.            The NYU Center for Ancient Studies p resents From Slavery to Freedom: Messene and the Cities of Messenia Thursday, September 25, 2008 Hemmerdinger Hall, Room 102 Silver Center for Arts and Science 100 Washington Square East 6:00 PM: Welcome Matthew S. Santirocco Seryl Kushner Dean, College of Arts and Science; Angelo Ranieri Director of Ancient Studies; Professor of Classics, NYU 6:15 pm: Keynote Talk: Ancient Messene: Recent Discoveries Petros G. Themelis Professor  Emeritus of Classical Archaeology, University of Crete at Rethymnon,  President of the Society for Messenian Archaeological Studies 7:15 pm: Reception Friday, September 26, 2008 9:00 am: Ritual Movement through Sacred Space: Lessons from the Sanctuary of Artemis Ortheia at Messene Joan Breton Connelly Professor of Classics and Art History, NYU; Director, Yeronisos Island Excavations, Cyprus 10:30 am: The Reluctant Liberators: Athenians and Messenians in the Fifth Century Nino Luraghi Professor of Classics, Harvard University 12:00 pm: Lunch Break 1:30 pm: Greatest of the Ancient Greeks? Epameinondas the Liberator Paul A. Cartledge Hellenic Parlia ment  Global Distinguished Professor in the Theory and History of Democracy,  NYU; AG Leventis Professor of Greek Culture, Cambridge University 3:00 pm: Venice and Messenia during the Middle Ages Andrea Nanetti Lecturer, School of cultural Heritage Preservation, University of Bologna For  their generous support of this conference, we wish to thank the  Hellenic Parliament, the Prefecture of Messenia, the Greek National  Tourist Board, and the Hellenic Manpower Employment Organization All events are free and open to the public. For information about the conference, please contact the College Dean’s Office (212) 998-8100; email: ken.kidd@nyu.edu Click here to download the poster. The Gallatin School presents The Distinguished Faculty Lecture Series and The Classics and the Contemporary Series Is the East-West Divide the Fault of the Greeks? Professor Paul Cartledge Hellenic Parliament Global Distinguished Professor, NYU Professor of Greek History, Cambridge University Fellow of Clare College With a response from Professor George Shulman Monday, September 22, 2008, 6:00pm The Bronfman Center 7 East 10th Street First Floor, Main Room     The Center for Ancient Studies in conjunction with the Martha Graham Center of Contemporary Dance presents Clytemnestra: Women and Power from Aeschylus to Martha Graham Thursday, September 18, 2008 Hemmerdinger Hall, Room 102 Silver Center for Arts and Science 100 Washington Square East 5:00 pm: Welcome Matthew S. Santirocco Seryl Kushner Dean, College of Arts and Science; Angelo J. Ranieri Director of Ancient Studies; Professor of Classics, NYU 5:15 pm: Aeschylus' Rebellious Women Helene Foley Professor of Classics, Barnard College, Columbia University 5:45 pm: Clytemnestra in Context: Real Women, Religion, and Power in Ancient Greece Joan Breton Connelly Professor of Classics and Art History, NYU; Director, Yeronisos Island Excavations, Cyprus 6:15 pm: Creating Clytemnestra: Women and Power Ellen Graff Former member of the Martha Graham Company; Assistant Professor of Dance, Columbia University 6:45 pm: Cur ating Graham for the New Audience Janet Eilber Artistic Director, Martha Graham Center of Contemporary Dance 7:15 pm: Graham, Women, and Power A panel discussion moderated by LaRue Allen Executive Director, Martha Graham Center of Contemporary Dance 7:30 pm: Light Buffet 8:00 pm: Selected Readings by the Aquila Theatre Company Peter Meineck Artistic Director, Aquila Theatre Company; Clinical Assistant Professor of Classics, NYU All  events are free and open to the public. For further information about  the conference, please contact the NYU College Dean's Office: (212) 998-8100; email: ken.kidd@nyu.edu Click here to download the poster.  The NYU Center for Ancient Studies and the NYU Classics Department present Dr . Margaret Graver Professor of Classical Studies, Dartmouth College Stoic Emotions Tuesday, September 16, 2008, 12:30 pm Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East     Events 2007-2008  The NYU Department of Classics presents 300 (The movie) A video conference with Royal Halloway, University of London    Wednesday, May 7, 2008 12:00p.m. 7 East 12th Street, Suite 500 NYU Classics will be holding its second video conference with Royal Holloway, University of London. Love it or hate it, Zack Snyder's movie \"300\", based on Frank Miller's graphic novel, has had people crying \"Sparta!\" for over a year now. Rather than one lecture, this event will consist of a series of 10-15 minute \"provocations\" and responses -- first by Professors Edith Hall and Ahuvia Kahan from Royal Holloway, and then one from the NYU Classics Department.                        The AIA New York Society presents Yusef Komunyakaa Professor, New York University Creative Writing Program The Poets' Theatre II: Gilgamesh    Monday, April 28, 2008 Kaufmann Concert Hall 92nd Street Y Lexington Avenue at 92nd Street Tickets: $18 all sections/ $10 age 35 and under Pulitzer Prize-winning poet and NYU professor Yusef Komunyakaa and dramaturge Chad Gracia have produced the first dramatic adaptation of the Sumerian epic Gilgamesh. Jane Hirshfield calls their work \"fiercely brilliant in language and conception, uniquely stripped and centered for our own times\". Scanlan's productions for the Poetry Center include Dante's Inferno and Samuel Beckett at 100: Three Plays.                        The NYU Center for Ancient Studies and the NYU Classics Department present Dr. Christos Tsagalis Associate Professor in Ancient Greek Literature, Aristotle University of Thessaloniki Euripides' Erechtheus, CEG 594, and the Riddle of its Unknown Author    Tuesday, April 22, 2008 2:00p.m.-3:30p.m. Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East               The NYU Center for Ancient Studies and the NYU Classics Department present Dr. Anna Lamari Lecturer in Ancient Greek Literature, Arcadia University Knowing a Story's End: Future Reflexive in the Narrative of the Argive Expedition Against Thebes    Monday, April 21, 2008 6:00p.m. Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East               The NYU Center for Ancient Studies and the NYU Classics Department present Dr. Christos Tsagalis Associate Professor in Ancient Greek Literature, Aristotle University of Thessaloniki Intertextual Fissures: The Returns of Odysseus and the New Penelope    Thursday, April 17, 2008 6:00p.m. Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East                  The NYU Institute for the Study of the Ancient World presents Judith Herrin Kings College London The Lure of Byzantuim: Medieval Western Attitudes to Princesses \"Born in the Purple\" Wednesday, April 16, 2008 6:00p.m. Salmon Room, 2nd Floor 15 East 84th Street RSVP: isaw@nyu.edu During the Middle Ages western European rulers displayed a constant awareness of Byzantine princesses ‘born in the purple’. Whenever they negotiated political alliances with the Eastern Empire, to be sealed by a marriage, they specified that they wanted such a princess. The epithet ‘porphyrogennitos’, purple-born, derives from the Porphyra, a purple chamber in the Great Palace of the emperors in Constantinople, where empresses gave birth to their children. In the mid-eighth century Emperor Constantine V built it as a device to perpetuate his ruling dynasty in Byzantium. It reflected his determination, as the son of a usurper, to bestow legitimacy on his eldest son and heir. Children of both sexes carried the title and princesses were regularly sought as ‘purple-born’ brides for western, Slavic and Russian rulers. Part of the enduring attraction of such alliances was due to the spectacular Byzantine gifts that accompanied diplomatic embassies to all parts of the known world. Although neither Theophano nor Maria Agyropoulaina were in fact ‘born in the purple’, their lavish dowries confirmed western appreciation of Byzantine luxury objects: silks, enamels, ivories and jewelry. By the mid-eleventh century, however, Byzantine brides began to provoke anxiety, even condemnation, in the West. In this illustrated talk I will examine the reasons for this shift and set the purple-born princesses in the context of medieval international diplomacy.                        The NYU Department of Classics presents Clemence Schultze Durham University, United Kingdom Wednesday, April 9, 2008 6:30p.m. Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East Clemence Schultze from Durham University, UK will be speaking on Pliny the Elder. Prof. Schultze's broad range of work includes Roman republican history, Greek and Roman clothing, ancient historiography, and the reception of antiquity in later literature and art. She has written papers on Dionysius of Halicarnassus, sections of whose work she is currently engaged in translating and annotating, on the elder Pliny, and on the influence of Greek myth on the Victorian novelist Charlotte M. Yonge.                  The NYU Institute of Fine Arts presents Olga Palagia Professor of Classical Archaeology, University of Athens Monumental Sculpture from Samothrace    Tuesday, April 8, 2008 1:00p.m. Institute of Fine Arts 1 East 78th Street                  The IHARE Presents Guenter Kopcke Institute of Fine Arts, New York University 9th Century B.C.E. Finds from Biblical Yavneh (Israel): The First Foothold of Greeks in the Near East    April 7, 2008 7:00p.m. The JCC in Manhattan 334 Amsterdam Avenue at 76th Street Cost: $15 Public; $5 students and professional colleagues The lecturer discusses a selection of replicas of elaborate cult equipment ritually dumped and deposited, subject of a recent exhibition in the Eretz Israel Museum, Tel Aviv. The find is astonishing in numbers, but even more in lively narrative quality or \"image friendliness\" reminiscent of works of Greek invaders elsewhere, and earlier, along the path of \"Philistines\". The later gradual Hellenization of the Near East may have seen anearly beginning more intense and persevering than hitherto asserted. An equation Philistines = Greeks is perhaps in good part justified.                        The NYU Center for Ancient Studies and the Department of Art History presents Anthony Snodgrass University of Cambridge The Parthenon Divided April 7, 2008 6:00p.m. Room 300 Silver Center, 100 Washington Square East    Professor Snodgrass is the Chairman of the British Committee for the Reunification of the Parthenon Marbles and Laurence Professor Emeritus of Classical Archaeology, University of Cambridge.                        The NYU Angle Saxon Studies Colloquium and the Medieval and Renaissance Center present David Damrosch Columbia University A Rune of One's Own: Negotiating Latinity in Medieval Iceland and Colonial New Spain    Thursday, April 3, 2008 6:00p.m. (5:30p.m. reception) 13 University Place Room 222                  The NYU Department of Classics presents Denis Feeney New York University Thursday, April 3, 2008 6:30p.m. Classics Seminar Room, Room 503 Silver Center, 100 Washington Square East Book discussion with Denis Feeney on his 2007 book \"Caesar's Calendar: Ancient Time and the Beginnings of History\". The book, which originated in Feeney's 2004 Sather Lectures, has been hailed by scholars as \"extraordinarily ambitious and brilliantly realized\" and \"an enormous amount of specialized material accessible to a wide audience\". Unlike the usual lecture series, the book discussion format allows more time for conversation, as well as the opportunity to vent all or some of the questions that usualy arise from book-reading. Please come prepared, and bring questions!               The AIA New York Society and the Alexander S. Onassis Public Benefit Foundation present Dr. Beryl Barr-Sharrar Adjunct Associate Professor, NYU School of Continuing and Professional Studies New Reflections on the Derveni Krater and its Ancient Macedonian Context Thursday, April 3, 2008 6:30p.m. (reception to follow) Onassis Cultural Center - Olympic Tower Atrium 645 Fifth Avenue - Entrance on 52nd Street between Fifth and Madison Avenues RSVP: (212) 486-8314 The Derveni Krater is a large, elaborately ornamented bronze krater used as a sepulcher in an undisturbed 4th-century B.C. tomb near Thessaloniki in northern Greece. Dr. Barr-Sharrar discusses her dramatic new conclusions that the Dionysian images form a program alluding to the Underworld and the possibility of rebirth. Dr. Barr-Sharrar is the 2008 recipient of a grant from the National Endowment of the Humanities.                     The NYU Department of Classics and the Department of Art History present Josine Blok Professor of Ancient History and Classical Culture at Utrecht University The Politics of Allotment: Facts and Thoughts on Selection by Lot in Ancient Athens Tuesday, April 1, 2008 11:00a.m. Room 303 Silver Center, 100 Washington Square East For further information please contact joan.connelly@nyu.edu               The NYU Department of Classics presents The Poetics and Theory Colloquium Series Spring 2008 Richard Sieburth New York University Traditore-traduttore: Translation and Treason at St. Elizabeths' Friday, March 28, 2008 2:00p.m. Silver Center, 100 Washington Square East Room 503       Richard Sieburth will examine the translations of Sophocles and Confucius undertaken by Ezra Pound while he was an inmate at St. Elizabeth's Hospital for the Criminally Insane in Washington, D.C.                  The NYU Insitute for International Law and Justice and The Program in the History and Theory of International Law present A Just Empire? Rome's Legal Legacy and the Justification of War and Empire in International Law Commemorative Conference on Alberico Gentili (1552-1608)    March 13-15, 2008 Lester Pollack Colloquium Room, 9th Floor Furman Hall 245 Sullivan Street Please RSVP to: Nicola Mare maren@exchange.law.nyu.edu    Thursday, March 13 4p.m. - 6p.m.: Martti Koskenniemi (Helsinki/NYU): \"Natural law between moral principal and raison d'etat: understanding the pre-history of international law\" 7p.m. - 8:30p.m.: Welcome Reception, Silvano Lattanzi, 905 Madison Avenue (transportation will be provided by NYU School of Law)    Friday, March 14 9a.m.: Dean's Welcome Panel 1, 9:15a.m - 10:45a.m. Roman Law and Roman Imperialism in Classical Antiquity and in Early Modern International Thought\" John Richardson (Edinburgh): \"The Meaning of imperium in the last century BC and the first AD\" Clifford Ando (Chicago): \"Studying the development of Roman doctrines on the laws of war\" Benjamin Straumann (NYU): \"The Corpus iuris civilis as a source of law between nations in Gentili's thought\" 10:45a.m. - 11:15a.m. Coffee Break Panel 2, 11:15a.m. - 12:45p.m. Alberico Gentili's De Armis Romanis Diego Panizza (Padua): \"Alberico Gentili's De Armis Romanis : the Roman model of just empire\" Kaius Tuori (Helsinki/NYU)\" \"The invader's remorse: Gentili and the riticism of expansion in the Roman empire\" 1p.m. - 2p.m. Lunch Panel 3, 2p.m. - 3:30p.m. Law, War and Empire in 16th and 17th Century International Theory Peter Schroeder (UCL): \"Vitoria, Gentili, Grotius and beyond: from universal bellum iustum to iustus hostis\" Christopher N. Warren (Chicago): \"Gentili, the poets, and the laws of war\" Partel Piirimae (Tartu) \"Impact of Gentili's ideas on the 17th Century\" Commentator: Annabel Brett (Cambridge) 3:30p.m. - 4p.m. Coffee Break Panel 4, 4p.m. - 6p.m. Law, War and Empire in the 16th and 17th Century Legal Practice James Whitman (Yale): \"Medieval battles and the law of war\" Randall Lesaffer (Tilburg): \"Confronting late 16th and early 17th centuries practice with the Gentilian doctrine on self-defense and just war\" Lauren Benton (NYU): \"The many legalities of the sea in Gentili's Advocatio Hispanica\" Noah Feldman (Harvard): \"Just war and civil law\" Benedict Kingsbury (NYU) and Alexis Blane (NYU): \"Punishment and the Ius post bellum \" Commentator: John Witt (Columbia) Saturday, March 15 Panel 5, 9:15a.m. - 11a.m. Law in 18th Century European International Political Thought on War, Commerce and Empire Petter Korkman (Helsinki): \"Barbeyrac and the eighteenth century debate on human rights and capitalism\" Robert Howse (Michigan): \"Montesquieu\" Emmanuelle Jouannet (Paris I): \"The disappearance of the concept of empire\" Chair: Martti Koskenniemi (Helsinki/NYU) Commentator: Jennifer Pitts (Chicago) 11a.m. - 11:15a.m.: Coffee Break Panel 6, 11:15a.m. - 1:15p.m. Beyond Europe: Extra-European and Global Dimensions David Golove (NYU) and Daniel Hulsebosch (NYU): \"The status of the law of nations in the early American republic\" Liliana Obregon (Bogota): TBA Ileana Porras (Arizona State): TBA Jeremy Waldron (NYU): \"The ius gentium \" Chair: Rahul Rao (Oxford) Commentators: Karen Knop (Toronto) and Anne Orford (Melbourne)                  The NYU Institute for the Study of the Ancient World presents its Inaugural Exhibition Wine, Worship and Sacrifice: The Golden Graves of Ancient Vani March 12 - June 1, 2008 Free and open to the public www.nyu.edu/isaw                           The NYU Center for Ancient Studies, Department of Art History, the Department of Classics, the Department of Anthropology and the Fine Arts Society presents Professor Colin Renfrew, Baron Renfrew of Kaimsthorn will deliver the Inaugural Lecture in the Ritchie and Charles Scribner Distinguished Lectures in the History of Art Series The Destruction of the Past: Time to Say No    Monday, March 10, 2008 6:00p.m. (followed by reception) Hemmerdinger Hall, Room 102 Silver Center, 100 Washington Square East    Lord Renfrew is the Disney Professor Emeritus of Archaeology, former Master of Jesus College, and Director of the McDonald Institute for Archaeological Research, University of Cambridge.                   The NYU Center for Ancient Studies and the Skirball Department of Hebrew and Judaic Studies present The Ranieri Colloquium on Ancient Studies The Dead Sea Scrolls at 60: The Scholarly Contributions of NYU Faculty and Alumni    March 6-7, 2008 Hemmerdinger Hall, Room 102 Silver Center, 100 Washington Square East       Thursday, March 6, 2008 Welcome Matthew S. Santirocco (Seryl Kushner Dean, College of Arts and Science; Angelo J. Ranieri Director of Ancient Studies; Professor of Classics, New York University) 10:00a.m. - Session One: Rewriting the Bible Erik Larson (Florida International University) - \"On the Identification of Two Greek Texts of Enoch\" Mark S. Smith (New York University) - \"In-between Texts\": Biblical Texts, Inner-Biblical Interpretation, Second Temple Literature, and Textual Criticism\" Moshe Bernstein (New York University) - \"The Dead Sea Scrolls and Jewish Biblical Interpretation in Antiquity\" 12:00p.m. - Lunch 1:30p.m. - Session Two: The Dead Sea Sect Gary Rendsburg (Rutgers University) - \"Language at Qumran\" Shani (Berrin) Tzoref (Hebrew University, University of Sydney) - \"The Pesharim and the Pentateuch: Explicit Citations, Overt Typologies, and Implicit Interpretation\" Alexei Sivertsev (DePaul University) - \"Sectarians and Householders\" 4:00p.m. - Keynote Address Lawrence H. Schiffman (New York University) - \"The Dead Sea Scrolls and the History of Judaism and Christianity\" 6:00p.m. - Reception Friday, March 7, 2008 9:00a.m. - Session Three: The Scrolls and Second Temple Judaism Alex Jassen (University of Minnesota) - \"The Contribution of the Dead Sea Scrolls to the Study of Prophecy of Ancient Judaism\" Yaakov Elman (Yeshiva University) - \"Zoroastrianism and the Dead Sea Scrolls\" Joseph Angel (Yeshiha University) - \"The Historical and Exegetical Roots of Eschatological Priesthood at Qumran\" 11:00a.m. - Session Four: Judean Desert Texts Judah Levkovits (Independent Scholar) - \"The Copper Scroll (3Q15): A Reconsideration\" Baruch Levine (New York University) - \"Judean Desert Documents of the Bar Kokhba Period: Epistolary and Legal\" Andrew Gross (University of Pittsburgh) - \"The Judean Desert Sale Formulary: A Case Study in the Community and Innovation of Ancient Near Eastern Traditions\"                           The NYU Center for Ancient Studies in conjunction with the NYU Department of Classics present Barbara Kowalzig Royal Holloway, University of London; Institute of Advanced Study, Princeton University Fishing for Fish Sacrifice: Local Economies and Religious Identity in the Greek Mediterranean    Monday, March 3, 2008 6:30p.m. Silver Center, 100 Washington Square East Room 503    Current sacrificial theories tend to deny fish a place in the Cuisine du Sacrifice of the civic community. Fishing for Fish Sacrifice redresses these ideas by placing sacrifice of \"seafood\" in the wider context of Mediterranean religion and economy, and by tying it to religious communities other than the landed Greek polis - the multi-cultural world of seaborne communications, of travel and trade: it is from this milieu that we can capture evidence for feeding fish to the gods.                     The Center for Archaeology at Columbia University presents The New York Archaeological Consortium Spring 2008 Friday, February 29, 2008 12:00p.m.-2:00p.m. Columbia University 612 Schermerhorn Hall Serverin Fowles (Barnard College) \"The Gorge Project: Iconology, Ethnogeography, and the Mighty Rio Grande\" Terence D'Altroy (Columbia University) Christopher Small (Research Scientist, Lamont-Doherty Earth Observatory) \"Digital Modeling the Inca Heartland; Conservation and Research\" Mara Horowitz (Postdoctoral Fellow, Alalakh Excavations) \"Ceramics and Typologies at the Alalakh Excavation Project\" Dr. Anthony Tuck (Assistant Professor of Classics, UMass Amherst; Director, Proggio Civitate Archaeological Project) Jason Bauer (Franklin College Switzerland-NYC; Assistant Director, Proggio Civitate Archaeological Project) \"Recent Discoveries from Proggio Civitate, Murlo\" Pam Crabtree (New York University) \"Feeding Medieval Cities: Faunal Remains from Anglo-Saxon and Medieval Ipswitch\"         The NYU Department of Classics presents The Poetics and Theory Colloquium Series Spring 2008 Barbara Vinken New York University Rome-Paris Friday, February 29, 2008 2:00p.m. Silver Center, 100 Washington Square East Room 503 Barbara Vinken will consider the Eusebian versus the Augustinian tradition in the return of Rome in French culture, culminating in Flaubert.                     The NYU Center for Ancient Studies in conjunction with the NYU Department of Classics present David Levene New York University Oratorical Form and Rhetorical Effect in Tacitus' Histories    Tuesday, February 26, 2008 12:30p.m. Fairchild Building, 7 East 12th Street Suite 500    Professor Levene will inaugurate a new NYU Classics venue for lectures, via videoconference with Royal Holloway, London!                  The Smithsonian Institute Arthur M. Sackler Gallery and the New York University Institute for the Study of the Ancient World present Wine, Worship and Sacrifice: The Golden Graves of Ancient Vani    Through February 24, 2008 The Arthur M. Sackler Gallery at the Smithsonian Institute 1050 Independence Avenue SW Washington D.C. (202)633-1000 http://www.asia.si.edu    The exhibition presents spectacular gold, silver, ceramic vessels, jewelry, greek bronze sculpture, Greek and Colchian coins, and Greek glassware. Together these objects provide a rich and informative view of the ancient land of Colchis and its principal sanctuary city, Vani, a town in the Imeriti region of western Georgia. The exhibit was made possible by the Leon Levy Foundation, the Georgian National Museum, and the Ministry of Culture, Monuments Protection and Sport of Georgia.                     The Fine Arts Society presents Joan Breton Connelly Professor of Classics and Art History, NYU NYU Yeronisos Island Excavations (Cyprus): Cleopatra, Caesarion, and Boys' Rites of Passage    Wednesday, February 20, 2008 5:00p.m Silver Center, 100 Washington Square East Room 300    Reception to follow                  The NYU Center for Ancient Studies and the AIA present Larissa Bonfante Department of Classics, NYU Love and Gender in Ancient Etruria    Thursday, February 14, 2008 6:30p.m. Institute of Fine Arts 1 East 78th Street Please RSVP to: lr186@columbia.edu                  The New York University Deparment of Classics presents Andrew Riggsby University of Texas, Austin Playing the Blame Game Wednesday, December 12, 2007 Silver Center, 100 Washington Square East Classics Seminar Room, Room 503 5:30p.m.    Three case studies (across genres from the middle Republic to high Empire) of a peculiar Roman strategy of gendered \"bait and switch\" in ethical criticism. Consideration of cognitive and cultural contributions to the force of this rhetoric.               The Department of Drama, The Department of Classics, and the Department of English's Callaway Lecture Series Present  David Wiles  Professor of Theatre and Head of Department at Royal Holloway University of London  The History of Theatrical Space; Telling it Through Pictures  Please note new time and location! Tuesday, November 20, 2007  The Studio Theater 721 Broadway, 3rd Floor 4:30 PM  David Wiles is Professor of Theatre and Head of Department at Royal Holloway University of London. The Department of Drama and Theatre at RHUL is one of the largest theatre departments in the UK. David Wiles published_ A Short History of Western Performance Spac_e in 2003. He began his research career as a Shakespearean, and his books include_ Shakespeare's Clown: Actor and Text in the Elizabethan Playhouse_ (1987). In recent years, his main focus has been Greek theatre, and in August he published his fourth book in this field:_ Mask and Performance in Greek Tragedy: from Ancient Festival to Modern Experimentation.               The Center for the Ancient Mediterranean presents Spaces of Justice in the Roman World Columbia University, November 16-17, 2007 (612 Schermerhorn Hall) Friday, November 16th Session 1 - 9:15AM-12:45PM 9:15-9:30: William V. Harris (Columbia University) - Introduction 9:30-10:15: Bruce W. Frier (University of Michigan) - “Finding a Place for Law in the High Empire” 10:30-10:45 Coffee break 10:45-11:30: Katherine E. Welch (New York University) - “Judicial Process and Public Visibility in the Greek Agora, Roman Forum, and in Pagan and Early Christian Basilicas” 11:45-12:30: Ernest Metzger (University of Glasgow) - “Having an Audience with the Magistrate” 12:45-2:15 Lunch Session 2 - 2:15-6:20PM 2:15-3:00: Eric Kondratieff (Temple University) - “Rome’s Evolving Civic Landscape in Context: Tribunes of the Plebs and the Praetor’s Tribunal in 75/74 BCE” 3:15-4:00: Richard Neudecker (Deutsches Archäologisches Institut Rom) - “Rome: Law and Order in Sacred Spaces” 4:00-4:20 Coffee break 4:20-5:05: Leanne Bablitz (University of British Columbia) - “A Relief, Some Letters, and the Centumviral Court” 5:20-6:05: Rebecca Benefiel (Washington and Lee University) - “A Space for Public Communication: Graffiti and the Basilica of Pompeii” 6:30 Dinner Saturday, November 17th Session 3 - 9:15-12:55PM 9:15-10:00: Livia Capponi (University of Newcastle upon Tyne) - “Spaces of Justice in Roman Egypt” 10:15-10:35 Coffee break 10:35-11:20: Jean-Jacques Aubert (Université de Neuchâtel) - “The Setting and Staging of Christian Trials” 11:35-12:20: John Bodel (Brown University) - “Kangaroo Courts: Rough Justice in the Roman Novel” 12:35-12:55: Francesco de Angelis (Columbia University) - Conclusion: “On the Fringes of the Lawsuit” 1:00: Lunch               The New York University Classics Department presents Herodas’ 2nd Mimiambos: A discussion of Prof. Zanker’s forthcoming Herodas text &amp; translation, as well as a critical interpretation of Herodas’ 2nd Mimiambos Graham Zanker, University of Canterbury Christ Church, New Zealand  Wednesday, November 14, 5:30 pm Classics Seminar Room Silver Center 100 Washington Square East, Room 503               The IHARE presents God(s) in Translation: Cross-Cultural Recognition of Deities in the Biblical World Mark Smith, New York University November 12, 2007, 7:00 PM Jewish Community Center 334 Amsterdam Avenue (76th Street) 7th floor                 NYU Steinhardt Department of Music and Performing Arts Professions Program in Educational Theatre presents The Eumenides by Aeschylus Translation by Ted Hughes Directed by Nan Smithner    Friday, October 26, 8pm Saturday, October 27, 8pm Sunday, October 28, 3pm Thursday, November 1, 8pm Friday, November 2, 8pm Saturday, November 3, 8pm Sunday, November 4, 3pm Black Box Theatre 82 Washington Square East New York, NY 10003               The New York Society of the Archaeological Institute of America and the NYU Center for Ancient Studies present    The 2007 Brush Lecture in Mesoamerican Archaeology: Canoe Travel and Sea Trade of the Ancient Maya Dr. Heather McKillop, Lousiana State University    October 23rd, 2007, 6:00 PM Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East               The New York University Classics Department presents Public and Private in Republican Rome: Ambiguities and Peculiarities Myles McDonnell, New York University Thursday October 18, 5:30 pm Classics Seminar Room Silver Center 100 Washington Square East, Room 503               The IHARE presents What Have We Learned from Hebrew Inscriptions from the Biblical Period  Baruch Levine, New York University    October 15, 2007, 7:00 PM Jewish Community Center 334 Amsterdam Avenue (76th Street) 7th floor               The Archaeological Institute of America and the NYU Center for Ancient Studies present Portrait of a Priestess: The Hidden History of Women and Religion in Ancient Greece Joan Breton Connelly, Professor of Art History, New York University Tuesday, Oct. 9th 11:00 AM Metropolitan Museum of Art Grace Rainey Rogers Auditorium To reserve call: 212-570-3949 or go to metmuseum.org/tickets Tickets: $23                  The New York University Classics Department Presents New Excavations on the Acropolis of Selinus (Sicily) Clemente Marconi, Institute of Fine Arts, NYU September 27, 2007, 5:30pm 100 Washington Square East Silver Center, Room 503               New York University President John Sexton, Dean Matthew Santirocco, College of arts and Science and John Brademas, President Emeritus Present What Zeno of Cyprus Started: Why Stoic Thinking on Justice is Important The Inaugural Lecture by Professor Richard Sorabji, Cyprus Global Distinguished Professor to celebrate the establishment of the Cyprus Chair in the History and Theory of Justice at New York University in the presence of His Excellency Mr. Tassos Papadopoulos, President of the Republic of Cyprus Monday, September 24, 2007, 6:00 p.m. Eisner and Lubin Auditorium Kimmel Center for University Life 60 Washington Square South Reception courtesy of the Cyprus Federation of America to follow Please respond to 212.998.6880 or cas.alumni@nyu.edu by September 19, 2007               The Morse Academic Plan and The Center for Ancient Studies Present The Conwest Colloquium Series    Greek Tragedy Monday, September 10, 2007 John Hamilton Department of Comparative Literature  Plato  Wednesday, September 12, 2007  Vincent Renzi, Associate Director of the Morse Academic Plan for the Foundations of Contemporary Culture    Early Christianity  Monday, September 17  Frank Peters, Department of Middle Eastern and Islamic Studies and Program in Religious Studies  Augustine's Confessions  Wednesday, September 19, 2007 Phillip Mitsis, Department of Classics  Vergil's Aeneid  Monday, September 24  Joy Connolly, Department of Classics    This series is not open to the general public, but only to College faculty teaching in the general education program, the Morse Academic Plan.                     Events 2006-2007         New York University Faculty Resource Center Summer 2007 Seminar \"The Origins of Political Values in Ancient Greece and Their Continuation into Modern Political Thought\" Convener: Kurt Raaflaub, Brown University    June 11-15, 2007         New York University and the University of Notre Dame present: The Dead Sea Scrolls: New Perspectives    Discussions with: Moshe Bernstein: \"Rewriting the Bible: Two Views from Qumran\"  James VanderKam : \"Intramural Calendar Conflicts\"  Gary Anderson : \"Forgive us our debts: The Lord's Prayer in Light of Qumran\"  Lawrence Schiffman : \"Modifications of Biblical Law in the Temple Scroll\"    Chair: Professor John Meier , University of Notre Dame Wednesday - May 30, 2007, 4pm - 7pm 100 Washington Square East This program is free and open to the public. Please RSVP to gsas.hebrewjudaic@nyu.edu / 212-998-8981.             NYU classics department presents Professor Elton Barker, Oxford University to speak on 'The Greatest Kinesas, so to speak': Thucydides and the Tradition of War Narrative    April 19, 12:30 p.m. in the seminar room. This is the last lecture of our Spring series.         New York University Department of Art History Presents Bahadir Yildirim, Director, American Research Institute in Turkey    April 17, 6:00 pm Lecture Room 301, Silver Center (Department of Art History)         Rose Marie Lewent Conference on Ancient Studies Presents \"Finding a Place in an International World: How Ancient Peoples Viewed Themselves and Their Neighbors\" A symposium to inaugurate the Ancient Near Eastern and Egyptian Studies Program at NYU    Tuesday, April 17, 2007, 5:00 pm Wednesday, April 18, 2007, 9:00 am Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East         NYU Department of Art History Presents \"Bybassos and Kastabos on Larian Chersonese\" Winfried Held, Privatdozent, Universitat Wurzberg    Tuesday, April 10, 2007 6:00 p.m. Lecture in Room 301, Silver Center (Department of Art History)         New York University Center for Ancient Studies, the NYU Classics Department, the Alexander S. Onassis Program in Helenic Studies at NYU, and the Greek Ministry of Culture present: \"Laughter on (and behind) the Face of Socrates\" Stephen Halliwell, University of St. Andrews    Friday, April 6, 2007, 5:00 pm Classics Department Conference Room         New York University Center for Ancient Studies, NYU College of Arts &amp; Science, NYU Anthropology Undergraduate Student Association and Archaeological Institute of America New York Society present: \"Dual Passions: Archaeology &amp; Filmmaking\"    Films and Discussion: Queen of the Mountain by Martha Goell Lubell Taypi Kala: Six Visions of Tiwanku by Jeff Himpele Mr. Mummy with Bob Brier Nubia: The Forgotten Kingdom and Lost Warriors of the Clouds by Amy Bucher Moderater: Peter Herdrich, ABC Entertainment News Inside Edition    Saturday, March 31, 2007, 9:00 am Cantor Film Center 36 East 8th Street       Ranieri Colloquium on Ancient Studies Presents:    \"Herodotus Now: The Personal and the Political\"    Thursday, March 29, 2007, 6:00 pm Friday, March 30, 2007, 9:00 am Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East          New York University Center for Ancient Studies and the NYU Classics    Department present: \"Homer and His Worlds: A Graduate Student Conference at New York University\"    Keynote Speaker: Egbert J. Bakker, Yale University Saturday, March 24, 2007, 9:30 am Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East            New York University Classics Department presents: \"Martial: The World of the Epigram\" Professor William Fitzgerald    Thursday, March 22, 2007, 6:00 pm Classics Department Seminar Room 25 Waverly Place          Archaeological Institute of America New York Society and the Alexander    S., Onassis Public Benefit Foundation (US) present: \"Portrait of A Priestess: Women in Ritual in Ancient Greece\" Professor Joan Breton Connelly, New York University    Thursday, March 8, 2007, 6:30 pm Onassis Cultural Center Atrium 645 Fifth Avenue at 52nd Street            American Institute of Antiquity, New York State presents: \"Time and the Antique: Linear Causality and the Greek Art Narrative\"    Wednesday, March 7, 2007, 6:30 pm Silver Center Room 300 100 Washington Square East          New York Aegean Bronze Age Colloquium presents    \"The New York Bronze Age Symposium\" Keynote Speakers: Dorothea Arnold, Robert B. Koel    Friday, February 23, 2007, 6:00 pm NYU Institute of Fine Arts One East 78th Street            New York University Department of Classics presents: “The Christianization of the Late Roman City” Professor Johannes Hahn, Institut fur Epigraphik at Munich University    Thursday, December 7, 2006, 6:00 pm Classics Department Seminar Room 25 Waverly Place          New York University Department of Anthropology presents:    “Afghanistan’s Hidden Past: Rediscovering the Collections of the Kabul Museum” Fredrik Hiebert, National Geographic Society    Thursday, November 30, 2006, 4:55 pm Silver Center Room 207 100 Washington Square East Co-sponsored with the Kevorkian Center            New York University Department of Classics presents: Fall Lecture Series “Leering for the Plot: Vision and Narrative Desire in Apuleius’ Metamorphosis'” Dr. Kirk Freudenburg, Professor of Classics, Yale University    Thursday, November 30, 2006, 4:45 pm Classics Department Seminar Room 25 Waverly Place            New York University Institute of Fine Arts presents: “The Latest Finds from Byzantine Amorium: A Preliminary Report on the 2006 Excavation Season” Dr. Christopher Lightfoot, Metropolitan Museum of Art    Thursday, November 16, 6:30 pm Institute of Fine Arts 1 East 78th St.            The New York University Student Fine Arts Club presents: “Cleopatra's Cyprus: The NYU Yeronisos Island Excavations” Joan Breton Connelly, Department of Fine Arts, NYU    Wednesday, November 15, 2006, Reception 5:00 pm Lecture 5:30 pm Silver Center, Room 300 100 Washington Square East            New York University School of Law and NYU Department of Fine Arts present: “Thieves of Baghdad” Illustrated Lecture and Book Signing Colonel Matthew Bogdanos, US Marine Corps Reserve    Thursday, November 9, 2006, 7:00 pm Tishman Auditorium Vanderbilt Hall 40 Washington Square South            Bard Graduate Center presents: “Cleopatra’s Cyprus: Excavations on late Hellenistic Yeronisos” Joan Breton Connelly, Department of Fine Arts, NYU    Wednesday October 25, 2006, Reception 5:45 pm Talk 6:00 pm Bard Graduate Center 38 West 86th St.          New York University Institute of Fine Arts presents:    “The First Palace at Knossos” The New York Aegean Bronze Age Colloquium Colin MacDonald, The British School of Archaeology at Athens    Friday, October 20, 2006, 6:30 pm Institute of Fine Arts 1 East 78th Street    Alexander S. Onassis Public Benefit Foundation (USA) and New York    University Institute of Fine Arts present: “Inside the Adyton of an Archaic Greek Temple: Excavations in Kythnos (Cyclades)” Professor Alexander Mazarakis Ainian, University of Thessaly, Volos    Wednesday, October 18, 2006, 6:00 pm Institute of Fine Arts 1 East 78th Street          New York University Department of Anthropology presents: “The Harappan Settlement on the Gomal Plain” A Lecture and Brown Bag Lunch Professor Ihsan Ali, University of Peshawar, Pakistan    Wednesday, October 18, 2006, 12:00 noon Kriser Conference Room (first floor) 25 Waverly Place                     Events 2005-2006            The New York University Faculty Resource Network, in conjunction with NYU’s Center for Ancient Studies announce: The Summer 2006 Seminar  Conditions for Democracy: From Ancient Mesopotamia to Modern Iraq  Convener: Kurt Raaflaub, David Herlihy University Professor of Classics and History, Brown University    June 12-16, 2006                            The New York University Center for Ancient Studies presents: Rose-Marie Lewent Conference on Ancient Studies “Enacting Medea: Theatre, Opera, and Film” Moderator, Peter Meineck, Artistic Director of the Aquila Theatre Company and Clinical Assistant Professor of Classics, NYU “ Medea in 431 BC: Passions and Politics” Daniel Mendelsohn, Charles Ranlett Flint Professor of Humanities, Bard College “ Medea in Opera: Cherubini and Jiri Bender” Michael Beckerman, Professor of Music, NYU “ Medea on Film: Passolini, Jules Dassin, and Lars von Trier” Herbert Golder, Professor of Classics, Boston University Performance: Selected scenes from Euripides and Cherubini The Aquila Theatre Company    Thursday, June 1, 2006, 5:00 pm Hemmerdinger Hall Silver Center 102 100 Washington Square East                         The Metropolitan Museum of Art and the New York University Center for Ancient Studies present: “Pyramid Envy: Middle Class Tombs at Giza, Egypt” Ann Macy Roth, Professor, Skirball Department of Hebrew and Judaic Studies, NYU    Saturday, May 20, 2006, 11:00 am Sunday, May 21, 1:00 pm Grace Rainey Rogers Auditorium Metropolitan Museum of Art                        New York University Department of Classics and NYU’s Center for Ancient Studies present: “Music for Monsters: Bucolic Evolution and Bucolic Criticism in Ovid's Metamorphoses” Alessandro Barchiesi, University of Siena (Arezzo) &amp; Stanford University    Wednesday, April 26, 2006, 6:30 pm 19 University Place, Room 101                     New York University Deutsches Haus and NYU’s Center for Ancient Studies present : “Poetics &amp; Theory Conference at New York  University : “Life - Ordinary vs. Biological”    Thursday, April 20, 2006, 6:00 pm Deutsches Haus, 42 Washington Mews Friday, April 21, 2006, 9:30 am 19 University Place, Room 101         New York University Institute of Fine Arts presents: “Scythian Elite Burials in the Siberian Steppes: New Discoveries at Arzhan in Tuva” Hermann Parzinger, President of the German Archaeological Institute    Thursday, April 20, 2006, 6:00 pm Institute of Fine Arts Seminar Room 1 East 78 th Street               New York University Department of Classics presents : “Preservation of Monuments as a Medium of Memory in Antiquity” Ortwin Dally, German Archaeological Institute    Tuesday, April 11, 2006, 8:00 pm Classics Department Seminar Room 25 Waverly Place               New York University Department of Classics presents : “Caesar's Massilia: Historiographical and Narratological Approaches” Christina Kraus, Yale University    Friday, April 7, 2006, 7:00 pm Kriser Room 25 Waverly Place, 1st floor               New York University Department of Classics and NYU’s Center for Ancient Studies present: “Divination as a System of Knowledge and Belief in Classical Greece ” Michael Flower, Department of Classics, Princeton University    Monday, March 27, 2006, 6:30 pm Jurow Lecture Hall Silver Center Room 101A 100 Washington Square East               New York University Department of Classics presents: “Mastering History: Caesar and his Civil War” Cynthia Damon, Amherst College    Wednesday, March 22, 2006, 5:00 pm Classics Seminar Room 25 Waverly Place               New York University Department of Classics presents : “Tel Zayit and Writing the ABC's in the Age of Solomon” Ron Tappy, G. Albert Shoemaker Professor of Bible and Archaeology, Pittsburgh Theological Seminary    Monday, December 12, 2005, 11:00 am Cantor Film Center, Room 101 36 East 8th Street                  New York University Center for Ancient Studies presents: The Ranieri Colloquium on Ancient Studies “Conditions of Democracy: From Ancient Mesopotamia to Modern Iraq ” “Does Democracy Have a History?” Noah Feldman, Professor of Law, NYU “Before Democracy: Mesopotamia and Greece ” Daniel Fleming, Professor of Hebrew and Judaic Studies, NYU “Foundations of Democracy: Forms of Equality and People’s Power in Early Greece ” Kurt Raaflaub, David Herlihy University Professor of Classics and History, Brown University “The Corpse in the City: Intramural Burial and Civic Space in Ancient Greece ” Christopher Ratté, Associate Professor of Classics and Fine Arts, NYU “The Theory of Elective Autocracy in Ancient Israel ” Baruch Halpern, Chaiken Chair in Jewish Studies and Professor of Ancient Studies, Pennsylvania State University “Precursors of Democracy: From the Dead Sea Scrolls to the Talmudic Rabbis” Lawrence Schiffman, Ethel and Irwin A. Edelman Professor in Hebrew and Judaic Studies, NYU “Was Roman Voting a Consensus Ritual?” Robert Morstein-Marx, Professor of Classics, University of California at Santa Barbara “Lessons from the Roman Forum: The Chastening of Traditional Authority” Joy Connolly, Assistant Professor of Classics, NYU    Panel Discussion Lewis Lapham (Moderator), Editor, Harper’s Magazine Chris Hedges, Journalist, Senior Fellow, the Nation Institute Stephen Holmes, Walter E. Meyer Professor of Law, NYU Bernard Manin, Professor of Politics, NYU Ali Mirsepessi, Interim Dean, Gallatin School of Individualized Study, NYU Pasquale Pasquino, Global Distinguished Professor of Politics, NYU Paul Woodruff, Darrell K. Royal Professor of Ethics and American Society, University of Texas at Austin    Thursday, November 3, 2005, 4:30 pm Friday, November 4, 2005, 9:00 am Hemmerdinger Hall Silver Center Room 102 100 Washington Square East               The Archaeological Institute of America New York Society in conjunction with the New York University Institute of Fine Arts and NYU’s Center for Ancient Studies present : The Ellen Sparry Brush Lecture “Naj Tunich: The Discovery of the First Temple of the World” James Brady, UCLA    Thursday, October 6, 2005, 6:30 pm Institute of Fine Arts 1 East 78th Street               The Archaeological Institute of America New York Society and NYU’s Center for Ancient Studies present: “Recent Excavations at Aphrodisias in Caria” Christopher Ratté, Dept. of Classics, NYU    Wednesday, September 14, 2005, 6:30 pm Jurow Lecture Hall Silver Center Room 101A 100 Washington Square East               Events 2004-2005         The New York University Faculty Resource Network, in conjunction with NYU’s Center for Ancient Studies announce: The Summer 2005 Seminar “Global Mythologies” Convener: Joy Connolly, Professor of Classics, NYU                  New York University Institute of Fine Arts, in conjunction with the Metropolitan Museum of Art present: “Archaeology in Mesopotamia: Digging Deeper at Tell Brak” Joan Oates, McDonald Institute for Archaeological Research, University of Cambridge    Wednesday, April 27, 2005, 4:30 pm Institute of Fine Arts 1 East 78th Street                  New York University Center for Ancient Studies, NYU’s Departments of Fine Arts and Classics and the NYU Gallatin School ’s Classics and the Contemporary Series present: “Archaeological Research at Aphrodisias 2000 – 2004” Christopher Ratté, Associate Professor of Classics and Fine Arts and Co-Director of the Aphrodisias Excavations    Thursday, April 21, 2005, 5:00 pm Silver Center Room 300 100 Washington Square East                  New York University Center for Ancient Studies in conjunction with the Gallatin School for Individualized Study present: The Rose-Marie Lewent Conference on Ancient Studies “Democracy, Education, and the Classics”    “At the Shrine of the Bald Headed Tinker: Teaching Classics to the Poor” Earl Shorris, Noted author, founder of the Clemente Course in the Humanities, contributing editor of Harper’s Magazine    “Democracy and Knowledge” Danielle Allen, Dean of the Humanities Division and Professor of Classics and Political Science, Committee on Social Thought, University of Chicago    “World Enough and Time: Why There’s No Justice in Waiting to Teach the Classics” Christopher Zinn, Executive Director, Oregon Council for the Humanities    Comments and Discussion Moderated by John R. MacArthur, President and publisher of Harper’s Magazine, award-winning journalist and writer    Monday, April 18, 2005 Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East                  New York University 's Casa Italiana Zerilli-Marimó presents: “Politecnico di Milano: Late Renaissance Roman Villas and their Environment: Examples of Landscape Architecture” Margherita Azzi Visentini, Noted Italian Author    Wednesday, April 13, 2005, 6:00 pm Casa Italiana 24 West 12th Street                  New York University’s Skirball Department of Hebrew and Judaic Studies presents: Faculty Colloquium Series  Eliot Wolfson    Monday, April 11, 1005, 12:30 pm King Juan Carlos Center 53 Washington Square South, Room 404W                  New York University Institute of Fine Arts presents: The Silberberg Lecture “Wonder, Radiance, and the Classical Style in Greek Sculpture” Richard T. Neer, Assistant Professor, Department of Art History, Committee on the Ancient Mediterranean World, University of Chicago    Friday, April 8, 2005, 4:00 pm Duke House Lecture Hall, Main Floor One East 78th Street         NYU’s Taub Center for Israel Studies presents : “Strange Bedfellows: Israel and China, 1948-2004” Dr. Aron Shai, Tel Aviv University    Tuesday, April 5, 2005, 5:00 pm 19 University Place, 1 st floor                  The Jewish Community Center in Manhattan and the New York University Skirball Department of Hebrew and Judaic Studies present: “Jews in the Greek and Roman Worlds” A 3-part lecture series    Thursday, March 31, 2005, 7:00 pm “Understanding Sepphoris (Zippori) Where the Mishnah Was Compiled: Archaeology and the Challenge of Multiculturalism” Eric Meyers, Duke University Thursday, April 7, 2005, 7:00 pm “Crimean Jews in a Pagan and Christian World” Doug Edwards, University of Puget Sound Thursday, April 14, 2005, 7:00 pm “The Archaeology of Qumran and the Dead Sea Scrolls” Jodi Magness, University of North Carolina    The Jewish Community Center in Manhattan 334 Amsterdam Avenue at 76th Street               New York University Department of Hellenic Studies presents: Modern Greek Film Series    Thursdays, 6:20 pm Silver Center Room 207 100 Washington Square East 1/27: “Hard Goodbyes: My Father” by Penny Panayotopoulou (2001) 2/3: “The Traveling Players” by Theo Angelopoulos (1975) 2/10: “Ulysses' Gaze” by Theo Angelopoulos (1995) 2/17: “Anna's Engagement” by Pantelis Voulgaris (1972) 2/24: “Loafing and Camouflage” by Nikos Perakis 3/3: “Lefteris” by Pericles Hoursoglou (1993) 3/10: “End of an Era” by Antonis Kokkinos (1994) 3/24: “Truants” by Nikos Grammatikos (1996) 3/31: “The Cow's Orgasm” by Olga Malea (1996) 4/7: “From the Edge of the City” by Constantine Giannaris (1998) 4/14 : “Think it Over” by Katerina Evangelakou 4/21: “The Cistern” by Christos Dimas (2001) 4/28: “A Touch of Spice” by Tassos Boulmetis (2003)               New York University Department of Anthropology presents : “The History of Paleoanthropological Research in Indonesia” Dr. Johan Arif, Department of Geology, Institute of Technology Bandung, Indonesia: Thursday, March 31, 2005, 6:30 pm Kriser room (first floor rear) 25 Waverly Place                  New York University Classics Department presents: “Livy, Aemilius Paullus, and the Ethics of Empire” David Levene, Professor Latin Language &amp; Literature, School of Classics, University of Leeds    Tuesday, March 22, 2005, 2:30 pm Classics Department Seminar Room 25 Waverly Place                  New York University’s Skirball Center of Hebrew and Judaic Studies presents: Faculty Colloquium Series Judah Cohen    Tuesday, March 22, 2005, 12:30 pm King Juan Carlos Center 53 Washington Square South, Room 404W                  New York University Department of Religious Studies &amp; New York University Department of Classics present: “ Ritualized Study as Christian Devotional Practice in Late Antique Mesopotamia ” Adam H. Becker, Candidate for Assistant Professor, Religious Studies &amp; Classics, NYU    Monday, March 21, 2005, 5:30 p.m. Classics Department Seminar Room 25 Waverly Place                  New York University Taub Center for Israel Studies presents: “Israel-Palestinian Relations after the Palestinian Elections” Prof. Yaakov Bar Siman Tov, Head of the Jerusalem Institute and the Davis Institute at the Hebrew University    Monday, March 21, 2005, 5:00 pm Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East                  The Archaeological Institute of America New York Society and the New York University Center for Ancient Studies present: Louis Blumengarten Lecture in Urban Archaeology “Is It Trash or Is It Treasure?” Joan Geismar    Wednesday, March 16, 2005, 6:30 pm Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East                  New York University Department of Classics presents: “What Did Tragedy Look Like, 430-330 B.C.?” Edith Hall, Professor, Greek Cultural History, University of Durham, England; Co-Director Archive of Performances of Greek &amp; Roman Drama, University of Oxford    Wednesday, March 9, 2005, 12:30 pm Classics Department Seminar Room 25 Waverly Place                  New York University Department of Classics presents: “The Devil’s Actress as God’s Harlot : Pelagia of Antioch and the Performance of Subversive Holiness” Dayna S. Kalleres, Religious Studies Department, Stanford University    Monday, March 7, 2005, 5:30 pm Classics Department Seminar Room 25 Waverly Place                  The New York University Center for Ancient Studies, NYU’s Center for Latin American and Caribbean Studies, its Departments of Comparative Literature, English, French, History, Italian, Music, Medieval and Renaissance Center, the Graduate School of Arts and Sciences, the Programs of Africana Studies and Irish Studies &amp; the NYU Medical School presents a 2004-5 workshop sponsored by the NYU Humanities Council: “Storytelling in the Middle Ages”    “ Storytelling in Performance” Organized by: Professor Timmie (E. B.) Vitz, NYU; Professor Martha Hodes, NYU; and Professor Nancy Regalado, NYU Moderator: Marilyn Lawrence, NYU Speakers: “The Art of the Medieval Welsh Story Teller” Sioned Davies, University of Cardiff: Celtic Studies    “Erotic Reading and Re-performance of Medieval Romance” Timmie (E.B.) Vitz, NYURespondents: Laurie Postlewate, Barnard College Kathryn Talarico, College of Staten Island, Romance Languages Department Moderator: Mark Cruse, NYU, French Department Speakers: “ Why Perform the Stories of Arthur?” Nancy Freeman Regalado, NYU “Dioneo and the Storyteller's Art in the Decameron” John Ahern, Vassar College Respondents: Jo Ann Cavallo, Columbia University, Italian Department Jacqueline Cerquiglini-Toulet, Paris IV, Institut Universitaire de France, Visiting at Princeton University Jane Tylus, NYU    Friday, March 4, 2005, 1:00 pm Maison Francaise 16 Washington Mews                  New York University Classics Department and NYU’s Center for Ancient Studies present : “What Oedipus and Tiresias Know and When They Know It” John Gibert, Professor of Classics, University of Colorado    Thursday, March 3, 2005, 12:30 pm Classics Department Seminar Room 25 Waverly Place                  New York University Department of Hellenic Studies and the New York Public Library present: “The Way to the West—A Film Screening / Lecture” Kyriakos Katzourakis Thursday, March 3, 2005, 6:30pm Mid-Manhattan Library 455 Fifth Avenue               New York University Department of Hellenic Studies and the New York Public Library present: “Painting with Cinema—An Art lecture-presentation” Kyriakos Katzourakis    Wednesday, March 2, 2005, 6:30pm Mid-Manhattan Library 455 Fifth Avenue                  New York University Religious Studies Department and NYU’s Department of Classics present: “Household Conversions: Trust and Episcopal Authority in Late Antique Rome” Kristina Sessa, Department of History, Claremont McKenna College, Candidate for Assistant Professor, NYU Departments of Religious Studies and Classics    Monday, February 28, 2005, 5:30 pm Classics Department Seminar Room 25 Waverly Place            The Aquila Theatre Company, Company-in-Residence of New York University ’s Center for Ancient Studies presents: “ Utopia Parkway” A new musical comedy inspired by the works of Aristophanes    Friday, February 25, 2005, 8:00 pm Saturday, February 26, 2005, 5:00 pm and 9:00 pm Sunday, February 27, 2005, 3:00 pm Tuesday, March 1, 2005, 8:00 pm Wednesday, March 2 - March 20, 2005:   Wednesday – Friday, 8:00 pm Saturday, 5:00 pm &amp; 9:00 pm Sunday, 3:00 pm BPAC (Baruch Performing Arts Center) 55 Lexington Avenue at 25th St (between Lexington &amp; 3rd)               New York University Department of Classics presents: “Exemplarity and Historical Time” Charles Hedrick, Professor of Ancient History, University of California, Santa Cruz    Thursday, February 24, 2005, 4:30 pm Classics Department Seminar Room 25 Waverly Place                  New York University Department of Hellenic Studies and NYU’s Departments of Fine Arts and Mediterranean Studies present: “Memories of Place in Modern Greece and Turkey ” Eleni Bastea, University of New Mexico    Thursday, February 24, 2005, 6:30 pm Silver Center Room 207 100 Washington Square East                  New York University’s Skirball Department of Hebrew and Judaic Studies presents : Faculty Colloquium Series  Lawrence Schiffman    Thursday, February 24, 2005, 12:30 pm King Juan Carlos Center 53 Washington Square South, 404W               La Mama ETC and East Coast Artists Present : “ Yokastas—A New Play About an Old Story” By Richard Schechner &amp; Saviana Stanescu Directed by Richard Schechner (New York University Professor, Department of Performance Studies) Thursday through Saturday, February 24-26, 2005, 8:00 pm    La Mama Annex 74A East 4th Street                  New York University Taub Center for Israel Studies presents: “Learning from Success: the Israel-Egypt Peace Negotiations, 1977-1979” Dr. Kenneth Stein, Emory University    Wednesday, February 23, 2005, 5:00 pm The Screening Room, 53 Washington Square South [1st Floor]                  The New York University Humanities Council presents : “Classics Now : Motivations and Strategies for Adapting the Classics for the Contemporary Stage” A panel discussion and play reading Introduction Carol Martin, Associate Professor of Drama, NYU Tisch School of the Arts Keynote Speaker: Amy Green, author of The Revisionist Stage: American Directors Reinvent the Classics Panelists: Lenora Champagne, Solo performance artist, director and editor of Out From Under: Text by Women Performance Artists and former dramaturge for Classic Stage Company; Durst Chair and Associate Professor of Drama Studies, SUNY, Purchase Sharon Friedman, Author of numerous articles on feminist theatre and drama, Associate Professor, The Gallatin School, NYU Ellen McLaughlin, Author of numerous adaptations of classical Greek texts including Iphigenia and Other Daughters , Helen , and The Persians Chiori Miyagawa, Conceiver of Antigone Project , an evening of five contemporary one act plays about Antigone, author of Red Again , America Dreaming and Nothing Forever among others; Associate Professor of Theater, Bard College Staged Reading: Medallion by Tanya Barfield A play inspired by Antigone With Joey Collins and April Yvette Thompson Moderator: Laura Slatkin, Professor of Classics, The Gallatin School, NYU Organized by Professors Sharon Friedman (NYU Gallatin) and Carol Martin (NYU TSOA)    Friday February 18, 2005, 12:30 pm King Juan Carlos Center 53 Washington Square South                  New York University Classics Department presents: “Reason and Revelation in Apuleius” James Rives, Associate Professor, Division of Humanities, York University, Toronto    Thursday, February 17, 2005, 12:30 pm Classics Department Seminar Room 25 Waverly Place                  New York University’s Skirball Department of Hebrew and Judaic Studies present: A Colloquium in Memory of Sara Merdinger An event in memory of Professor Sara Merdinger, with papers presented on Modern Hebrew Literature by both faculty and graduate students    Tuesday, February 15, 2005, 5:00 pm King Juan Carlos Center 53 Washington Square South                  New York University Department of Classics presents: “Staging ‘Female’ Appetites in Aristophanes” Nancy Worman, Assistant Professor of Classics and a participating member in the Comparative Literature Program at Barnard College    Thursday, February 3, 2005, 12:30 pm Classics Department Seminar Room 25 Waverly Place                  New York University Foreign Visitor’s Fellowship presents: “Aeschylus’ Agamemnon ” Adapted and Directed by Zvika Serper In Hebrew with English subtitles (Based on Aharon Shabtai’s Hebrew translation with additional material adapted from Aeschylus' Choephori and Euripides' Iphigenia in Aulis ) Monday January 31, 2005, 6:00 pm King Juan Carlos Center 53 Washington Square South                  The Archaeological Institute of America New York Society and New York University Institute of Fine Arts present: The 2005 Charles Eliot Norton Memorial Lecture: “ Excavations at Volubilis and the Islamization of the Berbers” Dr. Lisa Fentress    Tuesday, February 1, 2005, 6:00 pm Institute of Fine Arts 1 East 78th Street                  The New York University Skirball Department of Hebrew and Judaic Studies and NYU’s Center for Ancient Studies present: \"Community and Biblical Interpretation: Judaism, Christianity and the Dead Sea Scrolls\" \"Enochites, Qumranites, and Christians-Enlightened Communities Waiting for the End\" George S. Nickelsburg, Emeritus Professor of Religion, University of Iowa \" Biblical Exegesis in the Passion Narratives in Light of the Dead Sea Scrolls\" Lawrence H. Schiffman, Chair, Skirball Department of Hebrew and Judaic Studies, NYU \"Structure and Exegesis in an Unusual 'Legal' Document from Qumran\" Moshe J. Bernstein, Associate Professor of Bible, Yeshiva University “Intertextual Reading: The Case of David in the Cave 11 Psalms Scroll\" Mark S. Smith, Skirball Professor of Bible and Near Eastern Studies, NYU    Thursday, October 28, 2004, 4:30 pm Hemmerdinger Hall Silver Center Room 102 100 Washington Square East                  Courant Institute of Mathematical Sciences presents : “If Archimedes Had a Computer: Continuing His Work on Floating Bodies” Drexel University Professor-Emeritus Professor, University of Pennsylvania School of Veterinary Medicine    Friday, October 15, 2004, 3:00 pm Warren Weaver Hall, 1 st floor 251 Mercer Street            Events 2003-2004         New York University ’s Hagop Kevorkian Center presents: The Hagop Kevorkian Center 's Middle East Research Workshop “Thing, Object, Artefact: The Many Lives of Tut's Matter” Elliot Colla , Brown University    Monday, April 19, 2004, 3:00 pm The Hagop Kevorkian Center 50 Washington Square South at 255 Sullivan St Ettinghausen Library                  The New York University Center for Ancient Studies presents: Ranieri Conference on Ancient Studies “ Athens to New York : Athletic Games/Civic Identity”    Introduction: Matthew S. Santirocco, Seryl Kushner Dean of the College of Arts and Science, NYU Greetings: John Brademas, President-Emeritus, NYU Adamantios Vassilakis, Ambassador of Greece to the United Nations Daniel L. Doctoroff, Deputy Mayor, City of New York, and NYC2012 Alexander Garvin, New York City Planning Commission and NYC2012 John Sexton, President, NYU    “The Legacy of Classical Athens in Post 9/11 New York ” Joan Breton Connelly, NYU “Athenian Altruism in Euripides' Political Plays: Readings from the Erechtheus and Children of Herakle ” Lisa Harrow , Actress “The Ancient Olympic Games: Cities and Athletes” David Romano, University of Pennsylvania “Heroes vs. Virgins: The Dilemmas of Civic Belonging on the Athenian Stage” Daniel Mendelsohn, Critic and author “The Modern Olympics: The Contradictory Symbolism of the Opening Ceremonies” Allen Guttmann, Amherst College “Urban Planning at Athens as a Reflection of Public Activities” Manolis Korres, National Technical University of Athens, Greece, and Committee for the Preservation of the Acropolis Monuments “The Civic Role of the Games in New York City ” Diana Balmori , Balmori Associates and Yale University    Thursday, March 4, 2004, 4:30 pm Friday, March 5, 2004, 9:00 am Hemmerdinger Hall Silver Center Room 102 100 Washington Square East                  New York University Center for Ancient Studies presents: Rose-Marie Lewent Conference on Ancient Studies \"Performing Justice\"    Screening of Zvika Serper's Agamemnon (Hebrew with English subtitles) Zvika Serper (director), Tel Aviv University and Carol Martin, NYU “Representations of Justice in Aeschylus' Oresteia ” Helene Foley, Barnard College/Columbia University “Popular Culture and the Juridical Process” Richard Schechner, NYU “The Theater of Rules: Re-membering Law in Performance” Bernard Hibbitts, University of Pittsburgh School of Law Comments and Discussion Carol Martin, NYU and Danielle Allen, University of Chicago “Theatre and Justice: The Exonerated ” Jessica Blank (author), Erik Jensen (author), and Robert Balaban (director) “Agamemnons” Laura Slatkin (NYU), John Chioles (NYU), Charles Mee (playwright), Peter Meineck &amp; Robert Richmond (Aquila Theatre Company), Richard Schechner (NYU), and Zvika Serper (Tel Aviv University)    Thursday, February 5, 2004, 4:30 pm Friday, February 6, 2004, 9:30 am Hemmerdinger Hall Silver Center Room 102 100 Washington Square East    The conference is held in conjunction with the Aquila Theatre Company's production of Agamemnon by Aeschylus.               Events 2002-2003            New York University Department of Classics and NYU’s Center for Ancient Studies present: Past and Present in Roman Historiography A Conference in Honor of A.J. Woodman “The Multiple Audiences for Early Roman Historiography” Christina Kraus, Oriel College, Oxford and Institute for Advanced Study, Princeton University “Winners and Losers: Characterization in Caesar’s Civil War” John Dillery, University of Virginia, with response by John Marincola, NYU “Death Becomes Him: Otho’s Grand Suicide in Tacitus’ Histories” Cynthia Damon, Amherst College with response by Christopher Pelling, University College Oxford “Memory in Tacitus” Rhiannon Ash, University College London and Cornell University, with response by Jane Chaplin, Middlebury College Keynote Address: “Tiberius and the Taste of Power: The Year 33 in Tacitus” Charles W. Hedrick, University of California at Santa Cruz and Institute for Research in the Humanities, Madison with response by Harriet Flower, Franklin and Marshall College    Saturday, April 12, 2003 Jurow Lecture Hall Silver Center Room 101a 100 Washington Square East               New York University Center for Ancient Studies presents: The Ranieri Lecture in Ancient Studies “Performing the Classics” Olympia Dukakis Academy Award- and Golden Globe-winning actress, director, producer, teacher, activist, and Visiting Scholar in the Center for Ancient Studies Commentary Daniel Mendelsohn Author, critic, lecturer in Classics at Princeton University, and winner of the George Jean Nathan Award for Dramatic Criticism    Thursday, April 10, 2003, 6:00 pm Hemmerdinger Hall Silver Center Room 102 100 Washington Square East                  New York University Skirball Department of Hebrew and Judaic Studies, NYU’s Center for Ancient Studies, the Religious Studies Program of New York University, and Brill Academic Publishers present: “New Research into the Dead Sea Scrolls” Chair, Mark S. Smith, NYU “ Israel at Sinai and the Community of the Scrolls” James C. VanderKam, University of Notre Dame “The Genesis Apocryphon: Some 'New' Questions About an 'Old' Text” Moshe J. Bernstein, Yeshiva University “The Rewritten Bible Texts and Issues of Canon” George J. Brooke, University of Manchester “Codification of Jewish Law in the Dead Sea Scrolls” Lawrence H. Schiffman, NYU    Monday, March 3, 2003, 4:30 pm Hemmerdinger Hall Silver Center Room 102 100 Washington Square East"}]}]