[{"detail": [{"content": "Fall 2008 Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2008 Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2008 Courses       Courses and courses  descriptions Originating in Comparative Literature  Topics in Caribbean Literature: Making of a (Caribbean) Poem Brathwaite , 4 pts. V29.0132, V18.0780, V41.0770 CANCELLED Topics in 20th Century Literature: Culture, Policy, and Art in Africa Diawara , 4 pts. V29.0190.002, V18.0715 The purpose of this course is to provide a context—historical and political-- for the production of literature, film and music in Africa. We will look at the modernist African philosophies—Pan-Africanism, Negritude and African Personality—that supported the decolonization movements in the 1960s, and nurtured the artistic and intellectual works of writers, filmmakers, artists and musicians. We will analyze the themes of Negritude in Camara Laye’s The Black Child; the Pan-African structures of feeling in Fela’s music, and Frantz Fanon’s influence on African cinema. Course Organization Students are expected to attend classes regularly; read the assignments and participate in discussions. 2 reaction papers (4 to 5 pages each) are required in lieu of midterm; and a final paper (6 pages or more) at the end of the semester. Part I: Negritude, African Literature and Art Part II. The Guinean Cultural Revolution and Art. Part III. Highlife, Pan-Africanism and Festivals  Comparative Imperialism: The Empire Writes Back? Halim , 4 pts. V29.0811, V77.0811 It has been 20 years since the publication of The Empire Writes Back, a landmark book in postcolonial critique that foregrounded the literature of riposte, that is literature by writers from the former colonies who were critically responding to their representations in canonical Western texts. Other postcolonial critics such as Edward Said and Françoise Lionnet have written compellingly about other aspects of this phenomenon under such labels as “contrapuntal reading” and “metissage,” respectively. In this course, we will be critically revisiting this debate and asking, through a series of literary texts, such questions as: what room does the move of writing back leave for East-East, or global South dialogue that short circuits the West? How applicable is it in today’s globalized world? The course brings together critical and theoretical readings by Edward Said, Francoise Lionnet, Mary Louise Pratt, Barbara Harlow, Gayatri Spivak, Bill Aschcroft, Helen Tiffin and Gareth Griffiths. Literary texts include: Shakespeare, The Tempest ; Aimé Cesaire, A Tempest ; Daniel Defoe, Robinson Crusoe ; J. M. Coetzee, Foe ; Charlotte Bronte, Jane Eyre ; Jean Rhys, Wide Sargasso Sea ; Emily Bronte, Wuthering Heights ; Maryse Condé, Windward Heights ; Joseph Conrad, Heart of Darkness ; Tayeb Salih, Season of Migration to the North ; Rashid Da‘if, Dear Mr. Kawabata ; and Amitav Ghosh, In An Antique Land . Junior Theory Seminar: Meaning Iampolski , 4 pts. V29.0200 Comp Lit Juniors &amp; Seniors only Fiction Before the Novel: Chivalric Romance Javitch , 4 pts. V29.0135, V65.0135 A study of the evolution of chivalric romance from the 12th to the 16th century. Readings will include Beroul, The Romance of Tristan ; Chretien de Troyes, Yvain; Sir Gawain and the Green Knight; Ariosto, Orlando furioso; Spenser, The Faerie Queene, Book III. Themes that will receive special attention: chivalric adventure; the growth of individual heroes; the role of women and love; the treament of the supernatural; the distance of the fiction from actuality. We will also consider the narrative structure and other formal characteristics of the works to allow us, by the end of the course, to define chivalric romance more fully as a literary genre. There will be a midterm and a final exam, and one term paper (ca. 7 pages). Senior Seminar in Comparative Literature: Honors Thesis Ross , 4 pts. V29.0400 This seminar, limited to senior Comparative Literature majors engaged in writing a Senior Honors Thesis, is designed to be a writing workshop. Students will read and critique their own (and each other's) work-in-progress, as well as critical literature relevant to individual theses. Theses for both fall and spring graduations will be due at the end of the fall term. Intro to African Literature: War Stories: Child Soldiers in Fiction and Autobiography Sanders , 4pts. V29.0844, V18.0839 Over the past twenty years, child soldiers—defined as combatants under the age of fifteen—have been widely mobilized in wars in Africa and elsewhere. In many cases, child soldiers have committed terrible atrocities. Increasingly the child soldier is emerging as an important figure in African fiction and autobiographical writing. In this course, we will be reading novels primarily by African writers such as Nuruddin Farah, Ahmadou Kourouma, Ken Saro-Wiwa, and testaments by Ishmael Beah and other former child soldiers. We will read these works in comparison with works by German writer Günter Grass and other authors from outside of Africa, and draw on writings in human rights and psychoanalytic theory in order to understand their writings. We will be guided by, among other questions, the following: How is the child soldier represented in these works? What differences are there between the representation of child soldiers in novels and in autobiography? How do different writers explain how a child can become a killer? And how do these writers address the question of the ethical responsibility of child soldiers for what they did? The Iliad and its Legacies in Drama Slatkin , 4 pts V29.0104, V65.0104.001, K20.14540001 \"The poem of force,\" according to Simone Weil, the Iliad is also a poem of forceful influence. In this course we will read the Iliad intensively, followed by an examination of its heritage on the dramatic stage. In the first half of the semester we will primarily explore the Iliad in terms of the poetics of traditionality; the political economy of epic; the ideologics of the Männerbund (the \"band of fighting brothers\"); the Iliad's uses of reciprocity; its construction of gender; its intimations of tragedy. In the second half of the course, informed by a reading of Aristotle's Poetics , we will focus on responses to the Iliad in dramatic form: possible readings will include Sophocles' Ajax ; Euripides' Iphigeneia in Aulis ; Shakespeare's Troilus and Cressida ; Racine's Andromaque ; Giraudoux's Tiger at the Gates [ La guerre de Troie n'aura pas lieu ]; Ellen McLaughlin's Iphigenia and Other Daughters . Students will give presentations on an Iliadic intertext of their own choosing. [ No knowledge of Greek is required for the course, though those who wish to do reading in Greek will be offered assignment options.] Topics in 20th Century Literature: 20th Century Letters: Love, Immigration, and the Boundaries of Literature Vatulescu , 4 pts. V29.0190.001 What do immigrant letters reveal about immigration, and love letters about love? How do they mediate cultural difference, the relationship between self and (absent) other, private and public, the written and the oral? How do they articulate and shape experiences, such as intimacy, which are often just intimated in face-to-face encounters? What do letters teach us about the relationship between literature and its margins? For some, letters are the only attempt at using writing to represent oneself, for others they are the laboratory of literature or literature itself. In this course we will read a wide range of letters, from those dictated by illiterate immigrants to masterpieces of the epistolary genre; the correspondents will be real and fictional, famous and anonymous. We will explore the material history of letter writing, and the changes brought by various technologies, such as the train, the telegraph, the telephone, or e-mail. Topics also include the relationship between gender and what has often been considered a “feminine genre,” as well as the politics of personal writing. We will consider letters from the North American Immigrant Letters, Diaries and Oral Histories database, the Dead Letter Office, surveillance files, as well as correspondence, fiction, and theoretical writings by Franz Kafka, Boris Pasternak, Rainer Maria Rilke, Marina Tsvetaeva, Viktor Shklovsky, Mariama Ba, Jacques Derrida, Roland Barthes, Julia Kristeva and others. Enrollment limited to 20. Topics in 20th Century Literature: Modernity and Identity in the Arabic Novel Bahoora , 4 pts. V29.0190.003, V77.0190 This course will examine the intersections of history, politics, and identity and their representations in modern Arabic literature and film. How have Arab writers depicted the social, political and cultural upheavals that have shaped the Arab world in the 20th century? We will consider some of these changes-- the end of the colonial period, the rise of the nation state and Arab nationalism, narratives of progress and development, debates on tradition and their place in a “modern” society, gender, Islam, and globalization—in the context of the Arab world’s economic, cultural, and military interactions with Europe and the United States. The course, therefore, aims to examine Arabic literature and culture in a global context and will explore a range of texts, from novels, to theory, to films, that address the relationship between identity and modernity, and between the particular/local and what is represented as universal—development, progress, modernization, and liberalism. We will closely examine the relationship between politics and aesthetics, primarily through an examination of the novel genre in the Arabic tradition and its relationship to historical representation.  Mr. Bahoora is an advanced Ph.D. candidate in Comp Lit; as a student-taught course, this course will NOT count as a CL CORE course  Courses Originating in Other Departments        Topics Porous identities: Sex, race, and violence in Cervantes and Zayas Dopico-Black , 4 pts V29.0951, V95.0951 (Originates in Spanish, taught in Spanish) Through close readings of the Novelas ejemplares (1613) of Miguel de Cervantes (author of Don Quixote) and the Novelas amorosas y ejemplares (1637) and Desengaños amorosos (1647) of María de Zayas, the course explores the construction –and porousness— of various forms of identities in the early modern period and how these overlap with questions of race and religion, violence, sex and gender, love and the law, subjectivity and subjection, and nation formation in Renaissance Spain. Readings include the short story collections of Cervantes and Zayas, accompanied by critical and historical texts. In Spanish. Intro to Post Colonial Studies Garajawala , 4 pts. V41.0780l, V29.0780 (Originates in English) The Education of the Prince: Machiavelli and His Critics Krabbenhoft , 4 pts. V29.0991, V65.0991 (Originates in MARC) Japan Through Its Literature Roberts , 4 pts. V29.0734, V33.0734 (Originates in East Asian Studies) Topics: Intro to Aesthetics Subirats , 4 pts. V29.0951.001, V95.0951.003 (Originates in Spanish)                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2008 Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2008 Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2008 Courses       Courses and courses  descriptions Originating in Comparative Literature  Topics in Caribbean Literature: Making of a (Caribbean) Poem Brathwaite , 4 pts. V29.0132, V18.0780, V41.0770 CANCELLED Topics in 20th Century Literature: Culture, Policy, and Art in Africa Diawara , 4 pts. V29.0190.002, V18.0715 The purpose of this course is to provide a context—historical and political-- for the production of literature, film and music in Africa. We will look at the modernist African philosophies—Pan-Africanism, Negritude and African Personality—that supported the decolonization movements in the 1960s, and nurtured the artistic and intellectual works of writers, filmmakers, artists and musicians. We will analyze the themes of Negritude in Camara Laye’s The Black Child; the Pan-African structures of feeling in Fela’s music, and Frantz Fanon’s influence on African cinema. Course Organization Students are expected to attend classes regularly; read the assignments and participate in discussions. 2 reaction papers (4 to 5 pages each) are required in lieu of midterm; and a final paper (6 pages or more) at the end of the semester. Part I: Negritude, African Literature and Art Part II. The Guinean Cultural Revolution and Art. Part III. Highlife, Pan-Africanism and Festivals  Comparative Imperialism: The Empire Writes Back? Halim , 4 pts. V29.0811, V77.0811 It has been 20 years since the publication of The Empire Writes Back, a landmark book in postcolonial critique that foregrounded the literature of riposte, that is literature by writers from the former colonies who were critically responding to their representations in canonical Western texts. Other postcolonial critics such as Edward Said and Françoise Lionnet have written compellingly about other aspects of this phenomenon under such labels as “contrapuntal reading” and “metissage,” respectively. In this course, we will be critically revisiting this debate and asking, through a series of literary texts, such questions as: what room does the move of writing back leave for East-East, or global South dialogue that short circuits the West? How applicable is it in today’s globalized world? The course brings together critical and theoretical readings by Edward Said, Francoise Lionnet, Mary Louise Pratt, Barbara Harlow, Gayatri Spivak, Bill Aschcroft, Helen Tiffin and Gareth Griffiths. Literary texts include: Shakespeare, The Tempest ; Aimé Cesaire, A Tempest ; Daniel Defoe, Robinson Crusoe ; J. M. Coetzee, Foe ; Charlotte Bronte, Jane Eyre ; Jean Rhys, Wide Sargasso Sea ; Emily Bronte, Wuthering Heights ; Maryse Condé, Windward Heights ; Joseph Conrad, Heart of Darkness ; Tayeb Salih, Season of Migration to the North ; Rashid Da‘if, Dear Mr. Kawabata ; and Amitav Ghosh, In An Antique Land . Junior Theory Seminar: Meaning Iampolski , 4 pts. V29.0200 Comp Lit Juniors &amp; Seniors only Fiction Before the Novel: Chivalric Romance Javitch , 4 pts. V29.0135, V65.0135 A study of the evolution of chivalric romance from the 12th to the 16th century. Readings will include Beroul, The Romance of Tristan ; Chretien de Troyes, Yvain; Sir Gawain and the Green Knight; Ariosto, Orlando furioso; Spenser, The Faerie Queene, Book III. Themes that will receive special attention: chivalric adventure; the growth of individual heroes; the role of women and love; the treament of the supernatural; the distance of the fiction from actuality. We will also consider the narrative structure and other formal characteristics of the works to allow us, by the end of the course, to define chivalric romance more fully as a literary genre. There will be a midterm and a final exam, and one term paper (ca. 7 pages). Senior Seminar in Comparative Literature: Honors Thesis Ross , 4 pts. V29.0400 This seminar, limited to senior Comparative Literature majors engaged in writing a Senior Honors Thesis, is designed to be a writing workshop. Students will read and critique their own (and each other's) work-in-progress, as well as critical literature relevant to individual theses. Theses for both fall and spring graduations will be due at the end of the fall term. Intro to African Literature: War Stories: Child Soldiers in Fiction and Autobiography Sanders , 4pts. V29.0844, V18.0839 Over the past twenty years, child soldiers—defined as combatants under the age of fifteen—have been widely mobilized in wars in Africa and elsewhere. In many cases, child soldiers have committed terrible atrocities. Increasingly the child soldier is emerging as an important figure in African fiction and autobiographical writing. In this course, we will be reading novels primarily by African writers such as Nuruddin Farah, Ahmadou Kourouma, Ken Saro-Wiwa, and testaments by Ishmael Beah and other former child soldiers. We will read these works in comparison with works by German writer Günter Grass and other authors from outside of Africa, and draw on writings in human rights and psychoanalytic theory in order to understand their writings. We will be guided by, among other questions, the following: How is the child soldier represented in these works? What differences are there between the representation of child soldiers in novels and in autobiography? How do different writers explain how a child can become a killer? And how do these writers address the question of the ethical responsibility of child soldiers for what they did? The Iliad and its Legacies in Drama Slatkin , 4 pts V29.0104, V65.0104.001, K20.14540001 \"The poem of force,\" according to Simone Weil, the Iliad is also a poem of forceful influence. In this course we will read the Iliad intensively, followed by an examination of its heritage on the dramatic stage. In the first half of the semester we will primarily explore the Iliad in terms of the poetics of traditionality; the political economy of epic; the ideologics of the Männerbund (the \"band of fighting brothers\"); the Iliad's uses of reciprocity; its construction of gender; its intimations of tragedy. In the second half of the course, informed by a reading of Aristotle's Poetics , we will focus on responses to the Iliad in dramatic form: possible readings will include Sophocles' Ajax ; Euripides' Iphigeneia in Aulis ; Shakespeare's Troilus and Cressida ; Racine's Andromaque ; Giraudoux's Tiger at the Gates [ La guerre de Troie n'aura pas lieu ]; Ellen McLaughlin's Iphigenia and Other Daughters . Students will give presentations on an Iliadic intertext of their own choosing. [ No knowledge of Greek is required for the course, though those who wish to do reading in Greek will be offered assignment options.] Topics in 20th Century Literature: 20th Century Letters: Love, Immigration, and the Boundaries of Literature Vatulescu , 4 pts. V29.0190.001 What do immigrant letters reveal about immigration, and love letters about love? How do they mediate cultural difference, the relationship between self and (absent) other, private and public, the written and the oral? How do they articulate and shape experiences, such as intimacy, which are often just intimated in face-to-face encounters? What do letters teach us about the relationship between literature and its margins? For some, letters are the only attempt at using writing to represent oneself, for others they are the laboratory of literature or literature itself. In this course we will read a wide range of letters, from those dictated by illiterate immigrants to masterpieces of the epistolary genre; the correspondents will be real and fictional, famous and anonymous. We will explore the material history of letter writing, and the changes brought by various technologies, such as the train, the telegraph, the telephone, or e-mail. Topics also include the relationship between gender and what has often been considered a “feminine genre,” as well as the politics of personal writing. We will consider letters from the North American Immigrant Letters, Diaries and Oral Histories database, the Dead Letter Office, surveillance files, as well as correspondence, fiction, and theoretical writings by Franz Kafka, Boris Pasternak, Rainer Maria Rilke, Marina Tsvetaeva, Viktor Shklovsky, Mariama Ba, Jacques Derrida, Roland Barthes, Julia Kristeva and others. Enrollment limited to 20. Topics in 20th Century Literature: Modernity and Identity in the Arabic Novel Bahoora , 4 pts. V29.0190.003, V77.0190 This course will examine the intersections of history, politics, and identity and their representations in modern Arabic literature and film. How have Arab writers depicted the social, political and cultural upheavals that have shaped the Arab world in the 20th century? We will consider some of these changes-- the end of the colonial period, the rise of the nation state and Arab nationalism, narratives of progress and development, debates on tradition and their place in a “modern” society, gender, Islam, and globalization—in the context of the Arab world’s economic, cultural, and military interactions with Europe and the United States. The course, therefore, aims to examine Arabic literature and culture in a global context and will explore a range of texts, from novels, to theory, to films, that address the relationship between identity and modernity, and between the particular/local and what is represented as universal—development, progress, modernization, and liberalism. We will closely examine the relationship between politics and aesthetics, primarily through an examination of the novel genre in the Arabic tradition and its relationship to historical representation.  Mr. Bahoora is an advanced Ph.D. candidate in Comp Lit; as a student-taught course, this course will NOT count as a CL CORE course  Courses Originating in Other Departments        Topics Porous identities: Sex, race, and violence in Cervantes and Zayas Dopico-Black , 4 pts V29.0951, V95.0951 (Originates in Spanish, taught in Spanish) Through close readings of the Novelas ejemplares (1613) of Miguel de Cervantes (author of Don Quixote) and the Novelas amorosas y ejemplares (1637) and Desengaños amorosos (1647) of María de Zayas, the course explores the construction –and porousness— of various forms of identities in the early modern period and how these overlap with questions of race and religion, violence, sex and gender, love and the law, subjectivity and subjection, and nation formation in Renaissance Spain. Readings include the short story collections of Cervantes and Zayas, accompanied by critical and historical texts. In Spanish. Intro to Post Colonial Studies Garajawala , 4 pts. V41.0780l, V29.0780 (Originates in English) The Education of the Prince: Machiavelli and His Critics Krabbenhoft , 4 pts. V29.0991, V65.0991 (Originates in MARC) Japan Through Its Literature Roberts , 4 pts. V29.0734, V33.0734 (Originates in East Asian Studies) Topics: Intro to Aesthetics Subirats , 4 pts. V29.0951.001, V95.0951.003 (Originates in Spanish)                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Tom Bishop    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Bishop, Tom                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;                   Tom Bishop   Florence Lacaze Gould Professor of French Literature; Professor of French, Comparative Literature Director, Center for French Civilization and Culture Ph.D., California (Berkeley); M.A., Maryland; B.A., New York   Office Address: 13 University Place, 616  New York, New York (US) 10003 Email:   Phone: (212) 998-8710                   Select Publications    BOOKS From the Left Bank: Reflections on the Modern French Theater and Novel (New York University Press, 1997) Le Passeur d´océan: carnets d´un ami américain (Payot, 1989) Huis Clos de Sartre (Hachette, 1975) Pirandello and the French Theater (New York University, 1960, 1970) BOOKS EDITED Samuel Beckett , ed. with R. Federman (L´Herne, 1976; Livre de Poche, 1985) L´Avant-Garde Théâtrale: French Theater Since 1950 , ed. (NYU Press, 1975) L'Amérique des Français , ed. with C. Fauré, (François Bourin, 1992) Classiques d'aujourd'hui , general editor (Gallimard, 1986 -1989) Littérature et culture françaises , general editor, Films for the Humanities In the series The Florence Gould Lectures at New York University : Camus Now , 2011 Land of Refuge, Land of Exile: French Writers and Artists in the U.S. During the Occupation Years , 2010 Simone de Beauvoir, Centennial Conference , 2009 Beckett 100 , 2007 Situating / Situation de Sartre 2005, 2007 Remembering Roland Barthes...20 Years Later , 2003 Les antiaméricanismes , 2001 CONTRIBUTIONS TO BOOKS “Beckett de l’anglais au français” Présence de Samuel Beckett / Presence of Samuel Beckett , 2006. 99-108 “Theater and Theory” The Columbia History of Twentieth Century French Thought , 2006. 340-344 \"Staging Beckett in France at the End of the Twentieth Century,\" Samuel Beckett: Endlessness in the Year 2000 (Fin sans fin en l'an 2000) , A. Moorjani &amp; C. Veit, eds.(Amsterdam and New York: Rodopi, 2002), 42-47 \"La Vie errante: les tournées de la compagnie Renaud-Barrault,\" Renaud-Barrault (Bibliothèque nationale de France, 1999) \"François Mitterrand et les États-Unis,\" François Mitterrand – Paix et développement (UNESCO, 1998) \"Theater and the Everyday in France: Le Théâtre du Quotidien,\" The Art of the Everyday. The Quotidian in Postwar French Culture , Lynn Gumpert, ed. (NYU Press, 1997) “Jean Genet's Play Les Nègres is Performed in Paris. The Theater of the Absurd,” A New History of French Literature , D. Hollier, ed. (Harvard U. Press, 1989; Bordas, 1993) \"Transpositions pour la télévision: transmutations des œuvres de Beckett,\" Samuel Beckett (Privat, Revue d'Esthétique, 1986) \"Blin on Beckett,\" On Beckett: Essays and Criticism , (Grove Press, 1986) \"The Temptation of Silence,\" As No Other Dare Fail (Riverrun, 1986) “Vingt ans de théâtre à Paris,” Paris-Paris 1937-1957 , Centre Pompidou, 1981 “ ‘Heavenly Father, the Creature Was Bilingual.’ How Beckett Switched to French” Beckett 100 , 2006. 30-42 \"Situating Sartre's Theater of Situations,\" Situating/Situation de Sartre 2005, 2007, 170-180 \"Barthes and Un/Popular Theater,\" Remembering Roland Barthes....20 Years Later , 28-45 SELECTED ARTICLES “Into the Labyrinth” Artforum, Summer 2008. 383-395, 466-468 “Whatever Happened to the Avant-Garde?”, Yale French Studies , 112; 7-13, 2007 \"Topologie d'une reprise ou le retour de Robbe-Grillet,\" Critique , 651-52, 2001, 595-604 \"I Love You, Moi Non Plus,\" SubStance , 76/77,1995 \"Le Théâtre sorti de l'ombre,\" French Cultural Studies , 1994            Update your faculty profile                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2008 Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2008 Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2008 Courses       Courses and courses  descriptions Originating in Comparative Literature  Topics in Caribbean Literature: Making of a (Caribbean) Poem Brathwaite , 4 pts. V29.0132, V18.0780, V41.0770 CANCELLED Topics in 20th Century Literature: Culture, Policy, and Art in Africa Diawara , 4 pts. V29.0190.002, V18.0715 The purpose of this course is to provide a context—historical and political-- for the production of literature, film and music in Africa. We will look at the modernist African philosophies—Pan-Africanism, Negritude and African Personality—that supported the decolonization movements in the 1960s, and nurtured the artistic and intellectual works of writers, filmmakers, artists and musicians. We will analyze the themes of Negritude in Camara Laye’s The Black Child; the Pan-African structures of feeling in Fela’s music, and Frantz Fanon’s influence on African cinema. Course Organization Students are expected to attend classes regularly; read the assignments and participate in discussions. 2 reaction papers (4 to 5 pages each) are required in lieu of midterm; and a final paper (6 pages or more) at the end of the semester. Part I: Negritude, African Literature and Art Part II. The Guinean Cultural Revolution and Art. Part III. Highlife, Pan-Africanism and Festivals  Comparative Imperialism: The Empire Writes Back? Halim , 4 pts. V29.0811, V77.0811 It has been 20 years since the publication of The Empire Writes Back, a landmark book in postcolonial critique that foregrounded the literature of riposte, that is literature by writers from the former colonies who were critically responding to their representations in canonical Western texts. Other postcolonial critics such as Edward Said and Françoise Lionnet have written compellingly about other aspects of this phenomenon under such labels as “contrapuntal reading” and “metissage,” respectively. In this course, we will be critically revisiting this debate and asking, through a series of literary texts, such questions as: what room does the move of writing back leave for East-East, or global South dialogue that short circuits the West? How applicable is it in today’s globalized world? The course brings together critical and theoretical readings by Edward Said, Francoise Lionnet, Mary Louise Pratt, Barbara Harlow, Gayatri Spivak, Bill Aschcroft, Helen Tiffin and Gareth Griffiths. Literary texts include: Shakespeare, The Tempest ; Aimé Cesaire, A Tempest ; Daniel Defoe, Robinson Crusoe ; J. M. Coetzee, Foe ; Charlotte Bronte, Jane Eyre ; Jean Rhys, Wide Sargasso Sea ; Emily Bronte, Wuthering Heights ; Maryse Condé, Windward Heights ; Joseph Conrad, Heart of Darkness ; Tayeb Salih, Season of Migration to the North ; Rashid Da‘if, Dear Mr. Kawabata ; and Amitav Ghosh, In An Antique Land . Junior Theory Seminar: Meaning Iampolski , 4 pts. V29.0200 Comp Lit Juniors &amp; Seniors only Fiction Before the Novel: Chivalric Romance Javitch , 4 pts. V29.0135, V65.0135 A study of the evolution of chivalric romance from the 12th to the 16th century. Readings will include Beroul, The Romance of Tristan ; Chretien de Troyes, Yvain; Sir Gawain and the Green Knight; Ariosto, Orlando furioso; Spenser, The Faerie Queene, Book III. Themes that will receive special attention: chivalric adventure; the growth of individual heroes; the role of women and love; the treament of the supernatural; the distance of the fiction from actuality. We will also consider the narrative structure and other formal characteristics of the works to allow us, by the end of the course, to define chivalric romance more fully as a literary genre. There will be a midterm and a final exam, and one term paper (ca. 7 pages). Senior Seminar in Comparative Literature: Honors Thesis Ross , 4 pts. V29.0400 This seminar, limited to senior Comparative Literature majors engaged in writing a Senior Honors Thesis, is designed to be a writing workshop. Students will read and critique their own (and each other's) work-in-progress, as well as critical literature relevant to individual theses. Theses for both fall and spring graduations will be due at the end of the fall term. Intro to African Literature: War Stories: Child Soldiers in Fiction and Autobiography Sanders , 4pts. V29.0844, V18.0839 Over the past twenty years, child soldiers—defined as combatants under the age of fifteen—have been widely mobilized in wars in Africa and elsewhere. In many cases, child soldiers have committed terrible atrocities. Increasingly the child soldier is emerging as an important figure in African fiction and autobiographical writing. In this course, we will be reading novels primarily by African writers such as Nuruddin Farah, Ahmadou Kourouma, Ken Saro-Wiwa, and testaments by Ishmael Beah and other former child soldiers. We will read these works in comparison with works by German writer Günter Grass and other authors from outside of Africa, and draw on writings in human rights and psychoanalytic theory in order to understand their writings. We will be guided by, among other questions, the following: How is the child soldier represented in these works? What differences are there between the representation of child soldiers in novels and in autobiography? How do different writers explain how a child can become a killer? And how do these writers address the question of the ethical responsibility of child soldiers for what they did? The Iliad and its Legacies in Drama Slatkin , 4 pts V29.0104, V65.0104.001, K20.14540001 \"The poem of force,\" according to Simone Weil, the Iliad is also a poem of forceful influence. In this course we will read the Iliad intensively, followed by an examination of its heritage on the dramatic stage. In the first half of the semester we will primarily explore the Iliad in terms of the poetics of traditionality; the political economy of epic; the ideologics of the Männerbund (the \"band of fighting brothers\"); the Iliad's uses of reciprocity; its construction of gender; its intimations of tragedy. In the second half of the course, informed by a reading of Aristotle's Poetics , we will focus on responses to the Iliad in dramatic form: possible readings will include Sophocles' Ajax ; Euripides' Iphigeneia in Aulis ; Shakespeare's Troilus and Cressida ; Racine's Andromaque ; Giraudoux's Tiger at the Gates [ La guerre de Troie n'aura pas lieu ]; Ellen McLaughlin's Iphigenia and Other Daughters . Students will give presentations on an Iliadic intertext of their own choosing. [ No knowledge of Greek is required for the course, though those who wish to do reading in Greek will be offered assignment options.] Topics in 20th Century Literature: 20th Century Letters: Love, Immigration, and the Boundaries of Literature Vatulescu , 4 pts. V29.0190.001 What do immigrant letters reveal about immigration, and love letters about love? How do they mediate cultural difference, the relationship between self and (absent) other, private and public, the written and the oral? How do they articulate and shape experiences, such as intimacy, which are often just intimated in face-to-face encounters? What do letters teach us about the relationship between literature and its margins? For some, letters are the only attempt at using writing to represent oneself, for others they are the laboratory of literature or literature itself. In this course we will read a wide range of letters, from those dictated by illiterate immigrants to masterpieces of the epistolary genre; the correspondents will be real and fictional, famous and anonymous. We will explore the material history of letter writing, and the changes brought by various technologies, such as the train, the telegraph, the telephone, or e-mail. Topics also include the relationship between gender and what has often been considered a “feminine genre,” as well as the politics of personal writing. We will consider letters from the North American Immigrant Letters, Diaries and Oral Histories database, the Dead Letter Office, surveillance files, as well as correspondence, fiction, and theoretical writings by Franz Kafka, Boris Pasternak, Rainer Maria Rilke, Marina Tsvetaeva, Viktor Shklovsky, Mariama Ba, Jacques Derrida, Roland Barthes, Julia Kristeva and others. Enrollment limited to 20. Topics in 20th Century Literature: Modernity and Identity in the Arabic Novel Bahoora , 4 pts. V29.0190.003, V77.0190 This course will examine the intersections of history, politics, and identity and their representations in modern Arabic literature and film. How have Arab writers depicted the social, political and cultural upheavals that have shaped the Arab world in the 20th century? We will consider some of these changes-- the end of the colonial period, the rise of the nation state and Arab nationalism, narratives of progress and development, debates on tradition and their place in a “modern” society, gender, Islam, and globalization—in the context of the Arab world’s economic, cultural, and military interactions with Europe and the United States. The course, therefore, aims to examine Arabic literature and culture in a global context and will explore a range of texts, from novels, to theory, to films, that address the relationship between identity and modernity, and between the particular/local and what is represented as universal—development, progress, modernization, and liberalism. We will closely examine the relationship between politics and aesthetics, primarily through an examination of the novel genre in the Arabic tradition and its relationship to historical representation.  Mr. Bahoora is an advanced Ph.D. candidate in Comp Lit; as a student-taught course, this course will NOT count as a CL CORE course  Courses Originating in Other Departments        Topics Porous identities: Sex, race, and violence in Cervantes and Zayas Dopico-Black , 4 pts V29.0951, V95.0951 (Originates in Spanish, taught in Spanish) Through close readings of the Novelas ejemplares (1613) of Miguel de Cervantes (author of Don Quixote) and the Novelas amorosas y ejemplares (1637) and Desengaños amorosos (1647) of María de Zayas, the course explores the construction –and porousness— of various forms of identities in the early modern period and how these overlap with questions of race and religion, violence, sex and gender, love and the law, subjectivity and subjection, and nation formation in Renaissance Spain. Readings include the short story collections of Cervantes and Zayas, accompanied by critical and historical texts. In Spanish. Intro to Post Colonial Studies Garajawala , 4 pts. V41.0780l, V29.0780 (Originates in English) The Education of the Prince: Machiavelli and His Critics Krabbenhoft , 4 pts. V29.0991, V65.0991 (Originates in MARC) Japan Through Its Literature Roberts , 4 pts. V29.0734, V33.0734 (Originates in East Asian Studies) Topics: Intro to Aesthetics Subirats , 4 pts. V29.0951.001, V95.0951.003 (Originates in Spanish)                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Tom Bishop    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Bishop, Tom                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;                   Tom Bishop   Florence Lacaze Gould Professor of French Literature; Professor of French, Comparative Literature Director, Center for French Civilization and Culture Ph.D., California (Berkeley); M.A., Maryland; B.A., New York   Office Address: 13 University Place, 616  New York, New York (US) 10003 Email:   Phone: (212) 998-8710                   Select Publications    BOOKS From the Left Bank: Reflections on the Modern French Theater and Novel (New York University Press, 1997) Le Passeur d´océan: carnets d´un ami américain (Payot, 1989) Huis Clos de Sartre (Hachette, 1975) Pirandello and the French Theater (New York University, 1960, 1970) BOOKS EDITED Samuel Beckett , ed. with R. Federman (L´Herne, 1976; Livre de Poche, 1985) L´Avant-Garde Théâtrale: French Theater Since 1950 , ed. (NYU Press, 1975) L'Amérique des Français , ed. with C. Fauré, (François Bourin, 1992) Classiques d'aujourd'hui , general editor (Gallimard, 1986 -1989) Littérature et culture françaises , general editor, Films for the Humanities In the series The Florence Gould Lectures at New York University : Camus Now , 2011 Land of Refuge, Land of Exile: French Writers and Artists in the U.S. During the Occupation Years , 2010 Simone de Beauvoir, Centennial Conference , 2009 Beckett 100 , 2007 Situating / Situation de Sartre 2005, 2007 Remembering Roland Barthes...20 Years Later , 2003 Les antiaméricanismes , 2001 CONTRIBUTIONS TO BOOKS “Beckett de l’anglais au français” Présence de Samuel Beckett / Presence of Samuel Beckett , 2006. 99-108 “Theater and Theory” The Columbia History of Twentieth Century French Thought , 2006. 340-344 \"Staging Beckett in France at the End of the Twentieth Century,\" Samuel Beckett: Endlessness in the Year 2000 (Fin sans fin en l'an 2000) , A. Moorjani &amp; C. Veit, eds.(Amsterdam and New York: Rodopi, 2002), 42-47 \"La Vie errante: les tournées de la compagnie Renaud-Barrault,\" Renaud-Barrault (Bibliothèque nationale de France, 1999) \"François Mitterrand et les États-Unis,\" François Mitterrand – Paix et développement (UNESCO, 1998) \"Theater and the Everyday in France: Le Théâtre du Quotidien,\" The Art of the Everyday. The Quotidian in Postwar French Culture , Lynn Gumpert, ed. (NYU Press, 1997) “Jean Genet's Play Les Nègres is Performed in Paris. The Theater of the Absurd,” A New History of French Literature , D. Hollier, ed. (Harvard U. Press, 1989; Bordas, 1993) \"Transpositions pour la télévision: transmutations des œuvres de Beckett,\" Samuel Beckett (Privat, Revue d'Esthétique, 1986) \"Blin on Beckett,\" On Beckett: Essays and Criticism , (Grove Press, 1986) \"The Temptation of Silence,\" As No Other Dare Fail (Riverrun, 1986) “Vingt ans de théâtre à Paris,” Paris-Paris 1937-1957 , Centre Pompidou, 1981 “ ‘Heavenly Father, the Creature Was Bilingual.’ How Beckett Switched to French” Beckett 100 , 2006. 30-42 \"Situating Sartre's Theater of Situations,\" Situating/Situation de Sartre 2005, 2007, 170-180 \"Barthes and Un/Popular Theater,\" Remembering Roland Barthes....20 Years Later , 28-45 SELECTED ARTICLES “Into the Labyrinth” Artforum, Summer 2008. 383-395, 466-468 “Whatever Happened to the Avant-Garde?”, Yale French Studies , 112; 7-13, 2007 \"Topologie d'une reprise ou le retour de Robbe-Grillet,\" Critique , 651-52, 2001, 595-604 \"I Love You, Moi Non Plus,\" SubStance , 76/77,1995 \"Le Théâtre sorti de l'ombre,\" French Cultural Studies , 1994            Update your faculty profile                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2014 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2014 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Classical Literature and Philosophy: Ancient Presence in the 19th and 20th Centuries    4.0    COLIT-UA 160    Bianchi    Wednesday    3:30-6:10       Intro to African Lit: African Literature and Culture    4.0    COLIT-UA 844 Diawara    Thursday 3:30-6:10       Junior Theory Seminar: Reading South by South    4.0    COLIT-UA 200    Dopico    Thursday    12:30-3:15  Topics: Lyric Subjectivity and Transculturation  4.0    COLIT-UA 132.002    Duffy    Tuesday    3:30-6:10       Topics in 18th Century Literature: Enlightenment Evil    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45         Topics in 20th Century Literature: Cosmopolitanism and Urban Spaces    4.0    COLIT-UA 190.002 MEIS-UA 190.001    Halim    Wednesday    12:30-3:15    Topics in 20th Century Literature: Violence and Technology  4.0 COLIT-UA 190.001 Kaffen Mon/Wed 11:00-12:15       Topics: Fascism/Violence/Memory: The Case of the Spanish Civil War    4.0    COLIT-UA 132    Matos-Martin    Thursday    9:30-12:15  Topics in 19th Century History: Century Literary History: Arthur Rimbaud (Students must know some French.)  4.0 COLIT-UA 180 FREN-UA 868.002 Ross Tuesday 11:00-1:00       Senior Seminar in Comparative Literature: Honors Thesis    4.0    COLIT-UA 400    Vatulescu    Monday    12:30-3:15       Independent Study: Internship (permission of DUGS required)    2.0    COLIT-UA 998          Independent Study (permission of DUGS required)  4.0 COLIT-UA 997         Classical Literature and Philosophy: Ancient Presence in the 19th and 20th Centuries Bianchi Since the end of the 18th century, Greek philosophy and literature has enjoyed a fascinating resurgence in Western philosophy. In this class our aim is to read a range of difficult texts from both antiquity and modernity slowly and carefully, examining closely a series of important philosophical conjunctions. By examining these scenes of reception, both the ancient text and the modern shed light upon one another –why do certain ancient texts come to illustrate and illuminate modern philosophy, and how do modern concerns come to re-animate the ancient texts? The conjunctions will include Sophocles’ Antigone and Hegel; Presocratic philosophy and Nietzsche; Sophocles’ Oedipus Tyrannos and Freud; Plato’s Phaedrus and Derrida; Plato’s Republic and Irigaray; Antigone and Judith Butler. This class recommended for students with some experience with theory and continental philosophy who wish to deepen their understanding of these difficult thinkers. Topics: Lyric Subjectivity and Transculturation Duffy This course will explore the development of lyric poetry from the troubadours to the European metaphysicals, exploring imitation, competition, and anxiety as driving forces of lyric production within a transcultural framework. Primary Texts will include works by Arnaut Daniel, Dante, Petrarch, Pietro Aretino, Garcilaso de la Vega, Luís Vas de Camões, Joachim du Bellay, Pierre de Ronsard, Jan Van der Noot, Sir Philip Sidney, Edmund Spenser, John Donne, Jean de Sponde, Francisco de Quevedo, Fernando Herrera, Giambattista Marino, George Herbert, and Richard Crashaw. Critical works will include those by Thomas Greene, Leonard Forster, Teodolinda Barolini, Roland Greene, Terence Cave, Maria Rosa Menocal, Ignacio Navarette, Mario Praz, Gilles Deleuze, Heather DuBrow, and others.  Topics in 18th Century Literature: Enlightenment Evil Gadberry This semester, we will investigate a series of attempts to justify the existence of evil in the world – and in us. As we read poems, novels, letters, and works of philosophy of the long eighteenth century, we will study the complaints hurled at an incomprehensibly unjust universe in a moment known for its confidence in the powers of the understanding. Our inquiry will take us from texts that try to justify a system that makes us rotten from the very beginning, to works that suggest we live in the best of possible worlds, to scathing satires of these defenses, and – most scandalously of all – to outright celebrations of wickedness. We will look at the impersonal evil of natural calamities (in the writings that emerged around the devastating Lisbon earthquake of 1755) to the carefully wrought cruelties of sadism (in the Marquis deSade’s Justine, for instance). As we do so, we’ll think about how Enlightenment reason grapples with problems that seem to resist reason, how Enlightenment optimism stands up to critique, and how some instrumentalize (and even eroticize!) reason in pursuit of amoral pleasures. Required works will include the following primary works, many of which will be available in a coursepack: Kant, “On the Miscarriage of All Philosophical Trials in Theodicy”; Kleist, “The Earthquake in Chile”; Laclos, Dangerous Liaisons; Leibniz, Theodicy (selections); John Milton, Paradise Lost (selections); Pope, “An Essay on Man”; Rousseau, letter to Voltaire defending Pope and Leibniz and selections from the Confessions and Social Contract; Sade, Justine; Voltaire, Candide and “Poem on the Lisbon Disaster.” The coursepack will also include secondary readings by Bakunin, Foucault, Lacan, and others.    Topics in 20th Century Literature: Cosmopolitanism and Urban Spaces Halim The notion of cosmopolitanism has been associated, traditionally, with the city, the cosmopolite being conceived of as a privileged urbanite. Although much has changed in the way we have come to think of cosmopolitanism in recent years, we still need to ask: to what extent is everyone potentially a cosmopolite nowadays? Are there good and bad candidates for that status, and if so, what are the criteria, and who gets to decide? Are all the world’s cities global cities? And what of “village” in “global village”? If we bear in mind that a substantial portion of the world’s population still lives in relatively deprived semi-rural areas, how would that alter our understanding of this new cosmopolitanism, or propose other forms? In what way does the city-bred cosmopolite’s thirst for pastoral images and idyllic vistas impact peasants and the countryside? What, if any, are the tactics to which rural migrants in big urban centers resort to rework old patterns of belonging and forge new attachments? In this course, we will attend to these and other questions of cosmopolitanism and globalization in rural and urban spaces through theory, literary texts and films from the Middle East, Europe and the USA.    Topics in 20th Century Literature: Violence and Technology Kaffen Frequently characterized as an aberration within modernity, pervasive violence in its various forms (war, terror, crime, culture) has proven disastrously resistant to the ideals of the enlightenment, throwing them into question if not crisis. More, its relationship to technology in particular remains among the most fraught legacies of modernity. Indeed, the intersections of technology and violence have engendered the most profound critical debates and contentious cultural and artistic works of the twentieth century. In the interest of grappling with the ever increasing complexity of this relationship, we will read a broad array of critical writings on violence and technology, as they intersect with questions of politics, security, and sovereignty. At the same time, we will pay attention to the cultural and artistic expressions that critically engage with these issues from literature, music, architecture, painting, photography, cinema, video games, and assorted new media. Readings will include Eyal Weizman, George Bataille, Paul Virilio, Sasaki Ataru, TJ Clark, Walter Benjamin, Adriana Caverero, Hannah Arendt, Carl von Clausewitz, Ariella Azoulay, Jean Genet, Michel Foucault, Carl Schmitt, George Didi- Huberman, W.G. Sebald, Ernst Junger.  Topics: Fascism/Violence/Memory: The Case of the Spanish Civil War Matos-Martin The Spanish Civil War (1936-1939) is the defining event in Spanish modern history as well as widely acknowledged as a precursor to World War II. As the earliest example of battleground against fascism, those three years fascinated and attracted individuals from across the world, including George Orwell and Ernest Hemingway, and have continued to be the object of numerous books and other cultural products. Not so well known and studied, however, is the long-lasted and violent fascist regime established once the democratic Spanish Republic was eventually defeated. The purpose of the course is to examine the war and the fascist dictatorship that followed and perpetuated the logic of war, with a special focus on fictional and cultural representations. Literary texts, films, and documentaries will be analyzed in comparison with other artistic and cultural forms of expression (photography, painting), and accompanied by readings in history and theory. Topics to be discussed include political and ideological dynamics of war and fascism (comparing the Spanish case with other fascist regimes such as the Nazis through such theoretical lenses as biopolitics, for example), representations of violence, memory and history, and justice.  Topics in 19th Century History: Century Literary History: Arthur Rimbaud Ross A seminar devoted to the poetry, cultural, and political context of Arthur Rimbaud.   Students must have some reading knowledge of French (there will surely be differing   levels of familiarity with French in the group) and a good French dictionary. Discussion conducted in English.  Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]