[{"detail": [{"content": "CS-GY 9223: Trust, Risk, and Deception in Cyberspace | The Center for Interdisciplinary Studies in Security and Privacy            //-->               Skip to main content                                  The Center for Interdisciplinary Studies in Security and Privacy                                  Search form      Search                   Menu     Team   News   Education   Research   Seminars   Scholarships   CSAW   Wiki               Home                                CS-GY 9223: Trust, Risk, and Deception in Cyberspace                                   CS-GY 9223: Trust, Risk, and Deception in Cyberspace  Professor: Nasir Memon    Course Overview: Cyberspace is playing an increasing role in our lives, and our society is rapidly becoming structured around the 24/7 availability and trustworthiness of information systems. We already entrust cyberspace with our privacy, national security, physical safety, and digital identities. Maintaining an orderly, peaceful, safe, and productive society will increasingly depend on maintaining safe and trustworthy information systems. However, trust cannot be realized by technology alone. This course adopts the viewpoint that cyberspace is essentially a social system that relies on important technical components. The course will begin with a discussion of trust, risk and deception as developed in the social sciences and examine how traditional notions apply or fail to apply to interactions in cyberspace. In the second part of the course we will examine the technical underpinning of cyberspace and the mechanisms that have been developed to create trustworthy systems. In the third and final part of the course we will examine the interplay between the technical and social aspects and see how better policy and systems can be developed to tackle cybercrime, cyber-espionage, cyberwar and cyberterrorism. A computer science or engineering knowledge is not necessary for taking this course.    Course Expectations: This course will involve a lot of reading, discussion and writing. Students are expected to read a substantial number of research papers, participate in classroom and online discussions, and complete a publishable research project. Each student is requires to do final project on a topic of their  choosing that goes deeper into the issues beyond what is discussed in class.    Course Number: CS 9332   Course Website: Blackboard TBA   Class Times: Mondays 12:00pm&ndash;2:30pm   Prerequisites: None                                        &copy; NYU Polytechnic School of Engineering."}]},
{"detail": [{"content": "CS-GY 9223: Trust, Risk, and Deception in Cyberspace | The Center for Interdisciplinary Studies in Security and Privacy            //-->               Skip to main content                                  The Center for Interdisciplinary Studies in Security and Privacy                                  Search form      Search                   Menu     Team   News   Education   Research   Seminars   Scholarships   CSAW   Wiki               Home                                CS-GY 9223: Trust, Risk, and Deception in Cyberspace                                   CS-GY 9223: Trust, Risk, and Deception in Cyberspace  Professor: Nasir Memon    Course Overview: Cyberspace is playing an increasing role in our lives, and our society is rapidly becoming structured around the 24/7 availability and trustworthiness of information systems. We already entrust cyberspace with our privacy, national security, physical safety, and digital identities. Maintaining an orderly, peaceful, safe, and productive society will increasingly depend on maintaining safe and trustworthy information systems. However, trust cannot be realized by technology alone. This course adopts the viewpoint that cyberspace is essentially a social system that relies on important technical components. The course will begin with a discussion of trust, risk and deception as developed in the social sciences and examine how traditional notions apply or fail to apply to interactions in cyberspace. In the second part of the course we will examine the technical underpinning of cyberspace and the mechanisms that have been developed to create trustworthy systems. In the third and final part of the course we will examine the interplay between the technical and social aspects and see how better policy and systems can be developed to tackle cybercrime, cyber-espionage, cyberwar and cyberterrorism. A computer science or engineering knowledge is not necessary for taking this course.    Course Expectations: This course will involve a lot of reading, discussion and writing. Students are expected to read a substantial number of research papers, participate in classroom and online discussions, and complete a publishable research project. Each student is requires to do final project on a topic of their  choosing that goes deeper into the issues beyond what is discussed in class.    Course Number: CS 9332   Course Website: Blackboard TBA   Class Times: Mondays 12:00pm&ndash;2:30pm   Prerequisites: None                                        &copy; NYU Polytechnic School of Engineering."}, {"content": "Trust, Risk, and Deception in Cyberspace - NYU Libraries                               This is the \"Trust, Risk, and Deception in Cyberspace\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Trust, Risk, and Deception in Cyberspace A collection of research resources for the students in this course.        Last update: Feb 5, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=300471                                                                          Home                                                                                  Do you have more questions?                   Photo credit    NYUAD Librarians are available to answer your questions via chat, email or in person at the Information Desk.            Comments (0)                                         Welcome!                 Welcome to the Research Guide for Trust, Risk, and Deception in Cyberspace! We have compiled a list of databases to facilitate your research. There is also a Research Example on each page meant to illustrate how to use these resources.   The following databases were mentioned in class and are good places to begin your research when working on projects for this course:  Web of Science Find articles in the sciences & social sciences and the articles that cite them. PsycINFO Identifies articles, books and dissertations in psychology and related subjects. Ebrary Contains 100,000 books in the social sciences, sciences, and humanities.            Comments (0)                                              close                                                                                                          Finding Articles                                                                                  Research Example                 Research Topic: Government regulation of the internet   Try looking in these databases using the search tips below:  Web of Science Search for internet and government and censorship \"The Internet predicament in the Middle East and North Africa: connectivity, access and censorship\" and \"The Internet and government censorship: the case of the Israeli secret service\" PsycINFO Search for government and internet and regulation \"Internet development, censorship, and cyber crimes in China\" and \"Behind the great firewall: The Internet and democratization in China\"            Comments (0)                                         Additional Databases                 Need more information? Try the following databases. Still stuck? Email us or stop by the Library!          ProQuest                   Sociological Abstracts                   JSTOR                    Comments (0)                                         Recommended Databases                 Don't know where to start? Try the links below first to find articles related to your topic.  PsycINFO Identifies articles, books and dissertations in psychology and related subjects. Web of Science Identifies articles in science and social science, and the articles that cite them. SocINDEX Contains articles in sociology and anthropology.            Comments (0)                                         Google Scholar Search                 Try Google Scholar to find out what's been written about your topic:                            Comments (0)                                         Google Scholar & NYU Libraries                 You can configure Google Scholar to:     Sense when NYU has access to the full-text of an article   Export your citations to RefWorks or EndNote     Use the Google Scholar Set Up Guide to do these things and make your life easier!           Comments (0)                                              close                                                                                                          Finding Books & E-books                                                                                  Requesting items from NYUNY                    To request a book from New York:   1. Search for a book at the \" Books &amp; More \" tab.   2. Sign in to My Library Account (top right of page).   3. Click the title of the item you'd like.   4. Click the blue request button.   5. \"NYU Abu Dhabi Library (UAE)\" will be listed as the pickup location. Click \"Submit\"   6. Your book will arrive in 3-5 days. We will email you when it is available for you to pick up.   Got questions? Email us!           Comments (0)                                         E-Book Databases                 Search the following ebook databases to find books that contain information about your topic:          Ebrary                   Books24x7                   SpringerLink                   Safari Books Online                    Comments (0)                                         Research Example                 Research Topic : Children and risk in an online environment   Search SpringerLink , ebrary and our online catalog for 'children and internet and risk' (no quotes) to find books like these:   Truth, Lies and Trust on the Internet - Monica Whitty Available online!   Seduction of Children: Empowering Parents and Teachers to Protect Children from Sexual Abuse - Christiane Sanderson Available online!   Internet Child Abuse: Current Research and Policy - Julia Davidson Available online!   Youth, Pornography and the Internet: Can We Provide Sound Choices in a Safe Environment? - Dick Thomburgh Available online!            Comments (0)                                              close                                                                                                          Science Librarian                                                           Amani Magid  JavaScript disabled or chat unavailable.   Chat is offline.   Contact Info: NYUAD Library Send Email  Subjects: Biology , Chemistry , Computer Science , Engineering , Physics , Psychology          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]