[{"detail": [{"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Kant's Critique of Pure Reason                            Kant's Critique of Pure Reason             Wayne Waxman  Telephone: 212 998-7884  Office: 269 Mercer St., Room 525  Email: waxmanw@hotmail.com  Office hours: MW 12:30-2:00 or by appointment            I. Texts        Critique of Pure Reason (CPR), by Immanuel Kant; tr. by Norman Kemp Smith, St. Martin's Press   Prolegomena to any Future Metaphysics (PFM), by Immanuel Kant; tr. by Paul Carus, rev. by J. Ellington; Hackett Publishing.   Postings on course website:    &quot;Kant's Debt to the British Empiricists&quot; ;  &quot;Kant's Refutation of Berkeleyan Idealism&quot; ;  &quot;Some Citations Relating to Kant's Theory of Space and Time&quot; .             II. Grading      All enrolled students will be required to write a 20-page paper. The topic must give predominant weight to a question of interpretation in Kant and focus on primary sources.   Attendance and participation will be given equal weight in the final grade.            III. Topics and Readings      Weeks 1 and 2: Kant's philosophical project and his strategy for realizing it: Prefaces to the A and B editions of the CPR ( Critique of Pure Reason ), and the Preface and Preamble of PFM ( Prolegomena to any Future Metaphysics ).   Weeks 2 and 3: Transcendental Aesthetic &ndash; the ideality of space and time and the inscrutability of the thing in itself : CPR A19-49/B33-73, PFM Part I (280-94) and Appendix (371-383). Also: A366-80, A490-7/B518-25, A712-38/B740-66, and PFM &#167;38.   Week 4: Transcendental Analytic through the metaphysical deduction of the categories &ndash; the anatomy of human understanding : A50-83/B74-116; PFM &#167;39   Weeks 5 - 6: The 1787 edition Transcendental Deduction of the Categories &ndash; understanding understanding . B116-169. Also: Axvi-xvii.   Week 7: The 1781 edition of the transcendental deduction of the categories &ndash; understanding as the author of nature : A95-A130; PFM &#167;&#167;14-23   Week 8: The analytic of principles through the transcendental schematism &ndash; transcendental truth : A131-147/B169-187; PFM &#167;&#167; 24-31   Week 9: The Principles through the Axioms of Intuition and Anticipations of Perception &ndash; why reality must conform to mathematics : A148-176/B187-218   Weeks 10 - 11: The Analogies of Experience &ndash; the subjective foundations of objective reality : A176-218/B218-265; PFM &#167;&#167; 32-8   Week 12: The Postulates of Empirical Thought through the conclusion of the Analytic of Principles &ndash; the bounds of human cognition : A218-292/B266-349   Week 13: The Transcendental Dialectic through the Paralogisms &ndash; can our knowledge of reality exceed what experience is capable of teaching us? A293-405/B349-432; PFM &#167;&#167; 40-49   Week 14: The Antinomies &ndash; the possibility of freedom : A405-567/B432-595; PFM &#167;&#167; 50-54   Week 15: The Ideal of Pure Reason, critique of proofs of the existence of God, and the regulative role of reason &ndash; reason's true regulative calling : A567-794/B595-822; PFM &#167;&#167; 55-60                    \u0000."}, {"content": "%PDF-1.2   %     16 0 obj   >  stream  HWr8\u0010\u0002\u001c-YS\u0014SJ7X\u0002Q\"\u0014\u0000|AQ{[5@̠\u0007\u0015 L&8\u0001f7g\u0011ЯZ\b\u0004\u001f.ϢqTL1+ Ʒ0[A.S\u001c>se*\u0004.6tۥR,g !n-gc\u001e\u0011\\}|)$C\\>-v\u000fZ\u0016|\u001beƍho4M3vDsy2W\u00198ÌPNK\baQ[PB^\b_\u001f\u0007tirĆ\u0019a]w;;ƴ6+,5̾H\u007f\u0015˳+K,醻%QӺ\b7|\u0019 \u0006͊\"`=\"6Y7>'/׏\u001a|\u000f\u001bl\u007f\u001b n\u0001/1|- *$y\u0012\u0011 \u0017&\u0001Q\u001f +-\u0003#{  {-*WA\\C\u001d!\u0015'q@ʅ\u000eǻ\u007fEu \\3\u0011}w$* Đg}\u001e\u001fbۦ\u0011 g՚\u001bM7Bx\u001cKh\b怲G*’\u000fZU\u0019-b 3=\u001d|V\u001cdzڛ I \u000f\u001d +\u0010\u0003v`()7\u001c\u0016\u00045f?\u00065o 05\u0007fK 0|Q\u0006\u007f\u0004 4\u0015kN9I: ?|WܞMc7[\u000evHkL$q]F\u000eil\u0019Ԋs@i#da)\u0015pVX\u0004\u0016(Q\u000660,\u0000 ]-ŝh\u001aui'\u0014-T w|J'iBN\u0002  ز\u0015?[\u0010h,㴠\u0003#K9dE\u0013a\"`S?(\"\u0016;Id\u0007VF\u0019=4$Ox\u001e\u0003 \u001d\b-JBhlCP\u0012 ,(C& \u0016R\u001cjԶ;'zA>Ӭ\u001f8.\u0002\u0015T\u001c\u001cL\u0017nm8IRX?VI>%)$Y4O\u0014N\b~F4v\u001b\u0012P5{\u0005Wh{!\u001b+tjż\u0015?1+#+8˓8R\\jt\u0018h\u0019R;:6;ÈD  UȌ \"\udfb5\u0005ÛFC\u0000HWM\"\\EIwRI/e\u001e1\u001f(N0-\u0010kYUlѕ0p\u0017 *Ixe- Zbg\u0005'=(¥M $-̕K+\u0004B \u0001v\u0004J.R\"\u0006h\u0019\u0017\u001e`J\u001czE#Ļcj2}Y_}HLEjCT9yCû\u001c\u0019up\u007fKכ\u001cZ]\u007f%ʧq \u0000\u001ce$QF*[/ /skǭr\u000e\u000fg5ǽfp;f+oH/\"Gą\u001e|yQM;40E$D^}w\u001bj\u0019\u000f:Q,\u0019}̝ ^tIC'U-\u000ek!)ܘGI=HvR\u0000r.J ^z`\u0012\u001d\u001bP:\u0003\u001a\b/u{zz&K08=>[%E]( L(U26\u00017q  endstream  endobj  17 0 obj  1679  endobj  4 0 obj   >  /ProcSet 2 0 R  >>  /Contents 16 0 R  >>  endobj  19 0 obj   >  stream  HW]s\u0015\u0005\u000fheD\u001a_$\u0000Icu\u001dMPa\u0005,ɵ\u0000,\u0000D\u0007\u0000D$\\BsϽ4bf\u001dm\u0018\u007fw\u00150G\u0001 # {xU Zk\u001f&n\u0018FGj^{6\u001bPi\u0004D&rH\\\b$Aвx2\u0000>\u0010س\\0Ͷ\u000fxP\u001d\b\u0013]\u0007}T X솢\u0003;`}@BOBA m VmbCުJZ\u001cP\u001a:\u0004gȑcA\u0001\u001ay2vQ\u0004I\u0010nV6t\"xT\\6@Y\u001de\u00052+J\u0002(>:\u001cYVuNjh\bQ\u000e\u0005P\u0001[\u0006\u0001\u001fV\u0006/81-\u0000U`C#ϊnh\u0015\u0005j I\u0005@Z\u001f\u0003\u007f¹o\bQq wJn\u0000l:\u0014ty\u0001\u001aFy\u0012K\u001atޘ 2\u0003\u000fח * xe)3-Ŏ\"8Ee=\u0015`v M\u0006\u0007U*I\u0014\u001dtwWSX\u00062u\u001a&\u001e\u001d?\u0015m&kqN\u0018+VcE\u001f\u0012piȳ)p .Ē\u007f8op_| j#'}6ttMi\u00077QxNlRJ\u001bڶ\u0012䰭\u0005Jg[cϛX Ŭ^{nF4SS\\ q D S#.\u001e/n67:>0N? Z)=\u0019 \u001f.Zwbf&+5n`v\u007fS=Ӿc\b(f\u001c\u001bh\u0003&\u000330\u0006G0)=G.\u0005V>L\\B5t %@Эp\u001dE\"\u0015FW'\u0003'B\u0011eЅ4fۮ\u0015\b\u0004GoR6wt}=L&aI\u001bd\u001b\u001b\u000e͙ZO\u0018\u0005/\u000e^\u001cFƘk\\0Z ~\u0014+RXkW\u0019Ϯđ\u0015P vWo0ʌ[\"\u0017\u0002S1w\u0000IJ\\WQ/'\u0019+_B(7h\u001fb {vxg>z  %D| DjugC\u001a_\u0019wW5K+m\u00176B\u001a^0GN7b^l=\u007fHq\u000f\bFG\u0018Mc$ƛkq6q\u001bbaY㢳\u0003\u001d\u00170F\u001cmȅ Z{B4T}ȝ7  zc.,\u0004]H\u0007ze)̕(ZOt/k1f@b_=Q\u0017)M\u0007h\u000e%'0\u0019AT;7і\u0007Z eQ8>!2(C9uM++F\u0014W\u001dOZ  endstream  endobj  20 0 obj  2836  endobj  18 0 obj   >  /ProcSet 2 0 R  >>  /Contents 19 0 R  >>  endobj  22 0 obj   >  stream  Hn6\u0010,\u001a 5Gñ\b\u0015zxӶݣf\u0018A١\u00073hX^ ju_\u0018}A\\BH,EJ!汔\u0018B):U5zxG\u000f\u0006K\u0019=,v \u0007 \u007f֥h> `\bĪSm|AUQ\u0003\u001aߢ\b97\u0011bɁ\u001dY\u0001 eq5˂8039q{%e.&b(8U o\u0019XrpD6I`[z\u0012nT\u001fL\u0019\u0017\u0013\u0010X\u001eyY\u001cu\u0001\u000ekFp ύB\u001a \u00184\"J-Ey\u0019%+Ia˩B\u000eTdې\u000f\\7\u000e,+7k\b΄\u0000a\u0014SzĤ\u0018Eh\u000e\u0014?\u0010NT5\u0018\u0019pO>J\u0002\\;:\u001fnk>\u001d'1Ez!\u0014,M=Oc\u00166^\u0006FN\u001aP\u0007E 0\u0017'\u0003z,KZ\u0003z\\ke\u0019Ή\u000f_\"`\u0015\u001a/M&[\u0002\u001fj8ڝչసmdq qݮz*8\u007f5Lr4G6lI$.2E\u0011No\u007fJ)  endstream  endobj  23 0 obj  1130  endobj  21 0 obj   >  /ProcSet 2 0 R  >>  /Contents 22 0 R  >>  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  10 0 obj   >  endobj  11 0 obj   >  endobj  12 0 obj   >  endobj  13 0 obj   >  endobj  14 0 obj   >  endobj  15 0 obj   >  endobj  2 0 obj  [ /PDF /Text ]  endobj  5 0 obj   >  endobj  1 0 obj     /CreationDate (D:20040730153425)  /Title   /Author   /Producer (Acrobat PDFWriter 4.05 for Windows)  >>  endobj  3 0 obj   >  endobj  24 0 obj  [/CalGray   >  ]  endobj  25 0 obj  [/CalRGB   >  ]  endobj  xref  0 26  0000000000 65535 f  0000013720 00000 n  0000013580 00000 n  0000014287 00000 n  0000001810 00000 n  0000013614 00000 n  0000006521 00000 n  0000007637 00000 n  0000007908 00000 n  0000009040 00000 n  0000009340 00000 n  0000010472 00000 n  0000010762 00000 n  0000011884 00000 n  0000012164 00000 n  0000013291 00000 n  0000000021 00000 n  0000001786 00000 n  0000004939 00000 n  0000001993 00000 n  0000004915 00000 n  0000006350 00000 n  0000005110 00000 n  0000006326 00000 n  0000014384 00000 n  0000014477 00000 n  trailer   ]  >>  startxref  14660  %%EOF"}]},
{"detail": [{"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Kant's Critique of Pure Reason                            Kant's Critique of Pure Reason             Wayne Waxman  Telephone: 212 998-7884  Office: 269 Mercer St., Room 525  Email: waxmanw@hotmail.com  Office hours: MW 12:30-2:00 or by appointment            I. Texts        Critique of Pure Reason (CPR), by Immanuel Kant; tr. by Norman Kemp Smith, St. Martin's Press   Prolegomena to any Future Metaphysics (PFM), by Immanuel Kant; tr. by Paul Carus, rev. by J. Ellington; Hackett Publishing.   Postings on course website:    &quot;Kant's Debt to the British Empiricists&quot; ;  &quot;Kant's Refutation of Berkeleyan Idealism&quot; ;  &quot;Some Citations Relating to Kant's Theory of Space and Time&quot; .             II. Grading      All enrolled students will be required to write a 20-page paper. The topic must give predominant weight to a question of interpretation in Kant and focus on primary sources.   Attendance and participation will be given equal weight in the final grade.            III. Topics and Readings      Weeks 1 and 2: Kant's philosophical project and his strategy for realizing it: Prefaces to the A and B editions of the CPR ( Critique of Pure Reason ), and the Preface and Preamble of PFM ( Prolegomena to any Future Metaphysics ).   Weeks 2 and 3: Transcendental Aesthetic &ndash; the ideality of space and time and the inscrutability of the thing in itself : CPR A19-49/B33-73, PFM Part I (280-94) and Appendix (371-383). Also: A366-80, A490-7/B518-25, A712-38/B740-66, and PFM &#167;38.   Week 4: Transcendental Analytic through the metaphysical deduction of the categories &ndash; the anatomy of human understanding : A50-83/B74-116; PFM &#167;39   Weeks 5 - 6: The 1787 edition Transcendental Deduction of the Categories &ndash; understanding understanding . B116-169. Also: Axvi-xvii.   Week 7: The 1781 edition of the transcendental deduction of the categories &ndash; understanding as the author of nature : A95-A130; PFM &#167;&#167;14-23   Week 8: The analytic of principles through the transcendental schematism &ndash; transcendental truth : A131-147/B169-187; PFM &#167;&#167; 24-31   Week 9: The Principles through the Axioms of Intuition and Anticipations of Perception &ndash; why reality must conform to mathematics : A148-176/B187-218   Weeks 10 - 11: The Analogies of Experience &ndash; the subjective foundations of objective reality : A176-218/B218-265; PFM &#167;&#167; 32-8   Week 12: The Postulates of Empirical Thought through the conclusion of the Analytic of Principles &ndash; the bounds of human cognition : A218-292/B266-349   Week 13: The Transcendental Dialectic through the Paralogisms &ndash; can our knowledge of reality exceed what experience is capable of teaching us? A293-405/B349-432; PFM &#167;&#167; 40-49   Week 14: The Antinomies &ndash; the possibility of freedom : A405-567/B432-595; PFM &#167;&#167; 50-54   Week 15: The Ideal of Pure Reason, critique of proofs of the existence of God, and the regulative role of reason &ndash; reason's true regulative calling : A567-794/B595-822; PFM &#167;&#167; 55-60                    \u0000."}, {"content": "%PDF-1.2   %     16 0 obj   >  stream  HWr8\u0010\u0002\u001c-YS\u0014SJ7X\u0002Q\"\u0014\u0000|AQ{[5@̠\u0007\u0015 L&8\u0001f7g\u0011ЯZ\b\u0004\u001f.ϢqTL1+ Ʒ0[A.S\u001c>se*\u0004.6tۥR,g !n-gc\u001e\u0011\\}|)$C\\>-v\u000fZ\u0016|\u001beƍho4M3vDsy2W\u00198ÌPNK\baQ[PB^\b_\u001f\u0007tirĆ\u0019a]w;;ƴ6+,5̾H\u007f\u0015˳+K,醻%QӺ\b7|\u0019 \u0006͊\"`=\"6Y7>'/׏\u001a|\u000f\u001bl\u007f\u001b n\u0001/1|- *$y\u0012\u0011 \u0017&\u0001Q\u001f +-\u0003#{  {-*WA\\C\u001d!\u0015'q@ʅ\u000eǻ\u007fEu \\3\u0011}w$* Đg}\u001e\u001fbۦ\u0011 g՚\u001bM7Bx\u001cKh\b怲G*’\u000fZU\u0019-b 3=\u001d|V\u001cdzڛ I \u000f\u001d +\u0010\u0003v`()7\u001c\u0016\u00045f?\u00065o 05\u0007fK 0|Q\u0006\u007f\u0004 4\u0015kN9I: ?|WܞMc7[\u000evHkL$q]F\u000eil\u0019Ԋs@i#da)\u0015pVX\u0004\u0016(Q\u000660,\u0000 ]-ŝh\u001aui'\u0014-T w|J'iBN\u0002  ز\u0015?[\u0010h,㴠\u0003#K9dE\u0013a\"`S?(\"\u0016;Id\u0007VF\u0019=4$Ox\u001e\u0003 \u001d\b-JBhlCP\u0012 ,(C& \u0016R\u001cjԶ;'zA>Ӭ\u001f8.\u0002\u0015T\u001c\u001cL\u0017nm8IRX?VI>%)$Y4O\u0014N\b~F4v\u001b\u0012P5{\u0005Wh{!\u001b+tjż\u0015?1+#+8˓8R\\jt\u0018h\u0019R;:6;ÈD  UȌ \"\udfb5\u0005ÛFC\u0000HWM\"\\EIwRI/e\u001e1\u001f(N0-\u0010kYUlѕ0p\u0017 *Ixe- Zbg\u0005'=(¥M $-̕K+\u0004B \u0001v\u0004J.R\"\u0006h\u0019\u0017\u001e`J\u001czE#Ļcj2}Y_}HLEjCT9yCû\u001c\u0019up\u007fKכ\u001cZ]\u007f%ʧq \u0000\u001ce$QF*[/ /skǭr\u000e\u000fg5ǽfp;f+oH/\"Gą\u001e|yQM;40E$D^}w\u001bj\u0019\u000f:Q,\u0019}̝ ^tIC'U-\u000ek!)ܘGI=HvR\u0000r.J ^z`\u0012\u001d\u001bP:\u0003\u001a\b/u{zz&K08=>[%E]( L(U26\u00017q  endstream  endobj  17 0 obj  1679  endobj  4 0 obj   >  /ProcSet 2 0 R  >>  /Contents 16 0 R  >>  endobj  19 0 obj   >  stream  HW]s\u0015\u0005\u000fheD\u001a_$\u0000Icu\u001dMPa\u0005,ɵ\u0000,\u0000D\u0007\u0000D$\\BsϽ4bf\u001dm\u0018\u007fw\u00150G\u0001 # {xU Zk\u001f&n\u0018FGj^{6\u001bPi\u0004D&rH\\\b$Aвx2\u0000>\u0010س\\0Ͷ\u000fxP\u001d\b\u0013]\u0007}T X솢\u0003;`}@BOBA m VmbCުJZ\u001cP\u001a:\u0004gȑcA\u0001\u001ay2vQ\u0004I\u0010nV6t\"xT\\6@Y\u001de\u00052+J\u0002(>:\u001cYVuNjh\bQ\u000e\u0005P\u0001[\u0006\u0001\u001fV\u0006/81-\u0000U`C#ϊnh\u0015\u0005j I\u0005@Z\u001f\u0003\u007f¹o\bQq wJn\u0000l:\u0014ty\u0001\u001aFy\u0012K\u001atޘ 2\u0003\u000fח * xe)3-Ŏ\"8Ee=\u0015`v M\u0006\u0007U*I\u0014\u001dtwWSX\u00062u\u001a&\u001e\u001d?\u0015m&kqN\u0018+VcE\u001f\u0012piȳ)p .Ē\u007f8op_| j#'}6ttMi\u00077QxNlRJ\u001bڶ\u0012䰭\u0005Jg[cϛX Ŭ^{nF4SS\\ q D S#.\u001e/n67:>0N? Z)=\u0019 \u001f.Zwbf&+5n`v\u007fS=Ӿc\b(f\u001c\u001bh\u0003&\u000330\u0006G0)=G.\u0005V>L\\B5t %@Эp\u001dE\"\u0015FW'\u0003'B\u0011eЅ4fۮ\u0015\b\u0004GoR6wt}=L&aI\u001bd\u001b\u001b\u000e͙ZO\u0018\u0005/\u000e^\u001cFƘk\\0Z ~\u0014+RXkW\u0019Ϯđ\u0015P vWo0ʌ[\"\u0017\u0002S1w\u0000IJ\\WQ/'\u0019+_B(7h\u001fb {vxg>z  %D| DjugC\u001a_\u0019wW5K+m\u00176B\u001a^0GN7b^l=\u007fHq\u000f\bFG\u0018Mc$ƛkq6q\u001bbaY㢳\u0003\u001d\u00170F\u001cmȅ Z{B4T}ȝ7  zc.,\u0004]H\u0007ze)̕(ZOt/k1f@b_=Q\u0017)M\u0007h\u000e%'0\u0019AT;7і\u0007Z eQ8>!2(C9uM++F\u0014W\u001dOZ  endstream  endobj  20 0 obj  2836  endobj  18 0 obj   >  /ProcSet 2 0 R  >>  /Contents 19 0 R  >>  endobj  22 0 obj   >  stream  Hn6\u0010,\u001a 5Gñ\b\u0015zxӶݣf\u0018A١\u00073hX^ ju_\u0018}A\\BH,EJ!汔\u0018B):U5zxG\u000f\u0006K\u0019=,v \u0007 \u007f֥h> `\bĪSm|AUQ\u0003\u001aߢ\b97\u0011bɁ\u001dY\u0001 eq5˂8039q{%e.&b(8U o\u0019XrpD6I`[z\u0012nT\u001fL\u0019\u0017\u0013\u0010X\u001eyY\u001cu\u0001\u000ekFp ύB\u001a \u00184\"J-Ey\u0019%+Ia˩B\u000eTdې\u000f\\7\u000e,+7k\b΄\u0000a\u0014SzĤ\u0018Eh\u000e\u0014?\u0010NT5\u0018\u0019pO>J\u0002\\;:\u001fnk>\u001d'1Ez!\u0014,M=Oc\u00166^\u0006FN\u001aP\u0007E 0\u0017'\u0003z,KZ\u0003z\\ke\u0019Ή\u000f_\"`\u0015\u001a/M&[\u0002\u001fj8ڝչసmdq qݮz*8\u007f5Lr4G6lI$.2E\u0011No\u007fJ)  endstream  endobj  23 0 obj  1130  endobj  21 0 obj   >  /ProcSet 2 0 R  >>  /Contents 22 0 R  >>  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  10 0 obj   >  endobj  11 0 obj   >  endobj  12 0 obj   >  endobj  13 0 obj   >  endobj  14 0 obj   >  endobj  15 0 obj   >  endobj  2 0 obj  [ /PDF /Text ]  endobj  5 0 obj   >  endobj  1 0 obj     /CreationDate (D:20040730153425)  /Title   /Author   /Producer (Acrobat PDFWriter 4.05 for Windows)  >>  endobj  3 0 obj   >  endobj  24 0 obj  [/CalGray   >  ]  endobj  25 0 obj  [/CalRGB   >  ]  endobj  xref  0 26  0000000000 65535 f  0000013720 00000 n  0000013580 00000 n  0000014287 00000 n  0000001810 00000 n  0000013614 00000 n  0000006521 00000 n  0000007637 00000 n  0000007908 00000 n  0000009040 00000 n  0000009340 00000 n  0000010472 00000 n  0000010762 00000 n  0000011884 00000 n  0000012164 00000 n  0000013291 00000 n  0000000021 00000 n  0000001786 00000 n  0000004939 00000 n  0000001993 00000 n  0000004915 00000 n  0000006350 00000 n  0000005110 00000 n  0000006326 00000 n  0000014384 00000 n  0000014477 00000 n  trailer   ]  >>  startxref  14660  %%EOF"}]}]