[{"detail": [{"content": "NYU &gt; Classics &gt;          Raffaella Cribiore                                                      Back to  previous page                                  Raffaella Cribiore   Professor             of                         Classics Ph.D. 1993 (Classics), Columbia; M. Phil. 1990; 1972, Laurea, magna cum laude, 1972 (Classics), Università Cattolica (Milano, Italy)   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Fax: (212) 995-4209 Email:                               Click here to download the CV              Raffaella Cribiore is from Milano, Italy. After getting a Laurea magna cum laude from the Universita’ del Sacro Cuore, she came to New York. In 1993 she obtained a PhD in classics from Columbia University where for over ten years she taught and curated the collection of Greek and Coptic papyri. She moved to New York University in 2008. In 2010 she delivered the prestigious Townsend Lectures at Cornell University with the title “Studies on Libanius.” Cribiore is a specialist in ancient education, from the fourth century BCE to the fourth century CE. She is a papyrologist, mostly a literary papyrologist, and spends over a month every year at the NYU excavation in Egypt, Dakhla Oasis, where a school of higher education was found. Recently she has been studying the literary papyri in two oases in Egypt and researching questions of ancient literacy. Cribiore is also very interested in Greek rhetoric and in the Second Sophistic. Her research is centered now on late antiquity’s rhetoric, particularly in fourth-century CE Antioch. Cribiore has written 5 books. Writing, Teachers and Students in Graeco-Roman Egypt (Atlanta) was published in 1996 and remains a popular book. It established a corpus of over four hundred school exercises up to the level of rhetoric that were necessary in the ancient curriculum. Gymnastics of the Mind: Greek Education in Hellenistic and Roman Egypt (Princeton 2001) won the prestigious Goodwin Award of the American Philological Association in 2004 and is the fundamental book in ancient education. In 2006, she also coauthored with R.S. Bagnall in the book Women’s Letters in Ancient Egypt: 300 BC-AD 800 (Ann Arbor) of which an enlarged version exists online. In 2007 Cribiore wrote The School of Libanius in Late Antique Antioch (Princeton). It is centered on the school of rhetoric of this famous fourth-century CE sophist and contains the translation of over two hundred letters concerning students, parents and teachers. After the Townsend Lecture, at the end of 2013 came the book Libanius the Sophist: Rhetoric, Reality and Religion in the Fourth Century (Cornell). Here Cribiore studies questions of rhetoric and objectivity, invective, and the relations of pagans and Christians in the time of the emperor Julian. She is also one of six coauthors (Bagnall, Aravecchia, Davoli, Kaper, McFadden) of the forthcoming book An Oasis City (2015, NYU Press). Besides teaching the range of Greek language courses up to Composition and Stylistics, Cribiore teaches literary papyrology using (when possible) original pieces that students can publish. She also teaches courses on the Second Sophistic and on late antiquity, with an emphasis on rhetoric.     Publications:   Books         Writing, Teachers, and Students in Graeco-Roman Egypt (Atlanta 1996)  Gymnastics of the Mind: Greek Education in Hellenistic and Roman Egypt (Princeton University Press, 2001).     with Roger Bagnall, Women’s Letters from Ancient Egypt 300 BC-AD 800 (Ann Arbor 2006).      The School of Libanius in Late Antique Antioch (Princeton University Press, 2007).      Libanius the Sophist: Rhetoric, Reality and Religion in the fourth Century (Cornell University Press, 2013).    Recent Articles “Vying with Aristides in the fourth century: Libanius and his friends,” in W. Harris and B. Holmes, Aelius Aristides Between Greece, Rome, and the Gods (Leiden, 2008), 263-78. “The Value of a Good Education: Libanius and Public Authority.” In P.   Rousseau ed., A Companion to Late Antiquity (Oxford, 2009), 233-45. “The Use of Books in Late Antique Higher Education, in L. Del Corso and O. Pecere eds. Libri di Scuola e Pratiche Didattiche dall’Antichità al Rinascimento Cassino (2010), 153-68. R. Cribiore and P.Davoli, “New Literary Texts from Amheida, Ancient Trimithis (Dakhla Oasis, Egypt),” ZPE 187 (2013), 1-14.                  Update your faculty profile"}]}]