[{"detail": [{"content": "NYU &gt;   ITS   &gt; About ITS   &gt; Policies   &gt; Data and System Security Measures                                                                                      Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                  About ITS                               ServiceLink                          IT Service Desk                             Browse University Services                          ITS News                           Policies                               Job Opportunities                          Connect: IT at NYU                                               Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                               Instruction & Research                               Locations & Facilities                                                                         Home           //        About ITS                 //        Policies                 //         Data and System Security Measures                                    Data and System Security Measures         Purpose of these Measures   These Measures apply to anyone who accesses, uses, or controls University computer and data resources, including, but not limited to faculty, administrators, staff, students, those working on behalf of the University, guests, tenants, contractors, consultants, visitors, and/or individuals authorized by affiliated institutions and organizations.    Scope of these Measures   These Measures are applicable to a wide variety of IT resources which are connected to NYU-NET or are used for any NYU business purpose. A system (see \"Definitions,\" below) may be any IT resource to which the safeguards outlined in these Security Measures may be applied. Examples of systems include, but are not limited to:      Desktop, laptop, or server computers running general purpose operating systems such as Windows, Mac OS, and Unix    Mobile devices, such as PDAs and cell phones, to the extent that they interact with NYU resources, such as E-mail    Network server applications, such as an FTP-server application    Web applications, such as a wiki    Databases      All of the above systems may perform their own authentication and authorization, logging and auditing, and have their own configurations which must be managed, and each of them are a considered a compliance object to be safeguarded.    Description of these Measures   The following sections describe the Basic System Security Measures, the Intermediate System Security Measures, the Advanced System Security Measures, and the Data Security Measures.    Alternate Forms of Compliance   In some cases, it may not be possible to implement a security measure on a system. In such cases, the exception should be documented and approved by the appropriate chain of authority. For High Criticality systems managed by ITS, this involves the Risk Review Process. Information about the Risk Review Process is available from ITS Technology Security Services: security@nyu.edu .    Security Measures   A. Basic System Security Measures   These Basic System Security Measures apply to all systems at NYU, regardless of the level of their System Classification (see \"Definitions,\" below). It is a baseline, which all systems must meet. Note that for most personal workstations, these are the only measures that apply. The requirements are:      Password Protection: All accounts and resources must be protected by passwords which meet the following requirements, which must be automatically enforced by the system:        Must be at least eight characters long.     Must NOT be dictionary or common slang words in any language, or be readily guessable.     Must include at least three of the following four characteristics, in any order: upper case letters, lower case letters, numbers, and special characters, such as *!@#$%^&amp;*.     Must be changed at least once per year.      Software Updates: Systems must be configured to automatically update operating system software, server applications (webserver, mailserver, database server, etc.), client software (web browsers, mail clients, office suites, etc.), and malware protection software (antivirus, anti-spyware, etc). For Medium or High Availability systems, a plan to manually apply new updates within a documented time period is an acceptable alternative.   Firewall: Systems must be protected by a firewall that allows only those incoming connections necessary to fulfill the business need of that system. Client systems which have no business need to provide network services must deny all incoming connections. Systems that provide network services must limit access to those services to the smallest reasonably manageable group of hosts that need to reach them.   Malware Protection: Systems running Microsoft or Apple operating systems must have antivirus and anti-spyware software installed and it must be configured to automatically scan and update.      B. Intermediate System Security Measures   These Intermediate System Security Measures define the security measures that must be applied to Medium Criticality and High Criticality systems. Note that except under special circumstances, they do not apply to desktop and laptop computers. The requirements are:      Authentication and Authorization        Remove or disable accounts upon loss of eligibility: Accounts which are no longer needed must be disabled in a timely fashion using an automated or documented procedure.     Separate user and administrator accounts: Administrator accounts must not be used for non-administrative purposes. System administrators must be provisioned with non-administrator accounts for end-user activities, and a separate administrator account that is used only for system-administration purposes.     Use unique passwords for administrator accounts: Privileged accounts must use unique passwords that are not shared among multiple systems. Credentials which are managed centrally, such as the NetID/password combination, are considered a single account, regardless of how many systems they provide access to.     Throttle repeated unsuccessful login-attempts: A maximum rate for unsuccessful login attempts must be enforced. Account lockout is not required, but the rate of unsuccessful logins must be limited.     Enable session timeout: Sessions must be locked or closed after some reasonable period.     Enforce least privilege: Non-administrative accounts must be used whenever possible. User accounts and server processes must be granted the least-possible level of privilege that allows them to perform their function.      Audit and Accountability        Synchronize system clock: The system clock must be synchronized to an authoritative time server run by NYU (currently tick.nyu.edu and tock.nyu.edu) at least once per day.     Enable system logging and auditing: The facilities required to automatically generate, retain, and expire system logs must be enabled.     Follow an appropriate log retention schedule: System logs must be retained for 30-90 days and then destroyed unless further retention is necessary due to legal, regulatory, or contractual requirements.     Audit successful logins: Generate a log message whenever a user successfully logs in.     Audit failed login attempts: Generate a log message whenever a user attempts to log in without success.     Audit when a system service is started or stopped: Generate a log message when a system service is started or stopped.     Audit serious or unusual errors: Generate a log message when a serious or unusual error occurs, such as crashes.     Audit resource exhaustion errors: Generate a log message when a resource exhaustion error occurs, such as an out-of-memory error or an out-of-disk error.     Audit failed access attempts: Generate a log message when an attempt to access a file or resource is denied due to insufficient privilege.     Audit permissions changes: Generate a log message when the permissions of a user or group are changed.     Include appropriate correlation data in audit events: For each audit event logged be sure to include sufficient information to investigate the event, including related IP address, timestamp, hostname, username, application name, and/or other details as appropriate.      Configuration and Maintenance        Security partitioning: Systems may share hardware and resources only with other systems that have similar security requirements, regardless of their Criticality classification. Systems which share similar security requirements have user communities of similar size and character, similar firewall profiles, and similar technical requirements. For example:            Multiple systems of the same Criticality may be aggregated together to share hardware and resources provided they have similar security requirements.       Medium Criticality systems may share hardware and resources with Low Criticality systems provided that all systems meet these Intermediate Systems Security Measures , and share similar security requirements.          Follow vendor hardening guidelines: This document cannot be comprehensive for all systems available. Follow basic vendor recommendations to harden and secure systems.     Disable vendor default accounts and passwords: Many systems come with default accounts which are publicly known. These accounts should be disabled.     Disable all unnecessary network services: Processes and services which are not necessary to complete the function of a system must be disabled.      Additional Requirements       Report potential security incidents: Potential security incidents must be reported to ITS Technology Security Services: security@nyu.edu .     Security review: During the design of the technical architecture, a review of the system must be requested from ITS Technology Security Services.     Vulnerability assessment: Before system deployment, a vulnerability assessment must be requested from ITS Technology Security Services.     Physical access: The system must reside in a locked facility, to which only authorized personnel have access.     Documentation: Create and maintain documentation summarizing the business process, major system components, and network communications associated with a system.         C. Advanced System Security Measures   These Advanced System Security Measures define the security measures that must be applied to High Criticality systems. The requirements are:     Audit and Accountability        Enable process auditing or accounting: Enable process auditing or accounting, which generates log information about the creation of new processes and their system activity.     Audit privilege escalation or change in privilege: Generate a log message whenever a user changes their level of privilege.     Audit firewall denial: Generate a log message when the host-based firewall denies a network connection.     Audit all significant application events: Log all significant application events.     Write audit events to a separate system: System logs must be written to a remote system in such a way that they cannot be altered by any user on the system being logged.      Configuration and Maintenance        Follow advanced vendor security recommendations: This document cannot be comprehensive for all systems and applications available. Conform to best practices and recommendations outlined in vendor security whitepapers and documentation.     Host-based and network-based firewalls: Systems must be protected by both a host-based and a network-based firewall that allows only those incoming connections necessary to fulfill the business need of that system.     Configuration management process: Configuration changes must be regulated by a documented configuration and change management process.     Partitioning: Systems may share hardware and resources only with other systems that have similar security requirements, regardless of their Criticality classification. Systems which share similar security requirements have user communities of similar size and character, similar firewall profiles, and similar technical requirements. For example:            Multiple systems of the same Criticality may be aggregated together to share hardware and resources provided they have similar security requirements.       High Criticality systems may share hardware and resources with Medium and Low Criticality systems provided that all systems meet these Advanced Systems Security Measures , and share similar security requirements.           Additional Requirements   Physical access: The system must reside in a secured, managed data center.      D. Data Handling Security Measures   These Data Handling Security Measures define the minimum security requirements that must be applied to the data types defined in the Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_ref.html ). Some data elements, such as credit card numbers and patient health records, have additional security requirements defined in external standards. In addition, access and use of University data is covered by the University Data Management Policy ( www.nyu.edu/its/policies/datamgmt.html ). Please be sure to consult all appropriate documents when determining the appropriate measure to safeguard your data.   The best way to safeguard sensitive data is not to handle it at all, and business processes that can be amended to reduce or eliminate dependence on restricted data should be corrected. For example, the University ID number can often be substituted for a social security number and poses much less risk if accidentally disclosed.      Requirements for Handling Confidential Data        Access control: Access to confidential data must be provided on a least-privilege basis. No person or system should be given access to the data unless required by business process. In such cases where access is required, permission to use the data must be granted by the Data Steward (see \"Definitions,\" below).     Sharing: Confidential data may be shared among the NYU community. It may be released publicly only according to well-defined business processes, and with the permission of the data steward.     Retention: Confidential data should only be stored for as long as is necessary to accomplish the documented business process.      Requirements for Handling Protected Data        Access control: Access to protected data must be provided on a least-privilege basis. No person or system should be given access to the data unless required by business process. In such cases where access is required, permission to use the data must be granted by the Data Steward.     Sharing: Protected data may be shared among the among University employees according to well-defined business process approved by the Data Steward. It may be released publicly only according to well-defined business processes, and with the permission of the Data Steward.     Retention: Protected data should only be stored for as long as is necessary to accomplish the documented business process.     Incident Notification: If there is a potential security incident that may place protected data at risk of unauthorized access, ITS Technology Security Services must be notified: security@nyu.edu .      Requirements for Handling Restricted Data        Collection: Restricted data should only be collected when all of the following conditions are met:          The data is not available from another authoritative source;      The data is required by business process; and      You have permission to collect the data from the appropriate Data Steward.         Access control: Individuals must be granted access to restricted data on a least-privilege basis. No person or system may access the data unless required by a documented business process. In such cases where access is required, permission to use the data must be granted by the Data Steward.     Access auditing: Enable file access auditing to log access to files containing restricted data.     Labeling : Portable media containing restricted data should be clearly marked.     Sharing: Access to restricted data can be granted only by a Data Steward. No individual may share restricted data with another individual who has not been granted access by a Data Steward.     Idle access: Devices which can be used to access restricted data must automatically lock after some period of inactivity, through the use of screensaver passwords, automatic logout, or similar controls.     Transit encryption: Restricted data must be encrypted during transmission with a method that meets the following requirements.          Cryptographic algorithm(s) are listed in FIPS 140-2 Annex A , the list of approved security functions.      Cryptographic key lengths meet best practices for length, given current computer processing capabilities.      Both the source and destination of the transmission must be verified.         Storage encryption: Restricted data must be encrypted using strong, public cryptographic algorithms and reasonable key lengths given current computer processing capabilities. Keys must be stored securely, and access to them provided on a least-privilege basis (see ISO 11568 for recommendations on securing keys). If one-way hashing is used in lieu of reversible encryption, salted hashes must be used. Possible encryption scenarios are:          Encrypt files containing restricted data using different keys or passwords than those used for system login.      Encrypt data stored in databases at the column-level.      In addition to file and/or database encryption, implement full-disk encryption on portable devices containing restricted data.         Retention: Restricted data should only be stored for as long as is necessary to accomplish the documented business process.     Destruction: When restricted data is no longer needed it should be destroyed using methods that are resistant to data recovery attempts such as cryptographic data destruction utilities, on-site physical device destruction, or NAID certified data destruction service.     Incident notification: If there is a potential security incident which may place restricted data at risk of unauthorized access, ITS Technology Security Services must be notified: security@nyu.edu .         Definitions   Data Classification Table: Classifies data types that are commonly used at NYU according to the impact to the University if they are disclosed without authorization.   Data Steward: Data Stewards are typically operational managers in a functional area with day-to-day responsibilities for managing business processes and establishing the business rules for the production transaction systems and are appointed by the respective Data Trustees. The Data Steward will be responsible for developing an overall data access plan following the categorization in the Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_ref.html ). See definition and explanation in the University Data Management Policy ( www.nyu.edu/its/policies/datamgmt.html ).   Personal workstations: Personal workstations are typically accessed by a single person at a time, and do not offer services to multiple account holders. These may be laptops, desktops, or other portable computing devices, such as PDAs or smart phones.   Server: Servers are systems typically accessed by many remote users concurrently, via the network services they provide, such as an e-mail server.   System: An information technology resource that can be classified and to which security controls listed in a Security Measure may be applied. A system may be a workstation, laptop, server, web application, database, or similar.   System classification: A framework for classifying the relative importance of NYU systems based on their data processing and availability requirements.    Related Policies and Additional Information   For assistance with applying these Measures appropriately, see the related documents and policies listed below, or send e-mail to: security@nyu.edu .      Policy on Responsible Use of NYU Computers and Data ( www.nyu.edu/about/policies-guidelines-compliance/policies-and-guidelines/responsible-use-of-nyu-computers-and-data-policy-on.html )    University Data Management Policy     Data and Computer Security Policy ( www.nyu.edu/its/policies/sec_compdata.html )    Security Guidelines for Desktop and Laptop Computers ( www.nyu.edu/its/policies/sec_desktoplaptop.html )    Security Guidelines for System Administrators ( www.nyu.edu/its/policies/sec_admin.html )    Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_datasys.html )    Personally Identifiable Information Policy ( www.nyu.edu/its/policies/pii.html )     Effective Date   November 1, 2010    Page last reviewed: November 1, 2010"}]},
{"detail": [{"content": "NYU &gt;   ITS   &gt; About ITS   &gt; Policies   &gt; Data and System Security Measures                                                                                      Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                  About ITS                               ServiceLink                          IT Service Desk                             Browse University Services                          ITS News                           Policies                               Job Opportunities                          Connect: IT at NYU                                               Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                               Instruction & Research                               Locations & Facilities                                                                         Home           //        About ITS                 //        Policies                 //         Data and System Security Measures                                    Data and System Security Measures         Purpose of these Measures   These Measures apply to anyone who accesses, uses, or controls University computer and data resources, including, but not limited to faculty, administrators, staff, students, those working on behalf of the University, guests, tenants, contractors, consultants, visitors, and/or individuals authorized by affiliated institutions and organizations.    Scope of these Measures   These Measures are applicable to a wide variety of IT resources which are connected to NYU-NET or are used for any NYU business purpose. A system (see \"Definitions,\" below) may be any IT resource to which the safeguards outlined in these Security Measures may be applied. Examples of systems include, but are not limited to:      Desktop, laptop, or server computers running general purpose operating systems such as Windows, Mac OS, and Unix    Mobile devices, such as PDAs and cell phones, to the extent that they interact with NYU resources, such as E-mail    Network server applications, such as an FTP-server application    Web applications, such as a wiki    Databases      All of the above systems may perform their own authentication and authorization, logging and auditing, and have their own configurations which must be managed, and each of them are a considered a compliance object to be safeguarded.    Description of these Measures   The following sections describe the Basic System Security Measures, the Intermediate System Security Measures, the Advanced System Security Measures, and the Data Security Measures.    Alternate Forms of Compliance   In some cases, it may not be possible to implement a security measure on a system. In such cases, the exception should be documented and approved by the appropriate chain of authority. For High Criticality systems managed by ITS, this involves the Risk Review Process. Information about the Risk Review Process is available from ITS Technology Security Services: security@nyu.edu .    Security Measures   A. Basic System Security Measures   These Basic System Security Measures apply to all systems at NYU, regardless of the level of their System Classification (see \"Definitions,\" below). It is a baseline, which all systems must meet. Note that for most personal workstations, these are the only measures that apply. The requirements are:      Password Protection: All accounts and resources must be protected by passwords which meet the following requirements, which must be automatically enforced by the system:        Must be at least eight characters long.     Must NOT be dictionary or common slang words in any language, or be readily guessable.     Must include at least three of the following four characteristics, in any order: upper case letters, lower case letters, numbers, and special characters, such as *!@#$%^&amp;*.     Must be changed at least once per year.      Software Updates: Systems must be configured to automatically update operating system software, server applications (webserver, mailserver, database server, etc.), client software (web browsers, mail clients, office suites, etc.), and malware protection software (antivirus, anti-spyware, etc). For Medium or High Availability systems, a plan to manually apply new updates within a documented time period is an acceptable alternative.   Firewall: Systems must be protected by a firewall that allows only those incoming connections necessary to fulfill the business need of that system. Client systems which have no business need to provide network services must deny all incoming connections. Systems that provide network services must limit access to those services to the smallest reasonably manageable group of hosts that need to reach them.   Malware Protection: Systems running Microsoft or Apple operating systems must have antivirus and anti-spyware software installed and it must be configured to automatically scan and update.      B. Intermediate System Security Measures   These Intermediate System Security Measures define the security measures that must be applied to Medium Criticality and High Criticality systems. Note that except under special circumstances, they do not apply to desktop and laptop computers. The requirements are:      Authentication and Authorization        Remove or disable accounts upon loss of eligibility: Accounts which are no longer needed must be disabled in a timely fashion using an automated or documented procedure.     Separate user and administrator accounts: Administrator accounts must not be used for non-administrative purposes. System administrators must be provisioned with non-administrator accounts for end-user activities, and a separate administrator account that is used only for system-administration purposes.     Use unique passwords for administrator accounts: Privileged accounts must use unique passwords that are not shared among multiple systems. Credentials which are managed centrally, such as the NetID/password combination, are considered a single account, regardless of how many systems they provide access to.     Throttle repeated unsuccessful login-attempts: A maximum rate for unsuccessful login attempts must be enforced. Account lockout is not required, but the rate of unsuccessful logins must be limited.     Enable session timeout: Sessions must be locked or closed after some reasonable period.     Enforce least privilege: Non-administrative accounts must be used whenever possible. User accounts and server processes must be granted the least-possible level of privilege that allows them to perform their function.      Audit and Accountability        Synchronize system clock: The system clock must be synchronized to an authoritative time server run by NYU (currently tick.nyu.edu and tock.nyu.edu) at least once per day.     Enable system logging and auditing: The facilities required to automatically generate, retain, and expire system logs must be enabled.     Follow an appropriate log retention schedule: System logs must be retained for 30-90 days and then destroyed unless further retention is necessary due to legal, regulatory, or contractual requirements.     Audit successful logins: Generate a log message whenever a user successfully logs in.     Audit failed login attempts: Generate a log message whenever a user attempts to log in without success.     Audit when a system service is started or stopped: Generate a log message when a system service is started or stopped.     Audit serious or unusual errors: Generate a log message when a serious or unusual error occurs, such as crashes.     Audit resource exhaustion errors: Generate a log message when a resource exhaustion error occurs, such as an out-of-memory error or an out-of-disk error.     Audit failed access attempts: Generate a log message when an attempt to access a file or resource is denied due to insufficient privilege.     Audit permissions changes: Generate a log message when the permissions of a user or group are changed.     Include appropriate correlation data in audit events: For each audit event logged be sure to include sufficient information to investigate the event, including related IP address, timestamp, hostname, username, application name, and/or other details as appropriate.      Configuration and Maintenance        Security partitioning: Systems may share hardware and resources only with other systems that have similar security requirements, regardless of their Criticality classification. Systems which share similar security requirements have user communities of similar size and character, similar firewall profiles, and similar technical requirements. For example:            Multiple systems of the same Criticality may be aggregated together to share hardware and resources provided they have similar security requirements.       Medium Criticality systems may share hardware and resources with Low Criticality systems provided that all systems meet these Intermediate Systems Security Measures , and share similar security requirements.          Follow vendor hardening guidelines: This document cannot be comprehensive for all systems available. Follow basic vendor recommendations to harden and secure systems.     Disable vendor default accounts and passwords: Many systems come with default accounts which are publicly known. These accounts should be disabled.     Disable all unnecessary network services: Processes and services which are not necessary to complete the function of a system must be disabled.      Additional Requirements       Report potential security incidents: Potential security incidents must be reported to ITS Technology Security Services: security@nyu.edu .     Security review: During the design of the technical architecture, a review of the system must be requested from ITS Technology Security Services.     Vulnerability assessment: Before system deployment, a vulnerability assessment must be requested from ITS Technology Security Services.     Physical access: The system must reside in a locked facility, to which only authorized personnel have access.     Documentation: Create and maintain documentation summarizing the business process, major system components, and network communications associated with a system.         C. Advanced System Security Measures   These Advanced System Security Measures define the security measures that must be applied to High Criticality systems. The requirements are:     Audit and Accountability        Enable process auditing or accounting: Enable process auditing or accounting, which generates log information about the creation of new processes and their system activity.     Audit privilege escalation or change in privilege: Generate a log message whenever a user changes their level of privilege.     Audit firewall denial: Generate a log message when the host-based firewall denies a network connection.     Audit all significant application events: Log all significant application events.     Write audit events to a separate system: System logs must be written to a remote system in such a way that they cannot be altered by any user on the system being logged.      Configuration and Maintenance        Follow advanced vendor security recommendations: This document cannot be comprehensive for all systems and applications available. Conform to best practices and recommendations outlined in vendor security whitepapers and documentation.     Host-based and network-based firewalls: Systems must be protected by both a host-based and a network-based firewall that allows only those incoming connections necessary to fulfill the business need of that system.     Configuration management process: Configuration changes must be regulated by a documented configuration and change management process.     Partitioning: Systems may share hardware and resources only with other systems that have similar security requirements, regardless of their Criticality classification. Systems which share similar security requirements have user communities of similar size and character, similar firewall profiles, and similar technical requirements. For example:            Multiple systems of the same Criticality may be aggregated together to share hardware and resources provided they have similar security requirements.       High Criticality systems may share hardware and resources with Medium and Low Criticality systems provided that all systems meet these Advanced Systems Security Measures , and share similar security requirements.           Additional Requirements   Physical access: The system must reside in a secured, managed data center.      D. Data Handling Security Measures   These Data Handling Security Measures define the minimum security requirements that must be applied to the data types defined in the Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_ref.html ). Some data elements, such as credit card numbers and patient health records, have additional security requirements defined in external standards. In addition, access and use of University data is covered by the University Data Management Policy ( www.nyu.edu/its/policies/datamgmt.html ). Please be sure to consult all appropriate documents when determining the appropriate measure to safeguard your data.   The best way to safeguard sensitive data is not to handle it at all, and business processes that can be amended to reduce or eliminate dependence on restricted data should be corrected. For example, the University ID number can often be substituted for a social security number and poses much less risk if accidentally disclosed.      Requirements for Handling Confidential Data        Access control: Access to confidential data must be provided on a least-privilege basis. No person or system should be given access to the data unless required by business process. In such cases where access is required, permission to use the data must be granted by the Data Steward (see \"Definitions,\" below).     Sharing: Confidential data may be shared among the NYU community. It may be released publicly only according to well-defined business processes, and with the permission of the data steward.     Retention: Confidential data should only be stored for as long as is necessary to accomplish the documented business process.      Requirements for Handling Protected Data        Access control: Access to protected data must be provided on a least-privilege basis. No person or system should be given access to the data unless required by business process. In such cases where access is required, permission to use the data must be granted by the Data Steward.     Sharing: Protected data may be shared among the among University employees according to well-defined business process approved by the Data Steward. It may be released publicly only according to well-defined business processes, and with the permission of the Data Steward.     Retention: Protected data should only be stored for as long as is necessary to accomplish the documented business process.     Incident Notification: If there is a potential security incident that may place protected data at risk of unauthorized access, ITS Technology Security Services must be notified: security@nyu.edu .      Requirements for Handling Restricted Data        Collection: Restricted data should only be collected when all of the following conditions are met:          The data is not available from another authoritative source;      The data is required by business process; and      You have permission to collect the data from the appropriate Data Steward.         Access control: Individuals must be granted access to restricted data on a least-privilege basis. No person or system may access the data unless required by a documented business process. In such cases where access is required, permission to use the data must be granted by the Data Steward.     Access auditing: Enable file access auditing to log access to files containing restricted data.     Labeling : Portable media containing restricted data should be clearly marked.     Sharing: Access to restricted data can be granted only by a Data Steward. No individual may share restricted data with another individual who has not been granted access by a Data Steward.     Idle access: Devices which can be used to access restricted data must automatically lock after some period of inactivity, through the use of screensaver passwords, automatic logout, or similar controls.     Transit encryption: Restricted data must be encrypted during transmission with a method that meets the following requirements.          Cryptographic algorithm(s) are listed in FIPS 140-2 Annex A , the list of approved security functions.      Cryptographic key lengths meet best practices for length, given current computer processing capabilities.      Both the source and destination of the transmission must be verified.         Storage encryption: Restricted data must be encrypted using strong, public cryptographic algorithms and reasonable key lengths given current computer processing capabilities. Keys must be stored securely, and access to them provided on a least-privilege basis (see ISO 11568 for recommendations on securing keys). If one-way hashing is used in lieu of reversible encryption, salted hashes must be used. Possible encryption scenarios are:          Encrypt files containing restricted data using different keys or passwords than those used for system login.      Encrypt data stored in databases at the column-level.      In addition to file and/or database encryption, implement full-disk encryption on portable devices containing restricted data.         Retention: Restricted data should only be stored for as long as is necessary to accomplish the documented business process.     Destruction: When restricted data is no longer needed it should be destroyed using methods that are resistant to data recovery attempts such as cryptographic data destruction utilities, on-site physical device destruction, or NAID certified data destruction service.     Incident notification: If there is a potential security incident which may place restricted data at risk of unauthorized access, ITS Technology Security Services must be notified: security@nyu.edu .         Definitions   Data Classification Table: Classifies data types that are commonly used at NYU according to the impact to the University if they are disclosed without authorization.   Data Steward: Data Stewards are typically operational managers in a functional area with day-to-day responsibilities for managing business processes and establishing the business rules for the production transaction systems and are appointed by the respective Data Trustees. The Data Steward will be responsible for developing an overall data access plan following the categorization in the Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_ref.html ). See definition and explanation in the University Data Management Policy ( www.nyu.edu/its/policies/datamgmt.html ).   Personal workstations: Personal workstations are typically accessed by a single person at a time, and do not offer services to multiple account holders. These may be laptops, desktops, or other portable computing devices, such as PDAs or smart phones.   Server: Servers are systems typically accessed by many remote users concurrently, via the network services they provide, such as an e-mail server.   System: An information technology resource that can be classified and to which security controls listed in a Security Measure may be applied. A system may be a workstation, laptop, server, web application, database, or similar.   System classification: A framework for classifying the relative importance of NYU systems based on their data processing and availability requirements.    Related Policies and Additional Information   For assistance with applying these Measures appropriately, see the related documents and policies listed below, or send e-mail to: security@nyu.edu .      Policy on Responsible Use of NYU Computers and Data ( www.nyu.edu/about/policies-guidelines-compliance/policies-and-guidelines/responsible-use-of-nyu-computers-and-data-policy-on.html )    University Data Management Policy     Data and Computer Security Policy ( www.nyu.edu/its/policies/sec_compdata.html )    Security Guidelines for Desktop and Laptop Computers ( www.nyu.edu/its/policies/sec_desktoplaptop.html )    Security Guidelines for System Administrators ( www.nyu.edu/its/policies/sec_admin.html )    Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_datasys.html )    Personally Identifiable Information Policy ( www.nyu.edu/its/policies/pii.html )     Effective Date   November 1, 2010    Page last reviewed: November 1, 2010"}, {"content": "%PDF-1.2 %  2 0 obj  > stream  H\\Tn0\u0010\u0002!ΪvҊvJۃI qI E3\u0006\b O\u0019{.>br =\u0015  = ?X\"e)`z\u0007v=Ei\u0013y~ ;cI\u00046\u0016  \u0010\u000fxxC0\u0017* B`84Y\u0014\u0007)4\u000eY\u001cؿɲ\u0015g3jOÄy͛F[*; |Z\u0006(ѝn-\u0013Ƃ 9yI\u001d 5ƃ3\u0007nLzS\u00161\u00054[[U\u0014Q\u0010'tFPK\u0012>c\u0004KocY0\u00032J4\u001c|\\\u001eOF_VX Y\b3F\u000er{pYLֺV\b?ss9\u0017\u0019ќ*\u0003\u0015#,\u0019sct_\\ {vsy ټ N^(O\u0000\u001fV\bk7 \u0002F|jw\u001c\u0011JT\u0017Bl,D~3J\u0018KA OQ\u0011\\Uh,NĿ\u0001\u001d۳W\u0011\u000eH\u001ei4J\u0015p\u0005qxq\u0006a[M?\u0018^\u000eO\u0016 rdQ\b\u0013yq\u0005QA\u001368#GvFN\u0018j\u0002xh\u001e?}XM\u0007U .hkݹ- \u00042ӱt\u0010}\u0015?͓\u001coG\u0017\u001ef19ֲII+\u00064\u0000\u000fJ(n[0U:N_\u000eSEX5p\u0015\u0015CR \u00116.MO#\u0004'vzUuc\u001ff;7h/՗n.oF\u000f5Z;7*\u0019\u000f\u0018t!W, hMRi\u001aO+\u0002X\u0016\u007f\u0002 \u0000Eɀ endstream endobj 3 0 obj  > /ExtGState > >> endobj 11 0 obj  > stream  H|Wݮ6 ~C ڡ\u0003\u0015[]B\u0015[;rGt \u0001b$\"?Ru\u001fWa\u000e\u00078Xg)ȺUWo\u007f-\\#\u0012+o\u0005\u0013w41\u0004&\u007f\u000eD  lΏw)Ad^EQ |7+{!fS\u001c\u0005 ɸee7\u0000ϛP\u0005'\u0001)?j,m\u000f\u007f*#9Dpgȹ\u0019 \u0001Fѭָ\u00038~?i$ҝP\u0004v9l>duFՍ\u0003 \u0018ԏXP\u0010\u0001$\u007fqMP'BHq\u0003\u0001x$щ ZF\u0000[QZbػ(n8rm@.RiYw*w\b`L\u001eaȕ?(+`;=Bx~\u0006r\u0012\\RA@v]!\u0017E\u007fxn! TsKA\u0012/Y}d Qf\u000e0^\u001f}.R!Gm@\u0000D/~jo?%~\u0014\u0005)uj__wz-M㮩\"i))d3. \u001c\u0000lw5OUI\u0002,A2v\u0014~ƻ\u00032&d7 -` \u0017[W\u0010sH\u0015z*\u000eޠ  {}  \u000eD-\u000f\b\u0016~f\u000e\u0012\u0012\u0001o*q\u0018 wJ^\u0016HdNͫ\u00005\u001a.^i'n V$F+\u001eȈ\u0016\"boB.?=\u0001˖Fع\u0001Czf\u000e\u001d\bIw@T V \u0011\u0005*\u0019~zQeBzhݽ֕\u0010,\u0002R\u001a+\u0014+U \u0012[\u001aAr3\u001f_\u0018|\bwznN5r\u00076 sp/r\u0005AAJ]C5??+$\u0016\u007f5\u001b\u0010YA$h\u001b~\u001f^H(rM}E4Z3/|0x\u00102`R?+)\"K8,\u000f\u007fj*\u001c  e0v@lX. \u001dG_oY|+$Jb\u0018 \u00194\u0016F]w\u0004]C\u0016j%竿#pھ\u0001[\u001ef\u0001֢\u00060>\u007fim\u0012RMr\u0019u U/\u000e^Y|\u0003\u00122F]n%`\u0003\u0007׳ |O\u0016؝Yۭ\be\u0014.3 ,M3Nzo|ܯ\u0015`\u0000$' endstream endobj 12 0 obj  > /ExtGState > >> endobj 16 0 obj  > stream  HtW͒6 ~\u0002r'v/ͤ3랲=2-1DO_dٛ̎\u0000\b\u0000\b~>W#/U\u0018y\u0001\u0010\u0007^]\u0005^z%\u0001}.+[\u0084\u0016\u0006(G\u00131\u001fl$\u0015ۢ(lmӼz\u0013\u0006A\u007fԢ\u0019\u007f\u007f_=W\u0015j^ '\u0016AA\u0010\u0019\u0006ٶ3/mK頏R\u001aU7QnѪ\"V 4 \u001aNcw\u0014hH \u001b,+w4\u000e,ͤO4ZVF ޵VU\u000e=G\u0013G$\u0005\u0006le \u00049q~@ o]N]/]C\u00067n\u001bamB&«[%:˟כ$@M \u0012 A0F\u0010卍h?!Q\u001a=/\u0003\u001ewޯeFWW)\u0007)LYFyv\u0004FYt%\u0006-3\u007f(\u0004\u0018ѱTv4*8囝N\u0004 o\u0003rwԯ@\u0016\\ Lxw3v;ʐ,/\u0017?1ܣZIbN46֭KZ\u0010@\u00028\u0010p ٘\u0006v),ݚ ^\u0016%!\u001ap[ !@\u0002b\u0016\u0013&VYIJ{BAyo>Y\u001cT;6Jp6\u0015~__\u0007UbӇ:O\u0013\u0000\u00148\u0013\u0016\u0001䳅3bpj]]m-,Qga4\u007f2#]\u0013\u001avs\u001d ŀY\u001fe| |Z\u0004Q\u0019Q\u0010p쟳 Ѯ\u0011X\u0010ľ\u0007mPA5^YF\u0002. fƵ.\u0006t( ၾ\u0005\u0003\u0004Θ\u00055^ͫE\u000f)Y&r\u000f9\u000eqj4s[\u001f8x\u000fY0%\u007fVp͕:\u000efhXI\u000fn\" V\u0004t ]\u000e΁ K\u001b\u0006rD%\u0019Y\u001dCH%\u001a\u0014G g\u0005\u0003-.Uq \u00177e\u001fy0r\u001d2Pd 4_G,q\u0014\u0007&tGaί`eˋ^K\u0005[\u001a \"bj;Ɇ@W c83W`.>:X\u0010jX[4ʥ\u0014\u0018\u0000LUu \u0005`\u0007ɶ\u001c1\u0012>aki_\u0001\u0000\u0011\u0095 endstream endobj 17 0 obj  > /ExtGState > >> endobj 19 0 obj  > stream  HWے6\u000e\u0002\u001fXǹnvR5 1gL䅮*1\u0006Ҝ\bv5Օʶ4N5\u001amo\u001b{y\u0005J65Z~HUW\u0007δ{>\u000e\u001c\u0003c%良Q\u000f|6nRͧ(̣(F!e| )p\"Y{\u001d5rU=\u0018 @U&RX\u0018FEw\u001e90i ib2]΃\u0015 v8\u0004j\u001amF]}\u0016g5qtsd♵~֍P\u0016\\`kv%\u0002id \u000fN?\u001cjŞ>\u0005uӠ[D\u001dx pp4|\u001e\u0004lhI#\u0001 pO\u000fځd\u000f\u0000I(KR`J\u0019Y7\u0017[3n;\u00011a\u00121\u0013톣+\u0001\u0004E\u000f4N\u000fUyXbE`\u0002\bM宦wI7ya\u0003\"/\u0002mg=`[l'8\u0017-P.\u0002A+yoL\u0015\u0016\u0000Y\u001a\u0007\u0001AxB\u000e\u0015&\u00045jkG@H\u0003\u0010>7/1gIfz+ʤ\u0001A +o\u001cѫ j\u001dtg_ԗi>\"+c\u0016I؇\u001dK,\u0012\u0017s\u0006^|C\u0014^:\u0001&}fp\u0000ZIFU5@`:hBQf+݂5\u001apR{4\u007fHAbr\"$\u0005Gq\u0019\\庯 $p'\u0000r\u0019@t\u007f\u0006#C\u0015 `rP l;3)s\u0010]k3r`|\u0003Ax9JR|-\u00014q\u001cQq\bV\u001c \u0010:\u0000\u000e(\u0002`J\u001dn~ųmE9K$9z \"wz\u0005jU0y;qv¾hz\u001cLSA0`:@ꪛ)\u0010Oj v\u000fu\u000eENO@qBB8#1\u0002n;I L;\u000evhYC!)+\u0001\u0003BftY3\be\u0013 \u0018(7TCT\u001b;B\u0005\u007f.\u000f=\u0006JH\u000fSe\u001cFPe\bT\u0011\u0017\u0017MU\u0017 \u0015\u0014-w&\u001cIo\u0016oͽ7\u0003\u0002#:Oα:\u0017*Fx:\u0006J{ \u0012\u0013R\u0014en\u0018 > /ExtGState > >> endobj 24 0 obj  > stream  H\u0017ْ۸ \u000fIY4Ѯnì\u001f \u0012\b\u0005 G3\u0005ĥ*l4ƻWo~һݫ4K\u0007K\u00157}J\u001e\u000eίd'\u000f\u0007\u0017\u0001|\u0003i :\u0015t\u0012IR0شq۶wUSeݢDQGM\u001dy\u000e\u0001?dcw7_/M&-ʛN\u000eOĐtgG?LT\u001cդa\u000f6i\u0015\u0019\u0018 HHrf\u0014͸6\u007ffe%\u0014A^O\u001dͨ{!}u\u0005\u000f[ o7mjoנzD\u001fƎȚhR_H:~[0 \u007fD\u0014 6\u001cBNrtV$r$Ƌpa! 2(a^\u0013\u001c!A@G PAͣz\u0011JgԸ\u0007\u0015¸,Y1x\u001a0pCq)2 \u00064ʒ\u000f D8@Or]q\u001b\u001e]i'ѿ\u0002\u00033W\u0010 `vM\u00127u^fdL. U\u0011p;\u0000\u0006\u0000\u0006o\u0019\"\u0011$YѮK'\u00114@\u001cPPq)!aV\u0005'S'hV% \u000fb\u007f˲\u0015W !K'`CSWQa8to:eRbQMC\u0013A)=*vhz\u0004ץ\u0011e=\u0013\u0006&\u0018utƮ\u001ay\u0001CcQ \u001d#T\u00150fC+/a#`΋8h.\u0017EHZ4EV\u0015s\u007fꢮ\"3i$5ǵ(Ku\u000ee\u0000˸Ȁ|\u001dXpT%C]\u0011IV\u0016 ^ \u0018)O\u001bHǦ-nyZlW\u0005l`\u0018\u0010\u0014\u0000\u0003Q:n \b\u0010\u0004\u00039ɀehN\b}Ӝ\u0010 \u0013}[4OT0`J\u001fTnIׂB|v ZMr4׏\\E\u001ag\u0019A@\u0003i݋9\u0016*0Rp$q7E]P-b,A= 4 \u0005 #T \u007f\u0019\u0019ry/a\u0001P\u0006 sϙQu*@i|0Эd:\u001b˩Cq^E$VvxK|\u0011\u001a\u000e!9[\u0000i\u0000֝Sݤ\u0006Z`\u001e\u0019RjqkX?AePU;}, 5\u0018\u001f$g\u0015>l}gB\u0001%=\u0016)\u00175Re\u0014Y' O3 ^ )ݲ0C\u0013AA\u0004\u0013ǛhK|VJ\u0002\u001c|gf(P4zapy hŮϯ_y\u0018\u000116`8\u0010Qt\u001dCa\u000ei\b\u0013_[~\u000e\"N\u0007\u001fчZ 8B93O\u0013가kr谗oPϻ/?- ;\u001f,c%ڄF bj\u0017tXy٩wmȽ@USG u+\u001dH\u0013.7RRamO\u0012-\u0015\u007f~\u0000t\u0007hTz \b\u0019\u0018 (*\u00159R,^+/2h=vRy\u007fW\u0019dl5&\u0019>1l 졾f\u001743Hi&\u0019|\u0019}\u001b?Q=\u0011 ]1\b `o\u0015S@|-\u001d~QlIUR\u001a@ \uda33TtKU6Tx$^ON\u0005\u0014;\u0016y\u000e!nۣgQ\u0004a_tnm\u00151\u0010ľEB Y?\\ s\u0017\u0014]\u0007ϡ$\u0003cGx*N׭B(\u001ap. \u000e'\u001d\u0010\u001d.\u0012K\u001bad\u001f|\u0005P4\u001dH\u0000\u0010ut0al$.I :\u001f \u001fwS\u0013\u0016C\u001d[dt )\\f\u0012\u0014yn: YS\u0019ef,/x*1^\u000f\u00011G\u001d'^5jg] _-5V7IӬ\u0010A}|M>]% }\u001a`J\u001b,&M'Iƻ r䬮uf\u0000݈ 86g HԥV{C\u001c\bBLLf\u0014\u0014DN YY\u00035\u0017^S>,n̶\u0002^A-iX\u001e96w3=\u0013ؿ/\u0013\u0019C\u007ft+f(G\u0004W:) `t 2U\u0001 > /ExtGState > >> endobj 29 0 obj  > stream  HW[ۺ\u0011\u0005\u000f~*,Rr>d\u0017hM\u001ehȢJR\u007f߹Q79@a\u0019Cr.\u001f? 1ӏ +S9\u000f-{#xp\u0007\u0007#sj\\^H\u001e%ID1,z L\u0010\u0001Et08Z^[\u0007\u001dDE'3f\u001eh\u0017ҝvTư`VM\u001d\u0012KUs M\u009ccӋ Xu xݏ\u0015\u0003q-C2z°kX5:!%\u001cF0R\u0001Ab}\u0006\u0019, #S|;sq@}jp[#\\\\\u00050y +ŝw\u000f56wN\u001aė\u001du\u0007\" ;}+zs\u0006\u0002Ց\u001a\u0003\u0001%Ѫ ,-7\u0007Iz9-`\u0012p#&d\u0003*ʳ\\\bV(cgC\u0015V!ub\u0000 V0UWC'n vUgR(O`\u000f#= &H =6\u0011C\u0007v,N#R@k\u001exd\u0001 \u0004%a΄6 G.{y{-\u0015!\u0016\u0000oZa\u001e૕I\u001eUZ*$#0f@^\u0002k\u0015 Qbg\u0014\u0019\u0016nD xN$#KKۦ \"$\u0012\b584(T 7 hS\u0012\u0014 SkH\u000fV!ݪ-,x̗\u001aI :c]\u001bI9mhPa0?AsaD\u0001xZmҵjjQ'\u0000!! endstream endobj 30 0 obj  > /ExtGState > >> endobj 32 0 obj  > stream  HWے6\u000e\u0007?Ǝ(ٲNfUnezUۓ\u0007Z-&ե{߃lٙR2\u0001\u0004\u0001\u00128\u0000=da\u0016O7&YaH6&^\u001c|Y\u001czO%\u0016\u000fO`a& U§ˇ\u001f}C6ī\".\u000e!bU\u0014\"˳f[Mо}X&6zWy\u001eL\u001ev Q\u001eN\"!\u0003}웘1q*6=G_v  XRزEAFb\u000ed(/\u0000gҸГ\u00058\u0015\u001fFvpNUjm\u000fe\u00173\u0013c\u00132oW߫ \u0010Щ\b[9o\u0016\u001a\u0007S&\u0015bAϚ5i|\b\u0017ĳ,L'H\u0007mBdil\u0003SJ\b/r\u0001>H%!U \u0007!T(\u001cC@7,S\u0017N\be?-ǲV\u0003U\u0002cW;bzh]\u007fJ  &cɽCg9~ŋeʊ\\rH\"&^Gp{\u0011\u007f \u0011o&L&\byb \u00068'a81\"\u001b[^T[: \"ר\u0006frO $\u0018\b袬JMZ\u0006jRK+ ΓƣmB\u001eaߕ\\\u001bI~FB\"ΐaT\b^\u0017Q|p$u|ݒ\u001cy K )\u001d$& \u0006\u0000f\b2S. ilN\u0012PٚU\u0007U\u0019:[ja?>njb˵\u0016.1&YmQQ\u0012]揪\u001ae1KfTc֐|iJ7\u001e ,'Dxp\u0013\u0007!K?e\u0010츂\u0014h7\u000eA&@\"dWwA=O|U7[]o\u0006\u0005悑e9 ӝ\u0001>\u001eYn\u0010͇\u001fO+ރa\u0006x/\u0013\u001d\u0014A- \u0004C\bxQ\u00182\u0013v\u0011\u0011\u0018/\"݌\u00011wCt\u0000\u0013$F\u0011=!SmHhW$F\u0013Qyvq\u001ej'@{-&jH \u000fMŁ\u0005/\bޚFVo\u0017L>]\u0012Z>`tl67 RFF\u0005\"É#heﰛ 6wk7-!ד>\u0018!l qϬ \u000eqn!\u001a«*]v jRI&\u0014TiS{5dO80,O\u000f\u0006dn\u0018t0 x~\u007fV\u0006pիlr^RS2*-\u0012i\u0015\u0018`\u000fpl.0\u00145|\u0019 I.9( 6̓և$fi\u0013t !N\u0012X:i?hj3 Nt \b\u0004fu~lMRHΚ\u0017\u0004=z\u0014lW7ҷ3M\u00115чZ\u001d:RI\u0018YL\u0011/\u001d-Σ\u001a\u00031\u001f\u001aNYgT@q:E4\u0015ED|{2=\u0015/nZ\u0010za UpwQQa\u0019U׉5 F$ Q\u001a Hߴ\u0016sKb_x=K\u0005\u0006\u001fH\b~\u0014qˏ\u001eh\u0014fx]]rM^ڳ\u0010S  V\u0015GI1=J ia͝q\bW+xYN04uOF    ]%! fE\u00177\u0000l\"g\"]rTnOA]^\u001fnfo\"pW\u0011\u001f/\u0004\u0018\u0000ATK endstream endobj 33 0 obj  > /ExtGState > >> endobj 35 0 obj  > stream  H\u0017ko\u0017\u007fGdG{]/-d?\u0012m+^J\u0017%9\u0002EpfD\u000ewo~d77Y~\u001f,EzֿIoo~t\u001c= {~ܬ\u0003\u0007+>\u0012\u000e޿>l^\u007f/ܕ\u0018뺮o].5:vFuzuu>UKCPW_\u007f\u0006Y|z[\u0015rk\u0006\u000e\u0018,\u000e]i `3\u0015Odir]\u001f\u0018\u0018\u0000\u000e$m\u00146[盜8;\u001b/B\u0003oy˪1zh.B}\u0003C\u0007\u001c'ccA:\u000ehPmU\u000e$另WC\b\u0011Iu\u001eAy^[[z_@v3\u001c6\u007f w#\u000eq\u0013U`E 6ĳm\u001a_љ |\u0007\u0017r%jV\u0007\u0015F ,ONy\u001aV%qhPd=\u0004W@ @J(`\u000e,\u000f\u001c9[\u00032qS󖡳\u0005\u0001\u0017AHߵ\u00073\u001b(Xw\u0010ڟ\u0018:\u0019pt&'w@M xE 3\u0007!))\u0004Y\u000e 饌 뼚\u0003\u001c\u0011\u0015xm \u0005A;H$q3+e*\u0004ԗUU&|q+\u0014i|\u0016\u0084 GJ!'\u0018\u0012, W\u0005˄2\u0001 ll1\u000fTB$uZy\u0001˓ǁר|Y\b]\u000fm\u001f\u0007 \u001fD(\u000evI KI&.,\u001ei/\u0017=~\u0014xA\u001dV\u000e@3:\u0014Dbe ɶ\u007fR\u0018je.\u0004zWPt͕x\u001d[\u001e=T\u001f>y\u007f9\u0013\" ) :x|+Dl11xb(B\u0002F\u007f\u0010p\u0012\"r SMP\u001e$`m\u0019}Q\u0003\u0019$vҝ7w\u001a\u0015QrZަL>qya.6~U*[\\\"z\u000eUSz>\u0002\u0006TS6\u0018\u0007S\u0007?+ \u0006]%r\u0007/ȍ엡{6\u001c\u0003` 0x]FF\u0006~]A\u000f@ _m:`ǖT \u0005\u0000\b=\u001c̾X -\u00029N`f\u0019~\u001dxm\u0017\u0002f\u0000a \u0001%ƕ).r\u0002uA\bc#;\u001a\u00110 \u0017` \u0010\u0004Q.Q+x\u001aE&=࠱!#\u007fϫ`Pζ \u0013\"\u001e\u001c\u00121N *\u001eG\u0002`.8g#StH;\u001ah \u0019\u0005\u0010 \u0007|\u001a½\u0002\u000eV$)7C\u001d\\ \b }u\u0014\u0087p[m\u0005]eS%A,}/xj\"\u0007_\u0010ЪZxMXg\u0013c;\u00007Ђ1EܶAA2\u0013е26FMS\u0005%b\u0016j8\u0004\u0002\u0004\u00180ijp\u0019rs\u0003\b4 4y \u0013`\bqg/6Q\". 6\u001f uPs֝m\u0003\u0018b1#V\u001d\u0012g!˄`K\u0004\u0010y\u0004zup\u0004*e\\\u0010ʿS\u0007\u00074b\u0018鳸]Gč,,ٚ|\u001e\u0001ҌR\u001bL9acKt\u001c-\u001e\u001aϱJ ylqXd1ac F{\u0015i.mFLۉX\u0002:`^\u0018\u0011\u0007ڠtF6V+Y^[\u001ckw\u000eԿ\u001a؇\u0000$\\\\\u000fJn\u0016㮌ct\u000e\u001bl>\"\bN$Adz`\u0006\u0019)c\\\bA\u0000܅Q\u0016\u0010\u007fq[\u001cb\u0013G3\u0000Fm+d>NU^bz fٺ.IKo\u0004뺮ov]\u0017ۛ\u001e\u0016\u00024MO$M ǎē:+k]厹5\u0006j\u0010lT@N(\u0006\u00025\\6v\u0006\u000f vn\u0019\u0010A\bZ+:HXD\u0016ܥ 4]#\u0003\u001e60~O\u00123\u0019 i\u0014Q6n@# O>A;Q5\u001fڣhp{  Q\u00143\u0004}ty:\\0 Eqb*~E-?\u0007PIaԨab7=\u000f`T\u0014 \u000fx{\bH!F\u0001IJndʰ \u0004mv`*t.n\u0005\"|\u0006\u0001v\u0010pn)[\u0013\u0016nq=`\u0010a2m7+1\u0005N\u007fgD\u0017Ϙt\u0019\u0004\u0000Z\"3hx52vcr\u001ba z}MrI;@/vLc\u00120Qj{\u0003j_\u00138)#\u0005\u0006\u000f*}tl&!Y\u000e({TƏ!yٺ \u001a\u0003qSU\\JaS=ܶG\u001e N\u00028\b \\\u001fn\u0003 or6XJ\"] > /ExtGState > >> endobj 38 0 obj  > stream  HWY6\u0012\u0005\u000fيdGdU)gd?@$$bM\u0011 A C gAjZD\"(c5 )(uG=ޞus6G㢺 O\u001b:*+$ao)7  N   .\u001e'Ds\u0016Q\u0013D҄!+-\u0004pQs\u001df\u00063\u0013wR`,K>/U\u0003x%b\u0003}Q\u0018q\u001e|/&!Ǒ\u0007\u0001j\u0019\u0000\u001btmTy, \u00130\u0017kLpu\u001c9Qxq\u0011\u007fI2W/\u0017\u0000\u0000n2N>JrŋO T`F5\u0001( \u0017a*%gCzJr8FQl4nL\u0000T(!(\u0018ф+\u0012\u000f|br\u001bU'\\D1\u0003\u0004\u0004:0DCH$_\u0000@\u0004W;~fjv\u0012IP\u0007 =tH(pa\u001b1-ɞ|m W/ϵxEi8, \bD7=RE%\u000e\u001eoj\u0014\u000eg?|E\u001bg\u0011Q\u001dXҿ\u007f/H\u0013\u000ftzy\u0001}X k(}b2\u0018'\u0000{8M~n\u0010-H\u001f\u0010\u0015 \u0019c\"\u0015㠇\u0001h4aM\u0010w\u0012l\u001c\u001em\u0019s\u001b\u001b|Nc\u0004Fۧ\u007f\b\u0016\u0000N\u0003}N\u0004Ŀ;\u0004_l;6V\u000064+C!M} \u0002SO+C,)9\u001dl=u{\u0010R G\u0007H1:6$pFV\u0000`;\u0003 \u00009ZN\u0004\u0010҂\u0017lJI+D\"\u0004R2sR\u0010\u0017B\u0017 RK\u0017%\\5)p_\u0006\u0011}f\u001aN3 .\u000e\u007fq̭\u0006\u0018HCh 3w+; H֎\"Y*sѲ\u001fumUEq$vې\u0006\u0014%^c$3m_\u0006 \u0013U$O\u0007jxekz\u00005%+r@\u001eՅ\u0012 ' p{U }\u0018M6p{ST;B\u001a5@\u0016\u001bIT g#E'(Lu^mz\u0016 ^~ x\u0007N2;69kH\u0007z\u001c b,{͔,9y٬\\mnN_̅eѓF{2[%=e. \u001f ^$7,HB8+,E\u0011:\u0004Έ\\\u0001`t W >Yd1ki[3X\u0002\u000e 3K_j\u0004h\u00077O_5LvL\"±n\u0001PW^ D\u0016U\u001d \u0018\u0014-g(\u0016N\u0019\b ,U\u0002\u0006ȪT\u001et^=ɬ>I؛\u0017\u000fFC9\\mXt >1}\"4А\u000f\u000ep'ȃet\u001bU1uTb_ k@ ;RJfyN\\J $.Ce2F Z\b\u0006g-R\u0018#EX-$#wh-N\u0003\u0005r\u001006jS\u001epR,8\u0004EG\u0003Rx\\R\u0019Z6\u000fp\u0016 5%\u000f\u001e\u00173NOp\"2׀6%,pai\u000e+\u0002 3A]2E@Qh! ̋E\u0010DH\u0015\u0002\u00169\"=\u0002%tu\u0018dg4C@u\u00018kX]Cx\u0001\u0002 \u0000P endstream endobj 39 0 obj  > /ExtGState > >> endobj 41 0 obj  > stream  HWr6\u0012\u0002\u001e-;ǝ8ĩbn\u0000QY^\u0014\u0012G\u001b(RlmJ\u0006Ѝ&\u0005\u001f\u001fo>Epr\u0013F\u0000~0*` V\u000f?>\u0000c\u007fo7j\u0015\u00043\u0016 (\u0005\u007fL R$^)̅X$\u0002_\u0005-dPRj\u0015 }s\u001aF]W\u007fi[u3h YK\u0017Q'^f36M\u0014P5cM\u0003OeboZk+,ۓ5{\u001d\u001bWٝ_ob8 i\u0006ƍضI\"6jco,\u0003#9\bF{  @vTm7 g2u25e\u0018(ڲ7z}}V F偹cmk\u0000[kǿT\b\"O\u001faB\u001crui\u0007^co at\u0001\u001bu\u001az\u001e1NÿĻ9{7UN\b!\" c? U~\u0010O{J\"lTI\u00112T\u0005:Mąx]Obsa yP,|'\u0011\u001dA\u000e0\u0002W\u001c\u0013G{frvG\u0011ؚ\u001eg$\u0000\u001fX;\u0005z܉p34+\u0005SrrkW\u00105!CcW\u001djSB\u000ecK#>Jnכ~Wŗ[Qty3 0\u001eacMsXkpځ_G9[Zvn,m\u000f; 2\u0018\u000e\u0015\u0016F[c9nS\u0011x|\u00049#QRY\u0001a1nwC+ y~\u007f2 OWY\u0014J?\\\u0005]ea\u0017q,8~\u0010Gt\u0019*MY\u0005.S\u0018 b\u0015\u0010\u0018\"\b\u0002S޹\u0004H\u000e]d4+0\u0012Ŝb嵝\u0003ZP.eUeaqye\u0001 h\u00008\u0005Y=]\u000f\u001do[/`}Խ# CD\u0000\u000e%uU+ȣIYL\u001a!yu Lɤ(iǍ\u0014@fOpW1Ü0.A/Ù.lVͲԓ P.#_!w,q\u0004,֙\u001e\u0018\u00025foX> אAi%+\"b\u001eFp\u001c\u0013n\u0018mvB䠛m\u00009@\bE7 S\u0013n\u0019ȗ^`j5-\u0001oqg\u0010m\u000eT \u001bȑ0rPAF1 \b\bA-dO%鷉qmu崶Aӻ*&϶`\u001b\u0017\u0012Z\u001azL\u0002\u0004\u0018%!! ϊXZN\"'9'\b4j\u000epV\u001f\u0007ǳ2ԌODȨ\u0004b-\u000eߍ\u0000)ER6˽{w 3;Ң^)!lG 8R\bS?.e̠wZBB\b\u000f3x1o7&gG 0\u0001\u001dBk_\u0007p\u0011\u0015ubp6un9Ea:4e :|\u0016I2勬X\u0016\u0013k}g\u001eİ\u000f]6G\u0015\u000f2qq2 B0qW~/n1\\\u0006hq&\u0011oԜ\u0006uS\u0013%\u0011R?W~-*М\u001b\u0012d¯\u0016A uͩK >*\u0016vr8\u001e[1 LȘlc\u0014Z)\u007fJgvr:\u000eXbZq tU\u0015yX\u001aT D@\u0004XW\u0015.)+X^qMZ5N\u0004VA\\m\u001c\u0007V{GP\u0007\u001fUy accSk.}=l>\u007fqnAܒ\u0005#I4mljbWmgR\u0018o\u0002nqK\u0014\u001dG#\u001ezfCQj\u0002\u0019k3ř{#^\u000eO\u0011\u0002\u0015UՌ%\u0007#{i7*1%yf\u001a \u0002dU\u0003ʯb\u0011\u001f|CU\u0012&6$ՁY=0+Ǆ u\u0013ݠo\u0006%W%ӥ#5 b77p\u0003a3Zُ:^j1T#:шh\u0010\u00038H)\u0006\u001eXKO\u0013^\u0012\u0002\u001f p/md CK3k\u001bh;\u0002t\u001e\u0003 OO\u0000\u0013iĊP%z^(wu \u0012*K0\u0004;fIs_\u0001\u0006\u0000y\u001a endstream endobj 42 0 obj  > /ExtGState > >> endobj 45 0 obj  > stream  HW[6\u0016\u0005\u001f(/bE H\u0013dm]$-\u0016>\u0012m#D=7jd\u0004 \u0003!yxx\u001f\u007f{1ڄ]\u0018m\u0002\u0010\u0007 hz\u0004Uo Q[`\u0004\u00193Y\u007fM\\ȉ; Qu`w#qĞR1\u00150E wjMK\u0016G\u0006\u001f\u0006Dg\\sY\u0012ɗs.0NZfdY\u0010Z'\u000e| \u0005u \u0001'\u001e\u0018\u0014\u00000r\u0000\u0000t>\u0007-YBFӎz\u0005f!80`u?o\u0000\u0002I8\u0007\\Fkc\u0006)!:'N7$5(!Ub=`\u001c럓=[@*%@QkqKI2\u00100C\u0017ێijEHeyEo'V^x]Q)]r#q6\u0015yƶL20jJ.BLA7L\u0013\u0015\u0010;PީHc\\\u0000qJ\u0015uٶ5Y.l9L\u0004\u001b\"\u0011٢ww^C\u001eAI L/ \u0001rB}f$=TD3[!B lR-ϳ\u001aiiz\u0011%L5?熰\u001a-\u001e0\u0003\u001d_bݱ0\u00179~ o\\\u0010W,/9XI]mTgA\u0015\u0016\u001c\u0000\u0006\"._3{\u0014f~\u0014\u001bp:`zk\u0011 5m^)E&d%\u0010{a#\u001f\u0016˄:z/\u000eY\u0000 \u0016\u001e (4χ\u0005 _f \u0010O'3L+I\u0001\u0016\u000eE\u0016cjz܄/\u007f1921^±RW\u001eZUU{BɢM ʒf\u0004m'0͛7T\u0000\u0007Lmh\u001dj \u001fN\u0011p+{>$R wt4~\u0013\u000e\u001emy5\u0007ϸh]U[#N%e\u0010f{Q8\u007fRB\u0002Zyo$\u0011\u0000)b5\u001aE\u0006`t~\u007fcj\u001ciPF-|78\u0011: o\u007f\u0019$ן\u0012\u0016 Up\bxi]E}\u0018\u000f\u00190 3{: jfO9;! b\u0001d%JE+&(&KT\u007f 5\u0016D\\\u0007M2k\u0004šC() > /ExtGState > >> endobj 50 0 obj  > stream  HWY8\u0012\u0005\u001f(\u000fb1sf\u0007Ab`\u001e:ye$zD_uQ\u0004 \u0003fx_}Uio&O\u000fa \u0007M\u001cl tC9?ps k=xv7xeৰp  >qn \u0002 J>Ţ˲dEyG?yVv\u0017%WWM\u007f.)a^D|י\u001a\u001dyvi̗S3?ɒilj!6grdz\u0016GݝOn!5ϝ\u0019dr;v\u001bp>=VY8޲W\u0006t\u0017>Xlv\u000fClgm:\u001a!rRiO׺,Bm8{pL\u0017sS2sTfܻ馑)ճ\"?0KXԗ(,\u0006*\u001e\u001d`4 \u001e@͉ۺ7ւ-vix\u001aw˒\\\u001f\u000f\u000el2n}U\u001d^yVx/pd\u0012\u0000\b]\u0014쏆\u0001H\u001c\u001ar)|C6jP0:\u0016\u000e2`MB.2fAx 8\u0017\u0012=]ge07}rXNw,Ϩ_Fu/0to\u0001 /DGZٶW,((\u0016 f>\u0012( \u0002Ub\u0006ٝgQ\u0001vvmv3\u0015w\b\u0001\u0019.\u0019\u00177\u001e\u0016T\u00072r xd\u001fAP8Wp}zTm\u0019}F\u0007g \u000ee \u0011 \u001a\u0017Bp\u0006v\u0019n\u000f-84\ud9edBa\u0014؜Ĺti\\_ .\u0010ēV~7x~\u001b\u0016RWR?ڜ;_u$.\u0017Yq\u0004h̵@\u0005\u0002ڪ\u0011\u0002\u0004yJF dD)Y:WNz\u001b\u0005\u001c&d2Lh\u0018b\u0018 zL$ EQ0\u001etg\u0007\u0002x:\u000e,\u0002j\u0014朇=d\u0003M[ud\u001a9Lۻ|\u0016]P\u0013\u001c]&Dal\u0003#7?g`\u0002\u0011eXENX,i->\")x,Bi4\\\u001cR1\u0006ӓjR?(R  A\u001boy1!DvY\u0014{?}O1N-S\u001a\u000e\u000f\u0004N L9Wodj犬\u0016/M!=]\u0002\u0014\u007f7Q \u0016\u0005 uO\u0014?EiFo\u0004VSQB]\u0012xipD3\u0017\u001cm4R\u001c:KcW]߫;O\u007fm 0LQ=\u0016f p2Ы\u0007\u0006i9V&iD wn\u00030qKY0\u0002\u0001\u0013d1!s3-\u007fj@ȀY\\ \\\u007f\u0007\u000eG|f.`\u0012 \\`|ۖ'.å u\b\u0017\\\u0002\u0004%\u0004\u001czq\u0011ƑPN\u0003g]hJf^U É`I.ɞu\u00076,Q$y=Z\u001eVp\u001d\u0019\u0003\u0015\u0015z x>%\u007fU \\^ Dj|Ab\u0004)K[\u001e\u0007\u0018=(\u0019e\" \u000e@eeb.YS\u0019?\u0013\u001a_\u0017F؏ X\u0005+`4\"(`j\u0007q\u0018}HT\u0007j ت\u0005Qn=E~\u0011\u0007S\u000e\u00139F.8Ur  >غ3:\u0017\u0016 T`-\u0002\u0004w\u000e\b$Ac\u007fWˎ0 \u0002\u0003@{\u000fj\u000fVڥ/gvP q\u001d\u000e\u001egma\u001bOꝇ[ R eN2%\u0018! Նn\u001aP-飯o#{LEUg\u0016KfmJZpDh\u0017\u0014U#/\u0015\u0006_S\u000f,5\u0011 K颋(* ujIc\u0017Dsy\u001b\u0018\u0019M EK!/9XYO\u0000&`~쀄wp$\u00050^\u0006 ͱ& )lemr\u007f(otyH\u001c\u007fg +oR \u001f; C \u0018)@zHVa\u001c\u000e]T#+Q\u001aY\u0014\u00002o2sq\u0015`\u0000 \u0002 endstream endobj 51 0 obj  > /ExtGState > >> endobj 53 0 obj  > stream  H|VK6\u0010\u0005\u000fM.bǒzL\u0014@k \u0007Z\u001aIJJRw\u001e\u000eb\u0001σC~8\u007f̓,9,Ov%#.V\u007f3K:*M\u0017ŋm䲰e*9TCSe&;\u001dS\u001d\"B\u001bD\u001e@9a=\u001e-Z(#\u0005\u0000\"X\u001d\u0018pjw8 \u0015v)vezۓ\u0001\u0018rMd/\u000f/0Myr SztT\u0018\u0019|F\u0000\u000e|\u0001]\u000e\u0019ѭ\u001d\u001a97hD>=Dg\u001dҶri\u001b\u0018D\u0012u\u0004=\u007fQN@yN@yGcj4vTx\u0011FՀp!pNL[΄\u001asj\u0016YYLG0\u001e]x%\b\u0010_DIG\u0004{膼\u001ev\u001a:tG\u0011CpW;sI%$\u00100ݥ\u0013(!2\u0003B #\u0003\u001a]=\u001cSw?:K > /ExtGState > >> endobj 56 0 obj  > stream  HWے\u0011\u0007>)Ry,[cU\u001eI*Ya\b ɱ\u0000  y|9FS^ $56+\u007fo\"0e\u001fgD(˒㶀3^N :{=(F\u0017\u001eqY A$n`vYI[؟\u0003V#\u001f&vQz JH\u001d'b &l\u001bݲYI\u0006\u007f\u0010\b!j;#c\u0016\b8>osgI\u000e\u0015\u0003 L`\u0013(%\"ч?\u0013 Y\u001d;3K`߽en\u0019@XM\u001cXݕ\u001bMRr ? o\u0011xL\u0004UKrȋ2J­\u00009uٗ(/ X J;B /\u0005r%e_1|\u000e1#ܹal \u0002/\u001crx\u0002LH~3 t N`WG Am5PQgZ\u0006F\"Z\\\u0006Ы?I,\u00025\u0002[Q\u00164Cf\u00163\u0013\u0005|=%^\u001bo,vY$Lz\u0003>ժNXF\u0006_U\b=ؒ $' ]QS('\u0001)\u0004Dd'?Wf \u0003#؋Eo*\u0019PIM^>,iU;+ @DNy.\u0004{ 4l\u0019)$:C\u001eQo H\u001ap_ˢ ]\u0000Dix/E\u007f YxY:6 ؋onnan\u0010\u0006+\u0016xXb tŀ$Lo.\u0012'I\u0002^-^x\u0018O#\u0017^\u0015(P\u0004\u0003Y3ҧ\u007f@0\u0010 x\u001c\u001c *]x9Vt\u0016F\u0006X\u0013\\[ǙEdT3\u001d͟M8\u0003\u0015\b>\\zX=kl\u0016`\u0003%aY\u0006aIi#\u001cJn$+=du\u000eԱcX\u001f\u0006FQPa4S\u0013\u0018~ pE\u0005\u001eq͒FD\u001ax-8\u0002Tp\b=h@bfuެ\u0005⛨c\u001e'\u0015G > /ExtGState > >> endobj 59 0 obj  > stream  H|Tɒ0\u0010\u0002\u0003@*f05uReA\u0006(\u0003V {\u0012z\u0017\u007f7w_xa 8˖\\\u0017:\u007fJC\u0011\u0004^=\u007f\u0000i\u0004' ,$4w\u001eU}oE, |,;N^F=G4aڨ\u001bH|\u0004!B1a'N^ʑbU^3.4z$]#ƧZ=,\u001f,\u0006H3\u0003A ɫ\"{}\u0004lU\u00009VCU>vWPd;K5P\u001f Bx\u001bA\u0017b9֐W3\u000e3Q3i\u0007i\u001bU ,\u0011Q\u007fŬ5ܥ~5  Dm.[i\u001bi\u0014;}^mLsF&|\u0013M\u0019+ه\u00107Gu\u009eqhc+\u00124J؝aV$ \u00028\u0004EXwn@{Qo=\u0016t$>\u0001 > /ExtGState > >> endobj 62 0 obj  > stream  HV͒6 ~\u0002n;\"Qli4!遖i\u001bT) \u0010lo&.AP\u0000A\u0000Gٮ^?  U*\u0004~aȒ,@wZ%q48\u000e o\u001bwYz\u0004\u001b2LbebRQllSP$$Vu\\uPTE5F!Q$Ij^ښaՏU\u001a`veP\u0014i\\&Y]\u0005N\u000e7xwL:iG\u0012Ӥb\u0013\u0014\u0002\"p(}\u0014\u0007\baPҭ*lZN\u0007\bi2z|^y\u0018^?fɦmr@QjOhiMc\u0001O?{3͜iYP\"\u000e!Jc\u0011\u00146M79#f_9 Vf8\u0002HBe\u001at\\=}ycn4yp>YGi\u007f4\u0017> \u0007\u0005F\u0016Bk9@Ly\u001az\u0005ԃ\u001a\u0006;n]NR\u0011h׺Ick=twG'VR\\5TC-\u0015c5]NCTu 5L  2 ۩^\u0007\u00158^\\*M|/\bLfjG\u0002?;\u0012'=\u001ez\u0005Vx\\.̘z1cV\u001bN(Z[\u0000[|ٳϻ\u0006tK۽l+,[$E8\u0019$\u0017mWET[Ghm[7b;i8$R: H\bZ=`R\u001e&\u0007\bs4KV\u001aUBhn;NiHH\u0006꥓#Uc3\u0002\u0002yLj\u00069'(lT gH \u0010%#R\u0016B{`!0mr`.YxI\u0010\u0002\u001e RG\u0018\u00142pGMJ0c}CX /Y\\ᚁXws?\u0011\u001b\u0019ݑ\u00197(a^!WpՏ\u001b\u0014 @9UX;s\u0015;Ic\u0015p2߬4\u0003:ob~x\u0000n ki\u001e>#N ܳ$Qm\"ko\b\u0011p\"/VKF\u000e?+K\u0019\u0006]\u0005S(˲D9@NHL\u0017~/\u0013  > /ExtGState > >> endobj 65 0 obj  > stream  HWv8\u0012\u0002f9\u0011C\u0010¼Ɋvh,!\u0007%\u0014ꯟ\u0002 \u0016ۙuY؁Znݺx\u007f\u0015ģ\b~Hp^D%\u0019\u001bs\u0017h|\u001d\u0016&0 c\u0006 ?\u000e\u0003򭁸\u001fw:_#/ i(4Lt%\u000fH}rUf]gޮ_Q9Sňs\u0012 1J( uZDT{\u0010\u001a\u0012\u0002\u0010\u0013noD&^\u001f֥Y`\u0019wZk)D\u0006kcs?gfԍlMۢxh6\u0007El\u000fa ҭA`yBCc \u0006mWRتʴ$\u0005 Ϭ&5\u000fr\u001bufyo  ?MqTx3\u001dTۂlq\u0002c\\zq5*-`2. ٫k \u0002\u00074,߼sg wYF@\u0004\u0017\brg\"\u0010nt[\u0001\u0001H\u000e(6\u000f j\u0015}s\u0019(ʅUx\u001c/yku,|\u007fބi\u001a\u0006\u0005;N~=@Ǒ\u0013~P \u0000pms\u0012  N\b|\b(0\u0006*\u001d\u0003Ɂȁ naC~(bOO.uc\u00022o) emM\u0000\u0000jPxOU\u001e\u0001>\u001cI\u00008\u00064k6h\u001b\u0007W[:d[\u0004꼧uY\u0002$! d\u007fmoT7D\u007fǹXȹ{Eq\u0017c'{\u0005YW\u0006Z\u0006D Uh(\"\u007fwnJHDL J\u0015%\u001dr\u001eLB£!\u0002]\u0019\u0003,\b~g l\u001fU#D8ĮϦn7_ QȒ4\"qOf{ʢꟴұ{T\u0013q1$+H\u0010!\u001ep& \u0001\b1D$\u000fD \u0001孧K4'J\u000et ÛtiZ\u001a @i\u0018$_F`u~OZTYldJ}8r nȡ75Ipv(ϖI*&\u0011qp ޸PZO^8}\u0005\u0005Li\u0017\u0013ri\u0015_CiQ\u0010\u001d\u0013v$ّ!,,R5$\u0012M\u001cG80N\u0003 LmCuߗc0.\u0001\u001bPUe\u0019Ut\u001c %)Q u\u000elںۮv\u0013ڥ> 1 \u0005\u001e,\b\u0011\u000fH>\u0003ۡ\u0018\u007f @\u0013jn\u0006_\u007fȮtOC\u0003KEeqjɢ\u0012,C$\u000e\u0006\u001eVJ\u0003\u0002\u0014ə;w\u0014;pc}{\u0017+ ž%ތ\u0010)GO\u0018k \u001d#q\u00192 ˫O\u0003 TyӍf\u0012Zd\u0002xr\u001dj\u0002d\u0006\u0019 MJ\u00038Xp\u001b\u0003Df\u001bn')L41|YPXΘ6j/mݐNcnQERى A%\"@\"r CD\u0006 £B\u0016Am(_ `d˒GjމjЙOU!m S#`t (T[8\u0001!`ƙ\u000eR\u001c\u0007sw  C)MMIUHJs̔\u0006cǵo4$9 d  \u00121(UtD\u0007E\u0012\u0005Na\u001aB\u000e@Cǜs_uSC-K\u001bN\u0001Ls*$P\u0007 \u0002:\u0000}Ⱥͫ\u0001\u0017\u001fӜ\u0017e\u0010ca(9P\bmxYƮ\u001b%\u0010VV\u0002Y}RXGix\u0002) \u0000v(_\u001d3eg%awL\bQWZ2-j \u007f\u001c[sM &y8W\u0016\u0015Y+FVЄ^5-ɁB+O#xj\u007f\u001d t|m\u0003M Ҍ3\u001dޢ\u0013p1\u0014 \u0012\u000fD9\u001eΫ¸\u0017Hiގ\u0003 \u0016*7\u0016u_np\u000eq\u0012\u0002Ds 44[\u0017q~\u0015bP,;wC,~9\u0016Ghz\u007f\u007fo\u0000G\u001e&}\u00100\u0006%2VC],Xi}\u001f\u001c>\u0005CoA\u0018uZ#M-a!\u0018p2B&\u0019\u00122\u0015o54\u000eyqIhJ ^\u001aW _c3w:顶fM,U I'zB}n\u0005\u0005ۀx7\u0015/Y\u0006\u0013#ɼ@ Np\u007fgzuY\u0001\u00001-\u000f7;\u001dn4`ϻ\u00068?$05\u001dRX9DRNtź>r@\u0017QrD(T S]b~\u0019\u0011*Pm\u0018\u0005\u001f}\u001a\u00104\u0002DJ|x\u0000\u0003\u0000&Әk endstream endobj 66 0 obj  > /ExtGState > >> endobj 68 0 obj  > stream  HWR:\u0012~\u0002!W\u0016ؖ-[sO\b\u0003\u0014f\u0014 X\u0007G6L鷥\u001d\u00129E\u0015n[׭?GI4Y>\u001dE$?pQ\u001cѧ]4Y / ț˿aa  NatT ;\u0006aNȾÚ\b\u0015,`\u0013Ç if\u001c޻?=\u007fe_4M2og7qN/\u0001~O֧w #z\u0017B? ݡl%QJ '`so8yVnˍ\u0016o~\u00143W\\x1?\bS)TuSWڭh\u007f-/EL \"ڟFyb\u0016FʽVE'ke~\u0005v[T05淢ͭ̂b:LY> \\ \u0004+.J EkY\u000e U\u0004h\u0005EOROK Lw{\u0007\u007f[ZJnj! 6\u000fWMQlK޼wp\u001a9\u0007\u0017\u0019T[㥟\u0002 qպ5oJYtȓc{LH؈\u0018s2xXGg/ttsv^n\u001aƜO4L#\u000fNHC\u0004J* QT9N\u0016ǥK)0ވDi- D\u001c~/ĺ{Lh9k8lb\\`YѲ\u00145x,(G\u0017k\u0007U f\u00037R[0b\u0007S RT\u0002{)68\u007fbyȢ92 =zmdKYr8Ϊ\u001dW\u001c\u0007X\u0010fP|co\u0016\\2o\u001f%U7\u001exp\u0007^\u0019gj\u0002nΙ0|뇁P0\u0015 ;\u0001,{x7?K ]\"\u0010t\u000f\u0014O\u007f~2b]+\\x\u0002]\u0003\u0004TWj}K\u0002\\+g\u0004# +ޮסsM\u0004\u0000\u0015PÂ+Q^usp\b]ᴩ>yPնE \u001e|\u001b]\u001b\u0081\u0001+ݖ`vcj\u0000N\\$@ʓJݯ\u00037us dԥ\u001fzd3p[f\u001d;\u001eOeWxA\"\u0010t5Ǫ C?Q\u0014Q9\u0007F\u0002ºjqn˼3sM:n\u0000q9iVؘیnh[\u001d\u0001Ͳth\u0000\u0019z\u001fP,v \\bXY\u00124VC\u0004*O\u0002G\u0010lCl8N\u0003\u0014[\u001cb$V8|\b%U^IN76]%'Y\u0000\"\u001e+b6C˺׆hB_o5 ]\u001a1[- ſ\u007ftHN\u0018r\"al\u0016ظ ^\u0013^N3\u001b\u0000VkgiakT'\u0010(G!z\u0003khlB\u0000K:75\u0006& ۽(PzӺ=\u00165\u0006^BP]0\u0014['Egw\u0004\u0007:\u0004=a\u0003h^ /\b\b\u0002\u0019~\u0017JGi0;M~_D{)\u0000r@\"\u0013F;] Q I=\u0000.\u0007\u001d\u0018\u0011R\u0014^h\u0006.'P\u0005Ͳwmѷ!1Uu5k\u001b]\u0017\u0002N֭)= h 8PF̯  \u001bI!&\u001f@\u0005{|spe[\u0002-ֽ}c`e~/WH-\u0002\u001eNP\"\u0012dlq\u0010\u00132Yn7/ \u0018%v\u0001J\u0011`.\u0003\u0006!Ј\u0015\u001e\u001b\u0018s%MAH\u0006iLC\u001f}\u0001-u/j\u0019jjŕON\u0007fzԾH\u001a_s-kUy\u0002C \u0005s~\u0000Mv \u0002'i\u000414`|js?XB\u0006L \u0003\u0000c\u0004\u0001\u0011\u0013#ʑ pj\u0002ʌ춍.\u0016n\u001eQ@ S\u000fk@\u00120\u001cQ{\u000eh`ěr;.\u001aKAZ&\u0016tx\u0000 \u0005\u007f\u0018~j]=!\u0004\u0002oJ dI TL\u0011\u0002]& \u007f\u001eQxh]@Yy>(e/\u0003 #Д\u0015>D%r#2oR\u0010ϜC# /]S>}5oL\u0007$*?y#\u000f ~\u0001PЗ7q 5-33\u0010|\u001d4(|cJ$}n5k~\u0005)7L/k;,'\u001a\u0012n\u000fl1oHҬo\u0005\u0011\u00972*W vM\u0018\u0003q`,N\u001asoF)&\u000f.ҷǻX ݉\u0003JaφS\u000fsp\b\u0017r>O.oh \u0010|C u\u001a\u001df\u001e`X=W,L{\u001dIG{tON r~4ܥَ:V\u0019ZiT.wME)`ptz aCo\u0000N?>]\u0001\u0014Ɵa 8 o\u001d̻z\u0004zAbчv[$7kwG\u0004Z=Gl`! \u001bJAl@JgZ\u0013L1NT[\u001a@\u0017\u00127y0I\u0016 (] \u001a^ н \u007f!w(\u001a$KpxfAޜ,U\"5u+\u0014>ux_\u001a7#g\u001d/\u0005r~T/\u001b5ɮ\u00150^TN JvxX[Qu| F\u0012\u0015vF\u0017\u001d\u0019P\u001a=[U1Z%>P|\u001d? R'H& JFV܆Yl\u0016Go>\u0016\u001eY\u0006\u0010Bd\u0014w \u000f}\u0004\b~O\u0007p X ߎZKy~-*0M?kuC74\u000e\u0013T@\u000ez\u0003VC\u001d\u0015\u000eFځg\u001bK?\u0016\u001b\u0004RzC0.\u001dϷ9~deIїU@\u0001\u000e\u001aAe:b!\u0014\u0001O~9Fw^0\\փqoU\u001a\u000eBCpjWa ?iӺxt\u0018ȫ \u00037rX(XDT9.IuS\u001c\u00189\u001bDS\bia\u0018.0&]4i>f UsS*k\u0007)]٨\u0013:]yU E\u001a=\u001f\u0002h9ABD\u007f;=a\u0019BB\bei>6SwO iYu\u0012\u001f}a\u001a\"\u000f\u001dQh\u001amZ5H}\u001aew \u0000n߫U5:dP@}wwKh\u000f(\\FxbER@8YGKY\u001d\u0014䍛\u001e \u0003?\u000fr7y*e&\u0015>\"\u001906\u0004\u0018\u0000Z endstream endobj 69 0 obj  > /ExtGState > >> endobj 71 0 obj  > stream  HWR#\u0012\u0002OoKRm7\u0006\u001eׁ=K\u0004̃\\\u0016ں\u0016\u0003Ty \u0006GZϋO_\u0016g\u0002A#Q\u0012Xq\u0016gh݂7\u001a/)m |\u001en\u000f\u0013\u0002{N7\u001ch\\2\u0016VCRh\u001ciGDe몔I\u0014&Lw\u0019O\u0004Kǒ{>ɰD 2t֙\u0007\u001ejknuג\u0015 uܔkT-TI\u001f\u0006#Zp?EJ7VA\u0015h׭ ՙLiݗ\u0005~\u001c~B[Lg X\u001f V  k'ө[OvVuU W Ԇ3|$ڛ4׮w,\u0012/Jcy] B{\u000eKwtq4?\u0001{@ \u001e\u0010>)s.\u0018 \u0011?Mg\u0003\u0011$\u0002 k\u001b\\P\u000e!\u0002 ` iCt)t!GrӽRgks\u0019La\u001e\u0003G\u001e \u0005,Kt:\\VMnI  \u0000̨N>\u0000\u0010\u0019 ПN?pNc \\!..\u0011 * M2H莬\"∤y٦\u0004$i՝\u0001H\u007f /\u0007jJ9 @^;Amk\u0016,P \u0015'6w\u0004\u001e\u00064gf>(/u7yۈŢ4! ʵ)5  b\u001c\u0010\u0003#\u001f3 \u0010yW,aλe\u000f 4|\u001a.S+]`$ao/!6ή?WmW! 5\u0001M5 `j),\u0012 p \u001d`\u0018ԃFRcZ9(:0^nT@!,\u0014VuWk[TT+$\u0013rb\u000f\u0001W\u00122\u0001>qj\u0019\u0010TcZ&?\u001b(_\u0013ҏ#樲W\u001e/\\x\u0013[&\u0002*$޳ò\u0006n\u0000sq\u0014\u001f\u001f2\u0006.\u001a?Ҭ54\u0001sN\u001b\u0017\u000fiP2*{\u0013}˦WDi\u0010hwQ\bi\u0004ZD \u0010]\u001f]s \u0001n\u0015H+lv  Un\u0013\u0017m D=\u0001oTU,\u001bB[ٍ]2 l実 #G 4 ==\u0005\u0015)\u007f6εYF \"\u0016ZГ%\u00026gA   \u001aA^\u0012 \u0000Èe\u0014\u001eT &f{ .p GF2v\u0001\u001c&yala+L,l3I\u0019\u000e+\u0002ˮF:  2\u001e\u00150\u007f^\u0016)\\}\u0005[+G,d\u001dS%ΦQxGqB\u0001>a\u001c'L\u007f s:ƞC\u0005C)p\u007fJ(ď\u001d\u001f\u0018\u0006`OyμVk_w\u001c|di//.n\u0016\u007fpH$UDcu ~[#;/\u001e&3\u00144Q \u007f\u000e \u0001Տض;#\u0012 \u0016\u0005\u0014\u0014\"o7l\"\u0010?у1 TrV\u0007v \u0007\u0000\u0004⠦ qc\u000f\u0001\u000e0aly\"zGgFۻ״W\\\u0012{'GRzF\u0004!v2^\u0010?#Rg)js > /ExtGState > >> endobj 74 0 obj  > stream  HWV8\u0012~\u0002!w!Ʋ\u001f\u001d 4 fBzl\\\bG5V,f~J*q\u0003*~S珋OL\u0016#\u0012O\"&&y\u0006(N.d݂(`2]   \\\u0018q  \u0017@\u000f$s8h \u0001\u0016,q\u0017AIVda3{~Qu,c:Ki\u001e>Q 7\u001b\u0014qp;%\u0004!v`nj\u001b'iY|Xj(UU4R5R+lj5YQض knc,ST\u007f)z\u0014\u001a;$\u0006͈\u001bFܰ۰\u0001VzΒ\bCl\u0017 Kرgwp\u000f\u0019E \u001dHSFFkѪM.\u000fCFX\u0002F\u0005[-k8&]oJKSvY\u0014\\5nO[\u0012fIV \b[=M@!B1^u#\u0005vk?nߕ \u0016i]q;\u0007ZcH\u0010gą\u001f\u0010\u0018\"7Q~\u00108@5}.\u0006Y\u001cC\u0006\u0016t43TgOf\u0001\u0003xRigj\u001a\u0005 ^R=x\u0011b{Բ~EMTV(\u007f\u0005\u0001v\u0015Kin\u000fLrghf,âȋ!J=}ÿme[\b#PoAG%\u0016FF\u0011\u00161hd4(+\u000es 1\u0006c\u00046>i\u0019 \u0000/J9\u0017#{>{\u001fx>ƿ_ ѝI4L ( \u001e\u0012\u00129ׁHl?v\u001ftKv\u0016\u0015\u0014\u0012R\u0011\u0005\u0005 !~ u ,*U\u0016 m[M\u0013\u00126\u00067/ne=tl+\u001b#֚\u001bcVk`lC,\u001e7qY  \u000f* \u0019\u0001\u001d{\u0017?L\u007f\u0002\u0017\u0017c\u0011s-VSR\u0004+-^|viOρw  {1\u000f''hFiS5\u0084J'vቄ(}?\u0017V\u0016\u001a݃\u0015\u0004 Є\u0006s.\u001cS \u0014\u001b\u000f;'.05r't{+W\u0013JֲD\u0019\u0004N&#/f\u0010c \u001cbن,[\u001bCL]\u0005{Gfa9\u001f0c2f\u0018g\u0011g\u0013xG;qo\u0019}+2K8WU +\\21 ƥ*W\u001a*ѐ\u0003@\u001elߕ_{+VX\\X {Jq4\u000e})qu۟#./秷M ,\u001c \u0016k\u0014^\u0006hbzmE˲m;lqw\u0013=˶e\"AÏ\u0006Y6a}7,; NA1˦g\u001a\u0003N8\u001a\"NFd;\u001f6}Cl\u0007\u0011y8YnO4A >\u0000(لR\u001aZ.jx\u000f\u0007,K \b\\$\u0014>w(]Xq\u001f0ghHgl\u0014|O؛'{l -T.J߯j/%y]\u001c\u0000S,A'P \u0006P\u000f@\u0000u@4Z>f Y\u0011\u001d \u0018\u0010uK\u0003 I(i\u0010\u0084\u0003\u001b0dD\u0010zx\u001f/I ɭ/=f}\u001f\u001e\u0018)9ׁQF\b1ђp{1\" \u0002$:|.F\u0017\u0004\u0018\u0000N\u001e endstream endobj 75 0 obj  > /ExtGState > >> endobj 76 0 obj  > endobj 8 0 obj  > endobj 77 0 obj  > endobj 78 0 obj  > stream  \u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001 GDFDEG+MTSY\u0000\u0001\u0001\u0001)\u001b\u0000\u001c\u0001\u001d\u0002\u001e\u0003\u0017\u0004\u001d \u0016N\u0005#\u0010,\u000f3\u0011\u0012\u0000\u0004\u0001\u0001\u00049=E1.1Copyright (C) 1992, 1993 The TeXplorators CorporationMTSYMathTime\u0000\u0000\u0003\u000fC\u0001\u0000t\u0000\u0000t\u0000 \u0000\u0001\u0000\u0004\u0001\u0001\u0004+SV\u000e\u0018\u0001\u0018\u0003Pr\u0015\u00005\u0000\u000054\u0000\"2\u0000\u0000\u001e\u000e8\u0001\u0001\u0003hu\u0015YYȽ\u0007\u000e\u000exe+\u0006e\u0007\u001eH         endstream endobj 79 0 obj  > endobj 80 0 obj  > stream  \u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001\u000eGDFMKI+MSBM10\u0000\u0001\u0001\u0001*\u001b\u0000\u001c\u0001\u001d\u0002\u001e\u0003\u0017\u0004\u001d \u0016T8\u001c ',\u00054\u00107\u000f:\u0011G\u0012\u0000\u0004\u0001\u0001\u0004HNS2.1Math Symbol fonts were designed by the American Mathematical SocietyMSBM10Euler\u0000\u0000\u0000\u0001R\u0000\u00003\u0000\u0002\u0002\u0000\u0001\u0000\u0004\u0001\u0005\u000e\u00028䋮\u0001Q\u0003\u0015\u0006|\u0003!{d|\b\u007f\u001b\u001e\u0006\u001ffZsYH\u0000\b \u001a\u001f' \u001e\u0006y{yzĐY\u001f\u0007YRxzy\u001e\u0006zR\u001fU\u0015\u001ak\u001el&\u001aJmX$x\u001eU}\u0015h \u0015lx2\u001e\u001c\u0015\u001a\u0007\u001e\u0006\u0006~{w|\u001a\u0007py\u001e\u0015\u001b\u001fs\u0000F8\b*\u0006\u000ewA\u0006b\u0007\u001eD         endstream endobj 81 0 obj  > endobj 82 0 obj  > stream  \u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001\u000eGDHJDO+CMSY10\u0000\u0001\u0001\u00010\u001b\u0000\u001c\u0001\u001d\u0002\u001e\u0003\u0017\u0004\u001eJ\u0003_ \u0002\u001d \u0016nT\u00056\u00109\u000f Rjc^lz\b\u001bvVmx~H߻د׳\u001fԭէ\bU\u0006ħv\u001e\u0006\u0091\b\u000eu?\u0006\u0010\u0007\u001eD       endstream endobj 4 0 obj  > endobj 5 0 obj  > endobj 6 0 obj  > endobj 7 0 obj  > endobj 13 0 obj  > endobj 14 0 obj  > endobj 21 0 obj  > endobj 22 0 obj  > endobj 26 0 obj  > endobj 43 0 obj  > endobj 27 0 obj  > endobj 83 0 obj  > endobj 84 0 obj  > endobj 85 0 obj  > endobj 86 0 obj  > endobj 87 0 obj  > endobj 88 0 obj  > endobj 1 0 obj  > endobj 10 0 obj  > endobj 15 0 obj  > endobj 18 0 obj  > endobj 23 0 obj  > endobj 28 0 obj  > endobj 31 0 obj  > endobj 34 0 obj  > endobj 37 0 obj  > endobj 40 0 obj  > endobj 44 0 obj  > endobj 49 0 obj  > endobj 52 0 obj  > endobj 55 0 obj  > endobj 58 0 obj  > endobj 61 0 obj  > endobj 64 0 obj  > endobj 67 0 obj  > endobj 70 0 obj  > endobj 73 0 obj  > endobj 9 0 obj  > endobj 48 0 obj  > endobj 47 0 obj  > endobj 89 0 obj  > endobj 90 0 obj  > endobj xref 0 91 0000000000 65535 f  0000064857 00000 n  0000000016 00000 n  0000000851 00000 n  0000057442 00000 n  0000057524 00000 n  0000057623 00000 n  0000057704 00000 n  0000055445 00000 n  0000066524 00000 n  0000064937 00000 n  0000000975 00000 n  0000002955 00000 n  0000057802 00000 n  0000057886 00000 n  0000065020 00000 n  0000003102 00000 n  0000004932 00000 n  0000065103 00000 n  0000005057 00000 n  0000007373 00000 n  0000057987 00000 n  0000058955 00000 n  0000065186 00000 n  0000007520 00000 n  0000010882 00000 n  0000059922 00000 n  0000061772 00000 n  0000065269 00000 n  0000011052 00000 n  0000013927 00000 n  0000065352 00000 n  0000014063 00000 n  0000017158 00000 n  0000065435 00000 n  0000017327 00000 n  0000020366 00000 n  0000065518 00000 n  0000020513 00000 n  0000023313 00000 n  0000065601 00000 n  0000023460 00000 n  0000026879 00000 n  0000060860 00000 n  0000065684 00000 n  0000027083 00000 n  0000030326 00000 n  0000066798 00000 n  0000066660 00000 n  0000065768 00000 n  0000030518 00000 n  0000033504 00000 n  0000065852 00000 n  0000033662 00000 n  0000034740 00000 n  0000065936 00000 n  0000034845 00000 n  0000037452 00000 n  0000066020 00000 n  0000037599 00000 n  0000038383 00000 n  0000066104 00000 n  0000038530 00000 n  0000039972 00000 n  0000066188 00000 n  0000040119 00000 n  0000044200 00000 n  0000066272 00000 n  0000044381 00000 n  0000048506 00000 n  0000066356 00000 n  0000048666 00000 n  0000052906 00000 n  0000066440 00000 n  0000053067 00000 n  0000055173 00000 n  0000055322 00000 n  0000055516 00000 n  0000055727 00000 n  0000056082 00000 n  0000056283 00000 n  0000056816 00000 n  0000057024 00000 n  0000061874 00000 n  0000063085 00000 n  0000063220 00000 n  0000063357 00000 n  0000063523 00000 n  0000063658 00000 n  0000066889 00000 n  0000066940 00000 n  trailer  ] >> startxref 67143 %%EOF"}]},
{"detail": [{"content": "NYU &gt;   ITS   &gt; About ITS   &gt; Policies   &gt; Data and System Security Measures                                                                                      Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                  About ITS                               ServiceLink                          IT Service Desk                             Browse University Services                          ITS News                           Policies                               Job Opportunities                          Connect: IT at NYU                                               Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                               Instruction & Research                               Locations & Facilities                                                                         Home           //        About ITS                 //        Policies                 //         Data and System Security Measures                                    Data and System Security Measures         Purpose of these Measures   These Measures apply to anyone who accesses, uses, or controls University computer and data resources, including, but not limited to faculty, administrators, staff, students, those working on behalf of the University, guests, tenants, contractors, consultants, visitors, and/or individuals authorized by affiliated institutions and organizations.    Scope of these Measures   These Measures are applicable to a wide variety of IT resources which are connected to NYU-NET or are used for any NYU business purpose. A system (see \"Definitions,\" below) may be any IT resource to which the safeguards outlined in these Security Measures may be applied. Examples of systems include, but are not limited to:      Desktop, laptop, or server computers running general purpose operating systems such as Windows, Mac OS, and Unix    Mobile devices, such as PDAs and cell phones, to the extent that they interact with NYU resources, such as E-mail    Network server applications, such as an FTP-server application    Web applications, such as a wiki    Databases      All of the above systems may perform their own authentication and authorization, logging and auditing, and have their own configurations which must be managed, and each of them are a considered a compliance object to be safeguarded.    Description of these Measures   The following sections describe the Basic System Security Measures, the Intermediate System Security Measures, the Advanced System Security Measures, and the Data Security Measures.    Alternate Forms of Compliance   In some cases, it may not be possible to implement a security measure on a system. In such cases, the exception should be documented and approved by the appropriate chain of authority. For High Criticality systems managed by ITS, this involves the Risk Review Process. Information about the Risk Review Process is available from ITS Technology Security Services: security@nyu.edu .    Security Measures   A. Basic System Security Measures   These Basic System Security Measures apply to all systems at NYU, regardless of the level of their System Classification (see \"Definitions,\" below). It is a baseline, which all systems must meet. Note that for most personal workstations, these are the only measures that apply. The requirements are:      Password Protection: All accounts and resources must be protected by passwords which meet the following requirements, which must be automatically enforced by the system:        Must be at least eight characters long.     Must NOT be dictionary or common slang words in any language, or be readily guessable.     Must include at least three of the following four characteristics, in any order: upper case letters, lower case letters, numbers, and special characters, such as *!@#$%^&amp;*.     Must be changed at least once per year.      Software Updates: Systems must be configured to automatically update operating system software, server applications (webserver, mailserver, database server, etc.), client software (web browsers, mail clients, office suites, etc.), and malware protection software (antivirus, anti-spyware, etc). For Medium or High Availability systems, a plan to manually apply new updates within a documented time period is an acceptable alternative.   Firewall: Systems must be protected by a firewall that allows only those incoming connections necessary to fulfill the business need of that system. Client systems which have no business need to provide network services must deny all incoming connections. Systems that provide network services must limit access to those services to the smallest reasonably manageable group of hosts that need to reach them.   Malware Protection: Systems running Microsoft or Apple operating systems must have antivirus and anti-spyware software installed and it must be configured to automatically scan and update.      B. Intermediate System Security Measures   These Intermediate System Security Measures define the security measures that must be applied to Medium Criticality and High Criticality systems. Note that except under special circumstances, they do not apply to desktop and laptop computers. The requirements are:      Authentication and Authorization        Remove or disable accounts upon loss of eligibility: Accounts which are no longer needed must be disabled in a timely fashion using an automated or documented procedure.     Separate user and administrator accounts: Administrator accounts must not be used for non-administrative purposes. System administrators must be provisioned with non-administrator accounts for end-user activities, and a separate administrator account that is used only for system-administration purposes.     Use unique passwords for administrator accounts: Privileged accounts must use unique passwords that are not shared among multiple systems. Credentials which are managed centrally, such as the NetID/password combination, are considered a single account, regardless of how many systems they provide access to.     Throttle repeated unsuccessful login-attempts: A maximum rate for unsuccessful login attempts must be enforced. Account lockout is not required, but the rate of unsuccessful logins must be limited.     Enable session timeout: Sessions must be locked or closed after some reasonable period.     Enforce least privilege: Non-administrative accounts must be used whenever possible. User accounts and server processes must be granted the least-possible level of privilege that allows them to perform their function.      Audit and Accountability        Synchronize system clock: The system clock must be synchronized to an authoritative time server run by NYU (currently tick.nyu.edu and tock.nyu.edu) at least once per day.     Enable system logging and auditing: The facilities required to automatically generate, retain, and expire system logs must be enabled.     Follow an appropriate log retention schedule: System logs must be retained for 30-90 days and then destroyed unless further retention is necessary due to legal, regulatory, or contractual requirements.     Audit successful logins: Generate a log message whenever a user successfully logs in.     Audit failed login attempts: Generate a log message whenever a user attempts to log in without success.     Audit when a system service is started or stopped: Generate a log message when a system service is started or stopped.     Audit serious or unusual errors: Generate a log message when a serious or unusual error occurs, such as crashes.     Audit resource exhaustion errors: Generate a log message when a resource exhaustion error occurs, such as an out-of-memory error or an out-of-disk error.     Audit failed access attempts: Generate a log message when an attempt to access a file or resource is denied due to insufficient privilege.     Audit permissions changes: Generate a log message when the permissions of a user or group are changed.     Include appropriate correlation data in audit events: For each audit event logged be sure to include sufficient information to investigate the event, including related IP address, timestamp, hostname, username, application name, and/or other details as appropriate.      Configuration and Maintenance        Security partitioning: Systems may share hardware and resources only with other systems that have similar security requirements, regardless of their Criticality classification. Systems which share similar security requirements have user communities of similar size and character, similar firewall profiles, and similar technical requirements. For example:            Multiple systems of the same Criticality may be aggregated together to share hardware and resources provided they have similar security requirements.       Medium Criticality systems may share hardware and resources with Low Criticality systems provided that all systems meet these Intermediate Systems Security Measures , and share similar security requirements.          Follow vendor hardening guidelines: This document cannot be comprehensive for all systems available. Follow basic vendor recommendations to harden and secure systems.     Disable vendor default accounts and passwords: Many systems come with default accounts which are publicly known. These accounts should be disabled.     Disable all unnecessary network services: Processes and services which are not necessary to complete the function of a system must be disabled.      Additional Requirements       Report potential security incidents: Potential security incidents must be reported to ITS Technology Security Services: security@nyu.edu .     Security review: During the design of the technical architecture, a review of the system must be requested from ITS Technology Security Services.     Vulnerability assessment: Before system deployment, a vulnerability assessment must be requested from ITS Technology Security Services.     Physical access: The system must reside in a locked facility, to which only authorized personnel have access.     Documentation: Create and maintain documentation summarizing the business process, major system components, and network communications associated with a system.         C. Advanced System Security Measures   These Advanced System Security Measures define the security measures that must be applied to High Criticality systems. The requirements are:     Audit and Accountability        Enable process auditing or accounting: Enable process auditing or accounting, which generates log information about the creation of new processes and their system activity.     Audit privilege escalation or change in privilege: Generate a log message whenever a user changes their level of privilege.     Audit firewall denial: Generate a log message when the host-based firewall denies a network connection.     Audit all significant application events: Log all significant application events.     Write audit events to a separate system: System logs must be written to a remote system in such a way that they cannot be altered by any user on the system being logged.      Configuration and Maintenance        Follow advanced vendor security recommendations: This document cannot be comprehensive for all systems and applications available. Conform to best practices and recommendations outlined in vendor security whitepapers and documentation.     Host-based and network-based firewalls: Systems must be protected by both a host-based and a network-based firewall that allows only those incoming connections necessary to fulfill the business need of that system.     Configuration management process: Configuration changes must be regulated by a documented configuration and change management process.     Partitioning: Systems may share hardware and resources only with other systems that have similar security requirements, regardless of their Criticality classification. Systems which share similar security requirements have user communities of similar size and character, similar firewall profiles, and similar technical requirements. For example:            Multiple systems of the same Criticality may be aggregated together to share hardware and resources provided they have similar security requirements.       High Criticality systems may share hardware and resources with Medium and Low Criticality systems provided that all systems meet these Advanced Systems Security Measures , and share similar security requirements.           Additional Requirements   Physical access: The system must reside in a secured, managed data center.      D. Data Handling Security Measures   These Data Handling Security Measures define the minimum security requirements that must be applied to the data types defined in the Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_ref.html ). Some data elements, such as credit card numbers and patient health records, have additional security requirements defined in external standards. In addition, access and use of University data is covered by the University Data Management Policy ( www.nyu.edu/its/policies/datamgmt.html ). Please be sure to consult all appropriate documents when determining the appropriate measure to safeguard your data.   The best way to safeguard sensitive data is not to handle it at all, and business processes that can be amended to reduce or eliminate dependence on restricted data should be corrected. For example, the University ID number can often be substituted for a social security number and poses much less risk if accidentally disclosed.      Requirements for Handling Confidential Data        Access control: Access to confidential data must be provided on a least-privilege basis. No person or system should be given access to the data unless required by business process. In such cases where access is required, permission to use the data must be granted by the Data Steward (see \"Definitions,\" below).     Sharing: Confidential data may be shared among the NYU community. It may be released publicly only according to well-defined business processes, and with the permission of the data steward.     Retention: Confidential data should only be stored for as long as is necessary to accomplish the documented business process.      Requirements for Handling Protected Data        Access control: Access to protected data must be provided on a least-privilege basis. No person or system should be given access to the data unless required by business process. In such cases where access is required, permission to use the data must be granted by the Data Steward.     Sharing: Protected data may be shared among the among University employees according to well-defined business process approved by the Data Steward. It may be released publicly only according to well-defined business processes, and with the permission of the Data Steward.     Retention: Protected data should only be stored for as long as is necessary to accomplish the documented business process.     Incident Notification: If there is a potential security incident that may place protected data at risk of unauthorized access, ITS Technology Security Services must be notified: security@nyu.edu .      Requirements for Handling Restricted Data        Collection: Restricted data should only be collected when all of the following conditions are met:          The data is not available from another authoritative source;      The data is required by business process; and      You have permission to collect the data from the appropriate Data Steward.         Access control: Individuals must be granted access to restricted data on a least-privilege basis. No person or system may access the data unless required by a documented business process. In such cases where access is required, permission to use the data must be granted by the Data Steward.     Access auditing: Enable file access auditing to log access to files containing restricted data.     Labeling : Portable media containing restricted data should be clearly marked.     Sharing: Access to restricted data can be granted only by a Data Steward. No individual may share restricted data with another individual who has not been granted access by a Data Steward.     Idle access: Devices which can be used to access restricted data must automatically lock after some period of inactivity, through the use of screensaver passwords, automatic logout, or similar controls.     Transit encryption: Restricted data must be encrypted during transmission with a method that meets the following requirements.          Cryptographic algorithm(s) are listed in FIPS 140-2 Annex A , the list of approved security functions.      Cryptographic key lengths meet best practices for length, given current computer processing capabilities.      Both the source and destination of the transmission must be verified.         Storage encryption: Restricted data must be encrypted using strong, public cryptographic algorithms and reasonable key lengths given current computer processing capabilities. Keys must be stored securely, and access to them provided on a least-privilege basis (see ISO 11568 for recommendations on securing keys). If one-way hashing is used in lieu of reversible encryption, salted hashes must be used. Possible encryption scenarios are:          Encrypt files containing restricted data using different keys or passwords than those used for system login.      Encrypt data stored in databases at the column-level.      In addition to file and/or database encryption, implement full-disk encryption on portable devices containing restricted data.         Retention: Restricted data should only be stored for as long as is necessary to accomplish the documented business process.     Destruction: When restricted data is no longer needed it should be destroyed using methods that are resistant to data recovery attempts such as cryptographic data destruction utilities, on-site physical device destruction, or NAID certified data destruction service.     Incident notification: If there is a potential security incident which may place restricted data at risk of unauthorized access, ITS Technology Security Services must be notified: security@nyu.edu .         Definitions   Data Classification Table: Classifies data types that are commonly used at NYU according to the impact to the University if they are disclosed without authorization.   Data Steward: Data Stewards are typically operational managers in a functional area with day-to-day responsibilities for managing business processes and establishing the business rules for the production transaction systems and are appointed by the respective Data Trustees. The Data Steward will be responsible for developing an overall data access plan following the categorization in the Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_ref.html ). See definition and explanation in the University Data Management Policy ( www.nyu.edu/its/policies/datamgmt.html ).   Personal workstations: Personal workstations are typically accessed by a single person at a time, and do not offer services to multiple account holders. These may be laptops, desktops, or other portable computing devices, such as PDAs or smart phones.   Server: Servers are systems typically accessed by many remote users concurrently, via the network services they provide, such as an e-mail server.   System: An information technology resource that can be classified and to which security controls listed in a Security Measure may be applied. A system may be a workstation, laptop, server, web application, database, or similar.   System classification: A framework for classifying the relative importance of NYU systems based on their data processing and availability requirements.    Related Policies and Additional Information   For assistance with applying these Measures appropriately, see the related documents and policies listed below, or send e-mail to: security@nyu.edu .      Policy on Responsible Use of NYU Computers and Data ( www.nyu.edu/about/policies-guidelines-compliance/policies-and-guidelines/responsible-use-of-nyu-computers-and-data-policy-on.html )    University Data Management Policy     Data and Computer Security Policy ( www.nyu.edu/its/policies/sec_compdata.html )    Security Guidelines for Desktop and Laptop Computers ( www.nyu.edu/its/policies/sec_desktoplaptop.html )    Security Guidelines for System Administrators ( www.nyu.edu/its/policies/sec_admin.html )    Reference for Data and System Classification ( www.nyu.edu/its/policies/sec_datasys.html )    Personally Identifiable Information Policy ( www.nyu.edu/its/policies/pii.html )     Effective Date   November 1, 2010    Page last reviewed: November 1, 2010"}, {"content": "%PDF-1.2 %  2 0 obj  > stream  H\\Tn0\u0010\u0002!ΪvҊvJۃI qI E3\u0006\b O\u0019{.>br =\u0015  = ?X\"e)`z\u0007v=Ei\u0013y~ ;cI\u00046\u0016  \u0010\u000fxxC0\u0017* B`84Y\u0014\u0007)4\u000eY\u001cؿɲ\u0015g3jOÄy͛F[*; |Z\u0006(ѝn-\u0013Ƃ 9yI\u001d 5ƃ3\u0007nLzS\u00161\u00054[[U\u0014Q\u0010'tFPK\u0012>c\u0004KocY0\u00032J4\u001c|\\\u001eOF_VX Y\b3F\u000er{pYLֺV\b?ss9\u0017\u0019ќ*\u0003\u0015#,\u0019sct_\\ {vsy ټ N^(O\u0000\u001fV\bk7 \u0002F|jw\u001c\u0011JT\u0017Bl,D~3J\u0018KA OQ\u0011\\Uh,NĿ\u0001\u001d۳W\u0011\u000eH\u001ei4J\u0015p\u0005qxq\u0006a[M?\u0018^\u000eO\u0016 rdQ\b\u0013yq\u0005QA\u001368#GvFN\u0018j\u0002xh\u001e?}XM\u0007U .hkݹ- \u00042ӱt\u0010}\u0015?͓\u001coG\u0017\u001ef19ֲII+\u00064\u0000\u000fJ(n[0U:N_\u000eSEX5p\u0015\u0015CR \u00116.MO#\u0004'vzUuc\u001ff;7h/՗n.oF\u000f5Z;7*\u0019\u000f\u0018t!W, hMRi\u001aO+\u0002X\u0016\u007f\u0002 \u0000Eɀ endstream endobj 3 0 obj  > /ExtGState > >> endobj 11 0 obj  > stream  H|Wݮ6 ~C ڡ\u0003\u0015[]B\u0015[;rGt \u0001b$\"?Ru\u001fWa\u000e\u00078Xg)ȺUWo\u007f-\\#\u0012+o\u0005\u0013w41\u0004&\u007f\u000eD  lΏw)Ad^EQ |7+{!fS\u001c\u0005 ɸee7\u0000ϛP\u0005'\u0001)?j,m\u000f\u007f*#9Dpgȹ\u0019 \u0001Fѭָ\u00038~?i$ҝP\u0004v9l>duFՍ\u0003 \u0018ԏXP\u0010\u0001$\u007fqMP'BHq\u0003\u0001x$щ ZF\u0000[QZbػ(n8rm@.RiYw*w\b`L\u001eaȕ?(+`;=Bx~\u0006r\u0012\\RA@v]!\u0017E\u007fxn! TsKA\u0012/Y}d Qf\u000e0^\u001f}.R!Gm@\u0000D/~jo?%~\u0014\u0005)uj__wz-M㮩\"i))d3. \u001c\u0000lw5OUI\u0002,A2v\u0014~ƻ\u00032&d7 -` \u0017[W\u0010sH\u0015z*\u000eޠ  {}  \u000eD-\u000f\b\u0016~f\u000e\u0012\u0012\u0001o*q\u0018 wJ^\u0016HdNͫ\u00005\u001a.^i'n V$F+\u001eȈ\u0016\"boB.?=\u0001˖Fع\u0001Czf\u000e\u001d\bIw@T V \u0011\u0005*\u0019~zQeBzhݽ֕\u0010,\u0002R\u001a+\u0014+U \u0012[\u001aAr3\u001f_\u0018|\bwznN5r\u00076 sp/r\u0005AAJ]C5??+$\u0016\u007f5\u001b\u0010YA$h\u001b~\u001f^H(rM}E4Z3/|0x\u00102`R?+)\"K8,\u000f\u007fj*\u001c  e0v@lX. \u001dG_oY|+$Jb\u0018 \u00194\u0016F]w\u0004]C\u0016j%竿#pھ\u0001[\u001ef\u0001֢\u00060>\u007fim\u0012RMr\u0019u U/\u000e^Y|\u0003\u00122F]n%`\u0003\u0007׳ |O\u0016؝Yۭ\be\u0014.3 ,M3Nzo|ܯ\u0015`\u0000$' endstream endobj 12 0 obj  > /ExtGState > >> endobj 16 0 obj  > stream  HtW͒6 ~\u0002r'v/ͤ3랲=2-1DO_dٛ̎\u0000\b\u0000\b~>W#/U\u0018y\u0001\u0010\u0007^]\u0005^z%\u0001}.+[\u0084\u0016\u0006(G\u00131\u001fl$\u0015ۢ(lmӼz\u0013\u0006A\u007fԢ\u0019\u007f\u007f_=W\u0015j^ '\u0016AA\u0010\u0019\u0006ٶ3/mK頏R\u001aU7QnѪ\"V 4 \u001aNcw\u0014hH \u001b,+w4\u000e,ͤO4ZVF ޵VU\u000e=G\u0013G$\u0005\u0006le \u00049q~@ o]N]/]C\u00067n\u001bamB&«[%:˟כ$@M \u0012 A0F\u0010卍h?!Q\u001a=/\u0003\u001ewޯeFWW)\u0007)LYFyv\u0004FYt%\u0006-3\u007f(\u0004\u0018ѱTv4*8囝N\u0004 o\u0003rwԯ@\u0016\\ Lxw3v;ʐ,/\u0017?1ܣZIbN46֭KZ\u0010@\u00028\u0010p ٘\u0006v),ݚ ^\u0016%!\u001ap[ !@\u0002b\u0016\u0013&VYIJ{BAyo>Y\u001cT;6Jp6\u0015~__\u0007UbӇ:O\u0013\u0000\u00148\u0013\u0016\u0001䳅3bpj]]m-,Qga4\u007f2#]\u0013\u001avs\u001d ŀY\u001fe| |Z\u0004Q\u0019Q\u0010p쟳 Ѯ\u0011X\u0010ľ\u0007mPA5^YF\u0002. fƵ.\u0006t( ၾ\u0005\u0003\u0004Θ\u00055^ͫE\u000f)Y&r\u000f9\u000eqj4s[\u001f8x\u000fY0%\u007fVp͕:\u000efhXI\u000fn\" V\u0004t ]\u000e΁ K\u001b\u0006rD%\u0019Y\u001dCH%\u001a\u0014G g\u0005\u0003-.Uq \u00177e\u001fy0r\u001d2Pd 4_G,q\u0014\u0007&tGaί`eˋ^K\u0005[\u001a \"bj;Ɇ@W c83W`.>:X\u0010jX[4ʥ\u0014\u0018\u0000LUu \u0005`\u0007ɶ\u001c1\u0012>aki_\u0001\u0000\u0011\u0095 endstream endobj 17 0 obj  > /ExtGState > >> endobj 19 0 obj  > stream  HWے6\u000e\u0002\u001fXǹnvR5 1gL䅮*1\u0006Ҝ\bv5Օʶ4N5\u001amo\u001b{y\u0005J65Z~HUW\u0007δ{>\u000e\u001c\u0003c%良Q\u000f|6nRͧ(̣(F!e| )p\"Y{\u001d5rU=\u0018 @U&RX\u0018FEw\u001e90i ib2]΃\u0015 v8\u0004j\u001amF]}\u0016g5qtsd♵~֍P\u0016\\`kv%\u0002id \u000fN?\u001cjŞ>\u0005uӠ[D\u001dx pp4|\u001e\u0004lhI#\u0001 pO\u000fځd\u000f\u0000I(KR`J\u0019Y7\u0017[3n;\u00011a\u00121\u0013톣+\u0001\u0004E\u000f4N\u000fUyXbE`\u0002\bM宦wI7ya\u0003\"/\u0002mg=`[l'8\u0017-P.\u0002A+yoL\u0015\u0016\u0000Y\u001a\u0007\u0001AxB\u000e\u0015&\u00045jkG@H\u0003\u0010>7/1gIfz+ʤ\u0001A +o\u001cѫ j\u001dtg_ԗi>\"+c\u0016I؇\u001dK,\u0012\u0017s\u0006^|C\u0014^:\u0001&}fp\u0000ZIFU5@`:hBQf+݂5\u001apR{4\u007fHAbr\"$\u0005Gq\u0019\\庯 $p'\u0000r\u0019@t\u007f\u0006#C\u0015 `rP l;3)s\u0010]k3r`|\u0003Ax9JR|-\u00014q\u001cQq\bV\u001c \u0010:\u0000\u000e(\u0002`J\u001dn~ųmE9K$9z \"wz\u0005jU0y;qv¾hz\u001cLSA0`:@ꪛ)\u0010Oj v\u000fu\u000eENO@qBB8#1\u0002n;I L;\u000evhYC!)+\u0001\u0003BftY3\be\u0013 \u0018(7TCT\u001b;B\u0005\u007f.\u000f=\u0006JH\u000fSe\u001cFPe\bT\u0011\u0017\u0017MU\u0017 \u0015\u0014-w&\u001cIo\u0016oͽ7\u0003\u0002#:Oα:\u0017*Fx:\u0006J{ \u0012\u0013R\u0014en\u0018 > /ExtGState > >> endobj 24 0 obj  > stream  H\u0017ْ۸ \u000fIY4Ѯnì\u001f \u0012\b\u0005 G3\u0005ĥ*l4ƻWo~һݫ4K\u0007K\u00157}J\u001e\u000eίd'\u000f\u0007\u0017\u0001|\u0003i :\u0015t\u0012IR0شq۶wUSeݢDQGM\u001dy\u000e\u0001?dcw7_/M&-ʛN\u000eOĐtgG?LT\u001cդa\u000f6i\u0015\u0019\u0018 HHrf\u0014͸6\u007ffe%\u0014A^O\u001dͨ{!}u\u0005\u000f[ o7mjoנzD\u001fƎȚhR_H:~[0 \u007fD\u0014 6\u001cBNrtV$r$Ƌpa! 2(a^\u0013\u001c!A@G PAͣz\u0011JgԸ\u0007\u0015¸,Y1x\u001a0pCq)2 \u00064ʒ\u000f D8@Or]q\u001b\u001e]i'ѿ\u0002\u00033W\u0010 `vM\u00127u^fdL. U\u0011p;\u0000\u0006\u0000\u0006o\u0019\"\u0011$YѮK'\u00114@\u001cPPq)!aV\u0005'S'hV% \u000fb\u007f˲\u0015W !K'`CSWQa8to:eRbQMC\u0013A)=*vhz\u0004ץ\u0011e=\u0013\u0006&\u0018utƮ\u001ay\u0001CcQ \u001d#T\u00150fC+/a#`΋8h.\u0017EHZ4EV\u0015s\u007fꢮ\"3i$5ǵ(Ku\u000ee\u0000˸Ȁ|\u001dXpT%C]\u0011IV\u0016 ^ \u0018)O\u001bHǦ-nyZlW\u0005l`\u0018\u0010\u0014\u0000\u0003Q:n \b\u0010\u0004\u00039ɀehN\b}Ӝ\u0010 \u0013}[4OT0`J\u001fTnIׂB|v ZMr4׏\\E\u001ag\u0019A@\u0003i݋9\u0016*0Rp$q7E]P-b,A= 4 \u0005 #T \u007f\u0019\u0019ry/a\u0001P\u0006 sϙQu*@i|0Эd:\u001b˩Cq^E$VvxK|\u0011\u001a\u000e!9[\u0000i\u0000֝Sݤ\u0006Z`\u001e\u0019RjqkX?AePU;}, 5\u0018\u001f$g\u0015>l}gB\u0001%=\u0016)\u00175Re\u0014Y' O3 ^ )ݲ0C\u0013AA\u0004\u0013ǛhK|VJ\u0002\u001c|gf(P4zapy hŮϯ_y\u0018\u000116`8\u0010Qt\u001dCa\u000ei\b\u0013_[~\u000e\"N\u0007\u001fчZ 8B93O\u0013가kr谗oPϻ/?- ;\u001f,c%ڄF bj\u0017tXy٩wmȽ@USG u+\u001dH\u0013.7RRamO\u0012-\u0015\u007f~\u0000t\u0007hTz \b\u0019\u0018 (*\u00159R,^+/2h=vRy\u007fW\u0019dl5&\u0019>1l 졾f\u001743Hi&\u0019|\u0019}\u001b?Q=\u0011 ]1\b `o\u0015S@|-\u001d~QlIUR\u001a@ \uda33TtKU6Tx$^ON\u0005\u0014;\u0016y\u000e!nۣgQ\u0004a_tnm\u00151\u0010ľEB Y?\\ s\u0017\u0014]\u0007ϡ$\u0003cGx*N׭B(\u001ap. \u000e'\u001d\u0010\u001d.\u0012K\u001bad\u001f|\u0005P4\u001dH\u0000\u0010ut0al$.I :\u001f \u001fwS\u0013\u0016C\u001d[dt )\\f\u0012\u0014yn: YS\u0019ef,/x*1^\u000f\u00011G\u001d'^5jg] _-5V7IӬ\u0010A}|M>]% }\u001a`J\u001b,&M'Iƻ r䬮uf\u0000݈ 86g HԥV{C\u001c\bBLLf\u0014\u0014DN YY\u00035\u0017^S>,n̶\u0002^A-iX\u001e96w3=\u0013ؿ/\u0013\u0019C\u007ft+f(G\u0004W:) `t 2U\u0001 > /ExtGState > >> endobj 29 0 obj  > stream  HW[ۺ\u0011\u0005\u000f~*,Rr>d\u0017hM\u001ehȢJR\u007f߹Q79@a\u0019Cr.\u001f? 1ӏ +S9\u000f-{#xp\u0007\u0007#sj\\^H\u001e%ID1,z L\u0010\u0001Et08Z^[\u0007\u001dDE'3f\u001eh\u0017ҝvTư`VM\u001d\u0012KUs M\u009ccӋ Xu xݏ\u0015\u0003q-C2z°kX5:!%\u001cF0R\u0001Ab}\u0006\u0019, #S|;sq@}jp[#\\\\\u00050y +ŝw\u000f56wN\u001aė\u001du\u0007\" ;}+zs\u0006\u0002Ց\u001a\u0003\u0001%Ѫ ,-7\u0007Iz9-`\u0012p#&d\u0003*ʳ\\\bV(cgC\u0015V!ub\u0000 V0UWC'n vUgR(O`\u000f#= &H =6\u0011C\u0007v,N#R@k\u001exd\u0001 \u0004%a΄6 G.{y{-\u0015!\u0016\u0000oZa\u001e૕I\u001eUZ*$#0f@^\u0002k\u0015 Qbg\u0014\u0019\u0016nD xN$#KKۦ \"$\u0012\b584(T 7 hS\u0012\u0014 SkH\u000fV!ݪ-,x̗\u001aI :c]\u001bI9mhPa0?AsaD\u0001xZmҵjjQ'\u0000!! endstream endobj 30 0 obj  > /ExtGState > >> endobj 32 0 obj  > stream  HWے6\u000e\u0007?Ǝ(ٲNfUnezUۓ\u0007Z-&ե{߃lٙR2\u0001\u0004\u0001\u00128\u0000=da\u0016O7&YaH6&^\u001c|Y\u001czO%\u0016\u000fO`a& U§ˇ\u001f}C6ī\".\u000e!bU\u0014\"˳f[Mо}X&6zWy\u001eL\u001ev Q\u001eN\"!\u0003}웘1q*6=G_v  XRزEAFb\u000ed(/\u0000gҸГ\u00058\u0015\u001fFvpNUjm\u000fe\u00173\u0013c\u00132oW߫ \u0010Щ\b[9o\u0016\u001a\u0007S&\u0015bAϚ5i|\b\u0017ĳ,L'H\u0007mBdil\u0003SJ\b/r\u0001>H%!U \u0007!T(\u001cC@7,S\u0017N\be?-ǲV\u0003U\u0002cW;bzh]\u007fJ  &cɽCg9~ŋeʊ\\rH\"&^Gp{\u0011\u007f \u0011o&L&\byb \u00068'a81\"\u001b[^T[: \"ר\u0006frO $\u0018\b袬JMZ\u0006jRK+ ΓƣmB\u001eaߕ\\\u001bI~FB\"ΐaT\b^\u0017Q|p$u|ݒ\u001cy K )\u001d$& \u0006\u0000f\b2S. ilN\u0012PٚU\u0007U\u0019:[ja?>njb˵\u0016.1&YmQQ\u0012]揪\u001ae1KfTc֐|iJ7\u001e ,'Dxp\u0013\u0007!K?e\u0010츂\u0014h7\u000eA&@\"dWwA=O|U7[]o\u0006\u0005悑e9 ӝ\u0001>\u001eYn\u0010͇\u001fO+ރa\u0006x/\u0013\u001d\u0014A- \u0004C\bxQ\u00182\u0013v\u0011\u0011\u0018/\"݌\u00011wCt\u0000\u0013$F\u0011=!SmHhW$F\u0013Qyvq\u001ej'@{-&jH \u000fMŁ\u0005/\bޚFVo\u0017L>]\u0012Z>`tl67 RFF\u0005\"É#heﰛ 6wk7-!ד>\u0018!l qϬ \u000eqn!\u001a«*]v jRI&\u0014TiS{5dO80,O\u000f\u0006dn\u0018t0 x~\u007fV\u0006pիlr^RS2*-\u0012i\u0015\u0018`\u000fpl.0\u00145|\u0019 I.9( 6̓և$fi\u0013t !N\u0012X:i?hj3 Nt \b\u0004fu~lMRHΚ\u0017\u0004=z\u0014lW7ҷ3M\u00115чZ\u001d:RI\u0018YL\u0011/\u001d-Σ\u001a\u00031\u001f\u001aNYgT@q:E4\u0015ED|{2=\u0015/nZ\u0010za UpwQQa\u0019U׉5 F$ Q\u001a Hߴ\u0016sKb_x=K\u0005\u0006\u001fH\b~\u0014qˏ\u001eh\u0014fx]]rM^ڳ\u0010S  V\u0015GI1=J ia͝q\bW+xYN04uOF    ]%! fE\u00177\u0000l\"g\"]rTnOA]^\u001fnfo\"pW\u0011\u001f/\u0004\u0018\u0000ATK endstream endobj 33 0 obj  > /ExtGState > >> endobj 35 0 obj  > stream  H\u0017ko\u0017\u007fGdG{]/-d?\u0012m+^J\u0017%9\u0002EpfD\u000ewo~d77Y~\u001f,EzֿIoo~t\u001c= {~ܬ\u0003\u0007+>\u0012\u000e޿>l^\u007f/ܕ\u0018뺮o].5:vFuzuu>UKCPW_\u007f\u0006Y|z[\u0015rk\u0006\u000e\u0018,\u000e]i `3\u0015Odir]\u001f\u0018\u0018\u0000\u000e$m\u00146[盜8;\u001b/B\u0003oy˪1zh.B}\u0003C\u0007\u001c'ccA:\u000ehPmU\u000e$另WC\b\u0011Iu\u001eAy^[[z_@v3\u001c6\u007f w#\u000eq\u0013U`E 6ĳm\u001a_љ |\u0007\u0017r%jV\u0007\u0015F ,ONy\u001aV%qhPd=\u0004W@ @J(`\u000e,\u000f\u001c9[\u00032qS󖡳\u0005\u0001\u0017AHߵ\u00073\u001b(Xw\u0010ڟ\u0018:\u0019pt&'w@M xE 3\u0007!))\u0004Y\u000e 饌 뼚\u0003\u001c\u0011\u0015xm \u0005A;H$q3+e*\u0004ԗUU&|q+\u0014i|\u0016\u0084 GJ!'\u0018\u0012, W\u0005˄2\u0001 ll1\u000fTB$uZy\u0001˓ǁר|Y\b]\u000fm\u001f\u0007 \u001fD(\u000evI KI&.,\u001ei/\u0017=~\u0014xA\u001dV\u000e@3:\u0014Dbe ɶ\u007fR\u0018je.\u0004zWPt͕x\u001d[\u001e=T\u001f>y\u007f9\u0013\" ) :x|+Dl11xb(B\u0002F\u007f\u0010p\u0012\"r SMP\u001e$`m\u0019}Q\u0003\u0019$vҝ7w\u001a\u0015QrZަL>qya.6~U*[\\\"z\u000eUSz>\u0002\u0006TS6\u0018\u0007S\u0007?+ \u0006]%r\u0007/ȍ엡{6\u001c\u0003` 0x]FF\u0006~]A\u000f@ _m:`ǖT \u0005\u0000\b=\u001c̾X -\u00029N`f\u0019~\u001dxm\u0017\u0002f\u0000a \u0001%ƕ).r\u0002uA\bc#;\u001a\u00110 \u0017` \u0010\u0004Q.Q+x\u001aE&=࠱!#\u007fϫ`Pζ \u0013\"\u001e\u001c\u00121N *\u001eG\u0002`.8g#StH;\u001ah \u0019\u0005\u0010 \u0007|\u001a½\u0002\u000eV$)7C\u001d\\ \b }u\u0014\u0087p[m\u0005]eS%A,}/xj\"\u0007_\u0010ЪZxMXg\u0013c;\u00007Ђ1EܶAA2\u0013е26FMS\u0005%b\u0016j8\u0004\u0002\u0004\u00180ijp\u0019rs\u0003\b4 4y \u0013`\bqg/6Q\". 6\u001f uPs֝m\u0003\u0018b1#V\u001d\u0012g!˄`K\u0004\u0010y\u0004zup\u0004*e\\\u0010ʿS\u0007\u00074b\u0018鳸]Gč,,ٚ|\u001e\u0001ҌR\u001bL9acKt\u001c-\u001e\u001aϱJ ylqXd1ac F{\u0015i.mFLۉX\u0002:`^\u0018\u0011\u0007ڠtF6V+Y^[\u001ckw\u000eԿ\u001a؇\u0000$\\\\\u000fJn\u0016㮌ct\u000e\u001bl>\"\bN$Adz`\u0006\u0019)c\\\bA\u0000܅Q\u0016\u0010\u007fq[\u001cb\u0013G3\u0000Fm+d>NU^bz fٺ.IKo\u0004뺮ov]\u0017ۛ\u001e\u0016\u00024MO$M ǎē:+k]厹5\u0006j\u0010lT@N(\u0006\u00025\\6v\u0006\u000f vn\u0019\u0010A\bZ+:HXD\u0016ܥ 4]#\u0003\u001e60~O\u00123\u0019 i\u0014Q6n@# O>A;Q5\u001fڣhp{  Q\u00143\u0004}ty:\\0 Eqb*~E-?\u0007PIaԨab7=\u000f`T\u0014 \u000fx{\bH!F\u0001IJndʰ \u0004mv`*t.n\u0005\"|\u0006\u0001v\u0010pn)[\u0013\u0016nq=`\u0010a2m7+1\u0005N\u007fgD\u0017Ϙt\u0019\u0004\u0000Z\"3hx52vcr\u001ba z}MrI;@/vLc\u00120Qj{\u0003j_\u00138)#\u0005\u0006\u000f*}tl&!Y\u000e({TƏ!yٺ \u001a\u0003qSU\\JaS=ܶG\u001e N\u00028\b \\\u001fn\u0003 or6XJ\"] > /ExtGState > >> endobj 38 0 obj  > stream  HWY6\u0012\u0005\u000fيdGdU)gd?@$$bM\u0011 A C gAjZD\"(c5 )(uG=ޞus6G㢺 O\u001b:*+$ao)7  N   .\u001e'Ds\u0016Q\u0013D҄!+-\u0004pQs\u001df\u00063\u0013wR`,K>/U\u0003x%b\u0003}Q\u0018q\u001e|/&!Ǒ\u0007\u0001j\u0019\u0000\u001btmTy, \u00130\u0017kLpu\u001c9Qxq\u0011\u007fI2W/\u0017\u0000\u0000n2N>JrŋO T`F5\u0001( \u0017a*%gCzJr8FQl4nL\u0000T(!(\u0018ф+\u0012\u000f|br\u001bU'\\D1\u0003\u0004\u0004:0DCH$_\u0000@\u0004W;~fjv\u0012IP\u0007 =tH(pa\u001b1-ɞ|m W/ϵxEi8, \bD7=RE%\u000e\u001eoj\u0014\u000eg?|E\u001bg\u0011Q\u001dXҿ\u007f/H\u0013\u000ftzy\u0001}X k(}b2\u0018'\u0000{8M~n\u0010-H\u001f\u0010\u0015 \u0019c\"\u0015㠇\u0001h4aM\u0010w\u0012l\u001c\u001em\u0019s\u001b\u001b|Nc\u0004Fۧ\u007f\b\u0016\u0000N\u0003}N\u0004Ŀ;\u0004_l;6V\u000064+C!M} \u0002SO+C,)9\u001dl=u{\u0010R G\u0007H1:6$pFV\u0000`;\u0003 \u00009ZN\u0004\u0010҂\u0017lJI+D\"\u0004R2sR\u0010\u0017B\u0017 RK\u0017%\\5)p_\u0006\u0011}f\u001aN3 .\u000e\u007fq̭\u0006\u0018HCh 3w+; H֎\"Y*sѲ\u001fumUEq$vې\u0006\u0014%^c$3m_\u0006 \u0013U$O\u0007jxekz\u00005%+r@\u001eՅ\u0012 ' p{U }\u0018M6p{ST;B\u001a5@\u0016\u001bIT g#E'(Lu^mz\u0016 ^~ x\u0007N2;69kH\u0007z\u001c b,{͔,9y٬\\mnN_̅eѓF{2[%=e. \u001f ^$7,HB8+,E\u0011:\u0004Έ\\\u0001`t W >Yd1ki[3X\u0002\u000e 3K_j\u0004h\u00077O_5LvL\"±n\u0001PW^ D\u0016U\u001d \u0018\u0014-g(\u0016N\u0019\b ,U\u0002\u0006ȪT\u001et^=ɬ>I؛\u0017\u000fFC9\\mXt >1}\"4А\u000f\u000ep'ȃet\u001bU1uTb_ k@ ;RJfyN\\J $.Ce2F Z\b\u0006g-R\u0018#EX-$#wh-N\u0003\u0005r\u001006jS\u001epR,8\u0004EG\u0003Rx\\R\u0019Z6\u000fp\u0016 5%\u000f\u001e\u00173NOp\"2׀6%,pai\u000e+\u0002 3A]2E@Qh! ̋E\u0010DH\u0015\u0002\u00169\"=\u0002%tu\u0018dg4C@u\u00018kX]Cx\u0001\u0002 \u0000P endstream endobj 39 0 obj  > /ExtGState > >> endobj 41 0 obj  > stream  HWr6\u0012\u0002\u001e-;ǝ8ĩbn\u0000QY^\u0014\u0012G\u001b(RlmJ\u0006Ѝ&\u0005\u001f\u001fo>Epr\u0013F\u0000~0*` V\u000f?>\u0000c\u007fo7j\u0015\u00043\u0016 (\u0005\u007fL R$^)̅X$\u0002_\u0005-dPRj\u0015 }s\u001aF]W\u007fi[u3h YK\u0017Q'^f36M\u0014P5cM\u0003OeboZk+,ۓ5{\u001d\u001bWٝ_ob8 i\u0006ƍضI\"6jco,\u0003#9\bF{  @vTm7 g2u25e\u0018(ڲ7z}}V F偹cmk\u0000[kǿT\b\"O\u001faB\u001crui\u0007^co at\u0001\u001bu\u001az\u001e1NÿĻ9{7UN\b!\" c? U~\u0010O{J\"lTI\u00112T\u0005:Mąx]Obsa yP,|'\u0011\u001dA\u000e0\u0002W\u001c\u0013G{frvG\u0011ؚ\u001eg$\u0000\u001fX;\u0005z܉p34+\u0005SrrkW\u00105!CcW\u001djSB\u000ecK#>Jnכ~Wŗ[Qty3 0\u001eacMsXkpځ_G9[Zvn,m\u000f; 2\u0018\u000e\u0015\u0016F[c9nS\u0011x|\u00049#QRY\u0001a1nwC+ y~\u007f2 OWY\u0014J?\\\u0005]ea\u0017q,8~\u0010Gt\u0019*MY\u0005.S\u0018 b\u0015\u0010\u0018\"\b\u0002S޹\u0004H\u000e]d4+0\u0012Ŝb嵝\u0003ZP.eUeaqye\u0001 h\u00008\u0005Y=]\u000f\u001do[/`}Խ# CD\u0000\u000e%uU+ȣIYL\u001a!yu Lɤ(iǍ\u0014@fOpW1Ü0.A/Ù.lVͲԓ P.#_!w,q\u0004,֙\u001e\u0018\u00025foX> אAi%+\"b\u001eFp\u001c\u0013n\u0018mvB䠛m\u00009@\bE7 S\u0013n\u0019ȗ^`j5-\u0001oqg\u0010m\u000eT \u001bȑ0rPAF1 \b\bA-dO%鷉qmu崶Aӻ*&϶`\u001b\u0017\u0012Z\u001azL\u0002\u0004\u0018%!! ϊXZN\"'9'\b4j\u000epV\u001f\u0007ǳ2ԌODȨ\u0004b-\u000eߍ\u0000)ER6˽{w 3;Ң^)!lG 8R\bS?.e̠wZBB\b\u000f3x1o7&gG 0\u0001\u001dBk_\u0007p\u0011\u0015ubp6un9Ea:4e :|\u0016I2勬X\u0016\u0013k}g\u001eİ\u000f]6G\u0015\u000f2qq2 B0qW~/n1\\\u0006hq&\u0011oԜ\u0006uS\u0013%\u0011R?W~-*М\u001b\u0012d¯\u0016A uͩK >*\u0016vr8\u001e[1 LȘlc\u0014Z)\u007fJgvr:\u000eXbZq tU\u0015yX\u001aT D@\u0004XW\u0015.)+X^qMZ5N\u0004VA\\m\u001c\u0007V{GP\u0007\u001fUy accSk.}=l>\u007fqnAܒ\u0005#I4mljbWmgR\u0018o\u0002nqK\u0014\u001dG#\u001ezfCQj\u0002\u0019k3ř{#^\u000eO\u0011\u0002\u0015UՌ%\u0007#{i7*1%yf\u001a \u0002dU\u0003ʯb\u0011\u001f|CU\u0012&6$ՁY=0+Ǆ u\u0013ݠo\u0006%W%ӥ#5 b77p\u0003a3Zُ:^j1T#:шh\u0010\u00038H)\u0006\u001eXKO\u0013^\u0012\u0002\u001f p/md CK3k\u001bh;\u0002t\u001e\u0003 OO\u0000\u0013iĊP%z^(wu \u0012*K0\u0004;fIs_\u0001\u0006\u0000y\u001a endstream endobj 42 0 obj  > /ExtGState > >> endobj 45 0 obj  > stream  HW[6\u0016\u0005\u001f(/bE H\u0013dm]$-\u0016>\u0012m#D=7jd\u0004 \u0003!yxx\u001f\u007f{1ڄ]\u0018m\u0002\u0010\u0007 hz\u0004Uo Q[`\u0004\u00193Y\u007fM\\ȉ; Qu`w#qĞR1\u00150E wjMK\u0016G\u0006\u001f\u0006Dg\\sY\u0012ɗs.0NZfdY\u0010Z'\u000e| \u0005u \u0001'\u001e\u0018\u0014\u00000r\u0000\u0000t>\u0007-YBFӎz\u0005f!80`u?o\u0000\u0002I8\u0007\\Fkc\u0006)!:'N7$5(!Ub=`\u001c럓=[@*%@QkqKI2\u00100C\u0017ێijEHeyEo'V^x]Q)]r#q6\u0015yƶL20jJ.BLA7L\u0013\u0015\u0010;PީHc\\\u0000qJ\u0015uٶ5Y.l9L\u0004\u001b\"\u0011٢ww^C\u001eAI L/ \u0001rB}f$=TD3[!B lR-ϳ\u001aiiz\u0011%L5?熰\u001a-\u001e0\u0003\u001d_bݱ0\u00179~ o\\\u0010W,/9XI]mTgA\u0015\u0016\u001c\u0000\u0006\"._3{\u0014f~\u0014\u001bp:`zk\u0011 5m^)E&d%\u0010{a#\u001f\u0016˄:z/\u000eY\u0000 \u0016\u001e (4χ\u0005 _f \u0010O'3L+I\u0001\u0016\u000eE\u0016cjz܄/\u007f1921^±RW\u001eZUU{BɢM ʒf\u0004m'0͛7T\u0000\u0007Lmh\u001dj \u001fN\u0011p+{>$R wt4~\u0013\u000e\u001emy5\u0007ϸh]U[#N%e\u0010f{Q8\u007fRB\u0002Zyo$\u0011\u0000)b5\u001aE\u0006`t~\u007fcj\u001ciPF-|78\u0011: o\u007f\u0019$ן\u0012\u0016 Up\bxi]E}\u0018\u000f\u00190 3{: jfO9;! b\u0001d%JE+&(&KT\u007f 5\u0016D\\\u0007M2k\u0004šC() > /ExtGState > >> endobj 50 0 obj  > stream  HWY8\u0012\u0005\u001f(\u000fb1sf\u0007Ab`\u001e:ye$zD_uQ\u0004 \u0003fx_}Uio&O\u000fa \u0007M\u001cl tC9?ps k=xv7xeৰp  >qn \u0002 J>Ţ˲dEyG?yVv\u0017%WWM\u007f.)a^D|י\u001a\u001dyvi̗S3?ɒilj!6grdz\u0016GݝOn!5ϝ\u0019dr;v\u001bp>=VY8޲W\u0006t\u0017>Xlv\u000fClgm:\u001a!rRiO׺,Bm8{pL\u0017sS2sTfܻ馑)ճ\"?0KXԗ(,\u0006*\u001e\u001d`4 \u001e@͉ۺ7ւ-vix\u001aw˒\\\u001f\u000f\u000el2n}U\u001d^yVx/pd\u0012\u0000\b]\u0014쏆\u0001H\u001c\u001ar)|C6jP0:\u0016\u000e2`MB.2fAx 8\u0017\u0012=]ge07}rXNw,Ϩ_Fu/0to\u0001 /DGZٶW,((\u0016 f>\u0012( \u0002Ub\u0006ٝgQ\u0001vvmv3\u0015w\b\u0001\u0019.\u0019\u00177\u001e\u0016T\u00072r xd\u001fAP8Wp}zTm\u0019}F\u0007g \u000ee \u0011 \u001a\u0017Bp\u0006v\u0019n\u000f-84\ud9edBa\u0014؜Ĺti\\_ .\u0010ēV~7x~\u001b\u0016RWR?ڜ;_u$.\u0017Yq\u0004h̵@\u0005\u0002ڪ\u0011\u0002\u0004yJF dD)Y:WNz\u001b\u0005\u001c&d2Lh\u0018b\u0018 zL$ EQ0\u001etg\u0007\u0002x:\u000e,\u0002j\u0014朇=d\u0003M[ud\u001a9Lۻ|\u0016]P\u0013\u001c]&Dal\u0003#7?g`\u0002\u0011eXENX,i->\")x,Bi4\\\u001cR1\u0006ӓjR?(R  A\u001boy1!DvY\u0014{?}O1N-S\u001a\u000e\u000f\u0004N L9Wodj犬\u0016/M!=]\u0002\u0014\u007f7Q \u0016\u0005 uO\u0014?EiFo\u0004VSQB]\u0012xipD3\u0017\u001cm4R\u001c:KcW]߫;O\u007fm 0LQ=\u0016f p2Ы\u0007\u0006i9V&iD wn\u00030qKY0\u0002\u0001\u0013d1!s3-\u007fj@ȀY\\ \\\u007f\u0007\u000eG|f.`\u0012 \\`|ۖ'.å u\b\u0017\\\u0002\u0004%\u0004\u001czq\u0011ƑPN\u0003g]hJf^U É`I.ɞu\u00076,Q$y=Z\u001eVp\u001d\u0019\u0003\u0015\u0015z x>%\u007fU \\^ Dj|Ab\u0004)K[\u001e\u0007\u0018=(\u0019e\" \u000e@eeb.YS\u0019?\u0013\u001a_\u0017F؏ X\u0005+`4\"(`j\u0007q\u0018}HT\u0007j ت\u0005Qn=E~\u0011\u0007S\u000e\u00139F.8Ur  >غ3:\u0017\u0016 T`-\u0002\u0004w\u000e\b$Ac\u007fWˎ0 \u0002\u0003@{\u000fj\u000fVڥ/gvP q\u001d\u000e\u001egma\u001bOꝇ[ R eN2%\u0018! Նn\u001aP-飯o#{LEUg\u0016KfmJZpDh\u0017\u0014U#/\u0015\u0006_S\u000f,5\u0011 K颋(* ujIc\u0017Dsy\u001b\u0018\u0019M EK!/9XYO\u0000&`~쀄wp$\u00050^\u0006 ͱ& )lemr\u007f(otyH\u001c\u007fg +oR \u001f; C \u0018)@zHVa\u001c\u000e]T#+Q\u001aY\u0014\u00002o2sq\u0015`\u0000 \u0002 endstream endobj 51 0 obj  > /ExtGState > >> endobj 53 0 obj  > stream  H|VK6\u0010\u0005\u000fM.bǒzL\u0014@k \u0007Z\u001aIJJRw\u001e\u000eb\u0001σC~8\u007f̓,9,Ov%#.V\u007f3K:*M\u0017ŋm䲰e*9TCSe&;\u001dS\u001d\"B\u001bD\u001e@9a=\u001e-Z(#\u0005\u0000\"X\u001d\u0018pjw8 \u0015v)vezۓ\u0001\u0018rMd/\u000f/0Myr SztT\u0018\u0019|F\u0000\u000e|\u0001]\u000e\u0019ѭ\u001d\u001a97hD>=Dg\u001dҶri\u001b\u0018D\u0012u\u0004=\u007fQN@yN@yGcj4vTx\u0011FՀp!pNL[΄\u001asj\u0016YYLG0\u001e]x%\b\u0010_DIG\u0004{膼\u001ev\u001a:tG\u0011CpW;sI%$\u00100ݥ\u0013(!2\u0003B #\u0003\u001a]=\u001cSw?:K > /ExtGState > >> endobj 56 0 obj  > stream  HWے\u0011\u0007>)Ry,[cU\u001eI*Ya\b ɱ\u0000  y|9FS^ $56+\u007fo\"0e\u001fgD(˒㶀3^N :{=(F\u0017\u001eqY A$n`vYI[؟\u0003V#\u001f&vQz JH\u001d'b &l\u001bݲYI\u0006\u007f\u0010\b!j;#c\u0016\b8>osgI\u000e\u0015\u0003 L`\u0013(%\"ч?\u0013 Y\u001d;3K`߽en\u0019@XM\u001cXݕ\u001bMRr ? o\u0011xL\u0004UKrȋ2J­\u00009uٗ(/ X J;B /\u0005r%e_1|\u000e1#ܹal \u0002/\u001crx\u0002LH~3 t N`WG Am5PQgZ\u0006F\"Z\\\u0006Ы?I,\u00025\u0002[Q\u00164Cf\u00163\u0013\u0005|=%^\u001bo,vY$Lz\u0003>ժNXF\u0006_U\b=ؒ $' ]QS('\u0001)\u0004Dd'?Wf \u0003#؋Eo*\u0019PIM^>,iU;+ @DNy.\u0004{ 4l\u0019)$:C\u001eQo H\u001ap_ˢ ]\u0000Dix/E\u007f YxY:6 ؋onnan\u0010\u0006+\u0016xXb tŀ$Lo.\u0012'I\u0002^-^x\u0018O#\u0017^\u0015(P\u0004\u0003Y3ҧ\u007f@0\u0010 x\u001c\u001c *]x9Vt\u0016F\u0006X\u0013\\[ǙEdT3\u001d͟M8\u0003\u0015\b>\\zX=kl\u0016`\u0003%aY\u0006aIi#\u001cJn$+=du\u000eԱcX\u001f\u0006FQPa4S\u0013\u0018~ pE\u0005\u001eq͒FD\u001ax-8\u0002Tp\b=h@bfuެ\u0005⛨c\u001e'\u0015G > /ExtGState > >> endobj 59 0 obj  > stream  H|Tɒ0\u0010\u0002\u0003@*f05uReA\u0006(\u0003V {\u0012z\u0017\u007f7w_xa 8˖\\\u0017:\u007fJC\u0011\u0004^=\u007f\u0000i\u0004' ,$4w\u001eU}oE, |,;N^F=G4aڨ\u001bH|\u0004!B1a'N^ʑbU^3.4z$]#ƧZ=,\u001f,\u0006H3\u0003A ɫ\"{}\u0004lU\u00009VCU>vWPd;K5P\u001f Bx\u001bA\u0017b9֐W3\u000e3Q3i\u0007i\u001bU ,\u0011Q\u007fŬ5ܥ~5  Dm.[i\u001bi\u0014;}^mLsF&|\u0013M\u0019+ه\u00107Gu\u009eqhc+\u00124J؝aV$ \u00028\u0004EXwn@{Qo=\u0016t$>\u0001 > /ExtGState > >> endobj 62 0 obj  > stream  HV͒6 ~\u0002n;\"Qli4!遖i\u001bT) \u0010lo&.AP\u0000A\u0000Gٮ^?  U*\u0004~aȒ,@wZ%q48\u000e o\u001bwYz\u0004\u001b2LbebRQllSP$$Vu\\uPTE5F!Q$Ij^ښaՏU\u001a`veP\u0014i\\&Y]\u0005N\u000e7xwL:iG\u0012Ӥb\u0013\u0014\u0002\"p(}\u0014\u0007\baPҭ*lZN\u0007\bi2z|^y\u0018^?fɦmr@QjOhiMc\u0001O?{3͜iYP\"\u000e!Jc\u0011\u00146M79#f_9 Vf8\u0002HBe\u001at\\=}ycn4yp>YGi\u007f4\u0017> \u0007\u0005F\u0016Bk9@Ly\u001az\u0005ԃ\u001a\u0006;n]NR\u0011h׺Ick=twG'VR\\5TC-\u0015c5]NCTu 5L  2 ۩^\u0007\u00158^\\*M|/\bLfjG\u0002?;\u0012'=\u001ez\u0005Vx\\.̘z1cV\u001bN(Z[\u0000[|ٳϻ\u0006tK۽l+,[$E8\u0019$\u0017mWET[Ghm[7b;i8$R: H\bZ=`R\u001e&\u0007\bs4KV\u001aUBhn;NiHH\u0006꥓#Uc3\u0002\u0002yLj\u00069'(lT gH \u0010%#R\u0016B{`!0mr`.YxI\u0010\u0002\u001e RG\u0018\u00142pGMJ0c}CX /Y\\ᚁXws?\u0011\u001b\u0019ݑ\u00197(a^!WpՏ\u001b\u0014 @9UX;s\u0015;Ic\u0015p2߬4\u0003:ob~x\u0000n ki\u001e>#N ܳ$Qm\"ko\b\u0011p\"/VKF\u000e?+K\u0019\u0006]\u0005S(˲D9@NHL\u0017~/\u0013  > /ExtGState > >> endobj 65 0 obj  > stream  HWv8\u0012\u0002f9\u0011C\u0010¼Ɋvh,!\u0007%\u0014ꯟ\u0002 \u0016ۙuY؁Znݺx\u007f\u0015ģ\b~Hp^D%\u0019\u001bs\u0017h|\u001d\u0016&0 c\u0006 ?\u000e\u0003򭁸\u001fw:_#/ i(4Lt%\u000fH}rUf]gޮ_Q9Sňs\u0012 1J( uZDT{\u0010\u001a\u0012\u0002\u0010\u0013noD&^\u001f֥Y`\u0019wZk)D\u0006kcs?gfԍlMۢxh6\u0007El\u000fa ҭA`yBCc \u0006mWRتʴ$\u0005 Ϭ&5\u000fr\u001bufyo  ?MqTx3\u001dTۂlq\u0002c\\zq5*-`2. ٫k \u0002\u00074,߼sg wYF@\u0004\u0017\brg\"\u0010nt[\u0001\u0001H\u000e(6\u000f j\u0015}s\u0019(ʅUx\u001c/yku,|\u007fބi\u001a\u0006\u0005;N~=@Ǒ\u0013~P \u0000pms\u0012  N\b|\b(0\u0006*\u001d\u0003Ɂȁ naC~(bOO.uc\u00022o) emM\u0000\u0000jPxOU\u001e\u0001>\u001cI\u00008\u00064k6h\u001b\u0007W[:d[\u0004꼧uY\u0002$! d\u007fmoT7D\u007fǹXȹ{Eq\u0017c'{\u0005YW\u0006Z\u0006D Uh(\"\u007fwnJHDL J\u0015%\u001dr\u001eLB£!\u0002]\u0019\u0003,\b~g l\u001fU#D8ĮϦn7_ QȒ4\"qOf{ʢꟴұ{T\u0013q1$+H\u0010!\u001ep& \u0001\b1D$\u000fD \u0001孧K4'J\u000et ÛtiZ\u001a @i\u0018$_F`u~OZTYldJ}8r nȡ75Ipv(ϖI*&\u0011qp ޸PZO^8}\u0005\u0005Li\u0017\u0013ri\u0015_CiQ\u0010\u001d\u0013v$ّ!,,R5$\u0012M\u001cG80N\u0003 LmCuߗc0.\u0001\u001bPUe\u0019Ut\u001c %)Q u\u000elںۮv\u0013ڥ> 1 \u0005\u001e,\b\u0011\u000fH>\u0003ۡ\u0018\u007f @\u0013jn\u0006_\u007fȮtOC\u0003KEeqjɢ\u0012,C$\u000e\u0006\u001eVJ\u0003\u0002\u0014ə;w\u0014;pc}{\u0017+ ž%ތ\u0010)GO\u0018k \u001d#q\u00192 ˫O\u0003 TyӍf\u0012Zd\u0002xr\u001dj\u0002d\u0006\u0019 MJ\u00038Xp\u001b\u0003Df\u001bn')L41|YPXΘ6j/mݐNcnQERى A%\"@\"r CD\u0006 £B\u0016Am(_ `d˒GjމjЙOU!m S#`t (T[8\u0001!`ƙ\u000eR\u001c\u0007sw  C)MMIUHJs̔\u0006cǵo4$9 d  \u00121(UtD\u0007E\u0012\u0005Na\u001aB\u000e@Cǜs_uSC-K\u001bN\u0001Ls*$P\u0007 \u0002:\u0000}Ⱥͫ\u0001\u0017\u001fӜ\u0017e\u0010ca(9P\bmxYƮ\u001b%\u0010VV\u0002Y}RXGix\u0002) \u0000v(_\u001d3eg%awL\bQWZ2-j \u007f\u001c[sM &y8W\u0016\u0015Y+FVЄ^5-ɁB+O#xj\u007f\u001d t|m\u0003M Ҍ3\u001dޢ\u0013p1\u0014 \u0012\u000fD9\u001eΫ¸\u0017Hiގ\u0003 \u0016*7\u0016u_np\u000eq\u0012\u0002Ds 44[\u0017q~\u0015bP,;wC,~9\u0016Ghz\u007f\u007fo\u0000G\u001e&}\u00100\u0006%2VC],Xi}\u001f\u001c>\u0005CoA\u0018uZ#M-a!\u0018p2B&\u0019\u00122\u0015o54\u000eyqIhJ ^\u001aW _c3w:顶fM,U I'zB}n\u0005\u0005ۀx7\u0015/Y\u0006\u0013#ɼ@ Np\u007fgzuY\u0001\u00001-\u000f7;\u001dn4`ϻ\u00068?$05\u001dRX9DRNtź>r@\u0017QrD(T S]b~\u0019\u0011*Pm\u0018\u0005\u001f}\u001a\u00104\u0002DJ|x\u0000\u0003\u0000&Әk endstream endobj 66 0 obj  > /ExtGState > >> endobj 68 0 obj  > stream  HWR:\u0012~\u0002!W\u0016ؖ-[sO\b\u0003\u0014f\u0014 X\u0007G6L鷥\u001d\u00129E\u0015n[׭?GI4Y>\u001dE$?pQ\u001cѧ]4Y / ț˿aa  NatT ;\u0006aNȾÚ\b\u0015,`\u0013Ç if\u001c޻?=\u007fe_4M2og7qN/\u0001~O֧w #z\u0017B? ݡl%QJ '`so8yVnˍ\u0016o~\u00143W\\x1?\bS)TuSWڭh\u007f-/EL \"ڟFyb\u0016FʽVE'ke~\u0005v[T05淢ͭ̂b:LY> \\ \u0004+.J EkY\u000e U\u0004h\u0005EOROK Lw{\u0007\u007f[ZJnj! 6\u000fWMQlK޼wp\u001a9\u0007\u0017\u0019T[㥟\u0002 qպ5oJYtȓc{LH؈\u0018s2xXGg/ttsv^n\u001aƜO4L#\u000fNHC\u0004J* QT9N\u0016ǥK)0ވDi- D\u001c~/ĺ{Lh9k8lb\\`YѲ\u00145x,(G\u0017k\u0007U f\u00037R[0b\u0007S RT\u0002{)68\u007fbyȢ92 =zmdKYr8Ϊ\u001dW\u001c\u0007X\u0010fP|co\u0016\\2o\u001f%U7\u001exp\u0007^\u0019gj\u0002nΙ0|뇁P0\u0015 ;\u0001,{x7?K ]\"\u0010t\u000f\u0014O\u007f~2b]+\\x\u0002]\u0003\u0004TWj}K\u0002\\+g\u0004# +ޮסsM\u0004\u0000\u0015PÂ+Q^usp\b]ᴩ>yPնE \u001e|\u001b]\u001b\u0081\u0001+ݖ`vcj\u0000N\\$@ʓJݯ\u00037us dԥ\u001fzd3p[f\u001d;\u001eOeWxA\"\u0010t5Ǫ C?Q\u0014Q9\u0007F\u0002ºjqn˼3sM:n\u0000q9iVؘیnh[\u001d\u0001Ͳth\u0000\u0019z\u001fP,v \\bXY\u00124VC\u0004*O\u0002G\u0010lCl8N\u0003\u0014[\u001cb$V8|\b%U^IN76]%'Y\u0000\"\u001e+b6C˺׆hB_o5 ]\u001a1[- ſ\u007ftHN\u0018r\"al\u0016ظ ^\u0013^N3\u001b\u0000VkgiakT'\u0010(G!z\u0003khlB\u0000K:75\u0006& ۽(PzӺ=\u00165\u0006^BP]0\u0014['Egw\u0004\u0007:\u0004=a\u0003h^ /\b\b\u0002\u0019~\u0017JGi0;M~_D{)\u0000r@\"\u0013F;] Q I=\u0000.\u0007\u001d\u0018\u0011R\u0014^h\u0006.'P\u0005Ͳwmѷ!1Uu5k\u001b]\u0017\u0002N֭)= h 8PF̯  \u001bI!&\u001f@\u0005{|spe[\u0002-ֽ}c`e~/WH-\u0002\u001eNP\"\u0012dlq\u0010\u00132Yn7/ \u0018%v\u0001J\u0011`.\u0003\u0006!Ј\u0015\u001e\u001b\u0018s%MAH\u0006iLC\u001f}\u0001-u/j\u0019jjŕON\u0007fzԾH\u001a_s-kUy\u0002C \u0005s~\u0000Mv \u0002'i\u000414`|js?XB\u0006L \u0003\u0000c\u0004\u0001\u0011\u0013#ʑ pj\u0002ʌ춍.\u0016n\u001eQ@ S\u000fk@\u00120\u001cQ{\u000eh`ěr;.\u001aKAZ&\u0016tx\u0000 \u0005\u007f\u0018~j]=!\u0004\u0002oJ dI TL\u0011\u0002]& \u007f\u001eQxh]@Yy>(e/\u0003 #Д\u0015>D%r#2oR\u0010ϜC# /]S>}5oL\u0007$*?y#\u000f ~\u0001PЗ7q 5-33\u0010|\u001d4(|cJ$}n5k~\u0005)7L/k;,'\u001a\u0012n\u000fl1oHҬo\u0005\u0011\u00972*W vM\u0018\u0003q`,N\u001asoF)&\u000f.ҷǻX ݉\u0003JaφS\u000fsp\b\u0017r>O.oh \u0010|C u\u001a\u001df\u001e`X=W,L{\u001dIG{tON r~4ܥَ:V\u0019ZiT.wME)`ptz aCo\u0000N?>]\u0001\u0014Ɵa 8 o\u001d̻z\u0004zAbчv[$7kwG\u0004Z=Gl`! \u001bJAl@JgZ\u0013L1NT[\u001a@\u0017\u00127y0I\u0016 (] \u001a^ н \u007f!w(\u001a$KpxfAޜ,U\"5u+\u0014>ux_\u001a7#g\u001d/\u0005r~T/\u001b5ɮ\u00150^TN JvxX[Qu| F\u0012\u0015vF\u0017\u001d\u0019P\u001a=[U1Z%>P|\u001d? R'H& JFV܆Yl\u0016Go>\u0016\u001eY\u0006\u0010Bd\u0014w \u000f}\u0004\b~O\u0007p X ߎZKy~-*0M?kuC74\u000e\u0013T@\u000ez\u0003VC\u001d\u0015\u000eFځg\u001bK?\u0016\u001b\u0004RzC0.\u001dϷ9~deIїU@\u0001\u000e\u001aAe:b!\u0014\u0001O~9Fw^0\\փqoU\u001a\u000eBCpjWa ?iӺxt\u0018ȫ \u00037rX(XDT9.IuS\u001c\u00189\u001bDS\bia\u0018.0&]4i>f UsS*k\u0007)]٨\u0013:]yU E\u001a=\u001f\u0002h9ABD\u007f;=a\u0019BB\bei>6SwO iYu\u0012\u001f}a\u001a\"\u000f\u001dQh\u001amZ5H}\u001aew \u0000n߫U5:dP@}wwKh\u000f(\\FxbER@8YGKY\u001d\u0014䍛\u001e \u0003?\u000fr7y*e&\u0015>\"\u001906\u0004\u0018\u0000Z endstream endobj 69 0 obj  > /ExtGState > >> endobj 71 0 obj  > stream  HWR#\u0012\u0002OoKRm7\u0006\u001eׁ=K\u0004̃\\\u0016ں\u0016\u0003Ty \u0006GZϋO_\u0016g\u0002A#Q\u0012Xq\u0016gh݂7\u001a/)m |\u001en\u000f\u0013\u0002{N7\u001ch\\2\u0016VCRh\u001ciGDe몔I\u0014&Lw\u0019O\u0004Kǒ{>ɰD 2t֙\u0007\u001ejknuג\u0015 uܔkT-TI\u001f\u0006#Zp?EJ7VA\u0015h׭ ՙLiݗ\u0005~\u001c~B[Lg X\u001f V  k'ө[OvVuU W Ԇ3|$ڛ4׮w,\u0012/Jcy] B{\u000eKwtq4?\u0001{@ \u001e\u0010>)s.\u0018 \u0011?Mg\u0003\u0011$\u0002 k\u001b\\P\u000e!\u0002 ` iCt)t!GrӽRgks\u0019La\u001e\u0003G\u001e \u0005,Kt:\\VMnI  \u0000̨N>\u0000\u0010\u0019 ПN?pNc \\!..\u0011 * M2H莬\"∤y٦\u0004$i՝\u0001H\u007f /\u0007jJ9 @^;Amk\u0016,P \u0015'6w\u0004\u001e\u00064gf>(/u7yۈŢ4! ʵ)5  b\u001c\u0010\u0003#\u001f3 \u0010yW,aλe\u000f 4|\u001a.S+]`$ao/!6ή?WmW! 5\u0001M5 `j),\u0012 p \u001d`\u0018ԃFRcZ9(:0^nT@!,\u0014VuWk[TT+$\u0013rb\u000f\u0001W\u00122\u0001>qj\u0019\u0010TcZ&?\u001b(_\u0013ҏ#樲W\u001e/\\x\u0013[&\u0002*$޳ò\u0006n\u0000sq\u0014\u001f\u001f2\u0006.\u001a?Ҭ54\u0001sN\u001b\u0017\u000fiP2*{\u0013}˦WDi\u0010hwQ\bi\u0004ZD \u0010]\u001f]s \u0001n\u0015H+lv  Un\u0013\u0017m D=\u0001oTU,\u001bB[ٍ]2 l実 #G 4 ==\u0005\u0015)\u007f6εYF \"\u0016ZГ%\u00026gA   \u001aA^\u0012 \u0000Èe\u0014\u001eT &f{ .p GF2v\u0001\u001c&yala+L,l3I\u0019\u000e+\u0002ˮF:  2\u001e\u00150\u007f^\u0016)\\}\u0005[+G,d\u001dS%ΦQxGqB\u0001>a\u001c'L\u007f s:ƞC\u0005C)p\u007fJ(ď\u001d\u001f\u0018\u0006`OyμVk_w\u001c|di//.n\u0016\u007fpH$UDcu ~[#;/\u001e&3\u00144Q \u007f\u000e \u0001Տض;#\u0012 \u0016\u0005\u0014\u0014\"o7l\"\u0010?у1 TrV\u0007v \u0007\u0000\u0004⠦ qc\u000f\u0001\u000e0aly\"zGgFۻ״W\\\u0012{'GRzF\u0004!v2^\u0010?#Rg)js > /ExtGState > >> endobj 74 0 obj  > stream  HWV8\u0012~\u0002!w!Ʋ\u001f\u001d 4 fBzl\\\bG5V,f~J*q\u0003*~S珋OL\u0016#\u0012O\"&&y\u0006(N.d݂(`2]   \\\u0018q  \u0017@\u000f$s8h \u0001\u0016,q\u0017AIVda3{~Qu,c:Ki\u001e>Q 7\u001b\u0014qp;%\u0004!v`nj\u001b'iY|Xj(UU4R5R+lj5YQض knc,ST\u007f)z\u0014\u001a;$\u0006͈\u001bFܰ۰\u0001VzΒ\bCl\u0017 Kرgwp\u000f\u0019E \u001dHSFFkѪM.\u000fCFX\u0002F\u0005[-k8&]oJKSvY\u0014\\5nO[\u0012fIV \b[=M@!B1^u#\u0005vk?nߕ \u0016i]q;\u0007ZcH\u0010gą\u001f\u0010\u0018\"7Q~\u00108@5}.\u0006Y\u001cC\u0006\u0016t43TgOf\u0001\u0003xRigj\u001a\u0005 ^R=x\u0011b{Բ~EMTV(\u007f\u0005\u0001v\u0015Kin\u000fLrghf,âȋ!J=}ÿme[\b#PoAG%\u0016FF\u0011\u00161hd4(+\u000es 1\u0006c\u00046>i\u0019 \u0000/J9\u0017#{>{\u001fx>ƿ_ ѝI4L ( \u001e\u0012\u00129ׁHl?v\u001ftKv\u0016\u0015\u0014\u0012R\u0011\u0005\u0005 !~ u ,*U\u0016 m[M\u0013\u00126\u00067/ne=tl+\u001b#֚\u001bcVk`lC,\u001e7qY  \u000f* \u0019\u0001\u001d{\u0017?L\u007f\u0002\u0017\u0017c\u0011s-VSR\u0004+-^|viOρw  {1\u000f''hFiS5\u0084J'vቄ(}?\u0017V\u0016\u001a݃\u0015\u0004 Є\u0006s.\u001cS \u0014\u001b\u000f;'.05r't{+W\u0013JֲD\u0019\u0004N&#/f\u0010c \u001cbن,[\u001bCL]\u0005{Gfa9\u001f0c2f\u0018g\u0011g\u0013xG;qo\u0019}+2K8WU +\\21 ƥ*W\u001a*ѐ\u0003@\u001elߕ_{+VX\\X {Jq4\u000e})qu۟#./秷M ,\u001c \u0016k\u0014^\u0006hbzmE˲m;lqw\u0013=˶e\"AÏ\u0006Y6a}7,; NA1˦g\u001a\u0003N8\u001a\"NFd;\u001f6}Cl\u0007\u0011y8YnO4A >\u0000(لR\u001aZ.jx\u000f\u0007,K \b\\$\u0014>w(]Xq\u001f0ghHgl\u0014|O؛'{l -T.J߯j/%y]\u001c\u0000S,A'P \u0006P\u000f@\u0000u@4Z>f Y\u0011\u001d \u0018\u0010uK\u0003 I(i\u0010\u0084\u0003\u001b0dD\u0010zx\u001f/I ɭ/=f}\u001f\u001e\u0018)9ׁQF\b1ђp{1\" \u0002$:|.F\u0017\u0004\u0018\u0000N\u001e endstream endobj 75 0 obj  > /ExtGState > >> endobj 76 0 obj  > endobj 8 0 obj  > endobj 77 0 obj  > endobj 78 0 obj  > stream  \u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001 GDFDEG+MTSY\u0000\u0001\u0001\u0001)\u001b\u0000\u001c\u0001\u001d\u0002\u001e\u0003\u0017\u0004\u001d \u0016N\u0005#\u0010,\u000f3\u0011\u0012\u0000\u0004\u0001\u0001\u00049=E1.1Copyright (C) 1992, 1993 The TeXplorators CorporationMTSYMathTime\u0000\u0000\u0003\u000fC\u0001\u0000t\u0000\u0000t\u0000 \u0000\u0001\u0000\u0004\u0001\u0001\u0004+SV\u000e\u0018\u0001\u0018\u0003Pr\u0015\u00005\u0000\u000054\u0000\"2\u0000\u0000\u001e\u000e8\u0001\u0001\u0003hu\u0015YYȽ\u0007\u000e\u000exe+\u0006e\u0007\u001eH         endstream endobj 79 0 obj  > endobj 80 0 obj  > stream  \u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001\u000eGDFMKI+MSBM10\u0000\u0001\u0001\u0001*\u001b\u0000\u001c\u0001\u001d\u0002\u001e\u0003\u0017\u0004\u001d \u0016T8\u001c ',\u00054\u00107\u000f:\u0011G\u0012\u0000\u0004\u0001\u0001\u0004HNS2.1Math Symbol fonts were designed by the American Mathematical SocietyMSBM10Euler\u0000\u0000\u0000\u0001R\u0000\u00003\u0000\u0002\u0002\u0000\u0001\u0000\u0004\u0001\u0005\u000e\u00028䋮\u0001Q\u0003\u0015\u0006|\u0003!{d|\b\u007f\u001b\u001e\u0006\u001ffZsYH\u0000\b \u001a\u001f' \u001e\u0006y{yzĐY\u001f\u0007YRxzy\u001e\u0006zR\u001fU\u0015\u001ak\u001el&\u001aJmX$x\u001eU}\u0015h \u0015lx2\u001e\u001c\u0015\u001a\u0007\u001e\u0006\u0006~{w|\u001a\u0007py\u001e\u0015\u001b\u001fs\u0000F8\b*\u0006\u000ewA\u0006b\u0007\u001eD         endstream endobj 81 0 obj  > endobj 82 0 obj  > stream  \u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001\u000eGDHJDO+CMSY10\u0000\u0001\u0001\u00010\u001b\u0000\u001c\u0001\u001d\u0002\u001e\u0003\u0017\u0004\u001eJ\u0003_ \u0002\u001d \u0016nT\u00056\u00109\u000f Rjc^lz\b\u001bvVmx~H߻د׳\u001fԭէ\bU\u0006ħv\u001e\u0006\u0091\b\u000eu?\u0006\u0010\u0007\u001eD       endstream endobj 4 0 obj  > endobj 5 0 obj  > endobj 6 0 obj  > endobj 7 0 obj  > endobj 13 0 obj  > endobj 14 0 obj  > endobj 21 0 obj  > endobj 22 0 obj  > endobj 26 0 obj  > endobj 43 0 obj  > endobj 27 0 obj  > endobj 83 0 obj  > endobj 84 0 obj  > endobj 85 0 obj  > endobj 86 0 obj  > endobj 87 0 obj  > endobj 88 0 obj  > endobj 1 0 obj  > endobj 10 0 obj  > endobj 15 0 obj  > endobj 18 0 obj  > endobj 23 0 obj  > endobj 28 0 obj  > endobj 31 0 obj  > endobj 34 0 obj  > endobj 37 0 obj  > endobj 40 0 obj  > endobj 44 0 obj  > endobj 49 0 obj  > endobj 52 0 obj  > endobj 55 0 obj  > endobj 58 0 obj  > endobj 61 0 obj  > endobj 64 0 obj  > endobj 67 0 obj  > endobj 70 0 obj  > endobj 73 0 obj  > endobj 9 0 obj  > endobj 48 0 obj  > endobj 47 0 obj  > endobj 89 0 obj  > endobj 90 0 obj  > endobj xref 0 91 0000000000 65535 f  0000064857 00000 n  0000000016 00000 n  0000000851 00000 n  0000057442 00000 n  0000057524 00000 n  0000057623 00000 n  0000057704 00000 n  0000055445 00000 n  0000066524 00000 n  0000064937 00000 n  0000000975 00000 n  0000002955 00000 n  0000057802 00000 n  0000057886 00000 n  0000065020 00000 n  0000003102 00000 n  0000004932 00000 n  0000065103 00000 n  0000005057 00000 n  0000007373 00000 n  0000057987 00000 n  0000058955 00000 n  0000065186 00000 n  0000007520 00000 n  0000010882 00000 n  0000059922 00000 n  0000061772 00000 n  0000065269 00000 n  0000011052 00000 n  0000013927 00000 n  0000065352 00000 n  0000014063 00000 n  0000017158 00000 n  0000065435 00000 n  0000017327 00000 n  0000020366 00000 n  0000065518 00000 n  0000020513 00000 n  0000023313 00000 n  0000065601 00000 n  0000023460 00000 n  0000026879 00000 n  0000060860 00000 n  0000065684 00000 n  0000027083 00000 n  0000030326 00000 n  0000066798 00000 n  0000066660 00000 n  0000065768 00000 n  0000030518 00000 n  0000033504 00000 n  0000065852 00000 n  0000033662 00000 n  0000034740 00000 n  0000065936 00000 n  0000034845 00000 n  0000037452 00000 n  0000066020 00000 n  0000037599 00000 n  0000038383 00000 n  0000066104 00000 n  0000038530 00000 n  0000039972 00000 n  0000066188 00000 n  0000040119 00000 n  0000044200 00000 n  0000066272 00000 n  0000044381 00000 n  0000048506 00000 n  0000066356 00000 n  0000048666 00000 n  0000052906 00000 n  0000066440 00000 n  0000053067 00000 n  0000055173 00000 n  0000055322 00000 n  0000055516 00000 n  0000055727 00000 n  0000056082 00000 n  0000056283 00000 n  0000056816 00000 n  0000057024 00000 n  0000061874 00000 n  0000063085 00000 n  0000063220 00000 n  0000063357 00000 n  0000063523 00000 n  0000063658 00000 n  0000066889 00000 n  0000066940 00000 n  trailer  ] >> startxref 67143 %%EOF"}, {"content": "NYU Computer Science Department                                                                                                         Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                            Course List, Spring 2015    Fall 2014 | Spring 2015 | Summer 2015 | Fall 2015      Course Archive       Graduate Schedule       Undergraduate Schedule       Graduate Course Descriptions:  Regular courses (GSAS Bulletin) ,  Special Topics Course Archive       Undergraduate Course Descriptions                                            Mohamed Zahran            CSCI-GA.1144-001     PAC II                                  Scott Buckfelder            CSCI-GA.1144-002     PAC II Recitation                                  Joel Spencer            CSCI-GA.1170-001     Fundamental Algorithms                                  Molly Alter            CSCI-GA.1170-002     Fundamental Algorithms Recitation                                  Benjamin Goldberg            CSCI-GA.2110-001     Programming Languages                                  Arpit Jain            CSCI-GA.2110-002     Programming Languages Recitation                                   CANCELLED            CSCI-GA.2112-001     Scientific Computing                                  Kristoffer Rose;Eva Rose            CSCI-GA.2130-001     Compiler Construction                                  Hubertus Franke            CSCI-GA.2250-001     Operating Systems                                   CANCELLED            CSCI-GA.2250-002     Operating Systems                                  Jean-Claude Franchitti            CSCI-GA.2262-001     Data Communications and Networks                                  Kenneth Perlin            CSCI-GA.2270-001     Computer Graphics                                  Olof Widlund            CSCI-GA.2421-001     Numerical Methods II                                  Jean-Claude Franchitti            CSCI-GA.2433-001     Database Systems                                  Jean-Claude Franchitti            CSCI-GA.2440-001     Software Engineering                                  Richard Bonneau            CSCI-GA.2520-001     Bioinformatics and Genomes                                  Ernest Davis            CSCI-GA.2560-001     Artificial Intelligence                                  Ernest Davis            CSCI-GA.2580-001     Web Search Engines                                  Cyril Allauzen            CSCI-GA.2585-001     Speech Recognition                                  Ralph Grishman            CSCI-GA.2590-001     Natural Language Processing                                  Lakshminarayanan Subramanian            CSCI-GA.2620-001     Networks and Distributed Systems                                  Jonathan Goodman            CSCI-GA.2945-001     Advanced Topics in Numerical Analysis: Monte Carlo Methods                                  Charles Peskin            CSCI-GA.2945-002     Advanced Topics in Numerical Analysis: The Immersed Boundary Method for Fluid-Structure  Interaction                                  Georg Stadler            CSCI-GA.2945-003     Advanced Topics in Numerical Analysis: High Performance Computing                                  Eran Fishler            CSCI-GA.3033-001     Financial Computing                                  Bhubaneswar Mishra            CSCI-GA.3033-002     Social Networks                                  Michael Schidlowsky            CSCI-GA.3033-003     Production Quality Software                                  Yoav Zibin            CSCI-GA.3033-004     Social Multiplayer Games                                  Suzanne McIntosh            CSCI-GA.3033-005     Realtime &amp; Big Data Analytics                                  Matthew Doherty            CSCI-GA.3033-006     Search Engine Architecture                                  Mehryar Mohri            CSCI-GA.3033-007     Advanced Machine Learning                                  Cory Plock            CSCI-GA.3033-008     .Net Web Application Development                                   CANCELLED            CSCI-GA.3033-009     Virtual Machines: Concepts and Applications                                  Chee Yap            CSCI-GA.3033-010     Robot Motion Planning***                                     Nikolai Joukov; Murthy Devarakonda; Harigovind Ramasamy; John Rofrano            CSCI-GA.3033-011     Transformation to Cloud Computing                                  Patrick Cousot            CSCI-GA.3110-001     Honors Programming Languages                                  Zvi Kedem            CSCI-GA.3205-001     Applied Cryptography &amp; Network Security                                   CANCELLED            CSCI-GA.3220-001     Advanced Cryptography                                  Evan Korth            CSCI-GA.3812-001     Information Technology Projects *                                   Faculty            CSCI-GA.3813-001     Adv Lab MS *                                   Faculty            CSCI-GA.3813-002     Adv Lab MS *                                   Faculty            CSCI-GA.3813-003     Adv Lab MS *                                   Faculty            CSCI-GA.3813-004     Adv Lab MS *                                   Faculty            CSCI-GA.3813-005     Adv Lab PhD **                                   Faculty            CSCI-GA.3813-006     Adv Lab PhD **                                   Faculty            CSCI-GA.3813-007     Adv Lab PhD **                                   Faculty            CSCI-GA.3813-008     Adv Lab PhD **                                   Faculty            CSCI-GA.3840-001     Master&#39;s Thesis Research *                                  Yevgeniy Dodis            CSCI-GA.3850-001     PhD Seminar: Cryptography **                                  Thomas Wies            CSCI-GA.3850-004     PhD Seminar: Formal Methods **                                  Mehryar Mohri            CSCI-GA.3850-006     PhD Seminar: Machine Learning **                                   Faculty            CSCI-GA.3860-001     PhD Thesis Research **                                  Craig Kapp            CSCI-UA.0002-001     Intro To Computer Programming                                  Deena Engel            CSCI-UA.0002-002     Intro To Computer Programming                                  Craig Kapp            CSCI-UA.0002-003     Intro To Computer Programming                                  Michael Kadri            CSCI-UA.0002-004     Intro To Computer Programming                                   CANCELLED            CSCI-UA.0002-005     Intro To Computer Programming                                  Jerry Waxman            CSCI-UA.0002-006     Intro To Computer Programming                                  Joseph Versoza            CSCI-UA.0002-007     Intro To Computer Programming                                  Joseph Versoza            CSCI-UA.0002-008     Intro To Computer Programming                                   CANCELLED            CSCI-UA.0002-009     Intro To Computer Programming                                  Michael Kadri            CSCI-UA.0002-010     Intro To Computer Programming                                  Syed Salahuddin            CSCI-UA.0002-011     Intro To Computer Programming                                  Joshua Clayton            CSCI-UA.0004-001     Intro to Web Design &amp; Computer Principles                                  Alvaro Olsen            CSCI-UA.0004-002     Intro to Web Design &amp; Computer Principles                                  Nathan Hull            CSCI-UA.0004-003     Intro to Web Design &amp; Computer Principles                                  Michell Cardona            CSCI-UA.0004-004     Intro to Web Design &amp; Computer Principles                                  Craig Kapp            CSCI-UA.0004-005     Intro to Web Design &amp; Computer Principles                                  Alvaro Olsen            CSCI-UA.0004-006     Intro to Web Design &amp; Computer Principles                                  Adam Scher            CSCI-UA.0004-007     Intro to Web Design &amp; Computer Principles                                  Deena Engel            CSCI-UA.0060-001     Database Design And Web Implementation                                  Amos Bloomberg            CSCI-UA.0060-002     Database Design And Web Implementation                                  Nathan Hull            CSCI-UA.0061-001     Web Development And Programming                                  Joshua Clayton            CSCI-UA.0061-002     Web Development And Programming                                  Joanna Klukowska            CSCI-UA.0101-001     Intro To Computer Science                                  Joanna Klukowska            CSCI-UA.0101-002     Intro To Computer Science                                  Amos Bloomberg            CSCI-UA.0101-003     Intro To Computer Science                                  Joseph Versoza            CSCI-UA.0101-004     Intro To Computer Science                                  Tim Mitchell            CSCI-UA.0101-005     Intro To Computer Science                                   CANCELLED            CSCI-UA.0101-006     Intro To Computer Science                                  Douglas Moody            CSCI-UA.0101-007     Intro To Computer Science                                  Joanna Klukowska            CSCI-UA.0102-001     Data Structures                                  Joanna Klukowska            CSCI-UA.0102-002     Data Structures                                  Paul Gazzillo            CSCI-UA.0102-003     Data Structures - Recitation                                  Evan Korth            CSCI-UA.0102-004     Data Structures                                  Diego Francisco Rincon Santana            CSCI-UA.0102-005     Data Structures - Recitation                                  Chee Yap            CSCI-UA.0102-006     Data Structures                                  Huan Kang            CSCI-UA.0102-007     Data Structures - Recitation                                  Mohamed Zahran            CSCI-UA.0201-001     Computer Systems Organization                                  Mohamed Zahran            CSCI-UA.0201-002     Computer Systems Organization                                  Joanna Klukowska            CSCI-UA.0201-003     Computer Systems Organization                                  Michael Walfish            CSCI-UA.0202-001     Operating Systems                                  Michael Walfish            CSCI-UA.0202-002     Operating Systems                                  Alan Siegel            CSCI-UA.0310-001     Basic Algorithms                                  Alan Siegel            CSCI-UA.0310-002     Basic Algorithms                                  Alan Siegel            CSCI-UA.0310-003     Basic Algorithms - Recitation                                  Yevgeniy Dodis            CSCI-UA.0310-004     Basic Algorithms                                  Maria Pershina            CSCI-UA.0310-005     Basic Algorithms - Recitation                                  Charles Peskin            CSCI-UA.0330-001     Introduction to Computer Simulation                                  Manas Rachh            CSCI-UA.0330-002     Introduction to Computer Simulation                                  Amos Bloomberg            CSCI-UA.0380-001     Topics of General Interest: Physical Computing                                  Joshua Clayton            CSCI-UA.0380-002     Topics of General Interest: Drawing on the Web                                  Lakshminarayanan Subramanian            CSCI-UA.0380-003     Topics of General Interest: Technology and Economic Development                                  Margaret Wright            CSCI-UA.0421-001     Numerical Computing                                  Victor Shoup            CSCI-UA.0478-001     Introduction To Cryptography                                  Davi Geiger            CSCI-UA.0480-001     Special Topics: Computer Vision                                  Nathan Hull            CSCI-UA.0480-002     Special Topics: iOS Programming                                  Mohamed Zahran            CSCI-UA.0480-003     Special Topics: Parallel Computing                                  John Zhang            CSCI-UA.0480-004     Special Topics: Algorithmic Problem Solving                                  Theodore Rappaport            CSCI-UA.0480-005     Special Topics: Electrical Engineering for Computer Scientists                                  Thomas Wies            CSCI-UA.0480-006     Special Topics: Principles of Programming Languages                                  Brett Bernstein;Eric Schles            CSCI-UA.0480-007     Special Topics: Algorithmic Problem Solving - RECITATION                                  TBA            MAINT-GA.4747-001     Maintenance of Matriculation (MS students)                                  TBA            MAINT-GA.4747-004     Maintenance of Matriculation (non-supported PhD students)                  * indicates controlled enrollment (permission number required for registration). Contact your program advisor for CSCI-GA.3812, CSCI-GA.3813 sections 001 - 004 &amp; CSCI-GA.3840-001.    ** indicates controlled enrollment (permission number required for registration). Contact Santiago Pizzini (pizzini@cs.nyu.edu) for CSCI-GA.3813 sections 005-008, CSCI-GA.3850 (all sections) &amp; CSCI-GA.3860.    *** indicates controlled enrollment (permission number required for registration). Please contact the instructor.                  top | contact webmaster"}]}]