[{"detail": [{"content": "Archives of Irish America                                     Archives of Irish America         Home    Introduction    What are Archives?    Collection Policy    The Collections          Ireland House Oral History Collection      Mick Moloney Collection of Irish-American Music and Popular Culture           Exhibits    Primary Documents    New Research    IA Studies at NYU    Links         Moloney Collection             Mick Moloney Collection of Irish-American Music and Popular Culture (AIA 31), Part II: Field Recordings      The Mick Moloney Collection of Irish-American Music and Popular Culture is the largest collection in the Archives of Irish America at New York University and constitutes an aurally and visually rich resource for scholars and students of the Irish-American experience. Historically significant field recordings make up Part II, including hundreds of tapes (&#188;\" and 1\" open reels as well as audio cassettes) made or collected by Mick Moloney with artists and activists in the Irish traditional music world in the United States beginning in 1976. The field recordings were made in his capacity as a producer of albums of Irish traditional music; in his capacity as a folklorist; or as artistic director for International House Philadelphia and for the musical ensemble The Green Fields of America.       Part II is divided into five series:          Series A: Digitized Interviews and Private Performances (including practice and recording sessions)     Series B: Digitized Concert Performances, Sessions, Ceilis, and Competitions     Series C: Grammy Foundation Grant-funded Gold CD Masters     Series D: Original Tapes Digitized Under Grammy Foundation Grants     Series E: Unprocessed Field Recordings         Under a 2007 Archiving &#38; Preservation Grant from the Grammy Foundation, New York University&#8217;s Division of Libraries digitally preserved 113 hours of these field recordings, made primarily in the 1970s and early 1980s [digital IDs aiamm1 through aiamm170]. A second grant in 2008 enabled the digital preservation of an additional 139 hours through the early 1990s [digital IDs aiamm171 through aiamm345]. Altogether, the Grammy Foundation has helped preserve 252 hours of Mick Moloney&#8217;s field recordings, almost a quarter of the total that make up Part II of the Mick Moloney Collection of Irish American Music and Popular Culture. These are the only materials currently available for researchers and the following description reflects those 345 tapes in Series A and Series B.    The Moloney field recordings document the Irish-American traditional music scene between 1965 and 1997 (bulk dates 1976&#8211;1991) in breadth as well as some measure of depth, capturing the transition of an artistic subculture on the cusp of international acclaim, i.e. before the enormous popularity of Riverdance .( 1 ) Instrumental virtuosi can be heard in a variety of settings, ranging from live concert performances to home seisi&#250;ns, including a significant number of women musicians. In addition, Mick Moloney&#8217;s own career is reflected through this audio record. In all, there are 127 people represented in these digitized field recordings, including 58 interviews with individuals.       Publicity photo, Liz Carroll, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. Photo by Jim Purdum. ALL RIGHTS RESERVED.        Series A: Interviews &#38; Private Performances (including practice &#38; recording sessions), 1973&#8211;1991    The digitized field recordings in Series A include recording veterans or instrumental virtuosi, in addition to those musicians or artists just beginning their careers. Several of these (Kevin Burke, Liz Carroll, Jack Coen, Donny Golden, Michael Flatley, Joe Heeney, Mick Moloney, Martin Mulvihill, Joe Shannon) were subsequently awarded a National Heritage Fellowship from the National Endowment for the Arts.    During his earliest years in the United States (that is, 1976&#8211;1980) Mick Moloney sought out musicians in the Boston, Chicago, Detroit, New York and Philadelphia areas. Among the first was Co. Cavan fiddler Ed Reavy (1897&#8211;1988), whose compositions pervade the twentieth century Irish traditional music repertoire, recorded in Philadelphia in 1974, 1977 and 1979. Flute player Eddie Cahill (b. 1929) was recorded on nine separate occasions in 1977 and 1978. Then one of the leading proponents of the Sligo-style of playing that had come to dominate Irish traditional music due to the influence of 78rpm recordings, Cahill (in a June 5, 1977 interview) describes his stylistic debt to John McKenna whose records he heard at home in Annagh Beg, Co. Sligo before emigrating to Philadelphia in 1950. Likewise, Moloney sought out Al Purcell, a student of the great Leo Rowsome in Dublin. In 1978 Purcell was a wooden model maker for General Motors in Detroit, who not only played and taught the uilleannn pipes but repaired and made reeds for them as well. Liz Carroll was first recorded by Moloney in 1976, just after winning the All-Ireland Senior Championship on the fiddle at age eighteen. A native of Chicago and a composer often compared with Ed Reavy, Carroll learned from older musicians like fiddler Johnny McGreevy. McGreevy (b. 1919), uilleannn piper Joe Shannon (b. 1919) and pianist Eleanor Kane Neary (b. 1915) are among the Chicago musicians Dr. Moloney frequently recorded. Neary, who played at the 1934 World&#8217;s Fair, made only one 78rpm solo recording that was commercially released; the Moloney Collection has nearly eight digitized hours of her performances.    Others recorded by Mick Moloney during this period include fiddlers Paddy Cronin and Eugene O&#8217;Donnell; flute players Mike Rafferty, Noel Rice, and Richard Hughes; uilleann pipers Tim Britton, Bill Ochs and Joe McKenna; Paddy O&#8217;Brien and Gene Kelly, accordion; concertina player Fr. Charlie Coen; and sean n&#243;s singer Paddy Tunney. Mary Cooley from Chicago was among the first women artists recorded by Mick Moloney; he documented her talent in 1978 shortly after she had won the 1977 All-Ireland Championship in Ladies Irish Singing. In 1983 he helped organize the ensemble Cherish the Ladies, represented here by recordings with sean n&#243;s singers Treasa Ui Cearuil and Bridget Fitzgerald as well as by a 1988 performance in Woodside, New York during the height of undocumented immigration from Ireland. That concert featured the young Irish American musician Joanie Madden (1983 All-Ireland gold medalist on tin whistle and flute).    Mick Moloney also made contact with American musicians who were developing interests in Irish traditional music, such as the folklorist I. Sheldon Posen and guitarist Duck Baker. Posen made a 1977 recording that was eventually included on an album Moloney produced in 1991 ( The Music of Ed Reavy ), while Baker recorded tunes that later appeared on his 1979 album Irish Reels, Jigs, Hornpipes and Airs .       Publicity photo, Mick Moloney &#38; Eugene O&#8217;Donnell, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED.      Among the digitized interviews in Series A that are of historic importance, are composer/entertainer Shay Healy (b. 1943) who was working in Nashville in 1974; Dennis Clark (1927&#8211;1993), historian of the Irish in America, recorded in 1978 at the height of the &#8220;roots&#8221; phenomena; sean n&#243;s singer Joe Heaney (1919&#8211;1984) interviewed in 1981 and 1982 while living in Bay Ridge, Brooklyn;( 2 ) the 1977 reflections of banjo player Mike Flanagan (1898&#8211;1990) of the Flanagan Brothers, popular recording artists of the 1920s and early 1930s; Mickey Carton, Mary Carton, and Ruthie Morrissey reminiscing in 1982 about their career on the Rockaway cabaret circuit; Clare fiddler Junior Crehan and Galway accordion player Joe Burke while on tour of the United States in 1976 and 1978 respectively; &#8220;Cuz&#8221; Teehan, the Chicago accordion and concertina player, speaking in 1976 with Mick Moloney and Irish broadcaster and music collector Ciar&#225;n MacMath&#250;na; the three founders of the Irish Musicians Association interviewed in 1977 in the cities where they each set up branches: Ed Reavy (Philadelphia), Louis Quinn (New York), and Frank Thornton (Chicago); three radio hosts, Tommy Caulfield and Will Regan (both Philadelphia) and Dorothy Hayden Cudahy (New York City); a 1977 interview with Pat Roche, founder of the Harp and Shamrock School of Traditional Dance in Chicago; and a March 1990 interview with Irish folk singer Paddy Clancy (1922&#8211;1998) when he was in Willow Grove, PA.    Some of the interviews were recorded as source material for liner notes written by Mick Moloney, particularly for Jack &#38; Charlie Coen&#8217;s 1977 album The Branch Line (Topic), The Martin Mulvihill School (Green Linnet, 1977), Johnny Cronin and Joe Burke (Shanachie, 1977), and The Corner House by the Irish Tradition (Green Linnet, 1978).    An exception to the Irish-American focus of these field recordings is a private performance by the Co. Clare fiddler Bobby Casey (1926&#8211;2000), recorded in London by Mick Moloney in 1973. Casey was a pillar of the Irish music scene in London, to which he had emigrated in 1952.      Publicity photo, Green Fields of America, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED. Left to right (back): Eileen Golden, Robbie O&#8211;Connell, Mick Moloney, Jimmy Keane; (center) Seamus Egan, Eileen Ivers; (front) Donny Golden \"> Publicity photo, Green Fields of America, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED. Left to right (back): Eileen Golden, Robbie O&#8211;Connell, Mick Moloney, Jimmy Keane; (center) Seamus Egan, Eileen Ivers; (front) Donny Golden \" /> Publicity photo, Green Fields of America, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED. Left to right (back): Eileen Golden, Robbie O&#8211;Connell, Mick Moloney, Jimmy Keane; (center) Seamus Egan, Eileen Ivers; (front) Donny Golden        Series B: Concert Performances, Sessions, Ceilis, and Competitions, 1965&#8211;1997    Some of the earliest recordings in Part II were made by the composer Ed Reavy (1897&#8211;1988), which include several examples of home-made 78rpm seisi&#250;n recordings transferred to tape and then circulated among musicians in the United States during the 1950s. These were later inherited by Mick Moloney as were tapes uilleann piper and radio host Thomas Standeven made of the John Vesey Trio in 1974. Vesey, (1924&#8211;1995) one of Philadelphia&#8217;s finest fiddlers in the Sligo tradition, only made private recordings between 1954 and 1974.    Informal music sessions from New York, Washington D.C., Cleveland, Chicago, Milwaukee, and San Francisco but especially those in Mick Moloney&#8217;s homes in Philadelphia in the 1970s are included in Series B. The earliest is a 1965 home recording from the Bronx with traditional musicians Ed Reavy, Johnny Cronin, Mike Preston, Paddy Murphy, Denis Murphy, John McMahon and J. McAulliffe. There are two rare pub session recordings from early 1976: an evening at the Bunratty in the Bronx, NY with Paddy Reynolds, Andy McGann, Johnny Cronin (fiddles), Patty Moriarty (accordion) and Mick Moloney (guitar, banjo, vocals); and one with the John Glynn Branch of the Irish Musicians Association at the Breffni Inn in Queens, New York. Glynn, an accordion player, had an influential school of music in Brooklyn at the time.    Mick Moloney recorded the tradition as it was being taught as well as played. Tapes of Martin Mulvihill&#8217;s School of Irish Music in the Bronx, Father Charlie Coen&#8217;s Children&#8217;s Choir on Staten Island, and the 1978 Comhaltas Ceolt&#243;ir&#237; &#201;ireann Fleadh Cheoil competition at Manhattan College in the Bronx (a.k.a. New York Fleadh) are included in Series B. He seized the opportunity to document young musicians who later blossomed into traditional Irish music stars, including twelve-year-old fiddler Eileen Ivers and fifteen-year-old Seamus Egan (mandolin, flute, whistle, uilleann pipes, banjo). Ivers (now a nine time All-Ireland fiddle champion) can be heard playing in 1977 with a youth ceili band for the Green Linnet album Irish Music, the Living Tradition . Egan was recorded in 1984 playing banjo at a Philadelphia seisiun with Liz Carroll, Jimmy Keane and Mick Moloney, as well as in two pub seisi&#250;ns that same summer in Miltown Malbay, Co. Clare. Moloney latered showcased both Ivers and Egan in his touring ensemble Mick Moloney and Friends. Likewise, a twenty-year old Michael Flatley was recorded playing the flute in Chicago in 1978; the following year he performed with Mick Moloney as part of the pioneering touring ensemble The Green Fields of America.    Concert performances in Series B include nine hours of The Green Fields of America, recorded in 1979, 1984 and 1985 in Pittsburgh, PA, Milwaukee, WI, Memphis, TN, Seattle, WA, Scottsdale, AZ, and New Orleans, LA; the first American concerts by the Irish traditional supergroups the Chieftains (1974), De Danaan (1978), and Clannad (1979); and performances at such legendary venues as the Eagle Tavern in New York City, the Cherry Tree in Philadelphia, and Godfrey Daniels in Bethlehem, PA. Of particular interest is the three-hour February 1990 benefit concert for Joe Doherty, an Irish political prisoner held by American authorities while fighting extradition to the United Kingdom, which was the occasion for an historic gathering of a veritable &#8220;who&#8217;s who&#8221; of Irish traditional musicians at Symphony Space in New York City. Only excerpts from this concert were included on the 1991 Green Linnet record The Rights of Man .    Two foreign tours funded by the United States Information Agency are represented here by a September 1983 concert performance at the Hotel Ivoire, Abidjan, Cote d&#8217;Ivoire, in Africa with Mick Moloney (banjo, guitar), Liz Carroll (fiddle), Donny and Eileen Golden (dancing); and by a May 1985 concert performance at the ruins of the Grand Hotel (Casa Grande) in Managua, Nicaragua with Susie Goff and the Green Grass Cloggers, Mick Moloney (mandolin) and Robbie O&#8217;Connell (guitar, vocals). The former was part of the Festival of Traditional American Dance; the latter part of the Festival of Mountain Music and Dance.    In 1975 Mick Moloney also began to document outdoor festivals in the United States at which Irish traditional music was featured, beginning with a concert in Philadelphia&#8217;s Lenape Park that became the genesis for the Philadelphia Ceili Group Festival. He travelled to Leeds in New York&#8217;s Catskill mountains where, in 1978, he recorded Billy McComiskey (accordion), Andy McGann (fiddle), Maureen Doherty (flute) and the Clancy Brothers with Tommy Makem, among others. By the 1980s Moloney was a regular at the Cuyahoga Valley National Recreation Area in Cleveland, OH; at the Augusta Heritage Center, in Elkins, WV; and at Milwaukee Irish Fest in Milwaukee, WI.    Of particular historic interest in Series B is Across the Western Ocean: The Story of Irish Traditional Music in America , a National Public Radio series written, hosted and produced by Mick Moloney in 1978. Its thirteen episodes are a musical snapshot of Irish America in the wake of the twelve part Roots phenomenon, aired just one year earlier: &#8220;The Star of Kilkenny&#8221;, &#8220;The Sidewalks of New York&#8221;, &#8220;The Stack of Barley&#8221;, &#8220;Twixt a Tear and a Smile&#8221;, &#8220;The Quay of Philadelphia&#8221;, &#8220;Ed Reavy&#8217;s Fancy&#8221;, &#8220;Once Around the Country&#8221;, &#8220;Chief O&#8217;Neill&#8217;s Favorite&#8221;, &#8220;The Banks of the Charles&#8221;, &#8220;Flowers of Spring&#8221;, &#8220;Did Your Mother Come From Ireland?&#8221;, and &#8220;Happy to Meet, Sorry to Part.&#8221;    Among items inherited by Mick Moloney is a recording made by Irish broadcaster Ciar&#225;n MacMath&#250;na for his Sunday morning radio program &#8220;Mo Cheol Th&#250;&#8221; on Radio Telefis &#201;ireann (RT&#201;) which captured a ceili led by Larry Redican at the Commodore Barry Club/Philadelphia Irish Center in the early 1970s. Three short interviews (two in the Irish language with recent immigrants from Falcarragh, Co. Donegal) conducted by MacMath&#250;na can be found in Series B because they precede a ceili there led by fiddler Larry Redican; the one in English with Nancy McCahill concerns the creation of the Philadelphia Irish Center.    Together, Series A and Series B constitute a significant new body of primary material that documents the vibrant socio-cultural history of the Irish in twentieth century America. They are available to the public for listening on-site in NYU&#8217;s Elmer Holmes Bobst Library. An inventory is available . No reproduction is permitted.        Series C &#8211; E    The remaining series in Part II comprise originals and masters for the Grammy Foundation funded projects that were digitized and now make up Series A and Series B; as well as all unprocessed field recordings in cassette and reel formats.    To consult with the archivist about your specific Part II research needs and to make an appointment, please send an e-mail to: irishamerica.archives@nyu.edu           Notes:          In 1996 Riverdance, a theatrical show featuring Irish traditional music and dance, opened on Broadway.      Mick Moloney also acquired a 1979 field recording of Joe Heaney made at the Denver Folklore Center Concert Hall for the Swallow Hill Music Association.                   Home    Introduction    What are Archives?    Collection Policy    The Collections    Exhibits    Primary Documents    New Research    Irish American Studies at NYU    Links         irisharchives@nyu.edu | (212)998-3478"}]},
{"detail": [{"content": "Archives of Irish America                                     Archives of Irish America         Home    Introduction    What are Archives?    Collection Policy    The Collections          Ireland House Oral History Collection      Mick Moloney Collection of Irish-American Music and Popular Culture           Exhibits    Primary Documents    New Research    IA Studies at NYU    Links         Moloney Collection             Mick Moloney Collection of Irish-American Music and Popular Culture (AIA 31), Part II: Field Recordings      The Mick Moloney Collection of Irish-American Music and Popular Culture is the largest collection in the Archives of Irish America at New York University and constitutes an aurally and visually rich resource for scholars and students of the Irish-American experience. Historically significant field recordings make up Part II, including hundreds of tapes (&#188;\" and 1\" open reels as well as audio cassettes) made or collected by Mick Moloney with artists and activists in the Irish traditional music world in the United States beginning in 1976. The field recordings were made in his capacity as a producer of albums of Irish traditional music; in his capacity as a folklorist; or as artistic director for International House Philadelphia and for the musical ensemble The Green Fields of America.       Part II is divided into five series:          Series A: Digitized Interviews and Private Performances (including practice and recording sessions)     Series B: Digitized Concert Performances, Sessions, Ceilis, and Competitions     Series C: Grammy Foundation Grant-funded Gold CD Masters     Series D: Original Tapes Digitized Under Grammy Foundation Grants     Series E: Unprocessed Field Recordings         Under a 2007 Archiving &#38; Preservation Grant from the Grammy Foundation, New York University&#8217;s Division of Libraries digitally preserved 113 hours of these field recordings, made primarily in the 1970s and early 1980s [digital IDs aiamm1 through aiamm170]. A second grant in 2008 enabled the digital preservation of an additional 139 hours through the early 1990s [digital IDs aiamm171 through aiamm345]. Altogether, the Grammy Foundation has helped preserve 252 hours of Mick Moloney&#8217;s field recordings, almost a quarter of the total that make up Part II of the Mick Moloney Collection of Irish American Music and Popular Culture. These are the only materials currently available for researchers and the following description reflects those 345 tapes in Series A and Series B.    The Moloney field recordings document the Irish-American traditional music scene between 1965 and 1997 (bulk dates 1976&#8211;1991) in breadth as well as some measure of depth, capturing the transition of an artistic subculture on the cusp of international acclaim, i.e. before the enormous popularity of Riverdance .( 1 ) Instrumental virtuosi can be heard in a variety of settings, ranging from live concert performances to home seisi&#250;ns, including a significant number of women musicians. In addition, Mick Moloney&#8217;s own career is reflected through this audio record. In all, there are 127 people represented in these digitized field recordings, including 58 interviews with individuals.       Publicity photo, Liz Carroll, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. Photo by Jim Purdum. ALL RIGHTS RESERVED.        Series A: Interviews &#38; Private Performances (including practice &#38; recording sessions), 1973&#8211;1991    The digitized field recordings in Series A include recording veterans or instrumental virtuosi, in addition to those musicians or artists just beginning their careers. Several of these (Kevin Burke, Liz Carroll, Jack Coen, Donny Golden, Michael Flatley, Joe Heeney, Mick Moloney, Martin Mulvihill, Joe Shannon) were subsequently awarded a National Heritage Fellowship from the National Endowment for the Arts.    During his earliest years in the United States (that is, 1976&#8211;1980) Mick Moloney sought out musicians in the Boston, Chicago, Detroit, New York and Philadelphia areas. Among the first was Co. Cavan fiddler Ed Reavy (1897&#8211;1988), whose compositions pervade the twentieth century Irish traditional music repertoire, recorded in Philadelphia in 1974, 1977 and 1979. Flute player Eddie Cahill (b. 1929) was recorded on nine separate occasions in 1977 and 1978. Then one of the leading proponents of the Sligo-style of playing that had come to dominate Irish traditional music due to the influence of 78rpm recordings, Cahill (in a June 5, 1977 interview) describes his stylistic debt to John McKenna whose records he heard at home in Annagh Beg, Co. Sligo before emigrating to Philadelphia in 1950. Likewise, Moloney sought out Al Purcell, a student of the great Leo Rowsome in Dublin. In 1978 Purcell was a wooden model maker for General Motors in Detroit, who not only played and taught the uilleannn pipes but repaired and made reeds for them as well. Liz Carroll was first recorded by Moloney in 1976, just after winning the All-Ireland Senior Championship on the fiddle at age eighteen. A native of Chicago and a composer often compared with Ed Reavy, Carroll learned from older musicians like fiddler Johnny McGreevy. McGreevy (b. 1919), uilleannn piper Joe Shannon (b. 1919) and pianist Eleanor Kane Neary (b. 1915) are among the Chicago musicians Dr. Moloney frequently recorded. Neary, who played at the 1934 World&#8217;s Fair, made only one 78rpm solo recording that was commercially released; the Moloney Collection has nearly eight digitized hours of her performances.    Others recorded by Mick Moloney during this period include fiddlers Paddy Cronin and Eugene O&#8217;Donnell; flute players Mike Rafferty, Noel Rice, and Richard Hughes; uilleann pipers Tim Britton, Bill Ochs and Joe McKenna; Paddy O&#8217;Brien and Gene Kelly, accordion; concertina player Fr. Charlie Coen; and sean n&#243;s singer Paddy Tunney. Mary Cooley from Chicago was among the first women artists recorded by Mick Moloney; he documented her talent in 1978 shortly after she had won the 1977 All-Ireland Championship in Ladies Irish Singing. In 1983 he helped organize the ensemble Cherish the Ladies, represented here by recordings with sean n&#243;s singers Treasa Ui Cearuil and Bridget Fitzgerald as well as by a 1988 performance in Woodside, New York during the height of undocumented immigration from Ireland. That concert featured the young Irish American musician Joanie Madden (1983 All-Ireland gold medalist on tin whistle and flute).    Mick Moloney also made contact with American musicians who were developing interests in Irish traditional music, such as the folklorist I. Sheldon Posen and guitarist Duck Baker. Posen made a 1977 recording that was eventually included on an album Moloney produced in 1991 ( The Music of Ed Reavy ), while Baker recorded tunes that later appeared on his 1979 album Irish Reels, Jigs, Hornpipes and Airs .       Publicity photo, Mick Moloney &#38; Eugene O&#8217;Donnell, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED.      Among the digitized interviews in Series A that are of historic importance, are composer/entertainer Shay Healy (b. 1943) who was working in Nashville in 1974; Dennis Clark (1927&#8211;1993), historian of the Irish in America, recorded in 1978 at the height of the &#8220;roots&#8221; phenomena; sean n&#243;s singer Joe Heaney (1919&#8211;1984) interviewed in 1981 and 1982 while living in Bay Ridge, Brooklyn;( 2 ) the 1977 reflections of banjo player Mike Flanagan (1898&#8211;1990) of the Flanagan Brothers, popular recording artists of the 1920s and early 1930s; Mickey Carton, Mary Carton, and Ruthie Morrissey reminiscing in 1982 about their career on the Rockaway cabaret circuit; Clare fiddler Junior Crehan and Galway accordion player Joe Burke while on tour of the United States in 1976 and 1978 respectively; &#8220;Cuz&#8221; Teehan, the Chicago accordion and concertina player, speaking in 1976 with Mick Moloney and Irish broadcaster and music collector Ciar&#225;n MacMath&#250;na; the three founders of the Irish Musicians Association interviewed in 1977 in the cities where they each set up branches: Ed Reavy (Philadelphia), Louis Quinn (New York), and Frank Thornton (Chicago); three radio hosts, Tommy Caulfield and Will Regan (both Philadelphia) and Dorothy Hayden Cudahy (New York City); a 1977 interview with Pat Roche, founder of the Harp and Shamrock School of Traditional Dance in Chicago; and a March 1990 interview with Irish folk singer Paddy Clancy (1922&#8211;1998) when he was in Willow Grove, PA.    Some of the interviews were recorded as source material for liner notes written by Mick Moloney, particularly for Jack &#38; Charlie Coen&#8217;s 1977 album The Branch Line (Topic), The Martin Mulvihill School (Green Linnet, 1977), Johnny Cronin and Joe Burke (Shanachie, 1977), and The Corner House by the Irish Tradition (Green Linnet, 1978).    An exception to the Irish-American focus of these field recordings is a private performance by the Co. Clare fiddler Bobby Casey (1926&#8211;2000), recorded in London by Mick Moloney in 1973. Casey was a pillar of the Irish music scene in London, to which he had emigrated in 1952.      Publicity photo, Green Fields of America, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED. Left to right (back): Eileen Golden, Robbie O&#8211;Connell, Mick Moloney, Jimmy Keane; (center) Seamus Egan, Eileen Ivers; (front) Donny Golden \"> Publicity photo, Green Fields of America, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED. Left to right (back): Eileen Golden, Robbie O&#8211;Connell, Mick Moloney, Jimmy Keane; (center) Seamus Egan, Eileen Ivers; (front) Donny Golden \" /> Publicity photo, Green Fields of America, Irish Echo Photograph Collection (AIA45), Archives of Irish America, New York University. ALL RIGHTS RESERVED. Left to right (back): Eileen Golden, Robbie O&#8211;Connell, Mick Moloney, Jimmy Keane; (center) Seamus Egan, Eileen Ivers; (front) Donny Golden        Series B: Concert Performances, Sessions, Ceilis, and Competitions, 1965&#8211;1997    Some of the earliest recordings in Part II were made by the composer Ed Reavy (1897&#8211;1988), which include several examples of home-made 78rpm seisi&#250;n recordings transferred to tape and then circulated among musicians in the United States during the 1950s. These were later inherited by Mick Moloney as were tapes uilleann piper and radio host Thomas Standeven made of the John Vesey Trio in 1974. Vesey, (1924&#8211;1995) one of Philadelphia&#8217;s finest fiddlers in the Sligo tradition, only made private recordings between 1954 and 1974.    Informal music sessions from New York, Washington D.C., Cleveland, Chicago, Milwaukee, and San Francisco but especially those in Mick Moloney&#8217;s homes in Philadelphia in the 1970s are included in Series B. The earliest is a 1965 home recording from the Bronx with traditional musicians Ed Reavy, Johnny Cronin, Mike Preston, Paddy Murphy, Denis Murphy, John McMahon and J. McAulliffe. There are two rare pub session recordings from early 1976: an evening at the Bunratty in the Bronx, NY with Paddy Reynolds, Andy McGann, Johnny Cronin (fiddles), Patty Moriarty (accordion) and Mick Moloney (guitar, banjo, vocals); and one with the John Glynn Branch of the Irish Musicians Association at the Breffni Inn in Queens, New York. Glynn, an accordion player, had an influential school of music in Brooklyn at the time.    Mick Moloney recorded the tradition as it was being taught as well as played. Tapes of Martin Mulvihill&#8217;s School of Irish Music in the Bronx, Father Charlie Coen&#8217;s Children&#8217;s Choir on Staten Island, and the 1978 Comhaltas Ceolt&#243;ir&#237; &#201;ireann Fleadh Cheoil competition at Manhattan College in the Bronx (a.k.a. New York Fleadh) are included in Series B. He seized the opportunity to document young musicians who later blossomed into traditional Irish music stars, including twelve-year-old fiddler Eileen Ivers and fifteen-year-old Seamus Egan (mandolin, flute, whistle, uilleann pipes, banjo). Ivers (now a nine time All-Ireland fiddle champion) can be heard playing in 1977 with a youth ceili band for the Green Linnet album Irish Music, the Living Tradition . Egan was recorded in 1984 playing banjo at a Philadelphia seisiun with Liz Carroll, Jimmy Keane and Mick Moloney, as well as in two pub seisi&#250;ns that same summer in Miltown Malbay, Co. Clare. Moloney latered showcased both Ivers and Egan in his touring ensemble Mick Moloney and Friends. Likewise, a twenty-year old Michael Flatley was recorded playing the flute in Chicago in 1978; the following year he performed with Mick Moloney as part of the pioneering touring ensemble The Green Fields of America.    Concert performances in Series B include nine hours of The Green Fields of America, recorded in 1979, 1984 and 1985 in Pittsburgh, PA, Milwaukee, WI, Memphis, TN, Seattle, WA, Scottsdale, AZ, and New Orleans, LA; the first American concerts by the Irish traditional supergroups the Chieftains (1974), De Danaan (1978), and Clannad (1979); and performances at such legendary venues as the Eagle Tavern in New York City, the Cherry Tree in Philadelphia, and Godfrey Daniels in Bethlehem, PA. Of particular interest is the three-hour February 1990 benefit concert for Joe Doherty, an Irish political prisoner held by American authorities while fighting extradition to the United Kingdom, which was the occasion for an historic gathering of a veritable &#8220;who&#8217;s who&#8221; of Irish traditional musicians at Symphony Space in New York City. Only excerpts from this concert were included on the 1991 Green Linnet record The Rights of Man .    Two foreign tours funded by the United States Information Agency are represented here by a September 1983 concert performance at the Hotel Ivoire, Abidjan, Cote d&#8217;Ivoire, in Africa with Mick Moloney (banjo, guitar), Liz Carroll (fiddle), Donny and Eileen Golden (dancing); and by a May 1985 concert performance at the ruins of the Grand Hotel (Casa Grande) in Managua, Nicaragua with Susie Goff and the Green Grass Cloggers, Mick Moloney (mandolin) and Robbie O&#8217;Connell (guitar, vocals). The former was part of the Festival of Traditional American Dance; the latter part of the Festival of Mountain Music and Dance.    In 1975 Mick Moloney also began to document outdoor festivals in the United States at which Irish traditional music was featured, beginning with a concert in Philadelphia&#8217;s Lenape Park that became the genesis for the Philadelphia Ceili Group Festival. He travelled to Leeds in New York&#8217;s Catskill mountains where, in 1978, he recorded Billy McComiskey (accordion), Andy McGann (fiddle), Maureen Doherty (flute) and the Clancy Brothers with Tommy Makem, among others. By the 1980s Moloney was a regular at the Cuyahoga Valley National Recreation Area in Cleveland, OH; at the Augusta Heritage Center, in Elkins, WV; and at Milwaukee Irish Fest in Milwaukee, WI.    Of particular historic interest in Series B is Across the Western Ocean: The Story of Irish Traditional Music in America , a National Public Radio series written, hosted and produced by Mick Moloney in 1978. Its thirteen episodes are a musical snapshot of Irish America in the wake of the twelve part Roots phenomenon, aired just one year earlier: &#8220;The Star of Kilkenny&#8221;, &#8220;The Sidewalks of New York&#8221;, &#8220;The Stack of Barley&#8221;, &#8220;Twixt a Tear and a Smile&#8221;, &#8220;The Quay of Philadelphia&#8221;, &#8220;Ed Reavy&#8217;s Fancy&#8221;, &#8220;Once Around the Country&#8221;, &#8220;Chief O&#8217;Neill&#8217;s Favorite&#8221;, &#8220;The Banks of the Charles&#8221;, &#8220;Flowers of Spring&#8221;, &#8220;Did Your Mother Come From Ireland?&#8221;, and &#8220;Happy to Meet, Sorry to Part.&#8221;    Among items inherited by Mick Moloney is a recording made by Irish broadcaster Ciar&#225;n MacMath&#250;na for his Sunday morning radio program &#8220;Mo Cheol Th&#250;&#8221; on Radio Telefis &#201;ireann (RT&#201;) which captured a ceili led by Larry Redican at the Commodore Barry Club/Philadelphia Irish Center in the early 1970s. Three short interviews (two in the Irish language with recent immigrants from Falcarragh, Co. Donegal) conducted by MacMath&#250;na can be found in Series B because they precede a ceili there led by fiddler Larry Redican; the one in English with Nancy McCahill concerns the creation of the Philadelphia Irish Center.    Together, Series A and Series B constitute a significant new body of primary material that documents the vibrant socio-cultural history of the Irish in twentieth century America. They are available to the public for listening on-site in NYU&#8217;s Elmer Holmes Bobst Library. An inventory is available . No reproduction is permitted.        Series C &#8211; E    The remaining series in Part II comprise originals and masters for the Grammy Foundation funded projects that were digitized and now make up Series A and Series B; as well as all unprocessed field recordings in cassette and reel formats.    To consult with the archivist about your specific Part II research needs and to make an appointment, please send an e-mail to: irishamerica.archives@nyu.edu           Notes:          In 1996 Riverdance, a theatrical show featuring Irish traditional music and dance, opened on Broadway.      Mick Moloney also acquired a 1979 field recording of Joe Heaney made at the Denver Folklore Center Concert Hall for the Swallow Hill Music Association.                   Home    Introduction    What are Archives?    Collection Policy    The Collections    Exhibits    Primary Documents    New Research    Irish American Studies at NYU    Links         irisharchives@nyu.edu | (212)998-3478"}, {"content": "Northern Ireland After The 1998 Ceasefire - Comparative Political Economy of Affirmative Action - NYU Wikis                                                                                                                                                                                                                                                                                                                                                                               Spaces                                 Browse                                                           Pages                            Blog                            Labels                            Space Operations                                                       Create                                                    Quick Search                     Help                                                            Online Help                             Keyboard Shortcuts                            Feed Builder                            What’s new                             Available Gadgets                            About Confluence                                                                                    Log in                                                                                                                                                                                                                                                                                                                 Tools                                                     A t tachments (6)                                           Page History                                           Restrictions                                                               Page Information                                           Link to this Page…                                           View in Hierarchy                                           View Source                                           Export to PDF                                           Export to Word                                                                                                                    Comparative Political Economy of Affirmative Action                               home                               List of cases                                    Northern Ireland After The 1998 Ceasefire                                                                                                                                                    Skip to end of metadata                                                                                                                                         Created by  Cyrus Samii , last modified by  Elizabeth A Miles on Dec 06, 2012                  Go to start of metadata                                        The History of Group Relations in Northern Ireland Prior To The 1998 Ceasefire  Courtesy of  www.lonelyplanet.com  Early Origins of a Struggle for Irish Power   Courtesy of www.tudorhistory.org The first English conquest of Ireland dates all the way back to 1175 when Henry II of England was ordered by the English pope, Hadrian IV, to take control of the island and reform its church. However, complete English control over the Irish territory was slow and difficult to establish as English and Irish populations mixed - which led the Irish to successfully recovering control of their territory and function autonomously two hundred years later. Only a small and weak English colony in Dublin remained.   Henry VIII’s break with Rome and most of Catholic Europe in the early 16th century sparked his strong interest in regaining control of Ireland. To prevent this, the heir of the Kildares Irish ruling family, Lord Offaly, led a revolt against him in 1534 by mobilizing the Irish in a “Catholic crusade” against the Protestant English King - marking one early occasion when religion was mobilized in Irish politics. After the failure of this revolt, Henry VIII imposed his Protestant Reformation by force, causing further religious divide. Offaly and members of the Kildares family were later executed, entirely dismantling their power and shifting control of Ireland back to the English. In 1541, the Irish parliament declared Henry VIII the king of Ireland.      Beginnings of Horizontal Inequality: Plantations and Penal Laws    Following Henry VIII’s declaration as king, policies such as ‘plantation’ were implemented in which lands owned by rebellious Irish families were confiscated and handed over to new English settlers. Oliver Cromwell overcame Irish opposition to these new policies by additionally giving a share of confiscated lands to those who helped defeat them. Resulting in an even stronger divide, massacres committed by both Catholics and Protestants erupted. To prevent future uprising by a Catholic majority, Ireland’s Protestant ‘Ascendancy class’ drafted a harsh post-war settlement in 1690 which including ‘penal laws’.   Rigid penal laws drove out the clergy, and limited Catholic property ownership, education and the right to bear arms. As a result of these laws, Catholic landownership dropped sharply. Yet, the Ascendancy Protestant class still lacked political representation since ultimate control rested in England. To increase and secure their power, the Ascendancy began a Protestant middle class reform movement in parliament lobbying for greater representation - which is considered the root Irish nationalism.     1801: Formal Unification    Catholics and other community groups such as the Society of United Irishmen and the Catholic Committee joined the Ascendancy Protestant class to fight for reform in parliament which led to a failed rebellion for Independence and the implementation of the Act of Union between Britain and Ireland. As a result of the Act of Union, Irish members of Parliament drawn from the Protestant Ascendancy gained seats in Westminister and the Irish Parliament was abolished.   In the early 19th century, Daniel O’Connell formed the Catholic Association which campaigned for Catholic emancipation. While the goal of his first campaign succeeded in 1829, his next campaign to reverse the union failed and instead, attracted special attention to Ulster (Northern Ireland), which began to be considered a separate case from the rest of Ireland.    The Great Famine and the Creation of the Home Rule League    Laissez faire economic policies by the British government perpetuated the death, disease and emigration already caused by the potato blight and famine of the late 1840’s. The severity of the situation caused reform to come to a halt and the Irish population fell by approximately 20%. Emerging from the Great Famine were the Fenians (Irish Republican Brotherhood) who attempted to regain Irish autonomy using violent confrontation. While this strategy failed, it did capture the attention of William Ewart Gladstone, who developed the ‘Land Act’ to resolve the discrimination involved in land ownership.   The ‘Land Act’ was also a failure, yet sparked the Home Rule League in 1870 which was a parliamentary lobby group for Irish independence. Home Rule bills introduced in parliament continued to fail until the early 20th century, due to Protestant opposition in Ulster. Protestants in this area owed their economic success to the Industrial Revolution in the British Empire and thus opposed Irish Independence. Political incentives in favor of unionism were introduced by Conservative administrations however Irish members of parliament continued to be in favor of independence.   Though Ireland could never be considered a country neatly divided into loyalists and nationalists or Protestants and Catholics, these divisions have played an important role in political mobilization and exclusion since the 12th century and they continue to hold sway, today.     20th Century: Civil War     Courtesy of www.irishpoliticalmaps.blogspot.ie  A Resurgence of Republicanism   The early 20th century was marked by a cultural renaissance in Ireland aimed at preserving the native Irish language, Gaelic, and other aspects of Irish culture. Irish Republicanism came back into view with the reestablishment of the Irish Republican Brotherhood (IRB) and the founding of Sinn Fein meaning, “we, ourselves” in 1905. This rift deepened as unionists continued to oppose Home Rule - protestants formed the Ulster Volunteers and the nationalists formed the Irish Volunteers, both of which were composed of over 100,000 men and smuggled weapons. Unionists began to lobby for the secession of six of Ulster’s nine counties as the ability to resist Home Rule became weaker.   With the distraction of WWI in Europe, the Military Council of the Irish Republican Brotherhood led a rebellion, the Easter Rising, in Dublin in 1916 against the British government. The former Irish Volunteers involved in the insurrection became known as the Irish Republican Army (IRA). Although the rebellion itself was crushed by the British army, it was successful in achieving a major shift in public opinion towards the republicans. Groups in favor of Irish Independence unified under the leadership of Sinn Fein, formed their own legitimate administrative body, the Daìl Eireann, and refused their assignments in Westminister. The first day the Daìl convened, the IRA launched their guerrilla campaign strategy. The British government responded by instituting curfews and positioning their own military forces. Bitter violence became apparent on both sides as the conflict escalated.       Courtesy of  www.guardian.co.uk     Partition to Civil War     The modern state of Northern Ireland was created on May 3, 1921 by the Government of Ireland Act of 1920. It was the last of a series of acts of the Anglo Irish Treaty, which was drafted in order to keep the Irish conflict at bay while maintaining the Union, after the Irish War for Independence.     Here’s part one of Understanding Northern Ireland, which summarizes the conflict in Northern Ireland from the Irish War of Independence to the end of The Troubles.     According to the treaty, the 32 counties of Ireland would be divided along unionist and nationalist lines, which were also the lines that separated the six predominantly Protestant counties of Ulster from the remaining 26 predominantly Catholic counties in the south. The north, with a unionist majority, would have the option of remaining part of the United Kingdom, while negotiations between Irish nationalist leaders and the British government resulted in the treaty, the ‘Free Irish State.’ The treaty prompted a split in the IRA between pro-treaty and anti-treaty members and resulted in a bloody civil war that revived the Ulster Volunteer Force in the north and claimed the lives of many - including prominent Irish nationalist leaders.     Courtesy of www.irishpoliticalmaps.blogspot.ie   By 1948, the Irish Free State achieved full independence from Britain and became the Republic of Ireland.  Seeds of Sectarian Antagonism  Essential to understanding the origins of the Northern Ireland Conflict is a thorough knowledge of the sectarian groups involved, as well as all their cross-cutting cleavages. In the case of   Northern Ireland during partition, the main divisions were between nationalists, who wanted a free and sovereign Ireland, independent of Britain, and the unionists, who were loyal to the Crown and would do whatever they could to stay close to Britain.   Nationalist and Unionist Sentiment   Much of the antagonism in Ulster was driven by a certain, selective, memory of historical oppression. The nationalists saw history as a pattern of British oppression that dated from the Anglo-Norman invasion, and continued through the massacres carried out by Cromwell in the 1640s, the Famine years, and more relevant to the Irish Civil War , the execution of the leaders of the Easter Rising of 1916. The nationalists who were republicans during the Civil War were part of the Sinn Féin , which was lead by Éamon de Valera and split later during the civil war.   On the other hand, the unionists remembered a history of Catholic oppression and betrayal beginning with the massacres of Protestants in 1641. They also see themselves as loyal servants of the Crown who have always supported by Britain. While some identify themselves as Northern Irish first and then British, they still systematically favor the Union with Britain.   Unionists and their cross-cutting cleavages     It is a well-documented fact that there are attitudinal differences between Evangelical Protestants and their more moderate cousins. Authors like Claire Mitchell and James Tilley argue that it isn’t the unionist tendencies of some Protestants make them more likely to choose to support the Democratic Unionist Party (DUP), but rather, their rigorous moral conservatism. This party emerged in 1971, lead by Ian Paisley, a fundamentalist, strongly anti-Catholic leader who promoted a Northern Ireland for Protestants.   The other main unionist party was the OUP or the Official Unionist Party   Some of the rigidity of the unionist party is said to be in thanks to the moral rigor and conservatism of the Evangelist Protestant, who are more likely to align themselves based on this morality rather than constitutional issues.   This also meant that they were likely to have reservations about letting Catholics participate as much as unionists. Ian Paisley, in particular, spread the message of Northern Ireland for Protestants.   It is also important to consider the moderate unionists, who were more loyal to Britain than they were anti-Catholic. Rather than seeing Catholicism as an absolute threat to the integrity of Northern Ireland, they cite some pragmatic reasons for favoring the Union, such as the Welfare State and economic benefits to be gained from being part of Great Britain.   Populist unionists were also more likely to exclude Catholics by means of corruption and cronyism. This is evident in their policies, which included only allowing “rate-payers” and those who held land to vote in local elections. Catholics who had been historically impeded in their struggle for land and equal rights were further disadvantaged by such conditions.   Anti-Populists were more likely to allow the minority to participate on the basis of merit.   Social Democratic Labor Party (SDLP) was the main anti-unionist group that emerged in 1970 and was later headed by John Hume. It promoted broad socialist principles and was created to try and get a better foothold in Stormont Parliament for anti-unionists.   The Alliance Party  is one of the few non-confessional parties in Ireland that appeals to both sides, especially the upperclass in Northern Ireland.  1922 - 1968:   Poverty, Power Sharing and Escalation to the Troubles      The rival paramilitary gangs that were to be a legacy of the Irish Civil War, produced damage for a time after the war ended. In response to the sporadic bursts of violence that resulted, Stormont passed the Special Powers Act of 1922 , which would give rise to enormous Catholic resentment. It was passed in order to give the Stormont government the right to do virtually whatever it took to keep the violence in the streets at bay. The act was largely used to oppress the minority nationalists in Northern Ireland.   In the years to follow the Irish Civil War, Northern Ireland would continue to be dominated by the Unionists. In 1925, the adoption of a new electoral system, in which winners were selected on a First Past the Post basis meant that even fewer representatives of the Catholic minority were elected to the Irish Parliament (Oireachtas). The Catholics who made up a third of the population of Northern Ireland could get no more than around ten of the 52 seats in Stormont Parliament. Gerrymandering exacerbated this phenomenon as populist leaders like Daniel Craig of the Ulster Unionist Party (UUP) redrew county lines so that unionists would have a majority where Catholic nationalists once held sway.   Despite these divisions, it is worth noting that the economic upeavals of the 20s and 30s drew the Irish together by way of other cross-cutting cleavages like social class. Parties like the Independent Unionists and the Northern Ireland Labour Party (NILP) made such efforts to reach over sectarian lines to rally those who were united by poverty and unemployment.   These attempts at conciliation were offset, however, by rivalry between paramilitary gangs, the legacies of the Irish Civil War.   The Special Powers Act of 1922 would give rise to enormous Catholic resentment. It was passed in order to give the Stormont government the right to do virtually whatever it took to keep the violence in the streets at bay. The act was largely used to oppress the minority nationalists in Northern Ireland.   Until the Prime Minister of Northern Ireland in 1963, Brookeborough, stepped down, there were few significant attempts made at the executive level to bridge the sectarian divide. It was the rise of former army officer Terence O’Neill, that Northern Ireland saw a leader who was willing to address the deep sectarian rift for the sake of modernisation and radical change.   Escalation to the Troubles   With O’Neill’s decline, however, Ian Paisley took the spotlight and he voiced the fears of the unionist majority as well as O’Neill gave hope to the Catholic minority. The resulting tension gave rise to further violence and efforts on minority Catholic groups to echo the Civil Rights movement lead by Dr. Martin Luther King Jr. in the United States. Northern Ireland Civil Rights Associations (NICRA) made marches during this time and harassed by fellow citizens and police.      The Troubles      Courtesy of  http://ansionnachfionn.com   The Troubles  The frustration of Catholic workers and families in their attempts to achieve equal rights as well as the tension among conflicting factions within the unionist camp gave rise to the Troubles, a period of violent oppression of nationalists and Catholics by the unionist majority.   In echo to the Civil Rights movement lead by Dr. Martin Luther King Jr. in the United States, Northern Ireland Civil Rights Associations (NICRA) made marches during this time and harassed by fellow citizens and police.   The emergence of the UVF is what, to many historians, marked the true beginning the Troubles. It formed in reaction to the IRA, which it treated as a terrorist organization. The result was massive violence in the streets inflicted by these paramilitary groups.   This period was marked by a few notable events that would define the and shape the conflict:   The Battle of Bogside in 1969 , which started as a riot in Derry. Tension between police and nationalist rioters rose until all out violence broke lose.   Internment from 1971 to 1975 : an amendment to the Special Powers Act allowed the Northern Irish government to put prisoners in what were basically concentration camps.   Bloody Sunday : British paratroopers fire on peaceful protesters in Derry .     As the incidents of mutual violence became more numerous and damaging to both people and property, the UK government decided to intervene and, in 1972, set up  Direct Rule  of Northern Ireland from Westminster. Direct Rule was intended to be a temporary measure taken to keep the peace until Ireland’s government could be restored. It did not mean that the Northern Irish people lost all democratic say in their government. They could still elect their own representatives to parliament. Legislation, however, would be passed and amended by decree and the United Kingdom set up a Northern Irish administration without the mandate or say of Northern Ireland. The UK would also have the power to, and did on several occasions, suspend parliament in Stormont. The entire legislature of Stormont resigned, en masse, in reaction to the establishment of Direct Rule, which did nothing to deter Westminster from pursuing its course of action.   The government established by the Sunningdale Agreement met with radical opposition on both sides and collapsed after just five months. It was an important lesson for Northern Ireland as well as consociationalists everywhere. It had been subject to skepticism from the start and would only be successful about a decade later. As a result of the failure of this joint government, Direct Rule was reimposed.   In the meanwhile, unequal opportunity and oppression of the Catholic minority continued to pose a threat to peace and stability. The Troubles and the decades before had took their toll on both Catholic and Protestant citizens. This is why the Northern Irish government took firm strides in remedying the problem of sectarianism by addressing discrimination in employment. An Introduction to the Sectarian Division Hypotheses Following the Troubles  “ High levels of religious segregation have long been a feature of Northern Irish society, especially in economically depressed, urban areas. This segregation is not only geographical, but extends to the level of friendship and, to a lesser, extent, into the workplace. Endogamy, likewise, is a widespread feature of Northern Irish society which ensure limited cross-communal integration.” (Evans and Duffy, 1997, 61)  While “religion is important as a zero-order predictor of party support,” (see Table 1) there exist several other hypotheses to explain the sources of division that serve to strengthen or weaken the political divide in Northern Ireland as presented by the Northern Irish Social Attitudes (NISA) data.     Note: UUP - Ulster Unionist Party, DUP - Democratic Unionist Party, S. Féin - Sinn Féin, SDLP - Social Democratic and Labour Party, APNI - Alliance Party of Northern Ireland, DK - &quot;Don't Know&quot;      The Strategies of Conflict Resolution in Ireland: A Legally Regulated System of Affirmative Action and Consociational Democracy    We tried to answer, spoke of Arab, Jew, of Turk and Greek in Cyprus, Pakistan and India, but no sense flickered through that offered reason to a modern man why Europeans, Christians, working-class should thresh and struggle in that old morass (John Hewitt, Ulster Poet) Northern Ireland is truly a place apart. (editorial staff, Belfast Telegraph, 5 April 2000)   For 30 years the politicians … of Northern Ireland have insisted their conflict cannot be compared to others. (Kevin Cullen, journalist, Irish Times, 13 May 2000)   ‘Ulster’, the world's best laager! (sign in Ulster Unionist Party leader David Trimble's Westminster office)   Say it once, Say it loud, I'm Black an' I'm proud … The Irish are the niggers of Europe, lads. (Roddy Doyle, author, The Commitments)       In March 1973, Britain attempted to create a Northern Ireland Assembly with the Sunningdale Agreement . Stormont was abolished, earlier that year, and replaced by a power-sharing executive.  The new joint Assembly would consist of 60 members, 30 from the Dáil and 30 from Stormont. It was commonly agreed that it would take care of any decisions concerning Northern Ireland and the Republic of Ireland. This was Ireland’s first experiment with consociational democracy , which is a form of government that guarantees representation. It had existed since 1917 in the Netherlands but was explained and codified into mainstream political science by Arend Lijphart.   According to scholars of the Northern Ireland Conflict, McGarry and O’Leary, successful consociational democracy must generally adhere to certain organizational principles. For example, it must 1) allow each of the main communities in a country to hold executive power in government as well as 2) proportional representation in legislature. At the same time, each main group, in this case the Catholic nationalists and the Protestant unionists, 3)must be given autonomy when concerning its own respective culture. Lastly, each group needs to have 4) veto-rights to block changes that could affect it adversely. Consociationalism is generally the prescribed remedy for democracies with constituencies moderately divided by ethnicity. As Horowitz explains in his Ethnic Groups in Conflict, “A key element in all of these [cases] is the need to mitigate the unfortunate effects of a majority rule in ethnically divided societies”.  However, considering Northern Ireland’s experience with consociationalism should give us an alternate vision of how ethnic and sectarian conflict can be resolved.  The Lead Up to the 1998 Good Friday Agreement and Its Implications  The Fair Employment Act and the McBride Principles  A large part of the solution was seen in alleviating religious and political discrimination in the workplace through the promotion of equality and affirmative action.  A 1971 census showed that Catholics were underrepresented in many occupational sectors and were more likely to be in less skilled and in lower jobs thus also making them at a disadvantage in their standard of living. Laws and policies were developed in Northern Ireland to secure “fair participation” in employment. Instead of focusing on a particular disadvantaged group and employing quotas, attention was given to fair representation and participation - in other words, affirmative action can be required for both Catholics or Protestants depending on the situation.   The Government of Ireland Act 1920s included a provision on the prohibition of discrimination, but did not prevent the dominance of Protestants/Unionists that emerged in the years following. Attempts began again in the 70s - in 1973, the Northern Ireland Constitution Act was passed and established the Standing Advisory Commission on Human Rights (SACHR) which dealt with discrimination in legislation and by public authorities. However, its success required a devolved government, so implementation was difficult as Northern Ireland was still under direct rule from Britain. The van Straubenzee Report of 1973 recommended the creation of the Fair Employment Agency, which was to promote the “equality of opportunity and to tackle discrimination on the basis of religious belief or political opinion” (Harvey 10). However, its mandate was too large and reforms developed by the Agency were voluntary, thus it was weak and obviously a more robust development was necessary. The Fair Employment Act of 1976  clearly identified the concern of equal opportunity and though it prohibited discrimination, did not actually make any provisions to enforce fair treatment and employment. It was subsequently amended and revised to legally regulate affirmative action in 1989.  The Anglo-Irish Agreement  The Anglo-Irish Agreement of 1985 was an important step in the cooperation between the two governments which made reform much easier to enforce and manage. Following the agreement was a political campaign which, with assistance from the US, advanced the adoption of the MacBride Principles established a commitment to equality of opportunity in employment and anti-discrimination procedures. The MacBride Principles were aimed in large part at employers and investors and required signatories to:   &quot;make every reasonable lawful effort to increase the representation of under-represented religious groups at all levels of their operations in Northern Ireland; the protection of workers against intimidation and phys- ical abuse in the workplace; the prevention of the display of provocative sectarian emblems; special efforts to attract applications from under-represented groups; ensure that layoff or termination policies did not impact disproportionately on one religious group; the abolition of all differential employment criteria; the development of training programmes; active recruitment of those minority employees who might advance further; and the appointment of senior managers to oversee these affirmative action efforts&quot; (Harvey, 2012, 10-11).  Again, the United States and Irish Americans played a crucial role in the success of the Anglo-Irish Agreement. The American campaigns provide one example of how external actors promoted unity in a positive way in ethnically divided or sectarian communities.  Following the agreement, t he Fair Employment Act of 1989 followed up on recommendations made by SACHR reports but also excluded many of their important reforms. A Fair Employment Commission (FEC) eventually replaced the Fair Employment Act and the Fair Employment Tribunal (FET) was also set in place to conduct routine surveillances of the hiring practices of employers.      Explanation of the Good Friday Agreement  The agreement did meet a great deal of controversy from Ian Paisley and the unionists, who eventually lost their monopoly in Northern Ireland.   Affirmative Action Following the 1998 Good Friday Agreement  Fair Employment and Treatment Order (FETO) of 1998 emerged following the 1998 agreement and used aspects from the 1976 and 1989 legislation with some additions to frame fair employment law. FETO requires employers to conduct interviews of workers to ensure fair employment, monitor and collect data on the community and gender composition of their workforce, and send annual summaries of this data to the Equality Commission for Northern Ireland (ECNI) and if any discrepancies were discovered, to take the appropriate affirmative action measures. The ECNI is generally responsible for reaching an agreement on affirmative action with employers while the measures agreed upon are enforced by the Tribunal. While preferential treatment was prohibited in affirmative action policies in the workplace, measures by the Order encouraged applications for employment from people who were traditionally under-represented. Overall, quotas and reverse discrimination were not permitted and fair participation is achieved through affirmative action measures that coincide with the law.   This is an important distinction to make between Northern Ireland’s model of affirmative action and others, such as the one we employ in the United States, where anti-discrimination is legally enforced but employers are not required by law to make targeted recruitments or advertisements to minority groups. In other words, employers in the US are not required to monitor and send an inventory of the religious or ethnic composition of their workforce to any commission, to make sure that they are practicing fair employment. They reach out to minority groups by choice and for the perks of being given state subsidies. Northern Irish employers are not just enticed by subsidies, but also denied access to grants or public contracts if they don’t comply with certain obligations.   Employers are also required to set their own numerical goals to fight under-representation and achieve them. Going through the motions of affirmative action isn’t enough. Employers have to show the state results. Another important distinction to make between Ireland and other cases is that “color-blind” or “sect-blind” policy was never proposed. There is widespread acknowledgement of group-based rights, whether you’re Catholic or Protestant.  Northern Ireland's Successful Experiment The policies and work of these commissions are considered successful, as the 2010 report showed the monitored workforce to be representative of the social composition in Northern Ireland. The areas most successfully integrated in Ireland exist primarily in the area of employment. This success can be attributed to the strength of the regulatory regime but also on the fact that employers have been cooperative and have not viewed regulation as inhibitive to their economic goals. Regulations additionally took on the form of ongoing dialogue with employers on specific goals instead of strong legal enforcement measures. Overall, the objectives of fair employment were most successful in a transnational post-conflict environment, which generated strong political support and made the adoption of these policies much smoother.   The approach in affirmative action differed however when it came to policing. A system was developed to quickly increase Catholic representation in the police service and a targeted and direct manner. This was viewed and critiqued more as a quota system, which led to a feeling of reverse discrimination for Protestants. While this system was successful in increasing Catholic representation (30%), it was strongly critiqued politically and eventually dissolved since the goal was already met.   There was also measures taken in the 1990s in equal treatment in  education. The government began to provide full funding for all schools and special funding to schools that had students from disadvantaged backgrounds. Studies today show that Catholic schools have fully caught up with their Protestant counterparts in educational qualifications but also that they outpass them in regards to students from disadvantaged backgrounds.   The case in Northern Ireland is special partly because it is not entirely an ethnic conflict but a sectarian one. A key assumption in Arend Lijphart’s vision of consociational engagements is that spiritual or sectarian divisions, such as those prevalent in Europe, are as divisive and rigid as caste, race, or ethnicity. Another singularity Northern Ireland is the influence of external actors on the consociational government. The other relevant cases of consociationalism in Europe, particularly Belgium, the Netherlands and Switzerland all indicated that even the most bitterly divided sectarian groups would unite in the face of a common, external, enemy. Northern Ireland shows how external actors can be integral to consociational agreements.  The United States opened its doors to both unionists and nationalists, paving the way for future talks. It also gave Northern Irish people faith in discussion and discourse, on both sides.  Resources Harvey, Colin. &quot;Contextualised Equality and the Politics of Legal Mobilisation: Affirmative Action in Northern Ireland.&quot;  Social &amp; Legal Studies  21.23 (2012): 23-50.  SAGE . Web. 6 Dec. 2012. Evans, Geoffrey, and Mary Duffy. &quot;Beyond the Sectarian Divide: The Social Bases and Political Consequences of Nationalist and Unionist Party Competition in Northern Ireland.&quot;  The British Journal of Political Science  27.1 (1997): 47-81.  JSTOR . Web. 29 Nov. 2012. McCrudden, Christopher, Raya Muttarak, Heather Hamill, and Anthony Heath. &quot;Affirmative Action Without Quotas in Ireland.&quot; Equal Rights Trust. N.p., 2009. Web. 06 Dec. 2012.    McGarry, John, and Brendan O'Leary. &quot;The Anglo-Irish Agreement: Folly or Statecraft?&quot;Northern Ireland Conflict: Consociational Enagements. N.p.: n.p., 2004. N. pag.Oxford Scholarship Online. Web. 06 Dec. 2012. &lt; http://ezproxy.library.nyu.edu:2139/view/10.1093/0199266573.001.0001/acprof-9780199266579-chapter-2 &gt;. Mitchell, Claire, and James R. Tilley. &quot;The Moral Minority: Evangelical Protestants in Northern Ireland and Their Political Behaviour.&quot;  Political Studies  52.3 (2004): 585-602.  Center for Research Libraries . Web. 29 Nov. 2012. &quot;Northern Ireland: Conflict Timeline.&quot; Insight On Conflict. Peace Direct, n.d. Web. 29 Nov. 2012. &lt; http://www.insightonconflict.org/conflicts/northern-ireland/conflict-profile/conflict-timeline/ .    &quot;The Road to Northern Ireland, 1167 to 1921.&quot; BBC News. BBC, 01 Feb. 2007. Web. 29 Nov. 2012. &lt; http://www.bbc.co.uk/history/recent/troubles/overview_ni_article_print.html &gt;.  Todd, Jennifer and Ruane, Joseph, Beyond Inequality? Assessing the Impact of Fair Employment, Affirmative Action and Equality Measures on Conflict in Northern Ireland (November 10, 2011). DEBATING AFFIRMATIVE ACTION, G. Brown, A. Langer, F. Stewart, eds., Palgrave MacMillan, 2012. Available at SSRN: http://ssrn.com/abstract=2116936 .                                                       No labels                                                                                                                                                                                Powered by Atlassian Confluence 5.6.6 , Team Collaboration Software      Printed by Atlassian Confluence 5.6.6, Team Collaboration Software.      Report a bug      Atlassian News              Atlassian"}]}]