[{"detail": [{"content": "Gresham, David J. J.    | Department of Biology | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home           David J. J. Gresham     Assistant Professor of Biology   Ph.D. 2001 (Human Genetics), Edith Cowan University; B.S. 1997 (Biochemistry), McGill.       Office Address:      New York University    Department of Biology    Center for Genomics and Systems Biology    12 Waverly Place, Room 203    New York, NY 10003      Email:        Phone:   (212) 998-3879   Fax:   (212) 995-4015     Lab Homepage:     http://greshamlab.bio.nyu.edu       Areas of Research/Interest:   Genomics of adaptive evolution, growth-rate regulation and post-transcriptional gene regulation.     List of Publications from Pubmed       List of citations from Google Scholar         Research:    Our aim is to understand the structure and behavior of the genetic networks that interpret the external environment of the cell. We use the budding yeast to study these networks using a combination of genetic, cell biology and genomic/ computational approaches. Our research addresses three fundamental questions:      1.) What are the pathways, dynamics and principles of adaptive evolution in response to environmental conditions? We perform evolution experiments over hundreds of generations in defined environments using chemostat (continuous) cultures. We study the multigenic basis of evolved quantitative phenotypes to understand the evolutionary trajectories of fitness landscapes and how genes interact to produce quantitative variation.      2.) How does post-transcriptional regulation of gene expression facilitate response to environmental conditions? The response of biological networks to dynamic environments requires processes that occur on very short timescales. The fastest means of altering transcriptional programs is through the degradation or stabilization of pre-existing transcripts. We study the mechanisms that regulate the fate of RNAs in response to environmental signals.      3.) What is the high-resolution structure of genetic interaction networks? To build a map of genetic interactions we employ high throughput suppressor screens using conditional lethal alleles. We use forward and reverse genetic approaches to explore a large fraction of sequence space allowing us to identify both those genes (and their products) that interact and the sequence specificity of those interactions. Our ultimate aim is to infer the rules that govern the interaction and co-evolution of genes.        Selected Works:   PubMed Search Results:       Search: Gresham D[Author] NOT Gresham DD[Author] NOT Gresham DG[Author] AND (\"1999/01/01\"[PDAT] : \"3000\"[PDAT])    Retrieved: Mon Apr 13 14:51:53 2015       Evolution: Fitness tracking for adapting populations.    Nature (2015 Mar 12); PMID: 25731163   Gresham D        The enduring utility of continuous culturing in experimental evolution.    Genomics (2014 Dec); PMID: 25281774   Gresham D, Dunham MJ        De-novo learning of genome-scale regulatory networks in S. cerevisiae.    PLoS One (2014); PMC4162580 free full-text archive   Ma S, Kemmeren P, Gresham D, Statnikov A        Determination of in vivo RNA kinetics using RATE-seq.    RNA (2014 Oct); PMC4174445 free full-text archive   Neymotin B, Athanasiadou R, Gresham D        The functional basis of adaptive evolution in chemostats.    FEMS Microbiol Rev (2014 Aug 6); PMC4391987 free full-text archive   Gresham D, Hong J        Molecular specificity, convergence and constraint shape adaptive evolution in   nutrient-poor environments.    PLoS Genet (2014 Jan); PMC3886903 free full-text archive   Hong J, Gresham D        Design and analysis of Bar-seq experiments.    G3 (Bethesda) (2014 Jan); PMC3887526 free full-text archive   Robinson DG, Chen W, Storey JD, Gresham D        The use of chemostats in microbial systems biology.    J Vis Exp (2013); PMID: 24145466   Ziv N, Brandt NJ, Gresham D        Genetic and nongenetic determinants of cell growth variation assessed by   high-throughput microscopy.    Mol Biol Evol (2013 Dec); PMC3840306 free full-text archive   Ziv N, Siegal ML, Gresham D        A sticky solution.    Elife (2013); PMC3614024 free full-text archive   Gresham D        The details in the distributions: why and how to study phenotypic variability.    Curr Opin Biotechnol (2013 Aug); PMC3732567 free full-text archive   Geiler-Samerotte KA, Bauer CR, Li S, Ziv N, Gresham D, Siegal ML        Amino acid transporter genes are essential for FLO11-dependent and   FLO11-independent biofilm formation and invasive growth in Saccharomyces   cerevisiae.    PLoS One (2012); PMC3406018 free full-text archive   Torbensen R, Moller HD, Gresham D, Alizadeh S, Ochmann D, Boles E, Regenberg B        High-Resolution SNP/CGH Microarrays Reveal the Accumulation of Loss of   Heterozygosity in Commonly Used Candida albicans Strains.    G3 (Bethesda) (2011 Dec); PMC3276171 free full-text archive   Abbey D, Hickman M, Gresham D, Berman J        DNA microarray-based mutation discovery and genotyping.    Methods Mol Biol (2011); PMID: 22065438   Gresham D        Rational design of temperature-sensitive alleles using computational structure   prediction.    PLoS One (2011); PMC3166291 free full-text archive   Poultney CS, Butterfoss GL, Gutwein MR, Drew K, Gresham D, Gunsalus KC, Shasha DE, Bonneau R        System-level analysis of genes and functions affecting survival during nutrient   starvation in Saccharomyces cerevisiae.    Genetics (2011 Jan); PMC3018308 free full-text archive   Gresham D, Boer VM, Caudy A, Ziv N, Brandt NJ, Storey JD, Botstein D        Adaptation to diverse nitrogen-limited environments by deletion or   extrachromosomal element formation of the GAP1 locus.    Proc Natl Acad Sci U S A (2010 Oct 26); PMC2972935 free full-text archive   Gresham D, Usaite R, Germann SM, Lisby M, Botstein D, Regenberg B        Dissection of genetically complex traits with extremely large pools of yeast   segregants.    Nature (2010 Apr 15); PMC2862354 free full-text archive   Ehrenreich IM, Torabi N, Jia Y, Kent J, Martis S, Shapiro JA, Gresham D, Caudy AA, Kruglyak L        Optimized detection of sequence variation in heterozygous genomes using DNA   microarrays with isothermal-melting probes.    Proc Natl Acad Sci U S A (2010 Jan 26); PMC2824413 free full-text archive   Gresham D, Curry B, Ward A, Gordon DB, Brizuela L, Kruglyak L, Botstein D        A molecular barcoded yeast ORF library enables mode-of-action analysis of   bioactive compounds.    Nat Biotechnol (2009 Apr); PMC3856559 free full-text archive   Ho CH, Magtanong L, Barker SL, Gresham D, Nishimura S, Natarajan P, Koh JL, Porter J, Gray CA, Andersen RJ, Giaever G, Nislow C, Andrews B, Botstein D, Graham TR, Yoshida M, Boone C        Predicting cellular growth from gene expression signatures.    PLoS Comput Biol (2009 Jan); PMC2599889 free full-text archive   Airoldi EM, Huttenhower C, Gresham D, Lu C, Caudy AA, Dunham MJ, Broach JR, Botstein D, Troyanskaya OG        The repertoire and dynamics of evolutionary adaptations to controlled   nutrient-limited environments in yeast.    PLoS Genet (2008 Dec); PMC2586090 free full-text archive   Gresham D, Desai MM, Tucker CM, Jenq HT, Pai DA, Ward A, DeSevo CG, Botstein D, Dunham MJ        Rise of the machines.    PLoS Genet (2008); PMC2467494 free full-text archive   Gresham D, Kruglyak L        Comparing whole genomes using DNA microarrays.    Nat Rev Genet (2008 Apr); PMID: 18347592   Gresham D, Dunham MJ, Botstein D        Coordination of growth rate, cell cycle, stress response, and metabolic activity    in yeast.    Mol Biol Cell (2008 Jan); PMC2174172 free full-text archive   Brauer MJ, Huttenhower C, Airoldi EM, Rosenstein R, Matese JC, Gresham D, Boer VM, Troyanskaya OG, Botstein D        Genome-wide analysis of nucleotide-level variation in commonly used Saccharomyces   cerevisiae strains.    PLoS One (2007); PMC1829191 free full-text archive   Schacherer J, Ruderfer DM, Gresham D, Dolinski K, Botstein D, Kruglyak L        Global mapping of transposon location.    PLoS Genet (2006 Dec 15); PMC1698948 free full-text archive   Gabriel A, Dapprich J, Kunkel M, Gresham D, Pratt SC, Dunham MJ        Accumulation of recessive lethal mutations in Saccharomyces cerevisiae mlh1   mismatch repair mutants is not associated with gross chromosomal rearrangements.    Genetics (2006 Sep); PMC1569777 free full-text archive   Heck JA, Gresham D, Botstein D, Alani E        Genome-wide detection of polymorphisms at nucleotide resolution with a single DNA   microarray.    Science (2006 Mar 31); PMID: 16527929   Gresham D, Ruderfer DM, Pratt SC, Schacherer J, Dunham MJ, Botstein D, Kruglyak L        Mutation history of the roma/gypsies.    Am J Hum Genet (2004 Oct); PMC1182047 free full-text archive   Morar B, Gresham D, Angelicheva D, Tournev I, Gooding R, Guergueltcheva V, Schmidt C, Abicht A, Lochmuller H, Tordai A, Kalmar L, Nagy M, Karcagi V, Jeanpierre M, Herczegfalvi A, Beeson D, Venkataraman V, Warwick Carter K, Reeve J, de Pablo R, Kucinskas V, Kalaydjieva L        The effective mutation rate at Y chromosome short tandem repeats, with   application to human population-divergence time.    Am J Hum Genet (2004 Jan); PMC1181912 free full-text archive   Zhivotovsky LA, Underhill PA, Cinnioglu C, Kayser M, Morar B, Kivisild T, Scozzari R, Cruciani F, Destro-Bisol G, Spedini G, Chambers GK, Herrera RJ, Yong KK, Gresham D, Tournev I, Feldman MW, Kalaydjieva L        Reversing Babel with GO.    Nat Genet (2002 Jul); PMID: 12089515   Gresham D        Origins and divergence of the Roma (gypsies).    Am J Hum Genet (2001 Dec); PMC1235543 free full-text archive   Gresham D, Morar B, Underhill PA, Passarino G, Lin AA, Wise C, Angelicheva D, Calafell F, Oefner PJ, Shen P, Tournev I, de Pablo R, Kucinskas V, Perez-Lezaun A, Marushiakova E, Popov V, Kalaydjieva L        Genetic studies of the Roma (Gypsies): a review.    BMC Med Genet (2001); PMC31389 free full-text archive   Kalaydjieva L, Gresham D, Calafell F        Hereditary motor and sensory neuropathy--Lom (HMSNL): refined genetic mapping in    Romani (Gypsy) families from several European countries.    Neuromuscul Disord (2000 Dec); PMID: 11053686   Chandler D, Angelicheva D, Heather L, Gooding R, Gresham D, Yanakiev P, de Jonge R, Baas F, Dye D, Karagyozov L, Savov A, Blechschmidt K, Keats B, Thomas PK, King RH, Starr A, Nikolova A, Colomer J, Ishpekova B, Tournev I, Urtizberea JA, Merlini L, Butinar D, Chabrol B, Voit T, Baethmann M, Nedkova V, Corches A, Kalaydjieva L        N-myc downstream-regulated gene 1 is mutated in hereditary motor and sensory   neuropathy-Lom.    Am J Hum Genet (2000 Jul); PMC1287101 free full-text archive   Kalaydjieva L, Gresham D, Gooding R, Heather L, Baas F, de Jonge R, Blechschmidt K, Angelicheva D, Chandler D, Worsley P, Rosenthal A, King RH, Thomas PK               Updated on 04&#047;13&#047;2015             Contact Us | &copy; New York University , Arts and Science"}]}]