[{"detail": [{"content": "Mobility and the Metropolis | NYU Wagner                                    Jump to navigation                                                    Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Faculty &amp; Research › Faculty Research › Mobility and the Metropolis          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                    Mobility and the Metropolis          Search by Topic/Keyword   Search by Intersections   Publications by Centers &amp; Institutes                  Request More Information     Apply to Wagner                        Publication                                      Mobility and the Metropolis           Washington, D.C.: The Economic Mobility Project, An Initiative of The Pew Charitable Trusts            Graham, B., and P. Sharkey          12/03/2013               In a 2011 public opinion poll, The Pew Charitable Trusts asked Americans how important they thought a number of factors were in determining whether people in the United States get ahead or fall behind economically. More than 80 percent of respondents identified factors such as hard work, ambition, and access to education as key drivers of upward mobility, while less than half viewed growing up in a good neighborhood as an important factor. On the contrary, respondents strongly agreed that a young person with drive, ambition, and creativity growing up in a poor neighborhood is more likely to get ahead economically than someone growing up in a more affluent neighborhood who lacks those attributes.      Contrary to these perceptions, however, evidence is building that location actually matters a great deal and that Americans’ economic mobility prospects vary by state, locality, and even neighborhood.      For example, a 2009 Pew study indicated that a person who experienced high neighborhood poverty throughout childhood had a much higher risk of moving down the economic ladder as an adult. Other recent research examining mobility among metropolitan areas, including nearby towns and rural areas, showed that economic mobility varied widely across these localities. And, in a 2012, first-of-its-kind analysis of Americans’ economic mobility at the state level, Pew found that a number of states, primarily in the Mideast and New England regions, had higher mobility than the national average, and other states, primarily in the South, had lower mobility.      This report adds to the growing body of research as it examines economic mobility across 96 U.S. metropolitan areas and the role of place in Americans’ prospects of moving up or down the economic ladder. It also offers insight on why and how location matters. Although a host of factors, such as state and local policies and labor market conditions, could influence mobility, this analysis considers one: neighborhood economic segregation, or the degree to which the poor and the wealthy live apart from each other. To begin to answer this question, Pew commissioned original research that, using three longitudinal data sets, measures differences in economic mobility across American metro areas over the last generation and identifies above-average-, average-, and below-average-mobility areas. The analysis then looks at whether metro areas’ rates of economic segregation are related to their rates of economic mobility.               Mobility and the Metropolis                                 Related Topics           Inequality Race, Class, Gender & Diversity Urban Policy                     Wagner Authors          Patrick Sharkey                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Mobility and the Metropolis | NYU Wagner                                    Jump to navigation                                                    Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Faculty &amp; Research › Faculty Research › Mobility and the Metropolis          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                    Mobility and the Metropolis          Search by Topic/Keyword   Search by Intersections   Publications by Centers &amp; Institutes                  Request More Information     Apply to Wagner                        Publication                                      Mobility and the Metropolis           Washington, D.C.: The Economic Mobility Project, An Initiative of The Pew Charitable Trusts            Graham, B., and P. Sharkey          12/03/2013               In a 2011 public opinion poll, The Pew Charitable Trusts asked Americans how important they thought a number of factors were in determining whether people in the United States get ahead or fall behind economically. More than 80 percent of respondents identified factors such as hard work, ambition, and access to education as key drivers of upward mobility, while less than half viewed growing up in a good neighborhood as an important factor. On the contrary, respondents strongly agreed that a young person with drive, ambition, and creativity growing up in a poor neighborhood is more likely to get ahead economically than someone growing up in a more affluent neighborhood who lacks those attributes.      Contrary to these perceptions, however, evidence is building that location actually matters a great deal and that Americans’ economic mobility prospects vary by state, locality, and even neighborhood.      For example, a 2009 Pew study indicated that a person who experienced high neighborhood poverty throughout childhood had a much higher risk of moving down the economic ladder as an adult. Other recent research examining mobility among metropolitan areas, including nearby towns and rural areas, showed that economic mobility varied widely across these localities. And, in a 2012, first-of-its-kind analysis of Americans’ economic mobility at the state level, Pew found that a number of states, primarily in the Mideast and New England regions, had higher mobility than the national average, and other states, primarily in the South, had lower mobility.      This report adds to the growing body of research as it examines economic mobility across 96 U.S. metropolitan areas and the role of place in Americans’ prospects of moving up or down the economic ladder. It also offers insight on why and how location matters. Although a host of factors, such as state and local policies and labor market conditions, could influence mobility, this analysis considers one: neighborhood economic segregation, or the degree to which the poor and the wealthy live apart from each other. To begin to answer this question, Pew commissioned original research that, using three longitudinal data sets, measures differences in economic mobility across American metro areas over the last generation and identifies above-average-, average-, and below-average-mobility areas. The analysis then looks at whether metro areas’ rates of economic segregation are related to their rates of economic mobility.               Mobility and the Metropolis                                 Related Topics           Inequality Race, Class, Gender & Diversity Urban Policy                     Wagner Authors          Patrick Sharkey                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "NYU Hosts The Global Metropolis Conference of Urban Experts, June 18-19                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   June   /   12                                                         NYU Hosts The Global Metropolis Conference of Urban Experts, June 18-19                   June 12, 2013          364                                        New York University next week will host The Global Metropolis , a unique conference featuring more than 250 urban experts from cities across America and around the world to discuss how to design, build, and run the world’s metropolitan areas in a time of great environmental and social change. Speakers will examine how cities face a wide range of issues, including innovation and entrepreneurship, infrastructure and resiliency, design and creativity, and density and sustainability.   The conference, created by CityAge, will take place on Tuesday, June 18, and Wednesday, June 19, at NYU’s Eisner and Lubin Auditorium on the 4th floor of the Kimmel Center, 60 Washington Square South, New York City.   Press coverage is welcome. Media can RSVP at info@cityage.org .   “The Global Metropolis will explore the great challenges that confront us as well as the opportunities for innovation and progress as we live through the greatest rate of urbanization in human history,” said NYU President John Sexton. “How we build, rebuild, and sustain our cities ranks among the most consequential choices of our time. Our future economies, our local and planetary environments, and the standards of living of billions of people will depend on the decisions we make in this age of the city.”   The conference reinforces NYU’s historic connection to cities and urban scholarship. Founded in 1831 in New York City to be “in and of the city,” NYU recently created two new academic centers focused on urban policy:   • The Marron Institute on Cities and Urban Environment, which sponsors interdisciplinary research to help cities become more livable, sustainable, and equitable; and   • The Center for Urban Science and Progress (CUSP), a public-private research center that uses New York City as its laboratory to help cities become more productive and resilient.   Attendees will come from cities around the world, including Mexico City, Shenzhen-China; Tokyo, Buenos Aires, Seoul-South Korea, London, Toronto, Copenhagen-Denmark, Manchester-UK, Quezon City-Philippines, Vancouver, Atlanta, Seattle, Kansas City, and many more.   The conference will feature more than 60 speakers, including: Atlanta Mayor Kasim Reed; former Chicago Mayor Richard Daley; Lightyear Capital Chairman Donald B. Marron; Bruce Katz, vice president, Brookings Institute; Bjarke Ingels, founding architect, BIG; Richard Barkham, research director, the Grosvenor Group; NYC Transportation Commissioner Janette Sadik-Khan; NYC Planning Commissioner Amanda Burden; NYC EDC President Seth Pinsky; NYC DEP Commissioner Carter Strickland; and many others. See the full list of speakers here .   NYU participants include Mr. Sexton; Mr. Marron, chairman of the Marron Institute Advisory Board and an NYU trustee; Fred Wilson, managing partner at Union Square Ventures and an NYU trustee; Paul Romer, Marron Institute director; Steven Koonin, CUSP director; Constantine Kontokosta, CUSP deputy director; Vicki Been, director of NYU’s Furman Center for Real Estate and Urban Policy; and Anthony Townsend, adjunct assistant professor of planning at the NYU Wagner Graduate School of Public Service.   “This is a unique opportunity to converse directly with the people who are building — and rebuilding — the worlds’ cities in a period of profound change,” said Miro Cernetig, co-founder of CityAge America. “How we build our cities in this generation will hold consequences for centuries to come. This is a focus on the solutions that can chart a sustainable and prosperous path for the world’s cities.”   CityAge holds events around North America to explore the business of city building. More than 3,000 people have attended CityAge forums, which Ron Bogle, the president of the American Architectural Foundation, has called one of the leading urban forums.   &quot;CityAge brings together the leaders driving that change for informed and insightful discussions about what’s working, what’s not, and what’s next,&quot; said Bogle, who is master of ceremonies at the two-day gathering. &quot;The future of cities is being shaped at CityAge.”   About NYU:   Founded in 1831, NYU is one of the world’s foremost research universities and is a member of the selective Association of American Universities. NYU has degree-granting university campuses in New York, Abu Dhabi, and Shanghai; has eleven other global academic sites, including London, Paris, Florence, Tel Aviv, Buenos Aires, and Accra; and sends more students to study abroad than any other U.S. college or university. Through its numerous schools and colleges, NYU conducts research and provides education in the arts and sciences, law, medicine, business, dentistry, education, nursing, the cinematic and performing arts, music and studio arts, public administration, social work, and continuing and professional studies, among other areas.   Alternate Contact:  CityAge America: Miro Cernetig  778.865.1557; miro@cityage.org                                                 This Press Release is in the following Topics:      School of Law , Furman Center , Robert F. Wagner Graduate School of Public Service           Type: Press Release            Press Contact:                Phil Lentz | (212) 998-6833                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Mobility and the Metropolis | NYU Wagner                                    Jump to navigation                                                    Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Faculty &amp; Research › Faculty Research › Mobility and the Metropolis          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                    Mobility and the Metropolis          Search by Topic/Keyword   Search by Intersections   Publications by Centers &amp; Institutes                  Request More Information     Apply to Wagner                        Publication                                      Mobility and the Metropolis           Washington, D.C.: The Economic Mobility Project, An Initiative of The Pew Charitable Trusts            Graham, B., and P. Sharkey          12/03/2013               In a 2011 public opinion poll, The Pew Charitable Trusts asked Americans how important they thought a number of factors were in determining whether people in the United States get ahead or fall behind economically. More than 80 percent of respondents identified factors such as hard work, ambition, and access to education as key drivers of upward mobility, while less than half viewed growing up in a good neighborhood as an important factor. On the contrary, respondents strongly agreed that a young person with drive, ambition, and creativity growing up in a poor neighborhood is more likely to get ahead economically than someone growing up in a more affluent neighborhood who lacks those attributes.      Contrary to these perceptions, however, evidence is building that location actually matters a great deal and that Americans’ economic mobility prospects vary by state, locality, and even neighborhood.      For example, a 2009 Pew study indicated that a person who experienced high neighborhood poverty throughout childhood had a much higher risk of moving down the economic ladder as an adult. Other recent research examining mobility among metropolitan areas, including nearby towns and rural areas, showed that economic mobility varied widely across these localities. And, in a 2012, first-of-its-kind analysis of Americans’ economic mobility at the state level, Pew found that a number of states, primarily in the Mideast and New England regions, had higher mobility than the national average, and other states, primarily in the South, had lower mobility.      This report adds to the growing body of research as it examines economic mobility across 96 U.S. metropolitan areas and the role of place in Americans’ prospects of moving up or down the economic ladder. It also offers insight on why and how location matters. Although a host of factors, such as state and local policies and labor market conditions, could influence mobility, this analysis considers one: neighborhood economic segregation, or the degree to which the poor and the wealthy live apart from each other. To begin to answer this question, Pew commissioned original research that, using three longitudinal data sets, measures differences in economic mobility across American metro areas over the last generation and identifies above-average-, average-, and below-average-mobility areas. The analysis then looks at whether metro areas’ rates of economic segregation are related to their rates of economic mobility.               Mobility and the Metropolis                                 Related Topics           Inequality Race, Class, Gender & Diversity Urban Policy                     Wagner Authors          Patrick Sharkey                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "NYU Hosts The Global Metropolis Conference of Urban Experts, June 18-19                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   June   /   12                                                         NYU Hosts The Global Metropolis Conference of Urban Experts, June 18-19                   June 12, 2013          364                                        New York University next week will host The Global Metropolis , a unique conference featuring more than 250 urban experts from cities across America and around the world to discuss how to design, build, and run the world’s metropolitan areas in a time of great environmental and social change. Speakers will examine how cities face a wide range of issues, including innovation and entrepreneurship, infrastructure and resiliency, design and creativity, and density and sustainability.   The conference, created by CityAge, will take place on Tuesday, June 18, and Wednesday, June 19, at NYU’s Eisner and Lubin Auditorium on the 4th floor of the Kimmel Center, 60 Washington Square South, New York City.   Press coverage is welcome. Media can RSVP at info@cityage.org .   “The Global Metropolis will explore the great challenges that confront us as well as the opportunities for innovation and progress as we live through the greatest rate of urbanization in human history,” said NYU President John Sexton. “How we build, rebuild, and sustain our cities ranks among the most consequential choices of our time. Our future economies, our local and planetary environments, and the standards of living of billions of people will depend on the decisions we make in this age of the city.”   The conference reinforces NYU’s historic connection to cities and urban scholarship. Founded in 1831 in New York City to be “in and of the city,” NYU recently created two new academic centers focused on urban policy:   • The Marron Institute on Cities and Urban Environment, which sponsors interdisciplinary research to help cities become more livable, sustainable, and equitable; and   • The Center for Urban Science and Progress (CUSP), a public-private research center that uses New York City as its laboratory to help cities become more productive and resilient.   Attendees will come from cities around the world, including Mexico City, Shenzhen-China; Tokyo, Buenos Aires, Seoul-South Korea, London, Toronto, Copenhagen-Denmark, Manchester-UK, Quezon City-Philippines, Vancouver, Atlanta, Seattle, Kansas City, and many more.   The conference will feature more than 60 speakers, including: Atlanta Mayor Kasim Reed; former Chicago Mayor Richard Daley; Lightyear Capital Chairman Donald B. Marron; Bruce Katz, vice president, Brookings Institute; Bjarke Ingels, founding architect, BIG; Richard Barkham, research director, the Grosvenor Group; NYC Transportation Commissioner Janette Sadik-Khan; NYC Planning Commissioner Amanda Burden; NYC EDC President Seth Pinsky; NYC DEP Commissioner Carter Strickland; and many others. See the full list of speakers here .   NYU participants include Mr. Sexton; Mr. Marron, chairman of the Marron Institute Advisory Board and an NYU trustee; Fred Wilson, managing partner at Union Square Ventures and an NYU trustee; Paul Romer, Marron Institute director; Steven Koonin, CUSP director; Constantine Kontokosta, CUSP deputy director; Vicki Been, director of NYU’s Furman Center for Real Estate and Urban Policy; and Anthony Townsend, adjunct assistant professor of planning at the NYU Wagner Graduate School of Public Service.   “This is a unique opportunity to converse directly with the people who are building — and rebuilding — the worlds’ cities in a period of profound change,” said Miro Cernetig, co-founder of CityAge America. “How we build our cities in this generation will hold consequences for centuries to come. This is a focus on the solutions that can chart a sustainable and prosperous path for the world’s cities.”   CityAge holds events around North America to explore the business of city building. More than 3,000 people have attended CityAge forums, which Ron Bogle, the president of the American Architectural Foundation, has called one of the leading urban forums.   &quot;CityAge brings together the leaders driving that change for informed and insightful discussions about what’s working, what’s not, and what’s next,&quot; said Bogle, who is master of ceremonies at the two-day gathering. &quot;The future of cities is being shaped at CityAge.”   About NYU:   Founded in 1831, NYU is one of the world’s foremost research universities and is a member of the selective Association of American Universities. NYU has degree-granting university campuses in New York, Abu Dhabi, and Shanghai; has eleven other global academic sites, including London, Paris, Florence, Tel Aviv, Buenos Aires, and Accra; and sends more students to study abroad than any other U.S. college or university. Through its numerous schools and colleges, NYU conducts research and provides education in the arts and sciences, law, medicine, business, dentistry, education, nursing, the cinematic and performing arts, music and studio arts, public administration, social work, and continuing and professional studies, among other areas.   Alternate Contact:  CityAge America: Miro Cernetig  778.865.1557; miro@cityage.org                                                 This Press Release is in the following Topics:      School of Law , Furman Center , Robert F. Wagner Graduate School of Public Service           Type: Press Release            Press Contact:                Phil Lentz | (212) 998-6833                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "SimCity, for Real: Measuring an Untidy Metropolis | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                                         About      Welcome from the Director    How CUSP Came To Be    Overview    Resources    Partners    People    Career Opportunities    Supporting CUSP       Urban Informatics   Education      Apply Now    New: Civic Analytics Track    MS in Applied Urban Science and Informatics        Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition     CUSP Inaugural Class         Advanced Certificate in Applied Urban Science and Informatics         Overview     Curriculum     Admissions Requirements     Financial Aid and Tuition         Executive Education    Future Programs    Request Information    Upcoming Events    Internships    Admitted Students       Research   News + Events      News    Upcoming Events    Press Releases    CUSP In the Media    Multimedia       Contact                                     News / Blog                  Home / SimCity, for Real: Measuring an Untidy&hellip;                 SimCity, for Real: Measuring an Untidy Metropolis         IN THE NEWS     POSTED: February 25, 2013                 Uncategorized               NYU’s Center for Urban Science and Progress (NYU-CUSP) develops a “science of cities.” A public-private partnership between the city of New York and NYU-CUSP will use big data to tackle urban issues and help build better “SimCities.”               Share                                                 Latest    View All                  November 25, 2014       Privacy, Big Data, and the Public Good reviewed in Science                    November 13, 2014       Claudio Silva receives IEEE&#8217;s 2014 Visualization Technical Achievement Award                    November 11, 2014       2014 AT&#038;T Transit Tech Developer Day at CUSP                    October 17, 2014       CUSP Research Seminar Series: Dr. Aaditya Rangan                    Related           No related posts.                              CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  Home   About   Events   MS in Applied Urban Science and Informatics   People   Partners   Contact   MyCusp Login    MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                             © 2015 NYU CUSP. All rights reserved                      facebook twitter vimeo"}]}]