[{"detail": [{"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           Is Anti-Zionism a New Form of Anti-Semitsm?      Is Anti-Zionism a New Form of Anti-Semitsm?  By Bertell Ollman    Open Letter to Professor Mitzman:  April 18, 2003      Dear Arthur,  I am sorry it has taken me so long to respond to your criticisms of my piece on the real reasons for the Iraq war. Your letter raises several crucial issues, but I only have time to go into what I take to be the most important one&#151;your treatment of anti-Zionism as a \"new guise\" for anti-semitism.    Arthur, have you considered what would happen if the audience you are addressing came to accept your logic but not the use you make of it? According to this logic, one must be BOTH anti-Zionist and anti-semitic, or NEITHER. You seem to believe that faced with this choice all honest critics of Zionism will simply pack up their tents and go home. But, given Zionism's worsening human rights record in the holy land and one more cloying appeal for Jewish exceptionalism, the change could go the other way. That is, some opponents of Zionism, who are convinced by your logic and nothing else, might now add anti-semitism to their bag of beliefs. Rather than making fewer anti-Zionists, you may be making more anti-semites. Think on it. You must allow for the possibility that someone could view Jews as full, voting members of the species and still strongly oppose Zionism in all its forms. Otherwise, you&#151;and the growing number of Jews who share your position&#151;will be sowing some of the very dragon teeth that you say you are trying to uproot.    Anti-semitism has traditionally meant a hatred for all Jews just because they were Jews, not because of what they believed or did&#151;though these were often offered as rationalizations&#151;but, again, just because of who they were. This is not only irrational and unjust but, as we know, the results can be murderous. With this history, every Jew, but also every humane and fair-minded non-Jew, must oppose the rise of anti-semitism with all their might. I have no doubt that we agree on this. I'm sure, too, that you will agree that if a Jew or a group of Jews commit a crime they should be condemned and even punished for it. The danger&#151;and the injustice&#151;arises when non-Jews blame, as many often have and continue to do, all Jews for the crimes of the few. This anti-semitic reaction must be fought, but if the crime is horrendous and continuing&#151;as in the case of Israel's treatment of the Palestinians (or its role, direct and indirect, in supporting and promoting Bush's murderous policies in Iraq)&#151;it isn't enough to cry out \"anti-semite\".    No, a more effective response is for innocent Jews to join in&#151;better still, to take the lead&#151;in denouncing the crime(s), as Noam Chomsky, Norman Finklestein, Howard Zinn, and the orthodox Jews of Naturei Karta, among many others&#151;including some Israelis, are doing. If anti-semitism hasn't already swept the world in reaction to Israel's oppression of the Palestinians, it is mainly due to the heroic and often dangerous efforts of these people. If it is still easy to reject the view that all Jews share the responsibility for current Zionist policies, it is largely because some Jews have shown that one can be Jewish and anti-Zionist (for Naturei Karta, it's just because they are Jewish) at the same time, and therefore that anti-Zionism and anti-semitism are not the same thing.    On the other hand, Jews who react to Israel's horrible crimes with silence, or rationalizations of any kind, or painful attempts to strike a balance between the oppressor and the oppressed are&#151;whether they admit it or not&#151;supporters of the regime and therefore complicit in its crimes. Oppressive regimes, after all, have seldom needed more than passive and mixed support to carry out their \"business\". As regards the topic at hand, along with the growing number of Jews who openly defend Israel's inhuman behavior, these often well-meaning Jews also feed the anti-semitic stereotype that all Jews are guilty of the crimes of the few and deserve the hatred that these crimes evoke.    It should be clear that just because I refuse to identify anti-Zionism, whatever its particular form or level of intensity, with anti-semitism does not mean that I want to deny that some anti-Zionists are also anti-semites (just as I recognize that some anti-semites are also pro-Zionist&#151;Bush's \"moral majority\" is full of them). Zionism, after all, is a nationalist ideology&#151;with all the shortcomings we ordinarily associate with such ideas&#151;that was only invented about 50 years before it acquired territorial form and a set of institutional practices in a part of Palestine, and is not an essential part of the Jewish religion, which has been around much, much longer. Until relatively recently, few Jews thought otherwise. Though Zionists like to claim him as one of their own, Albert Einstein probably spoke for most of the Jews of his day when he said, \"My awareness of the essential nature of Judaism resists the idea of a Jewish state with borders, an army, and a measure of temporal power, no matter how modest. I am afraid of the inner damage Judaism will sustain&#151;especially from the development of a narrow nationalism within our own ranks, against which we have already had to fight strongly, even without a Jewish state\". Who can doubt now that Einstein was right to worry?    At the present time, I suspect that most Jews have rushed to the defense (whether full or qualified) of the Israeli government because they have been convinced by the false equation of anti-Zionism with anti-semitism, so that defending Sharon (whatever his \"faults\") becomes a way of fighting anti-semitism . It is no mystery why Sharon and his co-rulers would encourage Jews to make this mistake, but what of Jews who are critical of his policies but continue to support his government because they fear the rise of anti-semitism? Their actions couldn't be more self-defeating. If most of the world hated the Germans during World War II for the evil deeds of the Nazis, it was in large part due to the fact that most Germans&#151;even those who disagreed with their government, the so-called \"good Germans\"&#151;did not do enough to oppose the Nazis. The comparison is far from perfect, but the general point holds: just as becoming anti-fascist was the only way the German people might have spared themselves the justifiable hatred directed against fascism, anti-Zionism&#151;especially on the part of Jews&#151;is, in the current circumstances, the best defense we have against becoming victims of a growing anti-semitism.                 Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}]}]