[{"detail": [{"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Music Program                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     ECON-UB 9271 Ownership &amp; Corp Control, prerequisites, visiting students email global.academics@nyu.edu for permission.     Some Stern (Business) courses are restricted to Stern students only until Friday of registration week. Non-Stern students will be able to register beginning Friday.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016             Required Course for All Students                                                    Global Orientations: The Czech Republic in a Global Context                               The purpose of this class is primarily to discuss the history and culture of the Czech Republic and Central Europe—the intersection of many international influences--in the context of globalization and, conversely, to discuss globalization in the local context. An important dimension of the class will be a discussion about how international students should use their experience abroad (in this case Prague and, more generally, Central Europe) to better understand complicated developments on the global level and back at home.   Taught by Dr. Jiri Pehe with a team of NYU Prague professors                                Language Courses                                                  Elementary Czech I - RUSSN-UA 9201 - 4 points                               Students work on pronunciation, grammar, and vocabulary enrichment. Emphasis is placed on developing and enhancing listening, comprehension and oral skills. Additional hours are offered to improve pronunciation. Written and oral examinations required.   Sample Syllabus                                                                      Elementary Czech II - RUSSN-UA 9202 - 4 points                               Continuation of Elementary Czech I course.   Sample Syllabus                                                                    Intermediate Czech I - RUSSN-UA 9203 - 4 points                               Using communicative methodology this course introduces more complex features of the language and focuses on building reading and writing skills while continuing to develop conversational ability.   Sample Syllabus                                                                    Intermediate Czech II - RUSSN-UA 9204 - 4 points                               Continuation of Intermediate Czech I.                                                                    Elementary German I - GERM-UA 9001 - 4 points                               Using communicative methodology, this course introduces students to essential linguistic and social conventions of spoken German, with an emphasis on establishing conversational skills.   Sample syllabus                                                                    Elementary German II - GERM-UA 9002 - 4 points                               Continuation of Elementary German I.   Sample syllabus                                                                    Intermediate German I - GERM-UA 9003 - 4 points                               Using communicative methodology, this course introduces more complex features of the language and focuses on building reading and writing skills while continuing to develop conversational ability.   Sample syllabus                                                                    Intermediate German II - GERM-UA 9004 - 4 points                               Continuation of Intermediate German I.   Sample syllabus                                                                      Advanced German Tutorial - GERM-UA 9091 - 4 points                               Course description coming soon.   Sample Syllabus                                                                    Elementary Polish I - RUSSN - UA 9211 - 4 points                               Using communicative methodology, this course introduces students to essential linguistic and social conventions of spoken Polish, with an emphasis on establishing conversational skills.   Sample Syllabus                                                                    Elementary Polish II - RUSSN - UA 9212 - 4 points                               Continuation of Elementary Polish I.                                                                      Intermediate Polish I - RUSSN-UA 9213 - 4 points                               Using communicative methodology this course introduces more complex features of the language and focuses on building reading and writing skills while continuing to develop conversational ability.   Taught by Professor Magala     Sample Syllabus                                                                    Intermediate Polish II - RUSSN-UA 9214 - 4 points                               Continuation of Intermediate Polish I.                                                                    Elementary Russian I - RUSSN-UA 9001 - 4 points                               Intended to give beginners a speaking and reading knowledge of the Russian language. Involves an introduction to the essentials of Russian grammar and the reading of graded texts, with special emphasis on the acquisition of an idiomatic conversational vocabulary. Combines the traditional grammar approach with conversational, inductive method.   Sample Syllabus                                                                    Elementary Russian II - RUSSN-UA 9002 - 4 points                               Continuation of Elementary Russian I.   Sample Syllabus                                                                    Intermediate Russian I - RUSSN-UA 9003 - 4 points                               Grammar review, vocabulary building, and drills in spoken Russian.   Sample Syllabus                                                                    Intermediate Russian II - RUSSN-UA 9004 - 4 points                               Vocabulary building, idiomatic expressions, and drills in spoken Russian.   Sample Syllabus                                                                    Advanced Russian I - RUSSN-UA 9107 - 4 points                               The course combines the traditional grammatical approach with a communicational, interactive method. Since the size of the claass is usually small we can put great emphasis on improving speaking in Russian on various subjects. Students will be given short topics to talk about at the beginning of every lesson and most written essays will have to be presented orally in class.   Sample Syllabus                                  Anthropology                                                  Roma in Central East Europe: Enthnographic and Historical Overview Of A People Without A State - ANTH-UA 9200 - 4 points                               The course will introduce students to the development of Romany politics and culture from a persecuted minority through to the emergence of Romany organizations with an emphasis on Central and Eastern Europe. The aim is to challenge any essentializing view on Roma as either a people outside or/and without society or as perennial victims of oppression. Two main approaches have dominated the teaching of Romany issues: a culturalist/ethnic approach, which stresses Romany cultures, and an economistic approach, which stresses ´poverty.´ This course will challenge mono-causal and a-historic explanations for the social situation of Roma and will stimulate students to think about Roma in a critical holistic way that brings into consideration the societies they live in. Building on a diverse selection of empirical material, ranging from ethnographic, historical and sociological case studies to artistic representations of Roma, the course will present the Roma “as good to think” for our comprehension of current social issues. The course is divided into three interconnected thematic blocks – 1. Identity, community and culture, 2. Power, the State and social stratification, 3. History, memory and politics of representation – which will allow to cover much of the current debates on the plight of European Roma as well as a grasp of social theories on marginality.   Sample Syllabus                                Art and Art Professions                                                    Introduction to Photography - ART-UE 9301 - 4 points                               This course is a hands-on introduction to the use of photography as a medium of documentation and expression. Assignments and critiques enhance the development of independent individual work while developing photographic skills and techniques. Students provide their own cameras.   Sample syllabus                                                              Art History                                                  History of Czech Architecture - ARTH-UA 9660 - 4 points                               The course covers the history of architecture from Mediaeval to contemporary with special attention to 19th and 20th Century architecture and urbanism as well as the visual arts. The course begins with the pre-Romanesque and Romanesque, Gothic, Renaissance, Baroque and Classicism periods. The major focus will be on 19th and 20th Century architectural styles from Historicism and Art Nouveau through Cubism, Art-Déco, Avant-garde Functionalism, post-war Stalinist art and architecture, and the contemporary. It's necessary to have an understanding of the evolution of Mid European art and architecture, town planning and theory.   Sample syllabus                                                                    Czech Art and Architecture - ARTH-UA 9662 - 4 points                               This course presents a survey of art and architecture in Prague and its environs - from the Middle Ages to the present - placed within the context of the main periods and movements of Western art history. The course will be rooted in a discussion of the city of Prague, and students are encouraged through excursions and assignments to become acquainted with the city's architecture, monuments and urban design. Students will learn to analyse formal aspects of art and architectural styles (from Romanesque to modern) and will also be encouraged to investigate their sources and theoretical foundations. Emphasis will be given to the historical and cultural context of art styles and movements. We will also look at art patronage in some key periods of Czech history to see how this reflects political, cultural and ideological change. Classroom lectures will be combined with regular excursions to examine works of art and architecture at first hand. These will include architectural walking tours and visits to temporary exhibitions as well as the city's major art galleries.   Sample syllabus                              Business                                                  Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample syllabus                                                                    Organizational Communication and its Social Context - SOIM-UB 9065 - 4 points                               In this course, students learn how to increase their communication effectiveness for business and professional goals. During the semester, students focus on the strategic implications of communication for modern organizations. A variety of assignments are given to stress the following communication competencies: written, spoken and nonverbal communication basics for business; effective team communication strategies; informative, persuasive and collaborative presentations; communication techniques for required junior and senior year projects. Students regularly receive personal feedback about their writing and their oral presentations from instructors and staff.   Sample syllabus                                                                    Ownership and Corporate Control in Advanced and Transition Economies - ECON-UB 9271 - 3 points                               Prerequisites: ECON-UB 1, ECON-UA 10 or ECON-UA 11, Intermediate Microeconomics or Microeconomics (Theory). or equivalent.   NYU Stern students may take this course as a third Stern course at NYU Prague.   NYU College of Arts and Sciences Economics Department Students: Please note this course CANNOT be taken for major or minor credit.   The subject of the course is to describe one of the most profound changes to take place in the history of the world economy - the rapid change from centrally planned economies to market economies throughout what used to be known as &quot;the Soviet block&quot;. Although some reforms in some countries began much earlier, the true transition began in most Central and Eastern European countries roughly in 1990. This means that scholars and researchers are only now beginning to have the data and a sufficient distance needed to study and analyze the transition process.   Sample syllabus                                  College Core Curriculum                                                  Cultures and Contexts: Russia - Between East &amp; West - CORE-UA 9510 - 4 points                               Russia’s rich and multifaced cultural identity has been shaped in a thousand year long process of interaction with a range of diverse cultural formations of the ‘West’ and ‘East’ (including Byzantine/ Christian ‘East’, Central Asian/Muslim ‘East’, South Asian/Indian ‘East”, and East Asian/Confucian ‘East’). For the last 300 years, since the era of Peter the Great, Russia’s greatest statesmen, philosphers, religious thinkers, writers, poets and creative artists were obssesed with the question of Russia’s distinctive cultural identity. This passionate search for the ‘Russian soul’ is apparently far from over, as the recent rise of interest in the ideas of ‘Eurasianism’ and ‘Neo-Slavophilism’ testifies. This course in Russian intellectual history explores the sources of Russia’s unique cultural blend through examination of some of the principal textual and artistic images representative of traditions that emerged at the geographic and cultural crossroads of Eastern Europe, including those which constitute Russia’s unique contribution to world culture. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, community, individual, gender, and the &quot;other.&quot;   Sample syllabus                                                                      Cultures and Contexts: Prague, in the Heart of Central Europe - CORE-UA 9548 - 4 points                               Prague is without doubts one of the most important historical, geopolitical and cultural capitals of Central Europe. The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often, it is characterized simply as a space on the edge between the West and East. However, most scholars agree that there is a distinct Central European culture. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures such as Bach, Mozart, Beethoven, Kant, Goethe and Hegel; later followed by Kafka, Rilke, Freud, Mendel and Dvorak, to mention at least some. Central European culture is based on historical, social and cultural characteristics shared by the countries of this geopolitical entity. It is a result of complicated historical, political, ethnic, cultural, artistic and religious interactions throughout more then thousand years of its history. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of course location in Prague, students have the opportunity to examine the primary sources and artifacts (literature, music, art, film) in their contexts and environment.   Sample syllabus                                Comparative Literature                                                  Kafka and his Contexts - COLIT-UA 9136 and SASEM-UG 9401 - 4 points                               &quot;A book must be an ax for the frozen sea in us,&quot; wrote Franz Kafka (1883-1924), one of the best known but least understood authors of our times. In this course, we will break some of the clichés which are stuck to Kafka's life and work and dive into the fascinating, intricate and profoundly humorous world of his thoughts and emotions. In Prague, the city that determined and held Kafka in its &quot;claws&quot;, we will trace the possible sources of the writer's private obsessions which became the general characteristics of modern men: The sense of isolation, the anxiety, the self-irony, the sense of responsibility and guilt, the quest for freedom, the struggle of an individual against the system. We will read selected works of Kafka, but also Meyrink - the author of Prague ghetto - and Milan Kundera. This course aims to bring the students to a point from which they can find their own genuine and intimate understanding of Kafka's writing.   Sample syllabus                              Economics        Ownership and Corporate Control in Advanced and Transition Economies is now offered through the Stern School of Business's Economics Department. This course is listed under Business above. Please note this course CANNOT be taken for major or minor credit by students in NYU's College of Arts and Sciences Economics Department.                    European &amp; Mediterranean Studies                                                  European Security after the Cold War - EURO-UA 9157 - 4 points                               This course will try to put European security into the context of today’s world: from the collapse of communism and dissolution of the Warsaw Pact through the years of wars in the former Yugoslavia, the wars on former Soviet territory, and to the stateless threat of terrorism today. But study limited to Europe would be pointless; the Old Continent is no longer the prime player on the planet. Therefore a series of related topics and areas will also be discussed: U.S. military might (especially compared to the European armed forces); the situation in adjacent regions (North Africa, Middle East, Russia and Ukraine) and its implication for Europe; and the new types of terrorism.   Sample syllabus                                                                    The Political Economy of Europe from a Global Perspective - EURO-UA 9294 - 4 points                               The overriding goal of this course is to reach an understanding of the key strategic issues facing Europe today and how they impact on the political economy of the region. We will track how Europe has reached the present critical juncture in its history and consider where it is headed, including the options available to European policy-makers amid the on-going crisis in the Eurozone. To this end, we will examine the key events of the 19th and 20th centuries that led to the foundation of the EU and have shaped contemporary Europe. At the same time, we will consider Europe’s relations with the US as today’s sole superpower, the challenges posed by the resurgence of China and Russia and Europe’s role as a major player in the resource-rich Eurasian continent, where a new round of great power competition is unfolding.   The course draws largely on political economy but also on history, international relations and geopolitics. It aims to raise questions and stimulate discussion rather than provide clear-cut answers.   Sample syllabus                                                                    Modern Dissent in Central Europe: The Art of Defeat - EURO-UA 9301 and SASEM-UG 9400 - 4 points                               Totalitarian ideologies which were used in European political discourse in the twentieth century to explain major historical changes have changed forever the relationship between the state and its citizens. The aspiration of the totalitarian state to acquire total control over individual lives through control of education, employment and health systems succeeded beyond anything perceived possible until then in any political regime after European Enlightenment. Nazism and Communism mobilized irrationally motivated mass support and won power in a very short time. Their success was partially based on a mass propaganda, using fear as primary instinctive argument against a picture of both external and internal enemies. The major focus of the course will be oriented towards topics trying to explain the reasons for mass support for totalitarian ideologies and states on the basis of individual psychology. We will examine psychological explanations of a selfvictimisation, role of a victim and a perpetrator, majority society response to mass human rights abuses and the abusive past. On this background a phenomenon of a political and cultural dissent will be introduced and discussed. The role of electronic mass media, antiglobalisation movements and global terrorism are discussed as possible modern vehicles of totalitarian tendencies and reactions against them.   Sample syllabus                                                                    Western European Comparative Politics - EURO-UA 9510 or POL-UA 9510 - 4 points                               This course will concentrate on the analysis of the pursuits of democracy in Western Europe. Firstly, the conception of Europe will be explored in its historical perspective and different perceptions: territorial, political, spiritual, cultural etc. Secondly, the characterizing social cleavages of Europe will be introduced: territorial, economic, religious, national, ethnic etc. Furthermore, we will discuss how these cleavages get expressed in the formation of different social interests and lead to the organization of interests groups, political parties and NGOs. Thirdly, turning towards the institutional structures of West European parliamentary democracies, we will address the existence of political party systems, as well as the executive and legislative powers represented by government and parliament. Fourthly, we will explore the rules and outcomes of different electoral systems, which ensure regular rotation of political elites at power – however, under different principles. Finally, we will assess the enrichment of the classical models of government in Western Europe, which have in the last 20 years been supplemented by additional players participating in the decision making processes on different levels (local, regional, national and European) – leading to new political conceptualization of ‘governance’. Also, while European states remain core units of European integration, they are also influenced by the EU, leading to their Europeanization. The new challenges facing Western Europe, such as globalization, continuing European integration, regionalization, restructuring of social welfare systems and the issues of identity, will be discussed.   Sample syllabus                                                                    Imagining America, Imagining Europe- EURO-UA 9173 - 4 points                               This class is devoted not only to a &quot;close reading&quot; of the selected texts, but also to relevant broader issues. While the approach and methods are interdisciplinary, the main emphasis is on literary theory (explaining and applying basic literary terms), literary history (both American and European), and literary criticism (analyzing different responses to given works). Every class starts with the oral presentation delivered by a student, then there is a short lecture by the teacher, and a discussion follows.   Sample syllabus                              Film and Television                                                    Seminar in Czech Cinema - IFMTV-UT 1040 - 4 points                               Emphasizing one of the most influential film movements in the post-World War II era, the cinema of the Czech New Wave. This cinema studies course explores the history and development of Czech and Slovak cinema. Lectures are supplemented with screenings.   Sample syllabus                              Gallatin School of Individualized Study                                                  Civil Resistance in Central and Eastern Europe: Reflections in Literature, Art and Film - SASEM-UG 9402 - 4 points                               Civil resistance is not the same as opting out of society or having views that go against the grain. It is fundamentally about deciding not to conform with repressive regimes. It is also about choosing a mode of action that brings with it personal dangers even when, as is usual, it advocates non-violence. This course examines the nature and significance of civil resistance in Central and Eastern Europe in the 20th century. In studying resistance literature (including poetry and song), art and film, we will draw on ideas and arguments from the disciplines of history, political science, literature, art criticism, film studies and psychology.   Sample syllabus                                                                    Central European Film - SASEM-UG 9403- 4 points                               This interdisciplinary seminar is designed to discuss and question the identity of specific nations in European space, which has always been a fascinating crossroad of ideas and ideologies as well as the birthplace of wars and totalitarian systems. The course will cover masterpieces of Russian, Hungarian, German, Polish and Czech cinematography, focusing on several crucial periods of history, in particular WWII and its aftermath, showing moral dilemmas of individuals and nations under the Nazi regime as well as revealing the bitter truth of the Stalinist years.   Sample syllabus                                                                    Modern Dissent in Central Europe: The Art of Defeat - EURO-UA 9301 and SASEM-UG 9400 - 4 points                               Totalitarian ideologies which were used in European political discourse in the twentieth century to explain major historical changes have changed forever the relationship between the state and its citizens. The aspiration of the totalitarian state to acquire total control over individual lives through control of education, employment and health systems succeeded beyond anything perceived possible until then in any political regime after European Enlightenment. Nazism and Communism mobilized irrationally motivated mass support and won power in a very short time. Their success was partially based on a mass propaganda, using fear as primary instinctive argument against a picture of both external and internal enemies. The major focus of the course will be oriented towards topics trying to explain the reasons for mass support for totalitarian ideologies and states on the basis of individual psychology. We will examine psychological explanations of a selfvictimisation, role of a victim and a perpetrator, majority society response to mass human rights abuses and the abusive past. On this background a phenomenon of a political and cultural dissent will be introduced and discussed. The role of electronic mass media, antiglobalisation movements and global terrorism are discussed as possible modern vehicles of totalitarian tendencies and reactions against them.   Sample syllabus                                                                    Kafka and his Contexts - COLIT-UA 9136 and SASEM-UG 9401 - 4 points                               &quot;A book must be an ax for the frozen sea in us,&quot; wrote Franz Kafka (1883-1924), one of the best known but least understood authors of our times. In this course, we will break some of the clichés which are stuck to Kafka's life and work and dive into the fascinating, intricate and profoundly humorous world of his thoughts and emotions. In Prague, the city that determined and held Kafka in its &quot;claws&quot;, we will trace the possible sources of the writer's private obsessions which became the general characteristics of modern men: The sense of isolation, the anxiety, the self-irony, the sense of responsibility and guilt, the quest for freedom, the struggle of an individual against the system. We will read selected works of Kafka, but also Meyrink - the author of Prague ghetto - and Milan Kundera. This course aims to bring the students to a point from which they can find their own genuine and intimate understanding of Kafka's writing.   Sample syllabus                              Hebrew and Judaic Studies                                                  Modern Jewish History - HBRJD-UA 9103 - 4 points                               One hundred and fifty years ago all Jews had three things in common: every Jew prayed in Hebrew, he submitted to God‘s commandments and awaited the coming of the Messiah. Today, Jews have only one thing in common – every Jew asks what it means to be a Jew.“ These are words of David ben Gurion after the Second World War. The period of the 18th to the 20th centuries of modern Jewish history in Europe belongs to the most dynamic in the whole Jewish history. What are the reasons for such radical changes? Were there differences between the development in Western, Central and Eastern Europe?&amp;; How did the changes affect Jewish religious, cultural, linguistic and national identity? These questions build the core of this course.   Sample syllabus                                History                                                  The Cultural History of the City in Central Europe: Prague, Budapest, Vienna and Berlin - HIST-UA 9091 - 4 points                               The process of urbanization in the modern era has reflected the economic differences, the social and aesthetic customs, and the political nuances of the European nations and of Europe as a whole. Students will consider numerous issues of city planning and growth. Topics will include patterns of cultural distinctiveness, the influence of ethnic and religious concerns, and the political implications apparent in architectural design, neighborhood development, housing policies, and public space.   Sample syllabus                                                                    History of Nationalism in Central and Eastern Europe - HIST-UA 9176 - 4 points                               In the 20th Century, three phenomena had fateful consequences for Central and Eastern Europe: (1) the unsuccessful attempt to eliminate, after WWI, national tension by creating new nation-states, and the encounters with both major totalitarian ideologies, (2) Nazism and (3) Communism. The present eruptions of nationalism are rooted in the heritage of these phenomena. Comparative histories of the formation of modern national identities, including the 'national awakening' of non-dominant nations, will be interpreted against the backdrop of national policies of multi-ethnic states, national programs and leaders. The major focus of the course will be oriented toward topics surrounding post-WWI Central and Eastern Europe, Nazism and Communism. We will examine the disintegration of post-Communist Central and Eastern Europe, discuss the ethnic conflicts, policies toward minorities and xenophobia. The bibliography of required and recommended reading will be handed out in class, the abbreviated titles are in the syllabus. The guidelines for mid-term and finals will be available in class two weeks before the scheduled exam.   Sample syllabus                              Journalism and Mass Communication                                                  Methods & Practice: Reporting the Arts - JOUR-UA 9202 - 4 points                               Using the cultural life of Prague as its focus, this course aims to enable students to report on the diversity of cultural and artistic activity in the Czech capital in eight main areas—film, photography, literature, architecture, music, visual arts, travel, and Prague in literature. Several forms and techniques will be explored through lecture, discussion and assignments, including: news reports, interviews, reviews (film, literature, theater), feature stories, essays, and commentaries. During the course, students will learn not only about Prague's cultural landscape but they will be encouraged to examine it in various journalistic and literary forms. One of the leading aims of this courses is also to introduce to them six extraordinary persons, whose work in their respective areas reached international attention.   Sample syllabus                                                                    International Reporting (Elective Topics) - JOUR-UA 9204 - 4 points                               This course will focus on foreign reporting in US and British newspapers and journals, looking at the history of foreign reporting, the different kinds of media in which it appears, the topics it covers and the skills necessary to perform it. Students will read and discuss contemporary reporting and famous reportage from the past, listen to foreign correspondents and write their own stories. By the end of the course students should have a good understanding of foreign reporting and will be well equipped with some of the practical skills necessary to follow it as a career.   Sample syllabus                                                                    Internship in Journalism - JOUR-UA 9980 - 1 to 4 points (NYU Journalism students only)                               Only open to students who have received special permission. Email sylvan.solloway@nyu.edu to apply.                                                                    Global Media Seminar: East-Central Europe - JOUR-UA 9505 and MCC-UE 9453 - 4 points                               The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.   Sample syllabus                              Law and Society                                                    Topics in Law and Society: Society and the Philosophy of Law - LWSOC-UA 9251- 4 points                               This course will begin by reviewing the nature and sources of law. Yet it will do so not as part of a purely academic exercise but in order to answer some very practical philosophical questions, such as: Why isn't law the same thing as justice? Where does legality end and revolution begin? Why does the Anglo-American legal system make legal resolution into a game? Are war crimes tribunals legal proceedings or merely victor's revenge dressed up in procedural garb? Why doesn't law which is considered divinely inspired (i.e. the Old and New Testaments) serve as a legitimate basis of law in the West? The aim of this course is to show how understanding the nature and sources of law can help us understand real-world events and issues. By the end of the course students will have an appreciation of the limits of law and how law fits into the fabric of society alongside other norms, such as morality and religion. Students should also learn to identify interconnections and relationships between ideas in seemingly disparate areas of thought.   Sample syllabus                              Media, Culture, and Communication                                                  Advertising and Society - MCC-UE 9015 - 4 points                               The course examines the role of advertising not only as an economic force but also as a form of cultural representation with a focus on the social implications of the role of consumerism in contemporary society by following its various forms around the world. Students will read, watch, analyze and discuss a variety of text specific commercials. Attention will be devoted also to the impact of advertising on the post-communist world and to the ways by which cultural issues are framed and kept in mind in the media discourse. The main objective is to provide an introductory course that is meaningful and of practical importance to students. The course examines Advertising not only as an academic discipline, but also a way of perceiving and understanding our society.   Sample syllabus                                                                    Social Media Networking - MCC-UE 9032 - 4 points                               This course will examine “social media” from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes “social media.” We will also work from an expansive definition of “technology,” considering the term in a cultural sense to include various practices and tools used to communicate in everyday life.   Sample syllabus                                                                      Media and Cultural Analysis - MCC-UE 9014 - 4 points                               An introduction to the theoretical approaches and practices used to analyze the content, structure, and context of media in society. Students will explore factors shaping modern media texts, including: politics, economics, technology, and cultural traditions. The dominant critical perspectives that contribute to our understanding of media will be read, discussed, and employed. The course has three broad objectives: Develop a critical awareness of media environments, develop a familiarity with concepts, themes and theoretical approaches of media criticism, and the terms associated with these approaches, and develop an ability to adopt and adapt these frameworks in your own analyses of mediated communication. Students' active class participation is vital to this process. Active participation includes listening, building on what others say, asking questions, advancing reasoned arguments, identifying theories that are relevant to the discussion, and working collaboratively with others. Missing class and/or a record of lateness will negatively affect the final grade. An absence will be excused only in case of a medical emergency (or other extraordinary circumstance) which is justified with appropriate documentation.   Sample syllabus                                                                    Internship in Communications Studies - MCC-UE 9100 - 1 to 4 points (NYU MCC students only)                               Only open to students who have received special departmental permission. Please contact Jonathan Martinez ( jm4599@nyu.edu ).                                                                    Culture, Media, and Globalization - MCC-UE 9400 - 4 points                               NOTE: Students majoring in Journalism and Mass Communication (CAS) or Communication Studies (Steinhardt) may take this course in conjunction with JOUR-UA 9298, Media and Society, for credit in the major.   A veritable buzzword, globalization refers to several newly emerged phenomena. To study it means to delve into several areas in which it manifests itself. These are, to name just the three most visible ones, the economy, culture and politics. In any of these dimensions globalization, as it is discussed in the last twenty years, functions through the media. Media does not portray globalization, but it is its important part. A study of globalization is inherently diverse and eclectic. So is this course. Students will read, watch films, analyze and discuss them. In class discussions and short papers they are expected to engage questions, issues, themes and topics connected to globalization, culture and the media. Special attention will be devoted to the impact of globalization on the late communist and post-communist world, and also to the ways by which the globalization issues are framed and discussed in the media discourse. All assigned texts and films are mandatory. Students are required to follow current events in the media (cable TV, newspapers, Internet). Class participation is expected as it is part of the final grade.   Sample syllabus                                                                    Global Media Seminar: East-Central Europe - JOUR-UA 9505 and MCC-UE 9453 - 4 points                               The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.   Sample syllabus                              Music and Performance Arts          Required course for all Steinhardt Music Majors                                                        Collegium & Program Seminar - MPATC-UE 9092 - 0 points                               The aim of Collegium Praha is to provide music students with a variety of experiences which reflect Prague’s unique musical and artistic history and culture. The course has two strands:     a series of weekly lectures and/or concerts to acquaint students with Czech  music and culture     a guided individual project which will ensure each students contact with Czech  peers, institutions, or mentors in their chosen area       Sample Syllabus                            Courses open to All Students that meet listed pre-requisites                                                        Music History II: Baroque and Classical - MPATC-UE 9068 - 2 points                               Prerequisite: Music History I, or success in placement exam     The history of musical styles in the baroque and classical periods.   Sample syllabus                                                                    Music History IV: Twentieth Century Music - MPATC-UE 9078 - 2 points                               Prerequisite: MPATC-UE 1077, Music History III, or success in placement exam   Evolution of contemporary compositional techniques traced from impressionism to the latest avant-garde experiments.   Sample syllabus                                                                    Music Theory IV: 20th Century - MPATC-UE 9038 - 2 points                               Prerequisite: Music Theory III, or success in placement exam     Introduction to the materials and organizing principles of 20th-century music, including extended chromaticism, modes, atonality, and jazz.   Sample syllabus                                                                      Aural Comprehension IV - MPATC-UE 9009 - 1 point                               Prerequisite: MPATC-UE 8, Aural Comprehension III, or success in placement exam   Continued training in intermediate musicianship skills.   Sample syllabus                                                                    Keyboard Skills IV - MPAPE-UE 9075 - 1 point                               Prerequisite: Keyboard Skills III, or success in placement exam   Course description coming soon.                            Course open to All Music Majors &amp; other students with permission.   Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                        Electroacoustic Composition: Techniques of Computer Music Synthesis - MPATE-UE 9047 - 3 points                               The basic concepts of 20th and 21st century musical composition - signal processing, extended notation, human computer interaction, studio as instrument, etc. are taught both theoretically and practically. The course is divided into two coordinated weekly classes, the first focusing on theory / listening activities (Rosenzveig), the second, actual composition in the world of electroacoustic music / sound art (Rataj).   In class one students are introduced to different perspectives and aesthetic paradigms for analyzing electroacoustic composition, including the broader contexts of contemporary art and New Media practices and are required to write two short papers. In the second class students compose their own works - the central output of the class.   Prerequisities: Basic knowledge of any software for digital audio practice (Pro Tools, Logic, Cubase, Audacity etc.) with software installed on your own laptop.&amp;nbsp;Facilities:A small production studio is available for students (Pro Tools, Logic, Finale, Max/MSP, small mixer, near-field monitors, microphones, portable digital field recorders)   Note: This is not a 'software class'. Tools are secondary to concepts, history, philosophy and compositional methods.   Sample Syllabus                          Private Lessons   Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                        Private Instruction on Piano -MPAPE-UE 9045 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes Classical and Jazz styles).                                                                      Private Instruction on String Instruments - MPASS-UE 9045 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes all string orchestral instruments and guitar, classical and jazz styles).                                                                      Private Music Composition Instruction - MPATC-UE 9021 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes traditional, music theatre, film scoring and jazz).                                                                      Private Instruction on Wind or Percussion Instruments - MPAWW-UE 9034 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes all woodwind, brass and percussion instruments, classical and jazz styles).                                                                      Vocal Training (Private Lesson) - MPAVP-UE 9111 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes classical, music theatre and jazz styles).                          Ensembles   Open to Music majors and other students by placement audition. Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                        Chamber Ensembles - MPATC-UE 9080 - 1 point                               Open to Music majors and other students by placement audition. Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                                       Jazz Ensembles - MPAJZ-UE 9089 - 0 - 1 point                               Open to Music majors and other students by placement audition. Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                            Internships   Restricted to Steinhardt Music Business / Technology majors only. Students must email for permission to enroll as directed in the course notes.                                                        Internship in Music Business - MPAMB-UE 9320 - 1-3 points                               For NYU Steinhardt Music Business students only; permission of Steinhardt music faculty required. Contact Catherine Moore catherine.moore@nyu.edu .                                                                    Internship in Music Technology - MPATE-UE 9820 - 1-3 points                               For NYU Steinhardt Music Technology students only; permission of Steinhardt music faculty required. Contact Kenneth Peacock kp3@nyu.edu for permission to enroll.                              Photography          See Art and Art Professions above.              Politics                                                  East European Government and Politics - POL-UA 9522 - 4 points                               This course is an introduction to the modern politics and government of Central and Eastern Europe from the beginning of the Twentieth Century to the present. We will examine several periods, including 1). The interwar period and the development of the first modern political systems; 2) World War II, German occupation and resistance, and official and unofficial political systems; 3). Sovietization and the adoption of non-democratic political system; 4). The Communist Era in Eastern &amp; Central Europe; 5). Democratic transitions; 6) and the processes of democratic consolidation. The course uses a comparative approach, using a few basic theories of political science to analyze the Central &amp; Eastern European case. Topics include types of political regimes, creation and breakdown of democratic systems, constitutions and state systems, political parties, elections etc.   Sample syllabus                                                                    Central Europe, NATO and the European Union POL-UA 9994 - 4 points                               The course &quot;Central Europe, EU and NATO&quot; provides students with an overview of the history, institutional and political structures, and major current debates in the European integration process, including its Atlantic dimension. In particular, the course concentrates on the trends triggered by EU enlargements in 2004 and 2007, the security situation after 9/11 and the impact of globalization on EU economic and social governance.   Sample syllabus                                                                    European-American Relations in the 21st Century - POL-UA 9598 - 4 points                               This course explores the recent history and the current state of political, economic and cultural relations between the United States and Europe. Ever since the end of the World War II, the cooperative relationship between these two parts of the world, often described as &quot;The West&quot;, has been a bedrock of international stability, security and prosperity. After the end of the Cold War, this relationship has undergone changes, along with the whole system of international relations. Recently, on both sides of the Atlantic, the talk has been about a crisis of the Euro-American relationship. We will examine the validity of these claims, the causes of the current disagreements and possible ways of overcoming them. Throughout, we will emphasize the overwhelming nature of common values and interests on both sides of the Atlantic as well as the risks stemming from a potential rift for both Europe and America. We will examine the compatibility of current European and U.S. policies with respect to third countries or regions, such as Russia, the Middle East, China, and other parts of the Globe. We will also analyze the specific role played in this relationship by countries of Central and Eastern Europe as relative newcomers to democracy, to the Atlantic Alliance and to European Union.   Sample syllabus                                                                      Czech and Slovak Modern History in the Central European Context - POL-UA 9994 - 4 points                               This course tells the story of the region in the geographical trap between Germany and Russia. The establishment of Czechoslovakia, the post-WW II expulsion of the German minority, Stalinism, the Prague Spring of 1968, dissident movements, the Velvet Revolution of 1989, transition to democracy, Václav Havel and the post-Havel era will all be studied. Students will gain basic knowledge on Central European political, historical and economic issues. Critical reading of sources and independent thinking required.   Sample syllabus                                                                      Germany and East Central Europe (1871-2000) - HIST-UA9514 or POL-UA 9515 - 4 points                               This course will focus on the history of the culturally rich region of &quot;Mitteleuropa&quot; through analysis of the parallel evolution of Germany and the Czech Republic, Poland, Slovakia and Hungary. Mitteleuropa as a region produced such important figures as Franz Kafka, Gustav Mahler, Sigmund Freud, Theodor Herzl and Milan Kundera; historical personalities whose influence internationally is indisputable. We'll delve into the history of the region and on the central role played by German politics and culture from the end of the 19th century, through the turbulent 20th century to the present day.   Emphasis will be on the evolution of the concept of nationalism as well as on Germany's foreign policy in the &quot;concert of nations&quot;, especially towards its Eastern neighbors. The aim is to achieve an understanding of the complex evolution of national entities and their interaction between the birth of the modern German state and the integration of the Visegrád countries in NATO and the European Union.   Sample syllabus                                                                      Western European Comparative Politics - EURO-UA 9510 or POL-UA 9510 - 4 points                               This course will concentrate on the analysis of the pursuits of democracy in Western Europe. Firstly, the conception of Europe will be explored in its historical perspective and different perceptions: territorial, political, spiritual, cultural etc. Secondly, the characterizing social cleavages of Europe will be introduced: territorial, economic, religious, national, ethnic etc. Furthermore, we will discuss how these cleavages get expressed in the formation of different social interests and lead to the organization of interests groups, political parties and NGOs. Thirdly, turning towards the institutional structures of West European parliamentary democracies, we will address the existence of political party systems, as well as the executive and legislative powers represented by government and parliament. Fourthly, we will explore the rules and outcomes of different electoral systems, which ensure regular rotation of political elites at power – however, under different principles. Finally, we will assess the enrichment of the classical models of government in Western Europe, which have in the last 20 years been supplemented by additional players participating in the decision making processes on different levels (local, regional, national and European) – leading to new political conceptualization of ‘governance’. Also, while European states remain core units of European integration, they are also influenced by the EU, leading to their Europeanization. The new challenges facing Western Europe, such as globalization, continuing European integration, regionalization, restructuring of social welfare systems and the issues of identity, will be discussed.   Sample syllabus                              Religious Studies                                                  Religion, Culture and Politics in Eastern and Central Europe - RELST-UA 9360 - 4 points                               Religion is without doubt one of the most important elements that shaped the history and contemporary face of Central Europe. Religion played an important role in the political and cultural development of this part of the world. The history of the mutual interaction between religion and politics is evident in the cultural richness of this part of the world, particularly in Bohemia and Prague.   This course explores various religious phenomena that formed political ideas and cultural values of this region indifferent historical periods. We examine particularly those religious characteristics and figures that remarkably influenced the world's history and enriched human thinking. First, we study the Christianization of Central European society and the prominent role of religion in the political and cultural transformation of the medieval period. Then we follow the religious reformation process and development of the relationship between Judeo-Christian tradition and the secular world in the early modern period. Finally, we explore the policies of communist regimes in the spheres of religion and culture and study the struggle of Christian churches against communist totalitarianism. The transformation of Catholicism in the 1960s is also examined together with the role of religion in post-communist society.   Excursions to significant historical and religious sights are an important part of the course.   Sample syllabus                                Russian and Slavic Studies                                                    Contemporary Central and East European Literature: From Kafka to Kundera - RUSSN-UA 9832 - 4 points                               The idea of the course is not to bring a full and detailed picture of the whole of modern and contemporary Central and East European literature into perspective, but rather to take advantage of the unique occasion to offer students a more focused view. Examining Czech literary history as a specific example of the European history of national, cultural and political emancipation plans to guide &quot;newcomers&quot; along the most important cultural streams influencing the face of Czech literature in the 19th and 20th centuries. The larger cultural context includes the political role of art and literature in Czech history, language, religion, social and national currents and crosscurrents, as well as its Central and East European dimension.   Sample syllabus                              Sociology                                                  Collective Identity in a Totalitarian Regime - SOC-UA 9970 - 4 points                               This course examines the totalitarian oppression from the point of view of ordinary citizens in communist Czechoslovakia. It focuses on the construction of collective mentality through everyday official/public and unofficial/private activities, including mass parades, ceremonies and performances, work relations, children’s education, housing schemes or collective vacationing. The goal of the seminar is to demonstrate the consequences of life in an oppressive regime: suppression of fundamental forms of civic interaction, such as independent public communication, and distortion of moral and behavioral norms. At the end of the semester, students will be able to evaluate the main theoretical concepts and historical events of totalitarianism against the background of specific activities, problems and aspirations of the people directly affected by life in a totalitarian system, the citizens of communist Czechoslovakia.   Sample syllabus                                                                      Contemporary Issues in Law: Law and Human Rights in Central Europe - SOC-UA 9413 - 4 points                               This course explores the development of the rule of law and human rights issues in post-communist Central Europe. We will also refer to transitional systems outside the post-communist region. Although dealing with Central European region, we will often talk about American situation as well. First, we will face a short introduction into the history of the Central European region and its culture of human rights, and try to delineate this region. Next, we will examine the historical, national and international context of making constitutionalism and the rule of law in Central Europe. We will try to understand what human rights actually mean. We will face the debates that occurred when emerging democracies dealt with the former communist regimes. On several case studies, we will explain several basic attitudes towards the former communist regimes, its apparatchiks, its agents, and collaborators (lustration laws and dealing with the communist crimes). We will compare these approaches with those found elsewhere (South Africa, Latin America). Furthermore, we will examine contemporary human rights debates surrounding abortion, freedom of speech, social rights, the relation between religion and the state, the discrimination against minorities, gay rights, gender discrimination, affirmative action etc. We will also analyze the Western legal transplants in Central Europe and the post-communist application of basic rights. Finally, we will deal with the European Union and the legal dimension of the European Enlargement of 2004.   Sample syllabus                                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Research Opportunities   Facilities   Faculty   Internships                Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff                 Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                             Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Music Program                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     ECON-UB 9271 Ownership &amp; Corp Control, prerequisites, visiting students email global.academics@nyu.edu for permission.     Some Stern (Business) courses are restricted to Stern students only until Friday of registration week. Non-Stern students will be able to register beginning Friday.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016             Required Course for All Students                                                    Global Orientations: The Czech Republic in a Global Context                               The purpose of this class is primarily to discuss the history and culture of the Czech Republic and Central Europe—the intersection of many international influences--in the context of globalization and, conversely, to discuss globalization in the local context. An important dimension of the class will be a discussion about how international students should use their experience abroad (in this case Prague and, more generally, Central Europe) to better understand complicated developments on the global level and back at home.   Taught by Dr. Jiri Pehe with a team of NYU Prague professors                                Language Courses                                                  Elementary Czech I - RUSSN-UA 9201 - 4 points                               Students work on pronunciation, grammar, and vocabulary enrichment. Emphasis is placed on developing and enhancing listening, comprehension and oral skills. Additional hours are offered to improve pronunciation. Written and oral examinations required.   Sample Syllabus                                                                      Elementary Czech II - RUSSN-UA 9202 - 4 points                               Continuation of Elementary Czech I course.   Sample Syllabus                                                                    Intermediate Czech I - RUSSN-UA 9203 - 4 points                               Using communicative methodology this course introduces more complex features of the language and focuses on building reading and writing skills while continuing to develop conversational ability.   Sample Syllabus                                                                    Intermediate Czech II - RUSSN-UA 9204 - 4 points                               Continuation of Intermediate Czech I.                                                                    Elementary German I - GERM-UA 9001 - 4 points                               Using communicative methodology, this course introduces students to essential linguistic and social conventions of spoken German, with an emphasis on establishing conversational skills.   Sample syllabus                                                                    Elementary German II - GERM-UA 9002 - 4 points                               Continuation of Elementary German I.   Sample syllabus                                                                    Intermediate German I - GERM-UA 9003 - 4 points                               Using communicative methodology, this course introduces more complex features of the language and focuses on building reading and writing skills while continuing to develop conversational ability.   Sample syllabus                                                                    Intermediate German II - GERM-UA 9004 - 4 points                               Continuation of Intermediate German I.   Sample syllabus                                                                      Advanced German Tutorial - GERM-UA 9091 - 4 points                               Course description coming soon.   Sample Syllabus                                                                    Elementary Polish I - RUSSN - UA 9211 - 4 points                               Using communicative methodology, this course introduces students to essential linguistic and social conventions of spoken Polish, with an emphasis on establishing conversational skills.   Sample Syllabus                                                                    Elementary Polish II - RUSSN - UA 9212 - 4 points                               Continuation of Elementary Polish I.                                                                      Intermediate Polish I - RUSSN-UA 9213 - 4 points                               Using communicative methodology this course introduces more complex features of the language and focuses on building reading and writing skills while continuing to develop conversational ability.   Taught by Professor Magala     Sample Syllabus                                                                    Intermediate Polish II - RUSSN-UA 9214 - 4 points                               Continuation of Intermediate Polish I.                                                                    Elementary Russian I - RUSSN-UA 9001 - 4 points                               Intended to give beginners a speaking and reading knowledge of the Russian language. Involves an introduction to the essentials of Russian grammar and the reading of graded texts, with special emphasis on the acquisition of an idiomatic conversational vocabulary. Combines the traditional grammar approach with conversational, inductive method.   Sample Syllabus                                                                    Elementary Russian II - RUSSN-UA 9002 - 4 points                               Continuation of Elementary Russian I.   Sample Syllabus                                                                    Intermediate Russian I - RUSSN-UA 9003 - 4 points                               Grammar review, vocabulary building, and drills in spoken Russian.   Sample Syllabus                                                                    Intermediate Russian II - RUSSN-UA 9004 - 4 points                               Vocabulary building, idiomatic expressions, and drills in spoken Russian.   Sample Syllabus                                                                    Advanced Russian I - RUSSN-UA 9107 - 4 points                               The course combines the traditional grammatical approach with a communicational, interactive method. Since the size of the claass is usually small we can put great emphasis on improving speaking in Russian on various subjects. Students will be given short topics to talk about at the beginning of every lesson and most written essays will have to be presented orally in class.   Sample Syllabus                                  Anthropology                                                  Roma in Central East Europe: Enthnographic and Historical Overview Of A People Without A State - ANTH-UA 9200 - 4 points                               The course will introduce students to the development of Romany politics and culture from a persecuted minority through to the emergence of Romany organizations with an emphasis on Central and Eastern Europe. The aim is to challenge any essentializing view on Roma as either a people outside or/and without society or as perennial victims of oppression. Two main approaches have dominated the teaching of Romany issues: a culturalist/ethnic approach, which stresses Romany cultures, and an economistic approach, which stresses ´poverty.´ This course will challenge mono-causal and a-historic explanations for the social situation of Roma and will stimulate students to think about Roma in a critical holistic way that brings into consideration the societies they live in. Building on a diverse selection of empirical material, ranging from ethnographic, historical and sociological case studies to artistic representations of Roma, the course will present the Roma “as good to think” for our comprehension of current social issues. The course is divided into three interconnected thematic blocks – 1. Identity, community and culture, 2. Power, the State and social stratification, 3. History, memory and politics of representation – which will allow to cover much of the current debates on the plight of European Roma as well as a grasp of social theories on marginality.   Sample Syllabus                                Art and Art Professions                                                    Introduction to Photography - ART-UE 9301 - 4 points                               This course is a hands-on introduction to the use of photography as a medium of documentation and expression. Assignments and critiques enhance the development of independent individual work while developing photographic skills and techniques. Students provide their own cameras.   Sample syllabus                                                              Art History                                                  History of Czech Architecture - ARTH-UA 9660 - 4 points                               The course covers the history of architecture from Mediaeval to contemporary with special attention to 19th and 20th Century architecture and urbanism as well as the visual arts. The course begins with the pre-Romanesque and Romanesque, Gothic, Renaissance, Baroque and Classicism periods. The major focus will be on 19th and 20th Century architectural styles from Historicism and Art Nouveau through Cubism, Art-Déco, Avant-garde Functionalism, post-war Stalinist art and architecture, and the contemporary. It's necessary to have an understanding of the evolution of Mid European art and architecture, town planning and theory.   Sample syllabus                                                                    Czech Art and Architecture - ARTH-UA 9662 - 4 points                               This course presents a survey of art and architecture in Prague and its environs - from the Middle Ages to the present - placed within the context of the main periods and movements of Western art history. The course will be rooted in a discussion of the city of Prague, and students are encouraged through excursions and assignments to become acquainted with the city's architecture, monuments and urban design. Students will learn to analyse formal aspects of art and architectural styles (from Romanesque to modern) and will also be encouraged to investigate their sources and theoretical foundations. Emphasis will be given to the historical and cultural context of art styles and movements. We will also look at art patronage in some key periods of Czech history to see how this reflects political, cultural and ideological change. Classroom lectures will be combined with regular excursions to examine works of art and architecture at first hand. These will include architectural walking tours and visits to temporary exhibitions as well as the city's major art galleries.   Sample syllabus                              Business                                                  Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample syllabus                                                                    Organizational Communication and its Social Context - SOIM-UB 9065 - 4 points                               In this course, students learn how to increase their communication effectiveness for business and professional goals. During the semester, students focus on the strategic implications of communication for modern organizations. A variety of assignments are given to stress the following communication competencies: written, spoken and nonverbal communication basics for business; effective team communication strategies; informative, persuasive and collaborative presentations; communication techniques for required junior and senior year projects. Students regularly receive personal feedback about their writing and their oral presentations from instructors and staff.   Sample syllabus                                                                    Ownership and Corporate Control in Advanced and Transition Economies - ECON-UB 9271 - 3 points                               Prerequisites: ECON-UB 1, ECON-UA 10 or ECON-UA 11, Intermediate Microeconomics or Microeconomics (Theory). or equivalent.   NYU Stern students may take this course as a third Stern course at NYU Prague.   NYU College of Arts and Sciences Economics Department Students: Please note this course CANNOT be taken for major or minor credit.   The subject of the course is to describe one of the most profound changes to take place in the history of the world economy - the rapid change from centrally planned economies to market economies throughout what used to be known as &quot;the Soviet block&quot;. Although some reforms in some countries began much earlier, the true transition began in most Central and Eastern European countries roughly in 1990. This means that scholars and researchers are only now beginning to have the data and a sufficient distance needed to study and analyze the transition process.   Sample syllabus                                  College Core Curriculum                                                  Cultures and Contexts: Russia - Between East &amp; West - CORE-UA 9510 - 4 points                               Russia’s rich and multifaced cultural identity has been shaped in a thousand year long process of interaction with a range of diverse cultural formations of the ‘West’ and ‘East’ (including Byzantine/ Christian ‘East’, Central Asian/Muslim ‘East’, South Asian/Indian ‘East”, and East Asian/Confucian ‘East’). For the last 300 years, since the era of Peter the Great, Russia’s greatest statesmen, philosphers, religious thinkers, writers, poets and creative artists were obssesed with the question of Russia’s distinctive cultural identity. This passionate search for the ‘Russian soul’ is apparently far from over, as the recent rise of interest in the ideas of ‘Eurasianism’ and ‘Neo-Slavophilism’ testifies. This course in Russian intellectual history explores the sources of Russia’s unique cultural blend through examination of some of the principal textual and artistic images representative of traditions that emerged at the geographic and cultural crossroads of Eastern Europe, including those which constitute Russia’s unique contribution to world culture. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, community, individual, gender, and the &quot;other.&quot;   Sample syllabus                                                                      Cultures and Contexts: Prague, in the Heart of Central Europe - CORE-UA 9548 - 4 points                               Prague is without doubts one of the most important historical, geopolitical and cultural capitals of Central Europe. The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often, it is characterized simply as a space on the edge between the West and East. However, most scholars agree that there is a distinct Central European culture. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures such as Bach, Mozart, Beethoven, Kant, Goethe and Hegel; later followed by Kafka, Rilke, Freud, Mendel and Dvorak, to mention at least some. Central European culture is based on historical, social and cultural characteristics shared by the countries of this geopolitical entity. It is a result of complicated historical, political, ethnic, cultural, artistic and religious interactions throughout more then thousand years of its history. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of course location in Prague, students have the opportunity to examine the primary sources and artifacts (literature, music, art, film) in their contexts and environment.   Sample syllabus                                Comparative Literature                                                  Kafka and his Contexts - COLIT-UA 9136 and SASEM-UG 9401 - 4 points                               &quot;A book must be an ax for the frozen sea in us,&quot; wrote Franz Kafka (1883-1924), one of the best known but least understood authors of our times. In this course, we will break some of the clichés which are stuck to Kafka's life and work and dive into the fascinating, intricate and profoundly humorous world of his thoughts and emotions. In Prague, the city that determined and held Kafka in its &quot;claws&quot;, we will trace the possible sources of the writer's private obsessions which became the general characteristics of modern men: The sense of isolation, the anxiety, the self-irony, the sense of responsibility and guilt, the quest for freedom, the struggle of an individual against the system. We will read selected works of Kafka, but also Meyrink - the author of Prague ghetto - and Milan Kundera. This course aims to bring the students to a point from which they can find their own genuine and intimate understanding of Kafka's writing.   Sample syllabus                              Economics        Ownership and Corporate Control in Advanced and Transition Economies is now offered through the Stern School of Business's Economics Department. This course is listed under Business above. Please note this course CANNOT be taken for major or minor credit by students in NYU's College of Arts and Sciences Economics Department.                    European &amp; Mediterranean Studies                                                  European Security after the Cold War - EURO-UA 9157 - 4 points                               This course will try to put European security into the context of today’s world: from the collapse of communism and dissolution of the Warsaw Pact through the years of wars in the former Yugoslavia, the wars on former Soviet territory, and to the stateless threat of terrorism today. But study limited to Europe would be pointless; the Old Continent is no longer the prime player on the planet. Therefore a series of related topics and areas will also be discussed: U.S. military might (especially compared to the European armed forces); the situation in adjacent regions (North Africa, Middle East, Russia and Ukraine) and its implication for Europe; and the new types of terrorism.   Sample syllabus                                                                    The Political Economy of Europe from a Global Perspective - EURO-UA 9294 - 4 points                               The overriding goal of this course is to reach an understanding of the key strategic issues facing Europe today and how they impact on the political economy of the region. We will track how Europe has reached the present critical juncture in its history and consider where it is headed, including the options available to European policy-makers amid the on-going crisis in the Eurozone. To this end, we will examine the key events of the 19th and 20th centuries that led to the foundation of the EU and have shaped contemporary Europe. At the same time, we will consider Europe’s relations with the US as today’s sole superpower, the challenges posed by the resurgence of China and Russia and Europe’s role as a major player in the resource-rich Eurasian continent, where a new round of great power competition is unfolding.   The course draws largely on political economy but also on history, international relations and geopolitics. It aims to raise questions and stimulate discussion rather than provide clear-cut answers.   Sample syllabus                                                                    Modern Dissent in Central Europe: The Art of Defeat - EURO-UA 9301 and SASEM-UG 9400 - 4 points                               Totalitarian ideologies which were used in European political discourse in the twentieth century to explain major historical changes have changed forever the relationship between the state and its citizens. The aspiration of the totalitarian state to acquire total control over individual lives through control of education, employment and health systems succeeded beyond anything perceived possible until then in any political regime after European Enlightenment. Nazism and Communism mobilized irrationally motivated mass support and won power in a very short time. Their success was partially based on a mass propaganda, using fear as primary instinctive argument against a picture of both external and internal enemies. The major focus of the course will be oriented towards topics trying to explain the reasons for mass support for totalitarian ideologies and states on the basis of individual psychology. We will examine psychological explanations of a selfvictimisation, role of a victim and a perpetrator, majority society response to mass human rights abuses and the abusive past. On this background a phenomenon of a political and cultural dissent will be introduced and discussed. The role of electronic mass media, antiglobalisation movements and global terrorism are discussed as possible modern vehicles of totalitarian tendencies and reactions against them.   Sample syllabus                                                                    Western European Comparative Politics - EURO-UA 9510 or POL-UA 9510 - 4 points                               This course will concentrate on the analysis of the pursuits of democracy in Western Europe. Firstly, the conception of Europe will be explored in its historical perspective and different perceptions: territorial, political, spiritual, cultural etc. Secondly, the characterizing social cleavages of Europe will be introduced: territorial, economic, religious, national, ethnic etc. Furthermore, we will discuss how these cleavages get expressed in the formation of different social interests and lead to the organization of interests groups, political parties and NGOs. Thirdly, turning towards the institutional structures of West European parliamentary democracies, we will address the existence of political party systems, as well as the executive and legislative powers represented by government and parliament. Fourthly, we will explore the rules and outcomes of different electoral systems, which ensure regular rotation of political elites at power – however, under different principles. Finally, we will assess the enrichment of the classical models of government in Western Europe, which have in the last 20 years been supplemented by additional players participating in the decision making processes on different levels (local, regional, national and European) – leading to new political conceptualization of ‘governance’. Also, while European states remain core units of European integration, they are also influenced by the EU, leading to their Europeanization. The new challenges facing Western Europe, such as globalization, continuing European integration, regionalization, restructuring of social welfare systems and the issues of identity, will be discussed.   Sample syllabus                                                                    Imagining America, Imagining Europe- EURO-UA 9173 - 4 points                               This class is devoted not only to a &quot;close reading&quot; of the selected texts, but also to relevant broader issues. While the approach and methods are interdisciplinary, the main emphasis is on literary theory (explaining and applying basic literary terms), literary history (both American and European), and literary criticism (analyzing different responses to given works). Every class starts with the oral presentation delivered by a student, then there is a short lecture by the teacher, and a discussion follows.   Sample syllabus                              Film and Television                                                    Seminar in Czech Cinema - IFMTV-UT 1040 - 4 points                               Emphasizing one of the most influential film movements in the post-World War II era, the cinema of the Czech New Wave. This cinema studies course explores the history and development of Czech and Slovak cinema. Lectures are supplemented with screenings.   Sample syllabus                              Gallatin School of Individualized Study                                                  Civil Resistance in Central and Eastern Europe: Reflections in Literature, Art and Film - SASEM-UG 9402 - 4 points                               Civil resistance is not the same as opting out of society or having views that go against the grain. It is fundamentally about deciding not to conform with repressive regimes. It is also about choosing a mode of action that brings with it personal dangers even when, as is usual, it advocates non-violence. This course examines the nature and significance of civil resistance in Central and Eastern Europe in the 20th century. In studying resistance literature (including poetry and song), art and film, we will draw on ideas and arguments from the disciplines of history, political science, literature, art criticism, film studies and psychology.   Sample syllabus                                                                    Central European Film - SASEM-UG 9403- 4 points                               This interdisciplinary seminar is designed to discuss and question the identity of specific nations in European space, which has always been a fascinating crossroad of ideas and ideologies as well as the birthplace of wars and totalitarian systems. The course will cover masterpieces of Russian, Hungarian, German, Polish and Czech cinematography, focusing on several crucial periods of history, in particular WWII and its aftermath, showing moral dilemmas of individuals and nations under the Nazi regime as well as revealing the bitter truth of the Stalinist years.   Sample syllabus                                                                    Modern Dissent in Central Europe: The Art of Defeat - EURO-UA 9301 and SASEM-UG 9400 - 4 points                               Totalitarian ideologies which were used in European political discourse in the twentieth century to explain major historical changes have changed forever the relationship between the state and its citizens. The aspiration of the totalitarian state to acquire total control over individual lives through control of education, employment and health systems succeeded beyond anything perceived possible until then in any political regime after European Enlightenment. Nazism and Communism mobilized irrationally motivated mass support and won power in a very short time. Their success was partially based on a mass propaganda, using fear as primary instinctive argument against a picture of both external and internal enemies. The major focus of the course will be oriented towards topics trying to explain the reasons for mass support for totalitarian ideologies and states on the basis of individual psychology. We will examine psychological explanations of a selfvictimisation, role of a victim and a perpetrator, majority society response to mass human rights abuses and the abusive past. On this background a phenomenon of a political and cultural dissent will be introduced and discussed. The role of electronic mass media, antiglobalisation movements and global terrorism are discussed as possible modern vehicles of totalitarian tendencies and reactions against them.   Sample syllabus                                                                    Kafka and his Contexts - COLIT-UA 9136 and SASEM-UG 9401 - 4 points                               &quot;A book must be an ax for the frozen sea in us,&quot; wrote Franz Kafka (1883-1924), one of the best known but least understood authors of our times. In this course, we will break some of the clichés which are stuck to Kafka's life and work and dive into the fascinating, intricate and profoundly humorous world of his thoughts and emotions. In Prague, the city that determined and held Kafka in its &quot;claws&quot;, we will trace the possible sources of the writer's private obsessions which became the general characteristics of modern men: The sense of isolation, the anxiety, the self-irony, the sense of responsibility and guilt, the quest for freedom, the struggle of an individual against the system. We will read selected works of Kafka, but also Meyrink - the author of Prague ghetto - and Milan Kundera. This course aims to bring the students to a point from which they can find their own genuine and intimate understanding of Kafka's writing.   Sample syllabus                              Hebrew and Judaic Studies                                                  Modern Jewish History - HBRJD-UA 9103 - 4 points                               One hundred and fifty years ago all Jews had three things in common: every Jew prayed in Hebrew, he submitted to God‘s commandments and awaited the coming of the Messiah. Today, Jews have only one thing in common – every Jew asks what it means to be a Jew.“ These are words of David ben Gurion after the Second World War. The period of the 18th to the 20th centuries of modern Jewish history in Europe belongs to the most dynamic in the whole Jewish history. What are the reasons for such radical changes? Were there differences between the development in Western, Central and Eastern Europe?&amp;; How did the changes affect Jewish religious, cultural, linguistic and national identity? These questions build the core of this course.   Sample syllabus                                History                                                  The Cultural History of the City in Central Europe: Prague, Budapest, Vienna and Berlin - HIST-UA 9091 - 4 points                               The process of urbanization in the modern era has reflected the economic differences, the social and aesthetic customs, and the political nuances of the European nations and of Europe as a whole. Students will consider numerous issues of city planning and growth. Topics will include patterns of cultural distinctiveness, the influence of ethnic and religious concerns, and the political implications apparent in architectural design, neighborhood development, housing policies, and public space.   Sample syllabus                                                                    History of Nationalism in Central and Eastern Europe - HIST-UA 9176 - 4 points                               In the 20th Century, three phenomena had fateful consequences for Central and Eastern Europe: (1) the unsuccessful attempt to eliminate, after WWI, national tension by creating new nation-states, and the encounters with both major totalitarian ideologies, (2) Nazism and (3) Communism. The present eruptions of nationalism are rooted in the heritage of these phenomena. Comparative histories of the formation of modern national identities, including the 'national awakening' of non-dominant nations, will be interpreted against the backdrop of national policies of multi-ethnic states, national programs and leaders. The major focus of the course will be oriented toward topics surrounding post-WWI Central and Eastern Europe, Nazism and Communism. We will examine the disintegration of post-Communist Central and Eastern Europe, discuss the ethnic conflicts, policies toward minorities and xenophobia. The bibliography of required and recommended reading will be handed out in class, the abbreviated titles are in the syllabus. The guidelines for mid-term and finals will be available in class two weeks before the scheduled exam.   Sample syllabus                              Journalism and Mass Communication                                                  Methods & Practice: Reporting the Arts - JOUR-UA 9202 - 4 points                               Using the cultural life of Prague as its focus, this course aims to enable students to report on the diversity of cultural and artistic activity in the Czech capital in eight main areas—film, photography, literature, architecture, music, visual arts, travel, and Prague in literature. Several forms and techniques will be explored through lecture, discussion and assignments, including: news reports, interviews, reviews (film, literature, theater), feature stories, essays, and commentaries. During the course, students will learn not only about Prague's cultural landscape but they will be encouraged to examine it in various journalistic and literary forms. One of the leading aims of this courses is also to introduce to them six extraordinary persons, whose work in their respective areas reached international attention.   Sample syllabus                                                                    International Reporting (Elective Topics) - JOUR-UA 9204 - 4 points                               This course will focus on foreign reporting in US and British newspapers and journals, looking at the history of foreign reporting, the different kinds of media in which it appears, the topics it covers and the skills necessary to perform it. Students will read and discuss contemporary reporting and famous reportage from the past, listen to foreign correspondents and write their own stories. By the end of the course students should have a good understanding of foreign reporting and will be well equipped with some of the practical skills necessary to follow it as a career.   Sample syllabus                                                                    Internship in Journalism - JOUR-UA 9980 - 1 to 4 points (NYU Journalism students only)                               Only open to students who have received special permission. Email sylvan.solloway@nyu.edu to apply.                                                                    Global Media Seminar: East-Central Europe - JOUR-UA 9505 and MCC-UE 9453 - 4 points                               The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.   Sample syllabus                              Law and Society                                                    Topics in Law and Society: Society and the Philosophy of Law - LWSOC-UA 9251- 4 points                               This course will begin by reviewing the nature and sources of law. Yet it will do so not as part of a purely academic exercise but in order to answer some very practical philosophical questions, such as: Why isn't law the same thing as justice? Where does legality end and revolution begin? Why does the Anglo-American legal system make legal resolution into a game? Are war crimes tribunals legal proceedings or merely victor's revenge dressed up in procedural garb? Why doesn't law which is considered divinely inspired (i.e. the Old and New Testaments) serve as a legitimate basis of law in the West? The aim of this course is to show how understanding the nature and sources of law can help us understand real-world events and issues. By the end of the course students will have an appreciation of the limits of law and how law fits into the fabric of society alongside other norms, such as morality and religion. Students should also learn to identify interconnections and relationships between ideas in seemingly disparate areas of thought.   Sample syllabus                              Media, Culture, and Communication                                                  Advertising and Society - MCC-UE 9015 - 4 points                               The course examines the role of advertising not only as an economic force but also as a form of cultural representation with a focus on the social implications of the role of consumerism in contemporary society by following its various forms around the world. Students will read, watch, analyze and discuss a variety of text specific commercials. Attention will be devoted also to the impact of advertising on the post-communist world and to the ways by which cultural issues are framed and kept in mind in the media discourse. The main objective is to provide an introductory course that is meaningful and of practical importance to students. The course examines Advertising not only as an academic discipline, but also a way of perceiving and understanding our society.   Sample syllabus                                                                    Social Media Networking - MCC-UE 9032 - 4 points                               This course will examine “social media” from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes “social media.” We will also work from an expansive definition of “technology,” considering the term in a cultural sense to include various practices and tools used to communicate in everyday life.   Sample syllabus                                                                      Media and Cultural Analysis - MCC-UE 9014 - 4 points                               An introduction to the theoretical approaches and practices used to analyze the content, structure, and context of media in society. Students will explore factors shaping modern media texts, including: politics, economics, technology, and cultural traditions. The dominant critical perspectives that contribute to our understanding of media will be read, discussed, and employed. The course has three broad objectives: Develop a critical awareness of media environments, develop a familiarity with concepts, themes and theoretical approaches of media criticism, and the terms associated with these approaches, and develop an ability to adopt and adapt these frameworks in your own analyses of mediated communication. Students' active class participation is vital to this process. Active participation includes listening, building on what others say, asking questions, advancing reasoned arguments, identifying theories that are relevant to the discussion, and working collaboratively with others. Missing class and/or a record of lateness will negatively affect the final grade. An absence will be excused only in case of a medical emergency (or other extraordinary circumstance) which is justified with appropriate documentation.   Sample syllabus                                                                    Internship in Communications Studies - MCC-UE 9100 - 1 to 4 points (NYU MCC students only)                               Only open to students who have received special departmental permission. Please contact Jonathan Martinez ( jm4599@nyu.edu ).                                                                    Culture, Media, and Globalization - MCC-UE 9400 - 4 points                               NOTE: Students majoring in Journalism and Mass Communication (CAS) or Communication Studies (Steinhardt) may take this course in conjunction with JOUR-UA 9298, Media and Society, for credit in the major.   A veritable buzzword, globalization refers to several newly emerged phenomena. To study it means to delve into several areas in which it manifests itself. These are, to name just the three most visible ones, the economy, culture and politics. In any of these dimensions globalization, as it is discussed in the last twenty years, functions through the media. Media does not portray globalization, but it is its important part. A study of globalization is inherently diverse and eclectic. So is this course. Students will read, watch films, analyze and discuss them. In class discussions and short papers they are expected to engage questions, issues, themes and topics connected to globalization, culture and the media. Special attention will be devoted to the impact of globalization on the late communist and post-communist world, and also to the ways by which the globalization issues are framed and discussed in the media discourse. All assigned texts and films are mandatory. Students are required to follow current events in the media (cable TV, newspapers, Internet). Class participation is expected as it is part of the final grade.   Sample syllabus                                                                    Global Media Seminar: East-Central Europe - JOUR-UA 9505 and MCC-UE 9453 - 4 points                               The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.   Sample syllabus                              Music and Performance Arts          Required course for all Steinhardt Music Majors                                                        Collegium & Program Seminar - MPATC-UE 9092 - 0 points                               The aim of Collegium Praha is to provide music students with a variety of experiences which reflect Prague’s unique musical and artistic history and culture. The course has two strands:     a series of weekly lectures and/or concerts to acquaint students with Czech  music and culture     a guided individual project which will ensure each students contact with Czech  peers, institutions, or mentors in their chosen area       Sample Syllabus                            Courses open to All Students that meet listed pre-requisites                                                        Music History II: Baroque and Classical - MPATC-UE 9068 - 2 points                               Prerequisite: Music History I, or success in placement exam     The history of musical styles in the baroque and classical periods.   Sample syllabus                                                                    Music History IV: Twentieth Century Music - MPATC-UE 9078 - 2 points                               Prerequisite: MPATC-UE 1077, Music History III, or success in placement exam   Evolution of contemporary compositional techniques traced from impressionism to the latest avant-garde experiments.   Sample syllabus                                                                    Music Theory IV: 20th Century - MPATC-UE 9038 - 2 points                               Prerequisite: Music Theory III, or success in placement exam     Introduction to the materials and organizing principles of 20th-century music, including extended chromaticism, modes, atonality, and jazz.   Sample syllabus                                                                      Aural Comprehension IV - MPATC-UE 9009 - 1 point                               Prerequisite: MPATC-UE 8, Aural Comprehension III, or success in placement exam   Continued training in intermediate musicianship skills.   Sample syllabus                                                                    Keyboard Skills IV - MPAPE-UE 9075 - 1 point                               Prerequisite: Keyboard Skills III, or success in placement exam   Course description coming soon.                            Course open to All Music Majors &amp; other students with permission.   Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                        Electroacoustic Composition: Techniques of Computer Music Synthesis - MPATE-UE 9047 - 3 points                               The basic concepts of 20th and 21st century musical composition - signal processing, extended notation, human computer interaction, studio as instrument, etc. are taught both theoretically and practically. The course is divided into two coordinated weekly classes, the first focusing on theory / listening activities (Rosenzveig), the second, actual composition in the world of electroacoustic music / sound art (Rataj).   In class one students are introduced to different perspectives and aesthetic paradigms for analyzing electroacoustic composition, including the broader contexts of contemporary art and New Media practices and are required to write two short papers. In the second class students compose their own works - the central output of the class.   Prerequisities: Basic knowledge of any software for digital audio practice (Pro Tools, Logic, Cubase, Audacity etc.) with software installed on your own laptop.&amp;nbsp;Facilities:A small production studio is available for students (Pro Tools, Logic, Finale, Max/MSP, small mixer, near-field monitors, microphones, portable digital field recorders)   Note: This is not a 'software class'. Tools are secondary to concepts, history, philosophy and compositional methods.   Sample Syllabus                          Private Lessons   Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                        Private Instruction on Piano -MPAPE-UE 9045 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes Classical and Jazz styles).                                                                      Private Instruction on String Instruments - MPASS-UE 9045 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes all string orchestral instruments and guitar, classical and jazz styles).                                                                      Private Music Composition Instruction - MPATC-UE 9021 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes traditional, music theatre, film scoring and jazz).                                                                      Private Instruction on Wind or Percussion Instruments - MPAWW-UE 9034 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes all woodwind, brass and percussion instruments, classical and jazz styles).                                                                      Vocal Training (Private Lesson) - MPAVP-UE 9111 - 3 points                               No prerequisite. Private lessons are restricted to Music Majors only. Students may only register for one private lesson per semester. Music majors from visiting schools should email marta.fleischhansova@nyu.edu to request permission to enroll.   One hour per week. (Includes classical, music theatre and jazz styles).                          Ensembles   Open to Music majors and other students by placement audition. Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                        Chamber Ensembles - MPATC-UE 9080 - 1 point                               Open to Music majors and other students by placement audition. Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                                                                       Jazz Ensembles - MPAJZ-UE 9089 - 0 - 1 point                               Open to Music majors and other students by placement audition. Non-Steinhardt music majors should email marta.fleischhansova@nyu.edu to request permission to enroll.                            Internships   Restricted to Steinhardt Music Business / Technology majors only. Students must email for permission to enroll as directed in the course notes.                                                        Internship in Music Business - MPAMB-UE 9320 - 1-3 points                               For NYU Steinhardt Music Business students only; permission of Steinhardt music faculty required. Contact Catherine Moore catherine.moore@nyu.edu .                                                                    Internship in Music Technology - MPATE-UE 9820 - 1-3 points                               For NYU Steinhardt Music Technology students only; permission of Steinhardt music faculty required. Contact Kenneth Peacock kp3@nyu.edu for permission to enroll.                              Photography          See Art and Art Professions above.              Politics                                                  East European Government and Politics - POL-UA 9522 - 4 points                               This course is an introduction to the modern politics and government of Central and Eastern Europe from the beginning of the Twentieth Century to the present. We will examine several periods, including 1). The interwar period and the development of the first modern political systems; 2) World War II, German occupation and resistance, and official and unofficial political systems; 3). Sovietization and the adoption of non-democratic political system; 4). The Communist Era in Eastern &amp; Central Europe; 5). Democratic transitions; 6) and the processes of democratic consolidation. The course uses a comparative approach, using a few basic theories of political science to analyze the Central &amp; Eastern European case. Topics include types of political regimes, creation and breakdown of democratic systems, constitutions and state systems, political parties, elections etc.   Sample syllabus                                                                    Central Europe, NATO and the European Union POL-UA 9994 - 4 points                               The course &quot;Central Europe, EU and NATO&quot; provides students with an overview of the history, institutional and political structures, and major current debates in the European integration process, including its Atlantic dimension. In particular, the course concentrates on the trends triggered by EU enlargements in 2004 and 2007, the security situation after 9/11 and the impact of globalization on EU economic and social governance.   Sample syllabus                                                                    European-American Relations in the 21st Century - POL-UA 9598 - 4 points                               This course explores the recent history and the current state of political, economic and cultural relations between the United States and Europe. Ever since the end of the World War II, the cooperative relationship between these two parts of the world, often described as &quot;The West&quot;, has been a bedrock of international stability, security and prosperity. After the end of the Cold War, this relationship has undergone changes, along with the whole system of international relations. Recently, on both sides of the Atlantic, the talk has been about a crisis of the Euro-American relationship. We will examine the validity of these claims, the causes of the current disagreements and possible ways of overcoming them. Throughout, we will emphasize the overwhelming nature of common values and interests on both sides of the Atlantic as well as the risks stemming from a potential rift for both Europe and America. We will examine the compatibility of current European and U.S. policies with respect to third countries or regions, such as Russia, the Middle East, China, and other parts of the Globe. We will also analyze the specific role played in this relationship by countries of Central and Eastern Europe as relative newcomers to democracy, to the Atlantic Alliance and to European Union.   Sample syllabus                                                                      Czech and Slovak Modern History in the Central European Context - POL-UA 9994 - 4 points                               This course tells the story of the region in the geographical trap between Germany and Russia. The establishment of Czechoslovakia, the post-WW II expulsion of the German minority, Stalinism, the Prague Spring of 1968, dissident movements, the Velvet Revolution of 1989, transition to democracy, Václav Havel and the post-Havel era will all be studied. Students will gain basic knowledge on Central European political, historical and economic issues. Critical reading of sources and independent thinking required.   Sample syllabus                                                                      Germany and East Central Europe (1871-2000) - HIST-UA9514 or POL-UA 9515 - 4 points                               This course will focus on the history of the culturally rich region of &quot;Mitteleuropa&quot; through analysis of the parallel evolution of Germany and the Czech Republic, Poland, Slovakia and Hungary. Mitteleuropa as a region produced such important figures as Franz Kafka, Gustav Mahler, Sigmund Freud, Theodor Herzl and Milan Kundera; historical personalities whose influence internationally is indisputable. We'll delve into the history of the region and on the central role played by German politics and culture from the end of the 19th century, through the turbulent 20th century to the present day.   Emphasis will be on the evolution of the concept of nationalism as well as on Germany's foreign policy in the &quot;concert of nations&quot;, especially towards its Eastern neighbors. The aim is to achieve an understanding of the complex evolution of national entities and their interaction between the birth of the modern German state and the integration of the Visegrád countries in NATO and the European Union.   Sample syllabus                                                                      Western European Comparative Politics - EURO-UA 9510 or POL-UA 9510 - 4 points                               This course will concentrate on the analysis of the pursuits of democracy in Western Europe. Firstly, the conception of Europe will be explored in its historical perspective and different perceptions: territorial, political, spiritual, cultural etc. Secondly, the characterizing social cleavages of Europe will be introduced: territorial, economic, religious, national, ethnic etc. Furthermore, we will discuss how these cleavages get expressed in the formation of different social interests and lead to the organization of interests groups, political parties and NGOs. Thirdly, turning towards the institutional structures of West European parliamentary democracies, we will address the existence of political party systems, as well as the executive and legislative powers represented by government and parliament. Fourthly, we will explore the rules and outcomes of different electoral systems, which ensure regular rotation of political elites at power – however, under different principles. Finally, we will assess the enrichment of the classical models of government in Western Europe, which have in the last 20 years been supplemented by additional players participating in the decision making processes on different levels (local, regional, national and European) – leading to new political conceptualization of ‘governance’. Also, while European states remain core units of European integration, they are also influenced by the EU, leading to their Europeanization. The new challenges facing Western Europe, such as globalization, continuing European integration, regionalization, restructuring of social welfare systems and the issues of identity, will be discussed.   Sample syllabus                              Religious Studies                                                  Religion, Culture and Politics in Eastern and Central Europe - RELST-UA 9360 - 4 points                               Religion is without doubt one of the most important elements that shaped the history and contemporary face of Central Europe. Religion played an important role in the political and cultural development of this part of the world. The history of the mutual interaction between religion and politics is evident in the cultural richness of this part of the world, particularly in Bohemia and Prague.   This course explores various religious phenomena that formed political ideas and cultural values of this region indifferent historical periods. We examine particularly those religious characteristics and figures that remarkably influenced the world's history and enriched human thinking. First, we study the Christianization of Central European society and the prominent role of religion in the political and cultural transformation of the medieval period. Then we follow the religious reformation process and development of the relationship between Judeo-Christian tradition and the secular world in the early modern period. Finally, we explore the policies of communist regimes in the spheres of religion and culture and study the struggle of Christian churches against communist totalitarianism. The transformation of Catholicism in the 1960s is also examined together with the role of religion in post-communist society.   Excursions to significant historical and religious sights are an important part of the course.   Sample syllabus                                Russian and Slavic Studies                                                    Contemporary Central and East European Literature: From Kafka to Kundera - RUSSN-UA 9832 - 4 points                               The idea of the course is not to bring a full and detailed picture of the whole of modern and contemporary Central and East European literature into perspective, but rather to take advantage of the unique occasion to offer students a more focused view. Examining Czech literary history as a specific example of the European history of national, cultural and political emancipation plans to guide &quot;newcomers&quot; along the most important cultural streams influencing the face of Czech literature in the 19th and 20th centuries. The larger cultural context includes the political role of art and literature in Czech history, language, religion, social and national currents and crosscurrents, as well as its Central and East European dimension.   Sample syllabus                              Sociology                                                  Collective Identity in a Totalitarian Regime - SOC-UA 9970 - 4 points                               This course examines the totalitarian oppression from the point of view of ordinary citizens in communist Czechoslovakia. It focuses on the construction of collective mentality through everyday official/public and unofficial/private activities, including mass parades, ceremonies and performances, work relations, children’s education, housing schemes or collective vacationing. The goal of the seminar is to demonstrate the consequences of life in an oppressive regime: suppression of fundamental forms of civic interaction, such as independent public communication, and distortion of moral and behavioral norms. At the end of the semester, students will be able to evaluate the main theoretical concepts and historical events of totalitarianism against the background of specific activities, problems and aspirations of the people directly affected by life in a totalitarian system, the citizens of communist Czechoslovakia.   Sample syllabus                                                                      Contemporary Issues in Law: Law and Human Rights in Central Europe - SOC-UA 9413 - 4 points                               This course explores the development of the rule of law and human rights issues in post-communist Central Europe. We will also refer to transitional systems outside the post-communist region. Although dealing with Central European region, we will often talk about American situation as well. First, we will face a short introduction into the history of the Central European region and its culture of human rights, and try to delineate this region. Next, we will examine the historical, national and international context of making constitutionalism and the rule of law in Central Europe. We will try to understand what human rights actually mean. We will face the debates that occurred when emerging democracies dealt with the former communist regimes. On several case studies, we will explain several basic attitudes towards the former communist regimes, its apparatchiks, its agents, and collaborators (lustration laws and dealing with the communist crimes). We will compare these approaches with those found elsewhere (South Africa, Latin America). Furthermore, we will examine contemporary human rights debates surrounding abortion, freedom of speech, social rights, the relation between religion and the state, the discrimination against minorities, gay rights, gender discrimination, affirmative action etc. We will also analyze the Western legal transplants in Central Europe and the post-communist application of basic rights. Finally, we will deal with the European Union and the legal dimension of the European Enlargement of 2004.   Sample syllabus                                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Research Opportunities   Facilities   Faculty   Internships                Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff                 Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                             Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Freshmen                       Special Programs                       Facilities & Services                       Tutorials                       Internships                       Academic Events                       Newsletters                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     Certain Business, Economics, Math, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     Some Stern (Business) courses are restricted to Stern students only until Friday of registration week. Non-Stern students will be able to register beginning Friday.   Registration in the Gallatin Fashion courses is given to students in the Gallatin Fashion Program. Other students will be permitted to register as space remains available.   Internship Seminar &amp; Fieldwork is a permission only class. Students needed to apply ahead of time for this course. This course is full and no longer accepting applications.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: British Culture - GLBL-UA 9105 - 0 points - pass/fail                               We often hear that Britain is a global country and London is a global city, but what does this mean? In recent years Britain has undergone striking changes in its social makeup, political outlook and cultural activities. Rapid change also brings tensions around housing, the National Health Service and education all of which are increasingly facing pressures from immigration, larger numbers of unemployed and the economic squeeze. The most recent census suggested Polish was the second is spoken language in Britain. So what is happening and why and how does it affect you as a visiting student?    Global Orientation: British Culture is intended to introduce students to ideas formed by global and local issues and focus on concerns regarding politics, the media, migration, the free market, foreign policy, cultural homogeneity and democracy that are the keys to modern British national identity.  The course in based around a series of lectures and talks by prominent speakers from British politics, culture, economics and the arts, and incorporates various optional excursions into London to see some of what is being talked about in action.       Sample Syllabus                          Applied Psychology     Courses listed under Teaching and Learning / Applied Psychology .              Art History                                                    Architecture in London: Field Study - ARTH-UA 9671 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History Elective credit &amp; Urban Design credit.   British architecture is studied, from the Roman remains to the Post-Modern ITV Studios in London. Architecture, urban systems, preservation, and planning issues will be studied. While examining the past and present, the future of architecture will also be explored with an emphasis on the importance of renovating and refurbishing old buildings. There will be site visits in and around the City.   Sample Syllabus                                                                Art & War 1914 to the Present - ARTH-UA 9650 or IDSEM-UG 9251 - 4 points                                Students in the NYU Art History Dept: This course counts for Art History elective credit.   This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the &quot;limits of representation&quot; (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice.   It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing.     Sample Syllabus                                                                    British Art in London - ARTH-UA 9011 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   A survey of British painting, sculpture and architecture of the 17th through 20th centuries. Museums, galleries, churches, palaces and stately homes in and around London will be visited to examine and critique major works.     Sample Syllabus                                                                Contemporary Art in Britain - ARTH-UA 9675 - 4 points                                Students in the NYU Art History Dept: This course counts for Art History elective credit.   Contemporary art raises vigorous debate and criticism. But what is contemporary about contemporary art? This course introduces you to some of the key issues in dealing critically with contemporary art with a focus on work on display in exhibitions in London, both major national collections and private galleries. The course explores art produced since the late 1950s through case studies of the work of individual artists and through themes which include photography; representations of the body; gallery display; migration, visual imagery of political issues, video practice and installation art. Among other things we consider how contemporary art came to look as it does [with a focus on British art]; the different forms of material and presentation artists have employed; why and how diverse audiences are addressed; how markets, national prizes and private collections shape the kinds of art produced and inform public taste. We also look at the collection and display of contemporary art, on a private and a public scale; dealer galleries and issues of curation.   Sample Syllabus                                                                  Designing Britain - ARTH-UA 9650 - 4 points                                Students in the NYU Art History Dept: This course counts for Urban Design credit or Art History elective credit.   British designers are playing an increasingly important part on the world stage. This course examines changing attitudes to design in Britain: from the eighteenth century, when it played a central role in the modernisation of the country, to the Millennium and beyond, when it is being called upon to rekindle some lost glory. We will ask whether there are features about British design over the last 250 years which are distinctively British; and to what extent British designers have been informed by developments in the rest of the world.   Design now seems all-encompassing, and this very fact also raises broader questions. Have we overvalued this work of the mind over more traditional hand-skills? Are we becoming cynical in the face of endless &quot;rebrandings&quot; (which includes the rebranding of cities and whole countries)? Does design necessarily falsify, or paper over the cracks? And is it good for the planet?   The course format consists of Lectures and Visits to museums, London sites etc.   Sample Syllabus                                                                    Renaissance Art in London - ARTH-UA 9350 - 4 points                                Students in the NYU Art History Dept: This course counts for Art History elective credit.   London has some of the richest collections of renaissance art in the world. Students in this course will be brought into direct contact with a large variety of artefacts to be found in museums and galleries such as the National Gallery, the National Portrait Gallery, the Victoria and Albert Museum, the British Museum as well as the British Library. Works by Van Eyck, Leonardo da Vinci, Michelangelo, Raphael, Durer and Holbein will be examined alongside those of less well-known artists. Rather than provide a standard chronological narrative of European Art History c. 1400- c. 1600, focus will be placed on subject areas such as the altarpiece and the private devotional image, the renaissance portrait, graphic practices, print culture, the materials and functions of sculpture, myth and allegory, the cabinet of curiosities, the concept of the 'Renaissance' itself. These topics will not be organised around traditional national or regional 'schools' considered in isolation from one another but instead interconnections will be explored between the development of different types, technical processes and cultural practices across the Netherlands, France, Germany and Italy. A special case will be made of the English Renaissance, in order to place it within the wider European context through additional visits to Westminster Abbey and Hampton Court.   Sample Syllabus                                                                Seeing London's Architecture - ARTH-UA 9674 or SASEM-UG 9250 - 4 points                               Students in the NYU Art History Dept: This course counts for Architecture and Urban Design credit only.   London, like New York, is a rich and complicated city. Unlike New York however, it has been continuously occupied for just less than 2000 years. Almost every epoch of London’s history can be detected in the city’s architecture and distinctive streetscape.   This course is designed to work in three ways. Firstly it is an opportunity to learn about London’s architecture and art by physically exploring it. Secondly, this class is an introduction to sketching and keeping a travel notebook, a basic and useful skill that any liberal arts student should have an experience of. Finally, and perhaps most importantly, this course teaches how to 'read' a town or city. The ability to visually make sense of a European-built environment should really help in understanding the architecture of New York City and, of course, towns and cities throughout the United States and anywhere else.   Sample Syllabus                          Biology                                                    Principles of Biology II - BIOL-UA 9012 - 4 points (Lecture & Recitation)                                Prerequisite: High school chemistry and BIOL-UA 11, Principles of Biology I or equivalent   Students registering for this course must register for the Lecture &amp; Recitation.   Introductory course mainly for science majors designed to acquaint the student with the fundamental principles and processes of biological systems. Subjects include the basics of chemistry pertinent to biology, biochemistry and cell biology, genetics and molecular biology, anatomy and physiology, neurobiology, ecology, population genetics, and history and classification of life forms and evolution.   Sample Syllabus                                                                Principles of Biology Lab - BIOL-UA 9123 - 1 point (Laboratory)                               Note: Biology majors are not required to register for this lab course. All other students should consult with their advisor to determine if the lab is a requirement of their program of study.     Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.                                                                    Where the City Meets the Sea: Studies in Coastal Urban Environments - BIOL-UA 9140 or ENVST-UA 9275 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of coastal cities as laboratories to examine the environmental and cological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams will use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the Global Network University initiative this course will be offered simultaneously in multiple locations and students will collaborate with their counterparts on other campuses.     Watch the video and read more about Where The City Meets The Sea                                Business                                                    Corporate Finance - FINC-UB 9007 - 3 points                                Prerequisite: Foundations of Finance (FINC-UB 2) and Statistics or equivalents.   The class focuses on the nature of financial management from a number of perspectives including the national, the corporate and the individual, but particularly the corporate. You will become familiar with the financial system, including that relating to banking, though there will be little overlap with courses that deal with the functioning of financial markets. The importance of behavioural finance will also be stressed during the course.   Sample Syllabus                                                                International Political Economy - BPEP-UB 9011 - 4 points                               The course is informed by the significant transformation the world economy is currently undergoing, paying particular attention to the evolving dynamics of international trade and the global distribution of power within a longer-term historical perspective. The result is a course strongly geared towards providing students with an understanding of contemporary international economic and political trends, issues and events alongside the requisite analytical skills to evaluate current economic and political policies.   This course is divided into two sections. The first section focuses on the political economy of international trade. It will examine the role of labour, land and capital in determining what is traded, by whom and for what purpose. The second section examines the key global issues in 21st century political economy. It will focus on cultural transformation in an age of globalization, the economic rise of Asia, the political economy of militant Islam and, most saliently, the future of Western hegemony in light of the global economic crisis.   Sample Syllabus                                                                Foundations of Finance - FINC-UB 9002 - 4 points                                Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR ECON-UA 18 Statistics (6 credits) OR ECON-UA 18 Statistics (4 credit) plus ECON-UA 19/STAT-UB 3 Regression/Forecasting (2 credit) OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   A rigorous course developing the basic concepts and tools of modern finance. Basic concepts of return and risk are explored in detail with a view to understanding how financial markets work and how different kinds of financial instruments are valued. These instruments, including equities, fixed income securities, options, and other derivative securities become vehicles for exploring various financial markets and the utilization of these markets by managers in different kinds of financial institutions to enhance return and manage risk. The course includes a segment on the use and application of computer-based quantitative technology for financial modeling purposes.   Sample Syllabus                                                                Introduction to Marketing - MKTG-UB 9001 - 4 points                                This course carries an additional fee of £20 to cover the cost of course materials.   Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample Syllabus                                                                Management and Organizations - MGMT-UB 9001 - 4 points                               Investigates the nature, functions, and responsibilities of the management of organizations. Develops an analytical approach to the identification, structuring, analysis, and solution of organizational problems. Introduces the student to organizational policies and structures, functional areas, and production processes (including resource allocation, measurement and evaluation, and control), leadership style, and organizational adaptation and evolution. Teaching methodologies include lectures, case analysis, and class discussion.   Sample Syllabus                                                                Operations Management - OPMG-UB 9001 - 4 points                                Prerequisites: STAT-UB 103 Statistics for Business Control and Regression/Forecasting Analysis (also accepted: ECON-UA 18, ECON-UA 20, or BOTH STAT-UB 1 and STAT-UB 3)   Designed to give students a better understanding of how firms can gain competitive advantage from their operations function. Typically this requires the firm to achieve, at a minimum, cost, quality and ecological parity; responsiveness and adaptability to customer needs and desires; rapid time to market; process technology leadership; and sufficient and responsive capacity. A problem-solving framework is developed that enables students to undertake managerial and technical analysis that should result in the desired competitive advantage. Both service and manufacturing case examples are utilized.   Sample Syllabus                                                                  Organizational Communication and its Social Context - SOIM-UB 9065 - 4 points                               This course provides the theoretical fundamentals in communication, applies communication strategy to oral and written business assignments, and focuses on how organizations communicate to their varied internal and external stakeholders.   Sample Syllabus                          Chemistry                                                    Organic Chemistry II - CHEM-UA 9226 - 5 points (Lecture, Laboratory & Recitation)                                Prerequisite: CHEM-UA 243, Organic Chemistry I or its equivalent   Students registering for this course must register for the Lecture, Lab, &amp; Recitation   A continuation of the study of chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the syntheses of organic precursors in high yields and high purity needed for multistep procedures. An extensive research project involving unknown compounds is conducted. The use of IR and NMR spectroscopy is explored.   Sample Syllabus                          Child and Adolescent Mental Health Studies                                                    Global Perspectives in Child and Adolescent Mental Health - CAMS-UA 9202 - 4 points                               Worldwide studies suggest that up to 20% of children and adolescents suffer from significant mental health issues, but how mental health and illness are perceived and addressed varies greatly around the world. The first part of the course will provide a brief overview of human rights, child development, social determinants of mental health, trauma and resilience, and the global public health significance of mental illness. Using this framework, the impact of selected cross-cultural salient factors affecting mental health (i.e. poverty, war and conflict, and gender-based exploitation) on children’s development and wellbeing will be studied. Throughout the course, various perspectives will be considered, while dominant paradigms will be recognized and critically examined. Lastly, the course will conclude on a pragmatic level—deliberating specific settings, available resources, barriers, and preventative proposals. Through lectures, readings, documentaries, and active discussion this course will provide an engaging milieu to consider the scope and magnitude of child and adolescent mental health issues globally. Selected case studies from the Americas, Africa, Europe, Asia, and the Middle East will be used to illustrate key concepts.     Sample Syllabus                            Chinese Language                                                    Elementary Chinese I - EAST-UA 9201 - 4 points                               Introductory course in modern Chinese using Lin’s College Chinese. Covers both spoken and written aspects of the language. Open to students who have had no training in Chinese, the course includes translation from and into Chinese and a basic study of elementary Chinese grammar.   Sample Syllabus                          Cinema Studies                                                    British Cinema (Lecture & Movie Screenings) - ICINE-UT 12 - 4 points                                Students registering for this class must also register for the Screenings section.   This course carries an additional fee of £20 to cover the cost of course materials.   This course provides an exciting and challenging introduction to British Cinema, studying the rich and varied relationships between the society and its films. It is organised in four main parts, offering an Introduction to Film Studies; a look at National Identity and the Cinema in relation to England, Scotland, Northern Ireland and the UK as a whole; case studies in key authors Mike Leigh and Ken Loach; and approaches to narrative and genre.   Sample Syllabus                            Creative Writing                                                    Creative Writing - CRWRI-UA 9815 - 4 points                               Beginning workshop in creative writing designed to explore and refine the student's individual writing interests. This course may include fiction and/or poetry and creative non-fiction.&amp;nbsp;   Sample Syllabus                            Cultures and Contexts (College Core Curriculum)                                                    Cultures and Contexts: Multinational Britain - CORE-UA 9549 - 4 points                               This class introduces students to an in-depth academic study of changing views of British national identity and culture, using a variety of primary and secondary sources. Britain is a multi-national state, a union of 4 nations, each with their own distinctive culture and heritage. Three of the nations, Wales, Scotland and Ireland, have been brought under the English monarchy and political system, and, in the case of the first two, they have been long-term partners in the benefits accruing to the largest empire the world has seen, and the first and (for a long time) the most successful industrial nation. The height of that unity was probably in the period of the Second World War and its aftermath. Since then, with the collapse of the British Empire, Britain’s membership of the European Union, and the devolution of power to Scotland and Wales, the union has come under increasing pressure from centrifugal forces. The course examines the image that Britain presents to the world, the myths on which the national identity of the component nations were formed and the institutions that might be considered to hold the union together today. This involves looking at the self-image of Britain in relation to empire, foreign policy, immigration and multiculturalism, monarchy, parliament, sport and media representations. British national identity is revealed as an increasingly contested concept in a globalised world.   Sample Syllabus                              Drama                                                    Shakespeare: Text and Performance (Lecture & Theatre Visits) - ITHEA-UT 70 - 4 points                               This course carries an additional fee of $207 to cover the cost of theatre tickets.   Explores the works of Shakespeare as text and performance. A variety of critical methodologies, including biographical and cultural analysis, are used to reveal the continuing vitality of these plays and their relevance to the theatre of our time.   Sample Syllabus                          Dramatic Literature                                                    Modern Drama and Performance in London (Lecture &amp; Theatre Visits) - DRLIT-UA 9133 or ENGL-UA 9133 - 4 points                               Students registering for this course must also register for the theatre visits section.   This course carries an additional fee of $473 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets.   This course, designed to introduce students to the range of 20th-century drama staged in the contemporary London theater scene, presents a wide variety of British, American, and multicultural works currently playing. Students analyze the history of the modern theatre in London. Emphasis is placed on comparative interpretation of texts and the dramatic performances of works.   Sample Syllabus                              Economics                                                    Intermediate Microeconomics - ECON-UA 9010 - 4 points                                Prerequisites: ECON-UA 2 and MATH-UA 121 (Calculus I). (Not open to NYU Stern students.)   Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.   Sample Syllabus                                                                International Economics - ECON-UA 9238 - 4 points                                Prerequisite: ECON-UA 9001, Economic Principles and ECON-UA 9002, Economic Principles II   This course focuses on international trade in goods, services, and capital. It serves as an introduction to international economic issues and as preparation for the department’s more advanced course in ECON-UA 324. The issues discussed include gains from trade and their distribution; analysis of protectionism; strategic trade barriers; the trade deficit; exchange rate determination and government intervention in foreign exchange markets.   Sample Syllabus (Please note that there are different sections of this course which use different text books. Please wait to hear from NYU London or your Professor about which book to buy. Do not base your purchase off of this sample syllabus)                                                                  Mathematics for Economics I - MATH-UA 9211 - 4 points                               Elements of calculus and linear algebra are important to the study of economics. This class is designed to provide the appropriate tools for study in the policy concentration. Examples and motivation are drawn from important topics in economics. Topics covered include derivatives of functions of one and several variables; interpretations of the derivatives; convexity; constrained and unconstrained optimization; series, including geometric and Taylor series; ordinary differential equations; matrix algebra; eigenvalues; and (possibly) dynamic optimization and multivariable integration.   Sample Syllabus                                                                Money and Banking - ECON-UA 9231 - 4 points                                This course is not open to NYU Stern students.   Prerequisite: ECON-UA 9001, Economic Principles or ECON-UA 9005, Introduction to Economic Analysis   The principal characteristics of the financial system and its current challenges; derivatives, financial innovation and the banking industry; money supply and monetary policy; bonds, equities and interest rates; financial supervision and regulation; pricing of financial securities and balanced portfolios; foreign exchange and how currency markets impact policy and asset choices; international policy co-ordination; banking crises and reform programmes.   Sample Syllabus                              English                                                    Gothic Literature - ENGL-UA 9056 - 4 points                               On Christmas Day, 1764 Horace Walpole published The Castle of Otranto , the very first Gothic novel. The Gothic flourished especially in the nineteenth century, creating a whole vocabulary of new creatures and landscapes and two of the great books of the genre: Frankenstein and Dracula . This course concentrates on the great works of Gothic which are central to an understanding of literature, film, early Romanticism and popular culture. Specialising on the works of the eighteenth and nineteenth centuries we will also explore how those texts were reinvented for film and what new elements were added in the twentieth century. Using a selection of texts and using a variety of approaches from the historical to the post modern and the feminist to queer theory we will explore the multifarious levels of meaning in Gothic texts as well as looking at narrative strategies and a variety of themes including the political and revolutionary, the erotic and the exotic, the Promethian and the undead, the role of religion, the role of women, the Wandering Jew and the 'mock' medieval.   Sample Syllabus                                                                Major British Writers - ENGL-UA 9060 - 4 points                               Most of these major texts from the canon of English literature have been selected because they open out onto life in London at the time they were written. We shall be concerned not only with topics of place and setting, but also with issues of individual and national identity, as well as with forms of verse, drama, and fictional narratives. We shall be seeing a performance of Marlowe’s Dr Faustus at Shakespeare’s Globe, witnessing justice in action in a London court, as well as visiting the houses of Dr Johnson and Charles Dickens, Tate Britain, and viewing screen versions of a couple of our chosen novels. Texts will be studied in chronological order; the course is weighted towards literature of the last 100 years. The Oxford Book of English Verse will help give us a sense of continuity and change.   Sample Syllabus                                                                  Modern Drama and Performance in London (Lecture &amp; Theatre Visits) - DRLIT-UA 9133 or ENGL-UA 9133 - 4 points                               Students registering for this course must also register for the theatre visits section.   This course carries an additional fee of $473 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets.   This course, designed to introduce students to the range of 20th-century drama staged in the contemporary London theater scene, presents a wide variety of British, American, and multicultural works currently playing. Students analyze the history of the modern theatre in London. Emphasis is placed on comparative interpretation of texts and the dramatic performances of works.   Sample Syllabus                                                                    Postcolonial Indian Literature - ENGL-UA 9975 - 4 points                               This course explores the meaning of colonialism and postcolonialism in India by examining its historical background, its main themes and its defining problems. The course introduces students to some of the key texts of British cultural and educational policy in India. It also gives students the opportunity to examine a major ethnographic text. The course will then grapple with a cross-section of colonial and postcolonial literary representations of India. The focus here will be on issues of identity and strategies of narrative in colonialist and nationalist texts. The course concludes with an overall view of postcolonial studies as it relates to India and some suggestions as to its future developments.   Sample Syllabus                                                                    The English Novel in the Nineteenth Century - ENGL-UA 9530 - 4 points                               This course will examine the major British novels of the 19th Century in the context of their setting in London and British culture. The course will include visits to London sites presented in the works that will be read. Readings include such major novelists as Dickens, Thackeray, Wilde, Woolf, and others.                                                                    Writing London - ENGL-UA 9182 - 4 points                               This course will study a variety of texts written at particular times in the history of London. The aims of the course are to encourage student to think historically, in terms of the way London and representations of the city have changed and developed over time; and theoretically, in terms of the way the city is mediated through different forms and genres (e.g. poetry, novels, essays, film). We will also examine the texts in relation to issues such as gender, the definition of the modern metropolis as a labyrinthine city of Babylon, the influence of metropolitan culture on Modernism and Modernity, assimilation versus multiculturalism, immigration, and the effects of new modern spaces on individuals.   Sample Syllabus                          Environmental Studies                                                    Where the City Meets the Sea: Studies in Coastal Urban Environments - BIOL-UA 9140 or ENVST-UA 9275 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of coastal cities as laboratories to examine the environmental and cological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams will use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the Global Network University initiative this course will be offered simultaneously in multiple locations and students will collaborate with their counterparts on other campuses.     Watch the video and read more about Where The City Meets The Sea                                Gallatin School of Individualized Study                                                    Art & War 1914 to the Present - ARTH-UA 9650 or IDSEM-UG 9251 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the &quot;limits of representation&quot; (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice.   It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing.     Sample Syllabus                                                                Fashion's Fictions: The Texts of Clothing - IDSEM-UG 9253 - 4 points                                Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   The topic of clothing and adornment embraces a broad spectrum, from the need for protective covering to the desire for individual expression to the profit goal of international industries. Clothing epitomizes the way a fundamental necessity has been transformed by cultural construction---as well as desire and creativity---into a complex social indicator, a matrix of culture, class, gender identity and aesthetics. This course looks at the ways clothing and fashion are used by story tellers, in print and on film, from the ancient world to the modern as indicators of civilization, individuality, sensuality, polymorphous gender, guilt, and conspicuous consumption. In order to establish a critical grid and vocabulary with which to discuss fiction’s use of clothing/fashion our sources will also include readings in cultural studies, art, sociology, economics, fashion theory, and semiotics.   Sample Syllabus                                                                  Global Fashion Industry: Britain - SASEM-UG 9251 - 4 points                                Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   In this new course, students will examine the business side of the fashion industry as it exists in Britain. Topics of study will include the emergence of new designers and labels; branding; marketing; manufacture; labor relations; governement subsidies and support; domestic retail and international sales.   Sample Syllabus                                                                History of British Fashion - IDSEM-UG 9252 - 4 points                                Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   This interdisciplinary seminar serves as a broad overview for several centuries of British male and female fashion trends, from roughly the Tudor period to today. The course focuses on ways that modes and standards of dress evolved in response to political, economic and technological developments; empire and immigration; changing gender and class formations; and the vagaries of popular culture. In short, the course examines not only what people wore at different historical moments, but why they wore what they did, and how they felt about it. Readings come from the fields of literature, history, art history, gender studies, and sociology.   Sample Syllabus                                                                  Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                                Note: Students accepted to this course must indicate on their visa inquiry form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £289 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   Enrollment by permission only. Application required.   This 4 credit course includes a weekly seminar and minimum of 16 hours fieldwork per week.&amp;nbsp; Internship placements are made by EUSA, an organization partnering with NYU. EUSA provides internship placements in a wide range of organizations. Industry sectors include:   Business, Finance &amp;  Economics   Healthcare, Social Issues  &amp; Education   Television, Film &amp;  Journalism   Communications   Arts &amp; Culture   Politics &amp; NGOs   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.   Sample Syllabus                                                                  Seeing London's Architecture - ARTH-UA 9674 or SASEM-UG 9250 - 4 points                                Students in the NYU Art History Dept: This course counts for Architecture and Urban Design credit only.   London, like New York, is a rich and complicated city. Unlike New York however, it has been continuously occupied for just less than 2000 years. Almost every epoch of London’s history can be detected in the city’s architecture and distinctive streetscape.   This course is designed to work in three ways. Firstly it is an opportunity to learn about London’s architecture and art by physically exploring it. Secondly, this class is an introduction to sketching and keeping a travel notebook, a basic and useful skill that any liberal arts student should have an experience of. Finally, and perhaps most importantly, this course teaches how to 'read' a town or city. The ability to visually make sense of a European-built environment should really help in understanding the architecture of New York City and, of course, towns and cities throughout the United States and anywhere else.                            History                                                    A History of London - HIST-UA 9127 - 4 points                               The course examines the growth and importance of London from the Roman invasion of 43 AD to the present day. Students will learn about London's changing economic and political role, and will understand how London grew to dominate the commerce, industry and culture of England. They will find out how London became the biggest city the world has ever known, and how it coped (or failed to cope) with the social and environmental problems created by its enormous size. Each week (unless there is a field trip) there will be a lecture and a discussion in which you will be able to present ideas and information gathered from lectures and from your weekly reading. There will also be four walking tours of parts of London which relate to the period we are studying at a particular time.   Sample Syllabus                                                                Europe Since 1945 - HIST-UA 9156 - 4 points                               Covers the impact of World War II, the postwar division of Europe, the onset of the cold war, the economic recovery and transformation of Western Europe, Stalinism in Eastern Europe, the 1960s and events of 1968, the origins and development of the European community, and the cultural and intellectual life of European nations in this period. Ends with a discussion of the Eastern European revolutions of 1989 and their significance, together with the reunification of Germany, for the future of the continent.   Sample Syllabus                                                                  Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                                                                  Islam and the West - HIST-UA 9520 or MEIS-UA 9694 - 4 points                               This course examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other.   *Please Note: Does not count toward the major or minor in Middle Eastern Studies.                                                                    Modern Imperialism: 19th and 20th Centuries - HIST-UA 9198 - 4 points                               This course will focus on a history of Modern Imperialism from the beginning of the nineteenth century to post-Second World War decolonisation: with particular reference to the British Empire.   Sample Syllabus                            Internship for Credit                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Note: Students accepted to this course must indicate on their Student Information Form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £289 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   Enrollment by permission only. Application required.   This 4 credit course includes a weekly seminar and minimum of 16 hours fieldwork per week.&amp;nbsp; Internship placements are made by EUSA, an organization partnering with NYU. EUSA provides internship placements in a wide range of organizations. Industry sectors include:   Business, Finance &amp; Economics   Healthcare, Social Issues &amp; Education   Television, Film &amp; Journalism   Communications   Arts &amp; Culture   Politics &amp; NGOs   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.   Sample Syllabus                          Journalism &amp; Mass Communication                                                    Journalism and Society: From Blogging to Bullets, Changes and Challenges Facing Media - JOUR-UA 9503 - 4 points                               Designed to interrogate the impact of various forms of media on &quot;society&quot; and various notions of society on &quot;media.&quot; Students consider conventional and unconventional media in Britain - from the London Times to movies to fashion magazines - in an effort to interpret British culture. The key question is not &quot;Is this text 'good'?&quot; but &quot;What does this text mean?&quot;   Sample Syllabus                                                                  Methods and Practice: Reporting the Arts (Lecture & Theatre Visits) - JOUR-UA 9202 - 4 points                                Students in this course must also register for the Methods and Practice Theatre visit on Thursday evenings.   This course carries an additional fee of $303 to cover the cost of theatre tickets.Students should also be prepared to pay up to £100 or $160 for extra tickets while in London as part of the Methods &amp; Practice course.   Using the cultural life of London as its focus, this course aims to enable students to report on the diversity of cultural and artistic activity in the British capital across the spectrum, with an inevitable focus on theatre and live performance (classical music/opera, classical and contemporary dance) given the professor's own ongoing career as a theatre critic; other art forms, including art, television, and film, are considered, as well, depending on what is on in the capital at any given time. Numerous forms and techniques will be explored through la mixture of lecture, discussion, and student presentations, and students will be required to follow the work of several critics throughout the term even as they develop their own critical voice and methodology. At every turn, the course aims to wed the specific cultural goings-on in London during the semester to the methods and practice necessary to respond to and evaluate the work on offer.   Sample Syllabus                            Mathematics                                                    Linear Algebra - MATH-UA 9140 - 4 points                                Prerequisite: A grade of C or better in MATH-UA 121 Calculus I or the equivalent.   Systems of linear equations. Gaussian elimination, matrices, determinants, and Cramer's rule. Vectors, vector spaces, basis and dimension, linear transformations. Eigenvalues, eigenvectors, quadratic forms.   Sample Syllabus                                                                  Mathematics for Economics I - MATH-UA 9211 - 4 points                               Elements of calculus and linear algebra are important to the study of economics. This class is designed to provide the appropriate tools for study in the policy concentration. Examples and motivation are drawn from important topics in economics. Topics covered include derivatives of functions of one and several variables; interpretations of the derivatives; convexity; constrained and unconstrained optimization; series, including geometric and Taylor series; ordinary differential equations; matrix algebra; eigenvalues; and (possibly) dynamic optimization and multivariable integration.   Sample Syllabus                          Media, Culture, &amp; Communication                                                    Culture, Media and Globalization - MCC-UE 9400 - 4 points                               A review of theories and evidence of cultural and political transformations in culture underway in the era of media proliferation, multinational conglomerates, and cyberspace. The role of international flows and national differences.   Sample Syllabus                            Middle Eastern Studies                                                    Islam and the West - HIST-UA 9520 or MEIS-UA 9694 - 4 points                               This course examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other.   *Please Note: Does not count toward the major or minor in Middle Eastern Studies.                                                                    Politics of the Near and Middle East - MEIS-UA 9750 or POL-UA 9540 - 4 points                               Historical-political background of the Middle East and its contemporary social and political problems, including the impact of the West; religious and liberal reactions; conflict of nationalisms (Arab, Iranian, Turkish, and Zionist); and revolutionary socialism. Specific social, political, and economic problems - using a few selected countries for comparison and analysis - including the role of the military, the intelligentsia, the religious classes, the legitimation of power, urban-rural cleavages, bureaucracy, and political parties.   Sample Syllabus                            Philosophy                                                    Ethics - PHIL-UA 9040 - 4 points                               Examines fundamental questions of moral philosophy. What are our most basic values and which of them are specifically moral values? What are the ethical principles, if any, by which we should judge our actions, ourselves, and our lives?   Sample Syllabus                                                                  Metaphysics - PHIL-UA 9078 - 4 points                               Discusses general questions concerning the nature of reality and truth. What kind of things exist? Are there minds or material bodies? Is change illusory? Are human actions free or causally determined? What is a person and what, if anything, makes someone one and the same person?   Sample Syllabus                          Physics                                                    General Physics II - PHYS-UA 9012 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: PHYS-UA 9011, General Physics I with a grade of C- or better   Students registering for this course must register for Lecture, Laboratory, and Recitation. Students should note that the Physics lab takes place at King’s College in Waterloo. This is roughly a 30 minute bus journey from the academic centre.   This course is a continuation of PHYS-UA 9011. This course is composed of a lecture and laboratory-recitation. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion, electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.   Sample Syllabus                          Politics                                                    British Politics - POL-UA 9514 - 4 points                               Introduction to the politics and society of the United Kingdom of Great Britain and Northern Ireland. Traces the political and social development of the historic countries of England, Ireland, Scotland, and Wales; the growth of British hegemony and imperialism; the politics of decline and decay; and the promise of rebirth. Studies contemporary political institutions and processes that have undergone massive transformation over the past 50 years. Examines the continuing conflict and terrorism in Northern Ireland and dynamics of change in the Thatcher era and beyond.   Sample Syllabus                                                                  Politics of the Near and Middle East - MEIS-UA 9750 or POL-UA 9540 - 4 points                               Historical-political background of the Middle East and its contemporary social and political problems, including the impact of the West; religious and liberal reactions; conflict of nationalisms (Arab, Iranian, Turkish, and Zionist); and revolutionary socialism. Specific social, political, and economic problems - using a few selected countries for comparison and analysis - including the role of the military, the intelligentsia, the religious classes, the legitimation of power, urban-rural cleavages, bureaucracy, and political parties.   Sample Syllabus                                                                  Understanding the European Union - POL-UA 9595 - 4 points                               This course critically investigates European integration, the operation of the EU as a political system and European policies. The course explores the origins, development, institutions, major policies, policy-making, current problems and matters of controversy of the European Community / Union. The major approaches applied to explain integration as well as the complex operation of the EU as a political system are described and discussed. The political and economic logic behind different national perspectives on European integration are examined.   Sample Syllabus                                                                  War, Peace, World Order - POL-UA 9741 - 4 points                               Characteristics and conditions of war and peace and the transition from one to the other from the perspective of political and social science. Examines the role and use of coercion in global affairs, with emphasis on attempts to substitute negotiation, bargaining, market forces, politics, and law for the resort to massive violence in moderating disputes. Considers recent developments in both the theory and practice of peacebuilding demonstrating the differing ways in which particular conflicts tend to be viewed by participants, external commentators and policy-makers. Students will also undertake their own research on a case study of conflict.   The course will be taught in the form of an informal lecture and a class discussion, and students will present preliminary versions of their case studies to the class. A visiting speaker from an organisation dealing with issues of violent conflict and peace will also participate in one of the sessions (to be arranged).   Sample Syllabus                            Psychology                                                    Abnormal Psychology - PSYCH-UA 9051 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology and any Core B Psych course (Personality, Social, or Developmental) or permission of the instructor.   The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.   Sample Syllabus                                                                  Cognition - PSYCH-UA 9029 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking and reasoning.   Sample Syllabus                                                                  Developmental Psychology - PSYCH-UA 9034 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction and overview of theoretical issues and selected research in developmental psychology. Focus on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.   Sample Syllabus                                                                Introduction to Psychology - PSYCH-UA 9001 - 4 points                               Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.   Sample Syllabus                                                                  Personality - PSYCH-UA 9030 - 4 points                                Prerequisite for NYU Students: PYSCH-UA 1/Introduction to Psychology   Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.   Sample Syllabus                                                                  Social Psychology - PSYCH-UA 9032 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.   Sample Syllabus                                                                  Special Topics: Prejudice and Stereotyping - PSYCH-UA 9300 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from the literature in psychological science, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.   Sample Syllabus                          Public Health                                                    Health and Society - UGPH-GU 9030 (formerly PUHE-UE 9070) - 4 points                                Please note that this course is currently under development.&amp;nbsp; Actual course description may vary.   This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.   Sample Syllabus                                                                Introduction to Epidemiology - UGPH-GU 9010 (formerly PUHE-UE 9306) - 4 points                               By the end of this course students will develop the ability to understand the evolution and current role of epidemiology as an approach to assessing public health problems; describe epidemiological approaches to defining and measuring health problems in defined populations; understand how epidemiologic studies are designed, implemented and analyzed; understand the concepts of measurement of test performance and be able to apply these concepts of testing and screening in a range of health and other settings; understand and apply epidemiological criteria needed to establish cause and effect relationships; understand, and apply key ethical issues to the conduct of epidemiological and other scientific investigations; conduct library research to find information on diseases and other health conditions; and critically read and understand health information.   Sample Syllabus                            Sociology                                                    Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                            Teaching and Learning / Applied Psychology                                                    An important note for all students interested in registering for the Human Development course sequence                               This course is only open to students in NYU Steinhardt's Teaching and Learning Program.   Students enrolling in the Human Development course sequence must register for both APSY-UE 9020 Human Development I and one of the Human Development II sections (APSY-UE 9021, 9022, or 9023). Human Development I runs for the first 7 weeks of the semester followed by Human Development II. All sections of Human Development II will meet together for class sessions however classroom observations and assignments will be differentiated.   Students enrolling in the Human Development course sequence must also conduct observations in a London school classroom each week. This course carries a fee of $215 for non-Steinhardt students to cover the cost of observation placements.   All students registering for Human Development courses must obtain a &quot;good conduct certificate&quot; (sometimes also called a &quot;letter of good standing&quot;) from their local police department before leaving for London. This is essential in order to participate in observations.   Note: Students accepted to this course must indicate on their visa inquiry form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £298 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   All students interested in the Human Development Course sequence should complete the Human Development Placement Registration Form (https://www.surveymonkey.com/s/HDS15) as soon as possible, and no later than November 30.                                                                    Human Development I - APSY-UE 9020 - 2 points                               Introduction to research and theory of human development across the life span. Seminal theories &amp; basic research of individual growth &amp; development are analyzed &amp; critiqued. Emphasis is on the range in human development with discussion of normative &amp; non-normative development. Emphasis is also placed on the importance of understanding the influence of normative &amp; non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, &amp; safety. Relations between home, school, &amp; community and their impact on development are also explored via readings, lectures, discussions, &amp; weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.   Sample Syllabus                                                                  Human Development II: Application for Early Childhood Educators - APSY-UE 9021 - 2 points                                  Further analysis of research findings &amp; theories of human development focusing on early childhood, &amp; applied across various institutional contexts. Important issues include: language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.                                                                  Human Development II: Application for Childhood Educators - APSY-UE 9022 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on childhood, &amp; applied across various institutional contexts. Important issues include: numeric competence, assessment of reading problems, gender differences in learning styles. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco, &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.                                                                  Human Development II: Early Adolescents and Adolescents - APSY-UE 9023 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on early through late adolescence &amp; applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding &amp; mastering test-based graduation requirements, transition to work/college, identity development, depression, &amp; aggression. Developmentally appropriate consideration of abusive &amp; dangerous environments &amp; of alcohol, tobacco, &amp; drug use is also included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.                                                                 NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                      Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]