[{"detail": [{"content": "Ph.D. Program | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Graduate Program Ph.D. Program            Print  Email               - A + A                                         Graduate Program      Ph.D. Program   M.S. Program   Recent Graduates   Faculty Research   Training Grants   Alumni Placement   Course Descriptions   Contact Information / How to Apply   Other NYU Graduate Sites   Thank You                                                                                                    Ph.D. Program                                          New York University Graduate Program in Environmental Health Sciences   Department of Environmental Medicine and the Graduate School of Arts and Science   New York University Langone Medical Center  550 First Avenue  New York, NY 10016-6497   845-731-3661       Chair of the Department:   Max Costa Ph.D.   Director of Graduate Studies:   Jerome J. Solomon   Director of Masters Program   Catherine B. Klein Ph.D.       Doctor of Philosophy (Ph.D)   The Ph.D. training program is designed to prepare scientists for active and productive research careers and other professional service. The didactic portion of the Program places a particular emphasis on achieving a solid foundation in relevant basic sciences, while the research portion allows trainees the opportunity to design, conduct, and interpret studies appropriate to address specific scientific issues in environmental health disciplines. The diversity of the research within the Program allows trainees to develop skills using various investigatory approaches.  The Program in Environmental Health Sciences (EHSC) provides advanced training in scientific disciplines related to environmental health, with emphasis on major health problems, such as cancer, respiratory illnesses, cardiovascular diseases, and musculoskeletal ailments. The program provides specialized knowledge in several environmental health areas (biostatistics, epidemiology, ergonomics and biomechanics [ERBI], exposure assessment and health effects, molecular toxicology / carcinogenesis, and toxicology), offering perspectives on the interrelationships of environmental health problems and competence in basic science. Both the M.S. and the Ph.D. degrees are offered.       Admission Requirements   Admission is based upon a strong academic background in a basic or applied science as judged by prior undergraduate academic performance, recommendation letters, an interview, performance on the general Graduate Record Examination (GRE), prior graduate studies, and any relevant work or research experience. General guidelines for admission are as follows: overall GPA of at least 3.0 (on a scale of 4.0), major field GPA of 3.3, and GRE scores of at least 550 verbal, 600 quantitative and 4.5 analytical written. However, each application is carefully considered, and there may be exceptions to the above.       General Degree Requirements   A total of 72 credits, as well as a doctoral dissertation, are required for the Ph.D. degree. At least 48 credits must be didactic courses; the remaining can be research and tutorial credits. Candidacy for the Ph.D. is achieved through a Qualifying Examination, and the completed dissertation is then defended in a final oral examination. The Qualifying Examination consists of two stages: a written examination, and the writing and oral defense of a specific research project proposal (doctoral dissertation outline). Doctoral students are required to attend departmental seminars and, journal clubs. New trainees are encouraged to establish early and frequent discussion with members of the faculty, and to acquaint themselves with the types of research activities conducted within the Department. This enables them to explore mutual interests, which facilitates the ultimate selection of a thesis research mentor. To this end, all first-year predoctoral students are required to begin participating in a formal series of rotations within laboratories, chosen based upon the students perceived interest and with the advice and approval of the trainee's initial academic advisor. Presentations of available research opportunities are given during the first week of each academic year, during an orientation program at which time faculty members describe the research opportunities in their laboratories. All students in the Program are required to take three \"core\" Environmental Health Science courses. These are Environmental Health (G48.1004), Introduction to Biostatistics (G48.2303), and Principles of Toxicology (G48.2310). In addition, students are also required to take certain courses in the basic sciences, the nature of which depend upon their specific area of concentration. These courses are generally offered through either the Biology Department or the Basic Medical Sciences Program. Beyond the above requirements, there are no universal course requirements, and the remaining curriculum for each predoctoral student will vary, depending upon his/her research interests. Thus, a specific program of study is arranged for each student that is appropriate to his/her particular background and career goals.       Financial Support and Costs   All successful full-time Ph.D. applicants qualify for graduate assistantships. Currently, (2012-13) these pay a stipend of $29,000 per year plus tuition and fees. Since most courses are offered at Washington Square, students are encouraged to live near the Manhattan site during their first two years. of study. Transportation is provided by van from Washington Square to Sterling Forest to allow students to do laboratory rotations and attend seminars and journal clubs.       Areas of Concentration   Five areas of doctoral concentration are offered in the Ph.D. Program. However, it must be noted that the distinctions between these areas are often more for academic planning than for trainee research, and there is much overlap in the research approaches available. The full range of research resources within the Program and expertise of the faculty are available to all trainees regardless of the concentration selected.       1. Biostatistics   (website)  The Ph.D. track in Biostatistics offers interdisciplinary instruction and research opportunities. This area has research strengths in: the development of techniques for statistical analysis of clinical trials, longitudinal studies, observational data, meta-analysis, survival data, and disease screening. Studies in biostatistics also involve the analysis of multivariate data produced by high-density microarrays \"gene chips\" where the expression of tens of thousands of genes can be measured simultaneously. This track is designed to prepare individuals for careers in research and teaching of biostatistics. It is recommended that applicants have previous course work in biology and statistics or mathematics. Normally, successful Ph.D. applicants will have a masters degree in a relevant field or at least two year of relevant research experience.   2. Epidemiology   Faculty members in the Division of Epidemiology, Department of Population Health lead the Ph.D. program in Epidemiology and are actively engaged in research on air pollution, breast and prostate cancer, cardiovascular disease and on the human microbiome and health.  (website)   3. Exposure Assessment &amp; Health Effects   This concentration focuses on the scientific basis for the anticipation, identification, evaluation, and control of and health effects from human exposures to environmental pollutants. Most research projects are aimed at identification of those factors that play significant roles in the causation and/or exacerbation of disease associated with inhalation exposure to air contaminants in both occupational and general community settings. Research may also include study of physical agents in the environment, such as ionizing and non-ionizing radiation. Trainees can be involved in studies that range from the design of strategies for the evaluation and measurement of exposure and the development of new methods for measuring the air concentrations of toxic agents, to experiments and theoretical modeling to evaluate the dose that people receive when they inhale airborne toxicants, to field studies and epidemiological analyses of exposure response relationships in natural populations.   4. Molecular Toxicology/Carcinogenesis   This track focuses on the underlying molecular mechanisms by which environmental agents act to disrupt normal biological function leading to carcinogenesis and genetic susceptibility to disease. Research in this track is broad, involving not only genetic and epigenetic effects on gene expression and perturbations of cellular signaling pathways, but also basic carcinogenesis studies  in vivo . Trainees can conduct research on projects related to chemistry of carcinogen-DNA interactions, DNA damage, DNA repair, DNA methylation, mutagenesis, gene silencing, cell cycle and mitosis controls, cell growth control/apoptosis, signal transduction, mechanisms of cellular resistance, biological parameters of tumor progression and chemoprevention, biomarkers of exposure and genetic polymorphisms in exposed human and non-human populations. These efforts often involve multiple approaches drawn from diverse scientific disciplines, such as organic chemistry, cell biology, molecular biology and experimental pathology. Research in this track focuses not only on the evaluation of environmental chemicals, but also on mitigating or cooperative lifestyle factors, such as diet. A particular research strength of this program is the molecular toxicology of metals.   5. Toxicology   This concentration focuses on understanding the biological responses resulting from exposure to environmental chemicals, the mechanisms underlying these responses, and their relationship to disease. Research approaches extend from the molecular to the organismic level. The ability to examine effects of chemical pollutant exposure at multiple investigatory levels, and using both  in vivo  and  in vitro  exposure methodologies, allows for the development of an integrated, mechanistic evaluation of toxicant action and disease pathogenesis. Graduate studies can be focused within specific research tracks within this concentration. These tracks, which often overlap in the conduct of research, are:   a. Aquatic Toxicology   This track addresses mechanistic questions on the effects of environmental contaminants, such as dioxins, PCBs, and PAHs, on the structure and expression of environmentally sensitive genes in fish from highly exposed natural populations, such as those in the Hudson River. Oncogenes, tumor suppressor genes, and metabolic genes are characterized in fish from impacted and control populations, and effects at the molecular level are related to those at higher levels of biological organization. Efforts are made to understand the mechanistic bases of responses seen in wild populations by conducting controlled laboratory exposures with fish from natural populations. Research in this track can also address the use of fish species as ecological indicators of aquatic pollution, and as alternative models to mammals for examining biological effects from environmental chemicals.   b. Inhalation Toxicology   This track focuses on the assessment of adverse health effects that may arise from inhalation exposure to environmental chemicals. The overall scope of research in this area is very broad, and trainees may be involved in studies on the etiology and pathogenesis of, and the mechanisms underlying, environmentally-related pulmonary disease or diseases in other organ systems, e.g., the immune and nervous systems, associated with chemical exposure, or factors affecting the disposition of inhaled toxicants within the body, or in the development of new or improved exposure technology. Collaborative research allows the opportunity to extrapolate findings in animal models to the human situation.   The Environmental Health Sciences Program also Administers the Ph.D. Tracks in Ergonomics and Biomechanics   This concentration focuses on musculoskeletal disorders and injuries. During their course of study, trainees will have the opportunity to participate in active laboratory and applied research work. Research projects may include the utilization of advanced instrumentation in the muscle and material testing laboratories, clinical research through the Occupational and Industria Orthopaedic Center (OIOC) clinic at NYU's Hospital for Joint Diseases, epidemiological work, mathematical modeling, and/or high-technology evaluation procedures. All ERBI courses are given in the evening at the NYU Langone Medical Center, HJD-OIOC, located at 63 Downing Street, just a few blocks southwest of Washington Square. For information or the ERBI program administrator, 212-255-6690.   Housing and Transportation   The Graduate School of Arts and Science offers students a variety of housing opportunities through NYU's Department of University Housing, 383 Lafayette Street, 212-998-4600. Students can contact the department to obtain a housing application. Since most courses are offered at Washington Square, students are encouraged to live near the Manhattan site during their first two years. Transportation is provided by van from Washington Square to Sterling Forest to allow students to do laboratory rotations and attend seminars and journal clubs.   Graduate Steering Committee   Kevin Cromar, Wei Dai, Judith D. Goldberg, Terry Gordon, Chuanshu Huang, Catherine B. Klein, Karen Koenig, Jerome J. Solomon (Chair), George Thurston, Isaac Wirgin, Judith T. Zelikoff.                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]