[{"detail": [{"content": "Running Effective Meetings: Homepage       HOW TO RUN | effective meetings                                                                                                          als454@nyu.edu         Welcome to Amys How to Run Effective Meetings web site! Hopefully you can learn a lot about the basics of running meetings as well as access some helpful resources. If you have any questions, comments, or concerns, please feel free to email me at: als454@nyu.edu . I now call this meeting to order! ~Amy    Please click here to answer a few questions - your identity will be kept confidential...       Copyright 2006 - Amy Schofield   Last Updated: Thursday, May 4, 2006 1:20 PM"}]},
{"detail": [{"content": "Running Effective Meetings: Homepage       HOW TO RUN | effective meetings                                                                                                          als454@nyu.edu         Welcome to Amys How to Run Effective Meetings web site! Hopefully you can learn a lot about the basics of running meetings as well as access some helpful resources. If you have any questions, comments, or concerns, please feel free to email me at: als454@nyu.edu . I now call this meeting to order! ~Amy    Please click here to answer a few questions - your identity will be kept confidential...       Copyright 2006 - Amy Schofield   Last Updated: Thursday, May 4, 2006 1:20 PM"}, {"content": "How to Run Effective Meetings | NYU Wagner                                    Jump to navigation                                                             How to Run Effective Meetings   NONCR-GP.105, points.       Courses         Description |    Syllabi |    Evaluations          Preterm Workshop This interactive workshop provides students with techniques for holding meetings that are streamlined and productive. Through small group work, exercises and discussions, students will explore the most effective ways to plan meetings, create dynamic agendas and encourage participation and follow-up on action steps. Prerequisites: None.                  Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link         Spring 2011 Lockwood, Andre Evaluation  Fall 2010 Lockwood, Andree Evaluation  Fall 2009 Lockwood, Andre Evaluation"}]},
{"detail": [{"content": "Running Effective Meetings: Homepage       HOW TO RUN | effective meetings                                                                                                          als454@nyu.edu         Welcome to Amys How to Run Effective Meetings web site! Hopefully you can learn a lot about the basics of running meetings as well as access some helpful resources. If you have any questions, comments, or concerns, please feel free to email me at: als454@nyu.edu . I now call this meeting to order! ~Amy    Please click here to answer a few questions - your identity will be kept confidential...       Copyright 2006 - Amy Schofield   Last Updated: Thursday, May 4, 2006 1:20 PM"}, {"content": "How to Run Effective Meetings | NYU Wagner                                    Jump to navigation                                                             How to Run Effective Meetings   NONCR-GP.105, points.       Courses         Description |    Syllabi |    Evaluations          Preterm Workshop This interactive workshop provides students with techniques for holding meetings that are streamlined and productive. Through small group work, exercises and discussions, students will explore the most effective ways to plan meetings, create dynamic agendas and encourage participation and follow-up on action steps. Prerequisites: None.                  Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link         Spring 2011 Lockwood, Andre Evaluation  Fall 2010 Lockwood, Andree Evaluation  Fall 2009 Lockwood, Andre Evaluation"}, {"content": "Running Effective Meetings: Discussion       HOW TO RUN | effective meetings                                                                                                          als454@nyu.edu        Stimulating Discussion   The success of any discussion depends upon participation. An atmosphere of free exchange can be created only when participants see that a mutual sharing of opinions and ideas is welcome. The skillful use of questions will encourage discussion. You should be constantly on the alert for cues from the group that suggest problems. If participants begin to fidget, look bored, or show by their expressions that they dont understand or disagree you should ask questions to find out what is going on.   Four basic types of questions:     General: which elicit a broad range of potential responses    Specific: which focus in on an idea leaving a limited range of responses   Overhead: which are asked of the group allowing volunteers to respond   Direct: which are asked of a selected individual     General and overhead questions are less threatening and therefore are better to start a discussion. Direct and specific questions are best used after participants become comfortable with group discussion.   Back to Top   Guidelines for Generating Discussion   The following examples provide some useful guidelines for generating discussion:     Ask for feelings and opinions - use a method of asking questions that will help people express their ideas, draw people out, and encourage discussion. For example:      What is your reaction to?    How do you feel about?    What is your thinking on?    What brings you to conclude that?    What are some other ways to get at?    What prompted your decision to?    How did you happen to learn that?    How did you feel when you found out that?    Would you say that?        Paraphrase - one way to help people reach mutual understanding is to paraphrase, that is, to ask one person to repeat what someone else said and to state what that person meant:      Are you asking me to?    Let me see if I understand your position. Are you saying that?    Im not sure I understand. Are you saying that?    Before we go on, let me paraphrase what I think you are proposing?    Let me restate your last point to see if I understand.    What I am hearing is is that right?    Before you go on, do you mean that?        Back to Top   Encourage participation - sometimes people tend to hold back. They can be encouraged to participate by such questions as:      Carlos, how do you feel about this?    Mary, how would you answer Johns questions?    Before we go on, Id like to hear from Bill on this.    We have heard from everyone but Jane. Jane, what is your feeling on this?    Abe, do you understand what Maria said?    We havent heard from Jack yet. Jack how do you feel about this?        Ask for a summary :      A lot of good ideas have been presented in the last few minutes.    Will someone please summarize the major points before we go on?    I have heard a number of proposals.    Will someone summarize what has been agreed upon?    It is clear Jim does not agree. Jim, will you summarize your major objections?    I have lost track. Will someone summarize what has been done so far?       Back to Top   Ask for clarification :      I didnt understand that last comment. What would you do if?    The examples you gave concern weekday operations. Do they also apply to weekends?    I saw Maureen shaking her head. Maureen, would it help it we took a minute to explain how these new instructions apply to your department?    It is still not clear to me. What do I do when?        Ask for Examples :      Dorothy, will you give some examples of what you mean?    Juan, can you expand on that? Im not sure I understand.        Test for Consensus :     It seems that we have come to agreement on this issue. Let me ask for a show of hands on this. Does everyone accept the idea that..?    Glenda, is that your feeling too?    Before we go on to the next issue, let me check to make sure that all have agreed to?     Back to Top   Initiate Action :      How do you think we should?    Frank, how would you suggest that we proceed on this?    Id like some suggestions on possible ways to get started. Pierre, how would you propose we get started?   Explore an idea in more detail :  What are some other ways to approach this problem?   Are there other things we should consider?   Otto, what would you add to what has been said?    Do a quick survey :  Lets see a show of hands. How many are for this proposal?   Beverly, why dont you ask the others how they feel about your proposal?   How does everybody feel about this? Lets start with Luis.   Back to Top   Suggest a break :  We have been working on this problem for about an hour. I propose we take a 10-minute break.    Suggest a procedure :  I noticed that Carla has done most of the talking on this issue. I suggest we go around the table to see how others feel.   Would it help if we put the agenda items in rank order of importance before we started?    Suggest they try something :  Bridget, I dont think you heard what Willie was trying to say. Why dont you tell us what you heard her say before you state your objections.   Lets go around the table so that everyone gets a chance to comment on this.   Back to Top   Stop the action and ask the group to talk about something :  Lets stop the discussion for a few minutes. I think it might help if each of us told the group what he or she is feeling right now.    Share your feelings :  I feel you are not giving Harry a chance to explain his position.   Im frustrated. I think we should take this problem up next week when we have more facts. How do the rest of you feel?    Reflect what you think someone is feeling :  George, I get the impression that you are not satisfied with my answer. Is that right?   Kims comments tell me that he needs to ask some questions on this is that right, Kim?   Back to Top   Be supporting :  Lets give Tony a chance to tell it the way he sees it.   Dave, you had your say. Now its Harolds turn. Give him a chance to explain.    Question assumptions :  Your proposal assumes that unless we use threats, they wont cooperate. Is that right?   Your suggestion assumes that we cannot meet the schedule. Is that right?   Your objection assumes that we will not get promised deliveries. Is that a good assumption?    Check targets or orientation :  Are we asking the right question?   Are these the most important goals?   Is this the best way to get their cooperation?   Is this the only way to get it done?   Back to Top   Confront differences :  Nick, you havent said so but it is clear to me that you dont agree. Is that right?   Martha, you seem to be holding back on this. Is there something here you disagree with?    Role reversal :  Why dont you take the role of a customer for a few minutes. Now, as a customer, how would you react to this proposal?   Pretend you are the district manager for a moment. How would he react to this proposal?   How would you feel if I treated you that way?    Look into the future :  If we did it this way, what is the worst thing that could happen?   If it doesnt work, what have we lost?   If it works, how will it influence next weeks schedule?    Focus on action choice :  We have considered every possibility, we must choose from these three alternatives.   We have discussed both sides carefully. Its time we made a choice.   Back to Top   Things to Avoid:     Unanswerable questions: be sure that the questions you ask can be answered by the group or by some member of the group.   Questions of simple assent or dissent: unless followed by other questions of the WHY, WHEN, WHERE, HOW, WHAT, WHO sort, a yes or no answer leads nowhere.   Vague, indefinite, ambiguous questions: to get satisfactory answers, you must ask good questions. Sometimes you may need to rephrase your question or break it down into sub-questions if not immediately understood.   Witness-chair interrogation: you may have to ask a participant questions in the interest of clarification, but remember that you are not out to prove anything. Your conduct should never be that of a courtroom cross-examination where the person answering feels threatened.   Back to Top   Adopted from an unknown source.     Copyright 2006 - Amy Schofield Last Updated:   Thursday, May 4, 2006 1:26 PM"}]}]