[{"detail": [{"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           The Ideal of Academic Freedom as the Ideology of Academic Repression, American Style      The Ideal of Academic Freedom as the Ideology of Academic Repression, American Style  by Bertell Ollman    Mark Twain said that we Americans enjoy \"three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.\" (1899, 198). Fortunately, some in the universities as elsewhere in our society have lacked this prudence, but they have generally paid a price for it.    Three brief studies: in 1915, Scott Nearing, a socialist professor of economics, was fired from the University of Pennsylvania for publicly opposing the use of child labor in coal mines. With an influential mine owner on the board of trustees, the president of the university decided he had to let Nearing go. As far as I can discover, he is the first professor fired from an American university for his radical beliefs and activities (Frumkin, 1981).    Some have argued that this honor belongs to Edward Bemis, who was dismissed from the University of Chicago in 1894. A major charge in this case was that Bemis had the poor judgment to hold discussions with union leaders during the famous Pullman railroad strike of that year. In a letter to the president of the University of Chicago, Bemis admitted that he had talked to the union officials, but&#151;he insisted&#151;only with the purpose of urging them to give up the strike. It didn't help. The strike went on&#151;and the dismissal stuck (Metzger, 152, ff.) However, in light of Bemis admission, I find it difficult to view him as the first radical to lose his job because of his political beliefs. That honor belongs to Nearing. This doesn't mean that the universities were tolerant earlier. Before Nearing, there simply were no radical professors, not ones who spoke out, anyway.    Second, in 1940 the Rapp-Coudert Committee of the New York State legislature began its infamous investigation of subversives in the Municipal College System (now City University of New York-CUNY). By 1942, over forty professors were fired or did not get their contracts renewed either because they were communists or because they refused to divulge their political beliefs and connections (Schappes, 1982).    Third, in 1978 Joel Samoff was denied tenure by the political science department of the University of Michigan. Though he had published widely and was about to receive the university's Distinguished Service Award for outstanding contributions to the scholarly life of the university, he was faulted for not publishing enough in orthodox political science journals and for using an unscientific Marxist approach to his subject matter.    In each case, a professor's right to pursue truth in his own way was abrogated. In a Nearing case, the ax was wielded by the university's higher administration. For the CUNY forty, it was the government that was primarily responsible for the blow that befell them, while Samoff's academic demise resulted from a decision taken by a majority of his own colleagues.    Where does academic freedom lie in all this? While there is general agreement that academic freedom involves the right of teachers and students to investigate any topic they wish and to freely discuss, teach, and publish their conclusions, there is an anguished debate over where to draw the line (nowhere is everything allowed), and more particularly, over who should be allowed to do it. Where does the threat to academic freedom come from?    The case against government interference in academic decision making is most easily made and probably most widely supported: academic freedom is assured when the government adopts a hands-off policy towards the university. Many dissatisfied professors and students, however, maintain that a greater danger to academic freedom today comes from university presidents and boards of trustees who try to impose their values and judgments on the entire university community. Still others, including such victims of peer evaluation as Joel Samoff, would argue it is faculty bias that does the most damage, that without a sincere toleration of unorthodox approaches on the part of the professorate there can be no thoroughgoing academic freedom.    The situation is more complicated still, for even the people who advocate government interference in university affairs often do so&#151;in their words&#151;\"to protect academic freedom, \"in this case against the deceivers and manipulators of youth. In short, everyone is in favor of academic freedom; only the emphasis and enemies are different. In 1978, when I was denied a job as chairman of the Government Department at the University of Maryland because of my Marxist political views, I called this denial an attack on my academic freedom. The faculty, who had chosen me for the job, also said their academic freedom had been infringed upon. Students, who wanted to study with me, made the same claim. President John Toll, who rejected me, insisted he was acting on behalf of academic freedom, his academic freedom to do what he thought best in disregard of all outside pressures. And many state politicians, whose threats of financial retribution against the university constituted the most powerful of these outside pressures, likewise spoke of defending academic freedom against the likes of me.    The problem of sorting out the various uses of \"academic freedom\" is both very easy and terribly complex: easy, if it is simply a matter of taking a stand, of choosing the notion of \"academic freedom' that is most compatible with one's own values and declaring other uses illegitimate. It becomes complex if we try exploring the relations between these different uses to discover what as a group they reveal about the conditions they are intended to describe. It is by taking this latter path that I also hope to case some light on the state of academic freedom in America today.    The time-honored way of breaking out of the confusion that surrounds the discussion of academic freedom is to label what has hitherto passed for a definition as the ideal, and to add the words, \"Unfortunately, it doesn't always apply.\" The implication, of course, is that this is what most people want, and that actual practice is close and closing in on the ideal. Focusing on the ideal in this way, practice can be short-changed. What actually happens is viewed teleologically, in terms of what one thinks it is going to become eventually, in time, with patience and more propagandizing of the ideal. The possibility that the gap between the actual and the ideal is more or less fixed and that the ideal may even play a role in keeping it so is hardly entertained, and can't be so long as what occurs is not examined on its own terms and within its real social and political context. In any case, the confusion over the different uses of \"academic freedom\" can never be sorted out so long as the discussion remains on the abstract level of ideas. For this, we must keep our feed on solid ground, and find out who is doing what to whom and why.    The locus of our study, of course, will be the university. And not just any university, but the university in capitalist society. Can't we just examine the nature of universities in general? I think not. Why not should be evident if we look no further than the big business dominated boards of trustees of all our major universities. If we were studying institutions of higher learning in a foreign country and discovered that a majority of the members of all their boards of trustees were generals, we would not hesitate to make certain conclusions about the character and aim of education there. Yet even people who know that our boards of trustees are run by a business elite seldom question why this is so or try to think through what follows from this fact. Are businesspeople really more clever than the rest of us, or more public spirited, or more concerned with the development of rational and critical thought? If not, we must try to understand what capitalists want from the university and what they do there, and how all this relates to academic freedom.    Capitalism is a form of society where the means of production are privately owned, and all production decisions are made on the basis of what will earn the largest profits for owners. So much holds true for the entire history of our republic. But the American capitalist system has also undergone a number of major changes. Marxist economist Sam Bowles points out that the capitalist economy and riding a bicycle have one important thing in common: in both, forward motion is necessary for stability (1976, 237). As capitalism grows and changes so does the nature of its requirements from education, as, indeed, from other sectors of capitalist life.    Among the major developments in American capitalism over the last one hundred years are the following: with the growth of technology, the amount of capital investment going to workers in the form of wages has decreased as a percentage of total investment, leading to a general and long-term squeeze on profits (surplus-value, of which profit is a portion, is produced by labor, hence a relatively smaller percentage of investment going to labor means a constricted base of profits); the percentage of the work force that is self-employed (entrepreneurs and professionals) has gone down from 40 percent to 10 percent; in the same period, the number of managers and professionals on salaries (chiefly employed by big business) has increased sevenfold; in big business, complex hierarchies have developed that determine power, status, and salary; more jobs require minimal skills; an intensification of the division of labor has led to an increased fragmentation of tasks for both white-and blue-collar workers decreasing the degree of control that each individual has over his or her job; mainly in order to maintain profits, the government has come to play a more direct role in running the economy on behalf of the capitalist class; and ideology&#151;that is, one-sided, partial, essentially mystifying interpretations of reality&#151;has spread from the factory to the media, market, counts, and schools, chiefly as a means of disguising the increasingly obvious pro-capitalist bias of the state.    The major changes that have occurred in American higher education during the last one hundred years reflect these developments in the capitalist mode of production, and have operated in general to facilitate the efficient functioning of the new capitalist order. For example, whereas in 1870 only 2 percent of the eighteen to twenty one group went to college, today it is about 50 percent. The liberal arts and classics that formed the core of the old university curriculum have been replaced by science, math, public administration, business, and other vocational training. In both the natural and social sciences, universities have assumed more and more research and development tasks for private industry, upping their profits by reducing their necessary costs.    Increasingly, university life has been organized on the basis of a complex system of test, grades, and degrees, so that people know exactly where they fit, what they deserve, what has to be done to rise another notch on the scale, and so on. Discounting&#151;as most educators do&#151;their negative effects on scholarship, critical thinking, and collegiality, these practices have succeeded in instilling a new discipline and respect for hierarchy, lowering students' expectations, and generally in creating a sense that you get what you work for and have talent for&#151;and, therefore, that failure is due to some personal fault (laziness, stupidity, or bad will).    Overseeing this reorganization of the academy, codifying its ends and rationalizing its means, dispensing incentives, cost accounting, building bridges to the \"community\" (chiefly business leaders and politicians) is the work of a vastly expanded cast of professional managers. At Columbia University, for example, in the period 1948-68, the faculty grew by 50 percent, the student body by 100 percent, and the administration by 900 percent (Brown, 46).    Of all the ideas that help keep democratic capitalism in the United States functioning as smoothly as it does, none is more important than the idea of \"equality of opportunity.\" Here, too, the university has a special role to play. It seems that people are willing to live with great social and economic inequalities if they believe they had, or have, or will have the chance to make it up, or even that their children will have such a chance. In the nineteenth century, the belief in equality of opportunity was fed chiefly by the existence of \"free\" land in the West. When the frontier closes, this dream was kept alive by the possibility of starting a small business that, with a little luck and hard work, might one day make you rich. Now that nine out of every ten small businesses end in failure (according to U.S. Commerce Department statistics), it is our relatively open system of higher education that serves as living evidence for the existence of equality of opportunity.    For universities to play their appointed role in this capitalist drama, it is not enough that everyone who wants to get an education to be able to get into a university. In both its structure and content, higher education must appear to give everyone a more or less equal chance to prepare for the best jobs. Should the universities be perceived as vocational schools providing low-level skills and indoctrinating students with the values and attitudes deemed important by their future capitalist employers, as a simple continuation of the tracing system already begun in high schools, the crucial ideological work of the university in promoting belief in the existence of a real equality of opportunity would suffer irreparable damage.    The university's role in helping to justify democratic capitalism carries over, as we might expect, to the content of its courses. Particularly today, with the government's more direct involvement in the economy on the side of the capitalists and so many young members of the working class in college with time to read and think about it, there is a great need for even more sophisticated rationalizations for the status quo. In this effort, the university must maintain the appearance of allowing all points of view, including some critical of capitalism, to freely contest. Otherwise, the ideas that emerge from universities would be tainted, viewed as propaganda rather that \"knowledge\" and \"science,\" and have less hold on people. Not only students would be affected, but also the general public many of whose beliefs and prejudices receive their legitimation as value-free social science by academic decree.    Finally, to complete our list of the main ways in which higher education serves capitalism in the modern period, we should mention that the universities provide local capitalists with a reserve army of low paid, non-unionized, part-time workers, while at the same time offering a kind of custodial care for young people who cannot find jobs, becoming in Ira Shor's apt phrase \"warehouses for unneeded workers\" (1980,6). Here, too, students will only willingly accept these degrading roles and conditions if they believe they are receiving a real education and being prepared for something better.    Does all this mean that the university is not a place where knowledge and skills get passed on from one generation to the next, and where some people teach and others actually learn how to think more critically? Not at all. Like universities in all periods and virtually all societies, American universities embody, to one degree or another, all the fine qualities that are paraded in Commencement Day speeches. Unfortunately, these speeches neglect to mention other functions, which clearly stamp our universities as products of capitalist society, and any attempt to grasp the dynamics of the present situation must begin by focusing on these historically specific qualities.    The time has come to reintroduce the idea of academic freedom and to see it works. The first thing that strikes us from the above account is that American universities require a little critical thought, which means a few critical teachers, which means too, a little academic freedom for them to work, in order for universities to function as they are meant to and have to in capitalist society. The presence of some radical professors helps to legitimate the bourgeois ideology that comes out of universities as \"social science\" and the universities themselves as something more than training centers. So a few radical professors are necessary to make the point that real freedom of thought, discussion, and so on exist and that people in the university have the opportunity to hear all sides in the major debates of the day.    But a key question is: at what point do a few radical professors become too many? For the presence of radicals in universities at a time of burgeoning working class enrollment and a declining economy constitutes a real and growing threat to the capitalist system. In the story of the Emperor's New Clothes, it didn't take many voices to convince the crowd that the emperor was naked. At a time of deepening economic crisis, the promises of capitalism are no less vulnerable.    Given the need for some radical professors and the dangers of too many, the debate over where to draw the line, who should draw it, and on the basis of what criteria goes on continually. It goes on in government, in university administrations, and among the faculty in almost every university department. Because the language in which these questions are posed is different on each level, even participants are not always aware that they are involved in the same debate. Without explicit coordination, using apparently different criteria and procedures, and while lost in their own internecine disputes over turf and power, the government, university administrations, and departmental facilities are all taking part in the same balancing act.    Viewed from the perspective of their victims (of those who suffer because they fall on the other side of the line), however, the practice of academic freedom in our universities appears as a kind of policing mechanism that operates on three levels. On the level of government, it means (repressive laws, administrative harassment, threats to reduce funding, etc.) and ends are pretty evident, though even here there is some attempt to disguise the ends in terms of preserving students' academic freedom from the predations of deceptive radical professors. For the administration, the disguise takes the form of preserving university autonomy from direct government interference on one hand, and making universities run smoothly (radicals tend to make waves) on the other. At the faculty level, this \"internal policing,\" in the words of Marxist scholar Milton Fisk, takes the form of making so-called objective, value-neutral decisions on what constitutes political science or economics or philosophy, and which journals in each discipline warrant the academic Good Housekeeping Seal of Approval&#151;so that publishing elsewhere, which usually means in radical journals, doesn't count for promotion, tenure, and the like (1972, 16).    Only on the first level, that of government is academic repression expressed in political terms; as an effort to keep radicals or Marxists out of the university because of their political beliefs. Hence, whenever governments are forced to act against radicals, the ideological work of the university, which relies so heavily on the assumption of tolerance is seriously jeopardized. Better by far if university administrators, using institutional arguments, refuse to hire radical professors or turn them down for tenure. Best of all, of course, is when departmental faculties, using what appear to be purely professional criteria, take the initiative themselves. Consequently, and as a general rule, politicians get involved in academic repression, or threaten to do so, only when university administrators fail to act \"responsibly,\" or give signs that they are about to; while administrators overrule their faculty on this matter only when it is the latter who have failed to act \"responsibly.\"    In distinguishing among the forms of academic repression peculiar to the government, university administrators, and departmental faculties, I do not mean to suggest that these three levels are autonomous. Quite the contrary. The influence of the government on university administrations&#151;for example, through appointing presidents and boards of trustees, determining budgets, setting research priorities, licensing programs, etc&#151;is so overwhelming that one scholar, Michael Brown, would have us view administrations in public universities as part of the state apparatus (1979, 37-39). The situation in what are still called \"private\" universities differs only in degree. Nor do I wish to play down the ties of interest and values that bind government, university administrations, and most departmental faculties to the capitalist class, a connection Milton Fisk tries to highlight by designating university professors a \"class of functionaries\" with a special servitor relationship to capitalists. I have been chiefly concerned, however, to examine how the contradictory functions of the capitalist university (in particular, educating, socializing, and legitimating capitalist social relations) result in different kinds of academic repression, which turn out, upon analysis, to be different aspects of the same thing; and this just because of the intimate ties (sketched by Brown, Fisk, and others) among the capitalist class, the government, university administrations and most faculty.    As regards academic freedom, what I have been arguing is that a kind of academic freedom already exists. It takes the form of a three-tiered mechanism of academic repression. It is the way this repression functions, for whom and against what. The underside of who is allowed to teach is who cannot; just as what cannot be studied is organically related to what can be studies. Setting this ever-changing boundary is the act of freedom of some, which determines the kind (muted) and degree (very little) of freedom available to all. Unfortunately, academic freedom, interpreted as the actual practice of freedom in the academy, its expression as repression, is not quite what we always thought it was. What, then, can be said about what we always thought it was, or what is often referred to as the ideal of academic freedom?    First, it is clear that as long as the capitalist class controls the universities, which is to say as long as capitalism exists, the gap between the ideal of academic freedom and its practice (described above) is more or less fixed. But I have also suggested that this ideal itself may play role in keeping this gap fixed, that rather than part of the solution the ideals of academic freedom may be part of the problem. How can this be so? Partly, it is so because the ideal of academic freedom helps to disguise and distort an essentially repressive practice by presenting it as an imperfect version of what should be. Putting what everyone is said to favor in the front (and at the start) relegates what actually exists to the role of passing qualification. Viewed in this way (and in this order), the dynamics of who is doing what to whom and why, together with the structural reforms needed to change things, can never be understood.    Second, beginning as the admittedly inadequate description of real events, the ideal of academic freedom gradually substituted itself as an explanation of what is happening that is so feeble that, with minor qualification, all the worst villains can embrace it. Though everyone may favor academic freedom, it is in the nature of ideals&#151;it is said&#151;that they can never be fully realized. Something similar occurs with the ideal of consumer sovereignty in which the assumed goal of the exercise replaces and then helps to explain what people actually do in supermarkets, where they generally choose products that they have been socialized to want. Likewise, the ideal of democracy plays a similar twofold role in respect to what happens in real elections, in which money and control of media play the decisive roles. In every instances, asserting a valued goal becomes the means for misrepresenting and explaining away a reality that has little to do with it, except insofar as this reality requires for its continued existence peoples' misuse of this goal. In other words, it is only because most people in the university misunderstand academic repression in terms of an imperfect academic freedom that academic freedom can continue to function so effectively as academic repression. If the practice of academic freedom in capitalism is academic repression, the ideal of academic freedom is the ideology that both permits and provides a cover for its occurrence.    So much follows from privileging the qualities of academic freedom as an ideal, but the contribution that the ideal of academic freedom makes to preserving the status quo also comes from its narrow focus on freedom. Talk of freedom, whether in the marketplace, in politics, or in the academy assumes equality in the conditions that permits people to use their freedom or the irrelevance of such conditions. For freedom is not just about wanting something, but includes the ability to do or have what one wants. It is a want embodied in a practice, but, unlike the simple want, the practice requires the existence of certain conditions. Unfortunately, in a class divided society, such conditions are never equal and always relevant. Simply put, some people have the money, jobs, education, and so forth to act freely, and other do not. In every case, the privileged few also benefit from a ready-made rationalization of their privileges: they are simply making use of their freedom. Let others, they say, try to do as much.    In the academy, the people with power use their freedom to repress radicals in the ways described. If the police mechanisms embodied in the practice of academic freedom give them the means to do this, it is the ideal of academic freedom that gives them an effective way of rationalizing it. Hence the constant patter about exercising their academic freedom as they go about their work of repression. In the university, as throughout capitalist society, a commitment to freedom in the absence of an equally strong commitment to social justice carries with it the seeds of even greater injustice. For the ideal of academic justice to take its place alongside the ideal of academic freedom, however, we shall have to await the coming of a society that no longer needs its universities to help reproduce rationalize existing inequalities, that is, a socialist society.    So far I have examined the role that the ideal of academic freedom plays in keeping things as they are, but now I am only too pleased to admit that this ideal also plays a part in helping to change them. That is, at the same time that the ideal of academic freedom hides, distorts, and helps to rationalize academic repression by government, university administration, and departmental faculties, it also opens up a little space and provides some justification for the presentation of critical opinion. Rhetorically and occasionally procedurally, it also serves as a modest defense for radical teachers who avail themselves of this space. While wishing doesn't make it so and error exacts compound interest, what people believe to be true (even it false) and what they consider good (even if impossible) are not without influence. If only through constant repetition, liberal cant occasionally takes hold, particularly on younger members of the academy, producing a subspecies of academic freedom groupies, people too afraid act upon their ideas but willing to support those who do. With the help of the few real exceptions, liberals who try to incorporate their beliefs into their daily lives (a self-destructive impulse for all but the most established scholars), the ideal of academic freedom sometimes plays a progressive role in the struggle to extend the boundaries of what can be studies in our universities.    The ideal of academic freedom, vague, unclear, contradictory, but repeated often enough, also exercises, in my view, a very general restraining influence on what the perpetrators of academic repression are able and even willing to do. It is not always true that it is better to deal with honest villains than with hypocritical ones. In our understandable disgust with their hypocrisy, many radical critics have neglected to look for its positive side. The complex and occasionally humanizing influence of hypocrisy on hypocrites, in the university as indeed throughout capitalist society, requires further, serious examination.    Finally, and most important, the ideal of academic freedom also helps contribute to the development of critical thinking in the university insofar as it contains within itself elements of such thinking. At its best, this means recognizing, as part of the ideal, how the conditions of modern capitalist society have turned the practice of academic freedom into academic repression and used the ideal to cover its tracks. A critically constituted ideal contains within it the conditions of its own misuse as well as the structural changes necessary to reverse this process. Saved from displays of moral outrange, we are freed to work for academic freedom by helping to build the egalitarian conditions that are necessary for it to exist. This includes a demand for academic freedom not just for teachers and students but for workers and others who today are penalized for freely expressing their opinions. In developing this expanded understanding of the ideal of academic freedom, in sharing it in the university and with the public at large, we are beginning the work of putting it into practice Academic freedom, by this interpretation, lives and grows in the conscious struggle for a socialist society.    Unfortunately, none of these progressive trends are dominant. At present, they are all subordinate to the role played by academic freedom in helping to police the university, and only deserve our attention once this central fact has been made clear. Otherwise, there is a danger of falling victim to all the distortions mentioned above and even contributing to them. But once the capitalist context in which academic freedom appears has been laid out, once its main function in this context is understood, its other role in helping to undermine capitalism requires equal attention.    In summary, academic freedom is about both freedom and repression, how they are linked to each other not only as opposites, but also as preconditions, effects and aspects, each of the other. Their proper order of treatment is first repression and then freedom. In this way, freedom is less distorted and the contribution that freedom (in its ideological form) makes to repression is minimized. The Marxist approach to academic freedom involves analyzing it as a practice, one inextricably tied to capitalist power relations, and as an accompanying ideology. This analysis embodies and helps to develop a new critical practice and an alternative vision, which can also be subsumed under a now broadened notion of academic freedom.    What then is the situation today? What is the state of these contradictory tendencies in academic freedom in the winter of 1991? The first thing to remark is that there has been a considerable increase in the number of Marxist and other kinds of radical professors in the universities. Together with the growing crisis in capitalism and the inability of most bourgeois scholarship to explain it, this had led to the increased legitimacy of Marxist scholarship in practically every discipline. At the same time, there are also more radical professors not getting hired or tenured.    Probably the most striking development is a gradual breakdown of the three-tiered policing mechanism of academic repression described earlier. With a growth in the number of radical scholars and the increased legitimation of radical scholarship, the bottom tier, professors in the departments, is no longer excluding radicals with the regularity that it once was. I was jolted into recognizing this change by my experience at the University of Maryland, where a search committee made up of ten political scientists chose me, a Marxist, for their chair, I don't think this could have happened ten years earlier. And if this happened in political science, traditionally the most conservative of the social sciences, it is happening (though sometimes very slowly) in all disciplines, and in universities throughout the country (though many exceptions exist). In mine and other cases, this has simply forced university administrations and politicians (the second, and third tiers) to take a more direct part in academic repression. But, as I have argued, there are limits to how much they can do without paying what is for them in unacceptable price in terms of legitimacy.    Consequently, on occasion, there have been important victories. Among the more prominent as Fred Block (sociology, University of Pennsylvania) and Dick Walker (geography, University of California-Berkeley), who received tenure, and Edwin Marquit (physics, University of Minnesota) who won promotion&#151;all after protracted struggles. Though the cards are stacked against us, they are not all dealt out, and the way a particular struggle is conducted can count.    In the coming period, I would expect to see&#151;for reasons already given&#151;a still greater increase in the number of radical teachers, a rise in the amount of academic repression (primarily by university administrators and to a lesser degree by the government), and&#151;as a result of both&#151;a continued weakening the university's role as a legitimator of capitalist ideology. How these conflicting tendencies will finally work themselves out, of course will depend far more on the social and political struggles of the larger society than on the positions we take within the university. Yet what we do as professors will count for something in the balance, so we must become better scholars, better critics, better teachers. We will also need to be steadfast. Which brings me back to Scott Nearing.    On November 29, 1981, not quite two years before his death at the age of 100, Scott Nearing sent me a letter he asked me to share with everyone to whom it applies:    \"To my comrades in the struggle for a kindlier and juster world, I send fraternal greetings. During the present period or worldwide change and unrest, study and teaching are particularly important. We as scholars have the right and duty to teach and impart what we believe in and what we have learned. The right to do this is the keystone of our profession. The need to do it arises whenever any authority challenges our responsibility to learn and communicate&#151;to study and to teach. The present period offers scholars and students a challenge to meet and a part to play that may have vast consequences for the future of man. My salutations to the brave men and women who are opposing and resisting the forms of reaction, regression, and despotism in North America.\"                 Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}]},
{"detail": [{"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           The Ideal of Academic Freedom as the Ideology of Academic Repression, American Style      The Ideal of Academic Freedom as the Ideology of Academic Repression, American Style  by Bertell Ollman    Mark Twain said that we Americans enjoy \"three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.\" (1899, 198). Fortunately, some in the universities as elsewhere in our society have lacked this prudence, but they have generally paid a price for it.    Three brief studies: in 1915, Scott Nearing, a socialist professor of economics, was fired from the University of Pennsylvania for publicly opposing the use of child labor in coal mines. With an influential mine owner on the board of trustees, the president of the university decided he had to let Nearing go. As far as I can discover, he is the first professor fired from an American university for his radical beliefs and activities (Frumkin, 1981).    Some have argued that this honor belongs to Edward Bemis, who was dismissed from the University of Chicago in 1894. A major charge in this case was that Bemis had the poor judgment to hold discussions with union leaders during the famous Pullman railroad strike of that year. In a letter to the president of the University of Chicago, Bemis admitted that he had talked to the union officials, but&#151;he insisted&#151;only with the purpose of urging them to give up the strike. It didn't help. The strike went on&#151;and the dismissal stuck (Metzger, 152, ff.) However, in light of Bemis admission, I find it difficult to view him as the first radical to lose his job because of his political beliefs. That honor belongs to Nearing. This doesn't mean that the universities were tolerant earlier. Before Nearing, there simply were no radical professors, not ones who spoke out, anyway.    Second, in 1940 the Rapp-Coudert Committee of the New York State legislature began its infamous investigation of subversives in the Municipal College System (now City University of New York-CUNY). By 1942, over forty professors were fired or did not get their contracts renewed either because they were communists or because they refused to divulge their political beliefs and connections (Schappes, 1982).    Third, in 1978 Joel Samoff was denied tenure by the political science department of the University of Michigan. Though he had published widely and was about to receive the university's Distinguished Service Award for outstanding contributions to the scholarly life of the university, he was faulted for not publishing enough in orthodox political science journals and for using an unscientific Marxist approach to his subject matter.    In each case, a professor's right to pursue truth in his own way was abrogated. In a Nearing case, the ax was wielded by the university's higher administration. For the CUNY forty, it was the government that was primarily responsible for the blow that befell them, while Samoff's academic demise resulted from a decision taken by a majority of his own colleagues.    Where does academic freedom lie in all this? While there is general agreement that academic freedom involves the right of teachers and students to investigate any topic they wish and to freely discuss, teach, and publish their conclusions, there is an anguished debate over where to draw the line (nowhere is everything allowed), and more particularly, over who should be allowed to do it. Where does the threat to academic freedom come from?    The case against government interference in academic decision making is most easily made and probably most widely supported: academic freedom is assured when the government adopts a hands-off policy towards the university. Many dissatisfied professors and students, however, maintain that a greater danger to academic freedom today comes from university presidents and boards of trustees who try to impose their values and judgments on the entire university community. Still others, including such victims of peer evaluation as Joel Samoff, would argue it is faculty bias that does the most damage, that without a sincere toleration of unorthodox approaches on the part of the professorate there can be no thoroughgoing academic freedom.    The situation is more complicated still, for even the people who advocate government interference in university affairs often do so&#151;in their words&#151;\"to protect academic freedom, \"in this case against the deceivers and manipulators of youth. In short, everyone is in favor of academic freedom; only the emphasis and enemies are different. In 1978, when I was denied a job as chairman of the Government Department at the University of Maryland because of my Marxist political views, I called this denial an attack on my academic freedom. The faculty, who had chosen me for the job, also said their academic freedom had been infringed upon. Students, who wanted to study with me, made the same claim. President John Toll, who rejected me, insisted he was acting on behalf of academic freedom, his academic freedom to do what he thought best in disregard of all outside pressures. And many state politicians, whose threats of financial retribution against the university constituted the most powerful of these outside pressures, likewise spoke of defending academic freedom against the likes of me.    The problem of sorting out the various uses of \"academic freedom\" is both very easy and terribly complex: easy, if it is simply a matter of taking a stand, of choosing the notion of \"academic freedom' that is most compatible with one's own values and declaring other uses illegitimate. It becomes complex if we try exploring the relations between these different uses to discover what as a group they reveal about the conditions they are intended to describe. It is by taking this latter path that I also hope to case some light on the state of academic freedom in America today.    The time-honored way of breaking out of the confusion that surrounds the discussion of academic freedom is to label what has hitherto passed for a definition as the ideal, and to add the words, \"Unfortunately, it doesn't always apply.\" The implication, of course, is that this is what most people want, and that actual practice is close and closing in on the ideal. Focusing on the ideal in this way, practice can be short-changed. What actually happens is viewed teleologically, in terms of what one thinks it is going to become eventually, in time, with patience and more propagandizing of the ideal. The possibility that the gap between the actual and the ideal is more or less fixed and that the ideal may even play a role in keeping it so is hardly entertained, and can't be so long as what occurs is not examined on its own terms and within its real social and political context. In any case, the confusion over the different uses of \"academic freedom\" can never be sorted out so long as the discussion remains on the abstract level of ideas. For this, we must keep our feed on solid ground, and find out who is doing what to whom and why.    The locus of our study, of course, will be the university. And not just any university, but the university in capitalist society. Can't we just examine the nature of universities in general? I think not. Why not should be evident if we look no further than the big business dominated boards of trustees of all our major universities. If we were studying institutions of higher learning in a foreign country and discovered that a majority of the members of all their boards of trustees were generals, we would not hesitate to make certain conclusions about the character and aim of education there. Yet even people who know that our boards of trustees are run by a business elite seldom question why this is so or try to think through what follows from this fact. Are businesspeople really more clever than the rest of us, or more public spirited, or more concerned with the development of rational and critical thought? If not, we must try to understand what capitalists want from the university and what they do there, and how all this relates to academic freedom.    Capitalism is a form of society where the means of production are privately owned, and all production decisions are made on the basis of what will earn the largest profits for owners. So much holds true for the entire history of our republic. But the American capitalist system has also undergone a number of major changes. Marxist economist Sam Bowles points out that the capitalist economy and riding a bicycle have one important thing in common: in both, forward motion is necessary for stability (1976, 237). As capitalism grows and changes so does the nature of its requirements from education, as, indeed, from other sectors of capitalist life.    Among the major developments in American capitalism over the last one hundred years are the following: with the growth of technology, the amount of capital investment going to workers in the form of wages has decreased as a percentage of total investment, leading to a general and long-term squeeze on profits (surplus-value, of which profit is a portion, is produced by labor, hence a relatively smaller percentage of investment going to labor means a constricted base of profits); the percentage of the work force that is self-employed (entrepreneurs and professionals) has gone down from 40 percent to 10 percent; in the same period, the number of managers and professionals on salaries (chiefly employed by big business) has increased sevenfold; in big business, complex hierarchies have developed that determine power, status, and salary; more jobs require minimal skills; an intensification of the division of labor has led to an increased fragmentation of tasks for both white-and blue-collar workers decreasing the degree of control that each individual has over his or her job; mainly in order to maintain profits, the government has come to play a more direct role in running the economy on behalf of the capitalist class; and ideology&#151;that is, one-sided, partial, essentially mystifying interpretations of reality&#151;has spread from the factory to the media, market, counts, and schools, chiefly as a means of disguising the increasingly obvious pro-capitalist bias of the state.    The major changes that have occurred in American higher education during the last one hundred years reflect these developments in the capitalist mode of production, and have operated in general to facilitate the efficient functioning of the new capitalist order. For example, whereas in 1870 only 2 percent of the eighteen to twenty one group went to college, today it is about 50 percent. The liberal arts and classics that formed the core of the old university curriculum have been replaced by science, math, public administration, business, and other vocational training. In both the natural and social sciences, universities have assumed more and more research and development tasks for private industry, upping their profits by reducing their necessary costs.    Increasingly, university life has been organized on the basis of a complex system of test, grades, and degrees, so that people know exactly where they fit, what they deserve, what has to be done to rise another notch on the scale, and so on. Discounting&#151;as most educators do&#151;their negative effects on scholarship, critical thinking, and collegiality, these practices have succeeded in instilling a new discipline and respect for hierarchy, lowering students' expectations, and generally in creating a sense that you get what you work for and have talent for&#151;and, therefore, that failure is due to some personal fault (laziness, stupidity, or bad will).    Overseeing this reorganization of the academy, codifying its ends and rationalizing its means, dispensing incentives, cost accounting, building bridges to the \"community\" (chiefly business leaders and politicians) is the work of a vastly expanded cast of professional managers. At Columbia University, for example, in the period 1948-68, the faculty grew by 50 percent, the student body by 100 percent, and the administration by 900 percent (Brown, 46).    Of all the ideas that help keep democratic capitalism in the United States functioning as smoothly as it does, none is more important than the idea of \"equality of opportunity.\" Here, too, the university has a special role to play. It seems that people are willing to live with great social and economic inequalities if they believe they had, or have, or will have the chance to make it up, or even that their children will have such a chance. In the nineteenth century, the belief in equality of opportunity was fed chiefly by the existence of \"free\" land in the West. When the frontier closes, this dream was kept alive by the possibility of starting a small business that, with a little luck and hard work, might one day make you rich. Now that nine out of every ten small businesses end in failure (according to U.S. Commerce Department statistics), it is our relatively open system of higher education that serves as living evidence for the existence of equality of opportunity.    For universities to play their appointed role in this capitalist drama, it is not enough that everyone who wants to get an education to be able to get into a university. In both its structure and content, higher education must appear to give everyone a more or less equal chance to prepare for the best jobs. Should the universities be perceived as vocational schools providing low-level skills and indoctrinating students with the values and attitudes deemed important by their future capitalist employers, as a simple continuation of the tracing system already begun in high schools, the crucial ideological work of the university in promoting belief in the existence of a real equality of opportunity would suffer irreparable damage.    The university's role in helping to justify democratic capitalism carries over, as we might expect, to the content of its courses. Particularly today, with the government's more direct involvement in the economy on the side of the capitalists and so many young members of the working class in college with time to read and think about it, there is a great need for even more sophisticated rationalizations for the status quo. In this effort, the university must maintain the appearance of allowing all points of view, including some critical of capitalism, to freely contest. Otherwise, the ideas that emerge from universities would be tainted, viewed as propaganda rather that \"knowledge\" and \"science,\" and have less hold on people. Not only students would be affected, but also the general public many of whose beliefs and prejudices receive their legitimation as value-free social science by academic decree.    Finally, to complete our list of the main ways in which higher education serves capitalism in the modern period, we should mention that the universities provide local capitalists with a reserve army of low paid, non-unionized, part-time workers, while at the same time offering a kind of custodial care for young people who cannot find jobs, becoming in Ira Shor's apt phrase \"warehouses for unneeded workers\" (1980,6). Here, too, students will only willingly accept these degrading roles and conditions if they believe they are receiving a real education and being prepared for something better.    Does all this mean that the university is not a place where knowledge and skills get passed on from one generation to the next, and where some people teach and others actually learn how to think more critically? Not at all. Like universities in all periods and virtually all societies, American universities embody, to one degree or another, all the fine qualities that are paraded in Commencement Day speeches. Unfortunately, these speeches neglect to mention other functions, which clearly stamp our universities as products of capitalist society, and any attempt to grasp the dynamics of the present situation must begin by focusing on these historically specific qualities.    The time has come to reintroduce the idea of academic freedom and to see it works. The first thing that strikes us from the above account is that American universities require a little critical thought, which means a few critical teachers, which means too, a little academic freedom for them to work, in order for universities to function as they are meant to and have to in capitalist society. The presence of some radical professors helps to legitimate the bourgeois ideology that comes out of universities as \"social science\" and the universities themselves as something more than training centers. So a few radical professors are necessary to make the point that real freedom of thought, discussion, and so on exist and that people in the university have the opportunity to hear all sides in the major debates of the day.    But a key question is: at what point do a few radical professors become too many? For the presence of radicals in universities at a time of burgeoning working class enrollment and a declining economy constitutes a real and growing threat to the capitalist system. In the story of the Emperor's New Clothes, it didn't take many voices to convince the crowd that the emperor was naked. At a time of deepening economic crisis, the promises of capitalism are no less vulnerable.    Given the need for some radical professors and the dangers of too many, the debate over where to draw the line, who should draw it, and on the basis of what criteria goes on continually. It goes on in government, in university administrations, and among the faculty in almost every university department. Because the language in which these questions are posed is different on each level, even participants are not always aware that they are involved in the same debate. Without explicit coordination, using apparently different criteria and procedures, and while lost in their own internecine disputes over turf and power, the government, university administrations, and departmental facilities are all taking part in the same balancing act.    Viewed from the perspective of their victims (of those who suffer because they fall on the other side of the line), however, the practice of academic freedom in our universities appears as a kind of policing mechanism that operates on three levels. On the level of government, it means (repressive laws, administrative harassment, threats to reduce funding, etc.) and ends are pretty evident, though even here there is some attempt to disguise the ends in terms of preserving students' academic freedom from the predations of deceptive radical professors. For the administration, the disguise takes the form of preserving university autonomy from direct government interference on one hand, and making universities run smoothly (radicals tend to make waves) on the other. At the faculty level, this \"internal policing,\" in the words of Marxist scholar Milton Fisk, takes the form of making so-called objective, value-neutral decisions on what constitutes political science or economics or philosophy, and which journals in each discipline warrant the academic Good Housekeeping Seal of Approval&#151;so that publishing elsewhere, which usually means in radical journals, doesn't count for promotion, tenure, and the like (1972, 16).    Only on the first level, that of government is academic repression expressed in political terms; as an effort to keep radicals or Marxists out of the university because of their political beliefs. Hence, whenever governments are forced to act against radicals, the ideological work of the university, which relies so heavily on the assumption of tolerance is seriously jeopardized. Better by far if university administrators, using institutional arguments, refuse to hire radical professors or turn them down for tenure. Best of all, of course, is when departmental faculties, using what appear to be purely professional criteria, take the initiative themselves. Consequently, and as a general rule, politicians get involved in academic repression, or threaten to do so, only when university administrators fail to act \"responsibly,\" or give signs that they are about to; while administrators overrule their faculty on this matter only when it is the latter who have failed to act \"responsibly.\"    In distinguishing among the forms of academic repression peculiar to the government, university administrators, and departmental faculties, I do not mean to suggest that these three levels are autonomous. Quite the contrary. The influence of the government on university administrations&#151;for example, through appointing presidents and boards of trustees, determining budgets, setting research priorities, licensing programs, etc&#151;is so overwhelming that one scholar, Michael Brown, would have us view administrations in public universities as part of the state apparatus (1979, 37-39). The situation in what are still called \"private\" universities differs only in degree. Nor do I wish to play down the ties of interest and values that bind government, university administrations, and most departmental faculties to the capitalist class, a connection Milton Fisk tries to highlight by designating university professors a \"class of functionaries\" with a special servitor relationship to capitalists. I have been chiefly concerned, however, to examine how the contradictory functions of the capitalist university (in particular, educating, socializing, and legitimating capitalist social relations) result in different kinds of academic repression, which turn out, upon analysis, to be different aspects of the same thing; and this just because of the intimate ties (sketched by Brown, Fisk, and others) among the capitalist class, the government, university administrations and most faculty.    As regards academic freedom, what I have been arguing is that a kind of academic freedom already exists. It takes the form of a three-tiered mechanism of academic repression. It is the way this repression functions, for whom and against what. The underside of who is allowed to teach is who cannot; just as what cannot be studied is organically related to what can be studies. Setting this ever-changing boundary is the act of freedom of some, which determines the kind (muted) and degree (very little) of freedom available to all. Unfortunately, academic freedom, interpreted as the actual practice of freedom in the academy, its expression as repression, is not quite what we always thought it was. What, then, can be said about what we always thought it was, or what is often referred to as the ideal of academic freedom?    First, it is clear that as long as the capitalist class controls the universities, which is to say as long as capitalism exists, the gap between the ideal of academic freedom and its practice (described above) is more or less fixed. But I have also suggested that this ideal itself may play role in keeping this gap fixed, that rather than part of the solution the ideals of academic freedom may be part of the problem. How can this be so? Partly, it is so because the ideal of academic freedom helps to disguise and distort an essentially repressive practice by presenting it as an imperfect version of what should be. Putting what everyone is said to favor in the front (and at the start) relegates what actually exists to the role of passing qualification. Viewed in this way (and in this order), the dynamics of who is doing what to whom and why, together with the structural reforms needed to change things, can never be understood.    Second, beginning as the admittedly inadequate description of real events, the ideal of academic freedom gradually substituted itself as an explanation of what is happening that is so feeble that, with minor qualification, all the worst villains can embrace it. Though everyone may favor academic freedom, it is in the nature of ideals&#151;it is said&#151;that they can never be fully realized. Something similar occurs with the ideal of consumer sovereignty in which the assumed goal of the exercise replaces and then helps to explain what people actually do in supermarkets, where they generally choose products that they have been socialized to want. Likewise, the ideal of democracy plays a similar twofold role in respect to what happens in real elections, in which money and control of media play the decisive roles. In every instances, asserting a valued goal becomes the means for misrepresenting and explaining away a reality that has little to do with it, except insofar as this reality requires for its continued existence peoples' misuse of this goal. In other words, it is only because most people in the university misunderstand academic repression in terms of an imperfect academic freedom that academic freedom can continue to function so effectively as academic repression. If the practice of academic freedom in capitalism is academic repression, the ideal of academic freedom is the ideology that both permits and provides a cover for its occurrence.    So much follows from privileging the qualities of academic freedom as an ideal, but the contribution that the ideal of academic freedom makes to preserving the status quo also comes from its narrow focus on freedom. Talk of freedom, whether in the marketplace, in politics, or in the academy assumes equality in the conditions that permits people to use their freedom or the irrelevance of such conditions. For freedom is not just about wanting something, but includes the ability to do or have what one wants. It is a want embodied in a practice, but, unlike the simple want, the practice requires the existence of certain conditions. Unfortunately, in a class divided society, such conditions are never equal and always relevant. Simply put, some people have the money, jobs, education, and so forth to act freely, and other do not. In every case, the privileged few also benefit from a ready-made rationalization of their privileges: they are simply making use of their freedom. Let others, they say, try to do as much.    In the academy, the people with power use their freedom to repress radicals in the ways described. If the police mechanisms embodied in the practice of academic freedom give them the means to do this, it is the ideal of academic freedom that gives them an effective way of rationalizing it. Hence the constant patter about exercising their academic freedom as they go about their work of repression. In the university, as throughout capitalist society, a commitment to freedom in the absence of an equally strong commitment to social justice carries with it the seeds of even greater injustice. For the ideal of academic justice to take its place alongside the ideal of academic freedom, however, we shall have to await the coming of a society that no longer needs its universities to help reproduce rationalize existing inequalities, that is, a socialist society.    So far I have examined the role that the ideal of academic freedom plays in keeping things as they are, but now I am only too pleased to admit that this ideal also plays a part in helping to change them. That is, at the same time that the ideal of academic freedom hides, distorts, and helps to rationalize academic repression by government, university administration, and departmental faculties, it also opens up a little space and provides some justification for the presentation of critical opinion. Rhetorically and occasionally procedurally, it also serves as a modest defense for radical teachers who avail themselves of this space. While wishing doesn't make it so and error exacts compound interest, what people believe to be true (even it false) and what they consider good (even if impossible) are not without influence. If only through constant repetition, liberal cant occasionally takes hold, particularly on younger members of the academy, producing a subspecies of academic freedom groupies, people too afraid act upon their ideas but willing to support those who do. With the help of the few real exceptions, liberals who try to incorporate their beliefs into their daily lives (a self-destructive impulse for all but the most established scholars), the ideal of academic freedom sometimes plays a progressive role in the struggle to extend the boundaries of what can be studies in our universities.    The ideal of academic freedom, vague, unclear, contradictory, but repeated often enough, also exercises, in my view, a very general restraining influence on what the perpetrators of academic repression are able and even willing to do. It is not always true that it is better to deal with honest villains than with hypocritical ones. In our understandable disgust with their hypocrisy, many radical critics have neglected to look for its positive side. The complex and occasionally humanizing influence of hypocrisy on hypocrites, in the university as indeed throughout capitalist society, requires further, serious examination.    Finally, and most important, the ideal of academic freedom also helps contribute to the development of critical thinking in the university insofar as it contains within itself elements of such thinking. At its best, this means recognizing, as part of the ideal, how the conditions of modern capitalist society have turned the practice of academic freedom into academic repression and used the ideal to cover its tracks. A critically constituted ideal contains within it the conditions of its own misuse as well as the structural changes necessary to reverse this process. Saved from displays of moral outrange, we are freed to work for academic freedom by helping to build the egalitarian conditions that are necessary for it to exist. This includes a demand for academic freedom not just for teachers and students but for workers and others who today are penalized for freely expressing their opinions. In developing this expanded understanding of the ideal of academic freedom, in sharing it in the university and with the public at large, we are beginning the work of putting it into practice Academic freedom, by this interpretation, lives and grows in the conscious struggle for a socialist society.    Unfortunately, none of these progressive trends are dominant. At present, they are all subordinate to the role played by academic freedom in helping to police the university, and only deserve our attention once this central fact has been made clear. Otherwise, there is a danger of falling victim to all the distortions mentioned above and even contributing to them. But once the capitalist context in which academic freedom appears has been laid out, once its main function in this context is understood, its other role in helping to undermine capitalism requires equal attention.    In summary, academic freedom is about both freedom and repression, how they are linked to each other not only as opposites, but also as preconditions, effects and aspects, each of the other. Their proper order of treatment is first repression and then freedom. In this way, freedom is less distorted and the contribution that freedom (in its ideological form) makes to repression is minimized. The Marxist approach to academic freedom involves analyzing it as a practice, one inextricably tied to capitalist power relations, and as an accompanying ideology. This analysis embodies and helps to develop a new critical practice and an alternative vision, which can also be subsumed under a now broadened notion of academic freedom.    What then is the situation today? What is the state of these contradictory tendencies in academic freedom in the winter of 1991? The first thing to remark is that there has been a considerable increase in the number of Marxist and other kinds of radical professors in the universities. Together with the growing crisis in capitalism and the inability of most bourgeois scholarship to explain it, this had led to the increased legitimacy of Marxist scholarship in practically every discipline. At the same time, there are also more radical professors not getting hired or tenured.    Probably the most striking development is a gradual breakdown of the three-tiered policing mechanism of academic repression described earlier. With a growth in the number of radical scholars and the increased legitimation of radical scholarship, the bottom tier, professors in the departments, is no longer excluding radicals with the regularity that it once was. I was jolted into recognizing this change by my experience at the University of Maryland, where a search committee made up of ten political scientists chose me, a Marxist, for their chair, I don't think this could have happened ten years earlier. And if this happened in political science, traditionally the most conservative of the social sciences, it is happening (though sometimes very slowly) in all disciplines, and in universities throughout the country (though many exceptions exist). In mine and other cases, this has simply forced university administrations and politicians (the second, and third tiers) to take a more direct part in academic repression. But, as I have argued, there are limits to how much they can do without paying what is for them in unacceptable price in terms of legitimacy.    Consequently, on occasion, there have been important victories. Among the more prominent as Fred Block (sociology, University of Pennsylvania) and Dick Walker (geography, University of California-Berkeley), who received tenure, and Edwin Marquit (physics, University of Minnesota) who won promotion&#151;all after protracted struggles. Though the cards are stacked against us, they are not all dealt out, and the way a particular struggle is conducted can count.    In the coming period, I would expect to see&#151;for reasons already given&#151;a still greater increase in the number of radical teachers, a rise in the amount of academic repression (primarily by university administrators and to a lesser degree by the government), and&#151;as a result of both&#151;a continued weakening the university's role as a legitimator of capitalist ideology. How these conflicting tendencies will finally work themselves out, of course will depend far more on the social and political struggles of the larger society than on the positions we take within the university. Yet what we do as professors will count for something in the balance, so we must become better scholars, better critics, better teachers. We will also need to be steadfast. Which brings me back to Scott Nearing.    On November 29, 1981, not quite two years before his death at the age of 100, Scott Nearing sent me a letter he asked me to share with everyone to whom it applies:    \"To my comrades in the struggle for a kindlier and juster world, I send fraternal greetings. During the present period or worldwide change and unrest, study and teaching are particularly important. We as scholars have the right and duty to teach and impart what we believe in and what we have learned. The right to do this is the keystone of our profession. The need to do it arises whenever any authority challenges our responsibility to learn and communicate&#151;to study and to teach. The present period offers scholars and students a challenge to meet and a part to play that may have vast consequences for the future of man. My salutations to the brave men and women who are opposing and resisting the forms of reaction, regression, and despotism in North America.\"                 Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}, {"content": "Freedom Riders                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Washington, DC   /   NYU Washington, DC Events   /   Black History Month 2014                 Sub Navigation                                 Freedom Riders                       Color Without Complex                       The Loving Story                                                                   Freedom Riders      March 12, 2014                                                       Created Equal: America’s Civil Rights Struggle brings four outstanding films on the long civil rights movement to communities across the United States. As part of NYU Washington, DC's celebration of Black History Month, The Constance Milstein and Family Global Academic Center will host screenings of two of these films, Freedom Riders and The Loving Story to revisit the history of civil rights in America and to reflect on the ideals of freedom and equality that have helped bridge deep racial and cultural divides in our civic life. Click here to watch Freedom Riders.                             Introduction and Welcome                                                                              Panel Discussion                                                                                                   Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           Exhibition - Civil Rights era Photography   The Rebekah Jacob Gallery presented a special, one night only, exhibition at NYU Washington, DC. Photos by Ernest Withers, Bruce Davidson and Bob Adelman were displayed and paired with a special talk and reception by gallery owner Rebekah Jacob.              This event paired a special screening of FREEDOM RIDERS , a film by Stanley Nelson , with a panel discussion of the important role photo journalism plays in historical movements. The panel included Deborah Willis , Ph. D, NYU Tisch, Arun Chaudhary (TSOA '04), first official videographer of White House, Rebekah Jacob and was moderated by Gerald L. Early , Ph.D of Washington University in Saint Louis .                             Dr. Deborah Willis, NYU Tisch                              Rebekah Jacob                              Arun Chaudhary, TSOA '04                              Gerald Early               Arun Chaudhary                                           First White House Videographe                               Chaudhary was the first Official White House Videographer, a position created for him at the beginning of the Obama administration. Chaudhary traveled extensively with the President, capturing public events and behind-the-scenes moments as well as producing and packaging presidential tapings for the Internet and broadcast television. He is the creator and architect of “West Wing Week,” the first-ever online video diary of the White House. During his tenure, he wrote, produced, shot and edited over 63 episodes of West Wing Week, documenting the President through his rigorous weekly agenda. He also directed many tapings of the Weekly Address.   Chaudhary was a key member of Barack Obama’s New Media team during the 2008 campaign. As the New Media Road Director, Chaudhary oversaw the team responsible for capturing the day-to-day life of the future president in video and stills. He and his team set a new standard in documenting history, delivering crucial images to the public from the road in real time.   Before joining the Obama team, Chaudhary worked in film in New York and was part of the NYU Graduate Film Department faculty. He received his MFA in Filmmaking from NYU and his BA in Film Theory from Cornell University. Chaudhary has been profiled by the New York Times, the BBC, National Journal, Politico, Fortune, and many political websites. He lives in Washington, D.C., with his wife, son and daughter.                           Dr. Gerald Early                                           Merle Kling Professor of Modern Letters, Washington University in St. Louis - Moderator                               Gerald Early is Merle Kling Professor of Modern Letters, Professor of English and of African and Afro-American Studies, Director of the Center for Humanities, and a Fellow of the American Academy of Arts and Sciences. He is the editor of several volumes, including This is Where I Came In: Black America in the 1960s (2003); The Sammy Davis, Jr., Reader (2001); The Muhammad Ali Reader (1998); Body Language: Writers on Sport (1998); Speech and Power (1993); Lure and Loathing: Essays on Race, Identity, and the Ambivalence of Assimilation (1993); and My Soul's High Song: The Collected Works of Countee Cullen (1991). Professor Early is the author of The Culture of Bruising: Essays on Prizefighting, Literature, and Modern American Culture, which won the 1994 National Book Critics Circle Award for criticism. Other works are One Nation Under a Groove: Motown and American Culture (1994); Daughters: On Family and Fatherhood (1994); and Tuxedo Junction (1989). The recipient of a Whiting Writer's Award and a General Electric Foundation Award, Early is currently finishing a book about Fisk University.                           Rebekah Jacob                                           Rebekah Jacob Gallery                               An expert in the diverse art and photography of the American South, Rebekah Jacob has created her gallery with skilled enthusiasm and a deep, personal knowledge of all aspects of the art market. Combining dedicated scholarship with practical experience, Jacob earned a B.A. in English and M.A in Art History at the University of Mississippi and later taught Art History with a Southern focus there and at two other universities. She holds a Certificate in Appraisal Studies in Fine and Decorative Arts from New York University and is Certified Member of the Appraisers Association of America.   Since its founding, the gallery has subscribed to the highest level of connoisseurship and scholarship with an in-depth focus on modern art and photography of the American South. Jacob has curated numerous exhibitions that explore contemporary artists of the American South, exhibiting artists as Kevin Taylor, Brian Rutenberg, Tarleton Blackwell, among others. Jacob has also focused on special projects that explore the Civil Rights and Martin Luther King era by exhibiting photojournalists James Karales, Ernest Withers, among others. Currently, Jacob and Monica Karales, Executrix of the James Karales Estate, are co-editing a publication on Karales’ Civil Rights images. Consistently, Jacob curates a multi-media exhibitions that brings together progressive artists of the American South-seasoned and emerging-who have expanded the conventional definitions of their medium, intersecting currents of contemporary art today.   Well-versed in the emerging art scene of Cuba, Jacob saw an opportunity to juxtapose the work of the two regions and has curated several exhibitions of Southern and Cuban artwork in both Havana and throughout the Southeast. Projects have included a show of Southern photographer Milly Moorhead at the 2000 Cuban Biennale and later at the Bacardi Museum in Santiago, as well as an exhibition of renowned modern Cuban photographers Alberto Korda, Roberto Salas, and Raul Corrales at the Southside Gallery in Oxford, Mississippi. Spring 2008, in collaboration with the Center for Cuban Studies, Jacob curated a multi-media exhibition Beyond the Door at the Avery Institute, which included five Cuban artists living and working in the land of their birth.   At the helm of Charleston’s visual art and fashion scenes, she has been included in Charlie Mag’s “50 Most Progressive” and Charleston Magazine’s “10 Most Stylish” lists. Jacob has served as a founding board member of the Gibbes Museum’s Society of 1858 and as selected juror for publications highlighting top emerging Southern artists such as the Oxford American.   Always seeking out the very best talent through active roles in professional organizations, travels, and a strong personal network, Jacob strives to present a selection of high-quality work to a wide audience of art enthusiasts with her trademark passion and dedication.                           Dr. Deborah Willis                                           Professor, NYU Tisch                               Deborah Willis, Ph.D, is University Professor and Chair of the Department of Photography &amp; Imaging at the Tisch School of the Arts at New York University and has an affiliated appointment with the College of Arts and Sciences, Africana Studies. She was a 2005 Guggenheim Fellow and Fletcher Fellow, and a 2000 MacArthur Fellow, as well as the 1996 recipient of the Anonymous Was a Woman Foundation award. She has pursued a dual professional career as an art photographer and as one of the nation's leading historians of African American photography and curator of African American culture. Professor Willis has just received the honored educator award at the Society for Photographic Education.   Exhibitions of her work include: A Sense of Place, Frick, University of Pittsburgh, 2005; Regarding Beauty, University of Wisconsin, 2003; Embracing Eatonville, Light Works, Syracuse, NY, 2003-4; HairStories, Scottsdale Contemporary Art Museum, Scottsdale, AZ 2003-4; The Comforts of Home, Hand Workshop Art Center, Richmond, VA, 1999; Re/Righting History: Counternarratives by Contemporary African-American Artists, Katonah Museum of Art, 1999; Memorable Histories and Historic Memories, Bowdoin College Museum of Art, 1998; Cultural Baggage, Rice University, Houston, TX, 1995.   Her curated Exhibitions include: Posing Beauty which opened at Tisch in fall of 2009 and touring the country with the sponsorship of JP Morgan Chase and organized by Curatorial Assistance, 1968: Then and Now at Tisch and at the Nathan Cummings Foundation in fall 2008, Let Your Motto Be Resistance: African American Portraits at the International Center of Photography in Summer of 2007, Engulfed by Katrina: Photographs before and After the Storm, Nathan Cummings Foundation, and Imagining Families—Images and Voices and Reflections in Black. Other notable projects include The Black Female Body A Photographic History with Carla Williams (Temple University Press, Philadephia, 2002); A Small Nation of People: W.E.B. DuBois and the Photographs from the Paris Exposition (Amistad Press, 2003); Reflections in Black: A History of Black Photographers - 1840 to the Present (New York: W.W. Norton); Visual Journal: Photography in Harlem and DC in the Thirties and Forties (Smithsonian Institution Press, Washington, DC, 1996); Picturing Us: African American Identity in Photography (The New Press, New York, NY, 1994); and VANDERZEE: The Portraits of James VanDerZee (Harry Abrams Publishing, New York, NY, 1993). Her more recent publications include Posing Beauty: African American Images from the 1890s to the Present (WW Norton, 2009), Michelle Obama: The First Lady in Photographs (WW Norton, 2009 and NAACP Image Award Literature Winner), and Black Venus 2010: They Called Her &quot;Hottentot&quot; (Temple University Press, 2010).                                                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]