[{"detail": [{"content": "Criminal Defense and Reentry Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Criminal Defense and Reentry Clinic                  Clinics                 Criminal Defense and Reentry Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                                 LW.10051 / LW.10536  Professor Kim Taylor-Thompson  Professor Anthony Thompson  Open to 3L and 2L students  Maximum of 16 students     Year-long course  14 credits*  Pre- or Co-requisite: Evidence. Criminal Procedure or Criminal Litigation are recommended.         Introduction   The Criminal Defense and Reentry Clinic will be offered to 16 students as a year-long, 14-credit fieldwork course and seminar. Students should expect to devote 12-15 hours per week to their fieldwork.   The clinic allows students to explore the ways that defenders can provide holistic representation to clients charged with criminal offenses. It will also explore that defenders can work in collaboration with community groups and their clients to address broad, pressing issues in the criminal justice system. Using an interdisciplinary approach, students will be expected to explore ways that defender offices can be more grounded in the communities from which their clients come and to which they will return. In addition, the clinic will examine and work to make reform recommendations regarding current bail policies in the New York City criminal justice system.   Course Description   Fieldwork   Students will be assigned to work in two offices: Brooklyn Defender Services (BDS) and the Bronx office of the Legal Aid Society Criminal Defense Practice. Students will have the unique opportunity to be embedded in two of the premier criminal defense offices in New York City. Students will have the opportunity to work with lawyers directly on criminal matters facing clients. That work will involve intake, investigation, advocacy at arraignments, working with clients and witnesses, and legal research in adult court. In addition, at BDS, the students will have the opportunity to continue working with the Brooklyn Adolescent Representation Division (BARD), a special unit that advocates on behalf of young people in the adult system. In both the Bronx and Brooklyn, the clinic will look to address common reentry issues that clients face in criminal court.   In previous years, fieldwork has included the following:     Working with clients and witnesses in the preparation of defenses to criminal charges.   Legal research in preparation for matters that arise in criminal cases.   Appearances in court in arraignment hearings.   Making Bail Arguments.   Working with clients to obtain certificates of relief from disabilities and certificates of good conduct where appropriate.   Devising and implementing a comprehensive legal needs assessment to determine the services a neighborhood-based defender office should provide.   Devising and conducting a study of remand practices in juvenile court in New York City.   Advocating, in coalition with other community-based providers, for the use of alternatives to incarceration and bail reform.   Advocating for other policies that facilitate the reentry of individuals returning to their communities.     The Seminar   The will examine various conceptions of the role of the defender office in an effort to begin developing a vision that treats individual representation as the primary, but not sole responsibility of a defender office. Students will be introduced to approaches that attempt to move defender offices toward more community-based, activist roles in the political and justice systems. Students will explore the range of roles that defenders can play in advocating for their clients and client communities. They will be exposed to principles of problem-identification and problem-solving as theoretical constructs. Then, through case studies of individual representation, outreach, education and organizing initiatives, students will closely examine ambitions, methods and achievements in light of those theories. The interdisciplinary approach of the seminar is designed to encourage students to share ideas and theories across disciplines as a means of developing stronger analytical, consensus-building and leadership skills.   The seminar will also provide a forum for a collaborative effort with staff from local defender offices, advocacy groups, and community members to begin the process of moving beyond the defender's constitutional mandate to represent individual clients charged with crimes toward a role that involves greater participation in the larger community. The seminar will explore various policy roles that defender offices might begin to assume. Students will examine the tendency of traditional defender offices to isolate themselves from the larger community and will attempt to determine whether and how these offices might become more actively involved with client communities, the media and others in position of influence to shape and advance an agenda on behalf of defenders' client base.   The seminar will include simulations and materials to expose students to various forms of advocacy. Lawyers who represent individuals charged in the criminal justice system need to have a varied arsenal at their disposal. The seminar will expose to students to media advocacy, legislative advocacy, and community advocacy. Students will explore ways to develop facts and frame issues, collaborate with staff and communities, and evaluate the effectiveness of the strategies that have been developed. Class discussions will examine the differences between - and interrelationship of - individual and group representation, informal and formal advocacy, and litigation and non-litigation strategies.   Application Procedure   Please submit your clinic application, resume and unofficial transcript through CAMS, the online application system. There will be an interview which can be scheduled on CAMS. If you have any questions, please contact Damaris Marrero at 212-998-6473 or via email .   Student Contacts         Chelsey Amelkin  Aimee Carlisle  Anne Carney  Emma Clippinger  Creighton Davis  Ijeoma Eke  Evan Milligan  Katherine Mitchell   Leora Moreno  Emily New  Brian Perbix  Courtney Weisman  Harrison White  Danielle Whiteman  Keli Young           * 14 credits include 3 clinical credits and 4 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Student Animal Legal Defense Fund | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Student Organizations &rsaquo; Student Animal Legal Defense Fund             Student Animal Legal Defense Fund                 Student Animal Legal Defense Fund       Events   Links   Contact Us                            The Student Animal Legal Defense Fund (SALDF) promotes the change in the legal status of nonhuman animals in American society and abroad, advocates for the establishment of animal rights to life and bodily integrity, and works to end exploitation of all nonhuman animals.   We engage in legal research involving questions of animal rights and animal welfare and work to educate the New York University School of Law community about the intersection between animal rights and the law. We encourage the community to challenge the status quo of animals and to pursue lifestyles not involving animal exploitation. We promote nonviolent, responsible living, based on vegan diet and consumer habits.   We establish and maintain relations with the practitioners working on the issues of legal protection of animals and with lawyers working in other areas of law who are willing to assist nonprofit animal rights organizations with legal problems.   Please join us in our efforts to educate ourselves and our community about the field of animal rights law.   SALDF is an affiliate of the national Animal Legal Defense Fund.     Current Campaigns:   Take action now to eliminate battery-cage eggs at NYU!     Join Our List-serv:   Sign up for our list-serv to be updated about upcoming animal-related events at NYU Law School and in the New York City area, as well as about animal-law related news. Generally no more than ten emails are sent out per week, often fewer. Once you've signed up for the list-serv, you can request to subscribe in a digest, so that if multiple emails are sent out in one day you will receive them all in one combined email.   If you would like to join the list-serve, simply send e-mail to: join-saldf@lists.nyu.edu .                                                      Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Criminal Defense and Reentry Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Criminal Defense and Reentry Clinic                  Clinics                 Criminal Defense and Reentry Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                                 LW.10051 / LW.10536  Professor Kim Taylor-Thompson  Professor Anthony Thompson  Open to 3L and 2L students  Maximum of 16 students     Year-long course  14 credits*  Pre- or Co-requisite: Evidence. Criminal Procedure or Criminal Litigation are recommended.         Introduction   The Criminal Defense and Reentry Clinic will be offered to 16 students as a year-long, 14-credit fieldwork course and seminar. Students should expect to devote 12-15 hours per week to their fieldwork.   The clinic allows students to explore the ways that defenders can provide holistic representation to clients charged with criminal offenses. It will also explore that defenders can work in collaboration with community groups and their clients to address broad, pressing issues in the criminal justice system. Using an interdisciplinary approach, students will be expected to explore ways that defender offices can be more grounded in the communities from which their clients come and to which they will return. In addition, the clinic will examine and work to make reform recommendations regarding current bail policies in the New York City criminal justice system.   Course Description   Fieldwork   Students will be assigned to work in two offices: Brooklyn Defender Services (BDS) and the Bronx office of the Legal Aid Society Criminal Defense Practice. Students will have the unique opportunity to be embedded in two of the premier criminal defense offices in New York City. Students will have the opportunity to work with lawyers directly on criminal matters facing clients. That work will involve intake, investigation, advocacy at arraignments, working with clients and witnesses, and legal research in adult court. In addition, at BDS, the students will have the opportunity to continue working with the Brooklyn Adolescent Representation Division (BARD), a special unit that advocates on behalf of young people in the adult system. In both the Bronx and Brooklyn, the clinic will look to address common reentry issues that clients face in criminal court.   In previous years, fieldwork has included the following:     Working with clients and witnesses in the preparation of defenses to criminal charges.   Legal research in preparation for matters that arise in criminal cases.   Appearances in court in arraignment hearings.   Making Bail Arguments.   Working with clients to obtain certificates of relief from disabilities and certificates of good conduct where appropriate.   Devising and implementing a comprehensive legal needs assessment to determine the services a neighborhood-based defender office should provide.   Devising and conducting a study of remand practices in juvenile court in New York City.   Advocating, in coalition with other community-based providers, for the use of alternatives to incarceration and bail reform.   Advocating for other policies that facilitate the reentry of individuals returning to their communities.     The Seminar   The will examine various conceptions of the role of the defender office in an effort to begin developing a vision that treats individual representation as the primary, but not sole responsibility of a defender office. Students will be introduced to approaches that attempt to move defender offices toward more community-based, activist roles in the political and justice systems. Students will explore the range of roles that defenders can play in advocating for their clients and client communities. They will be exposed to principles of problem-identification and problem-solving as theoretical constructs. Then, through case studies of individual representation, outreach, education and organizing initiatives, students will closely examine ambitions, methods and achievements in light of those theories. The interdisciplinary approach of the seminar is designed to encourage students to share ideas and theories across disciplines as a means of developing stronger analytical, consensus-building and leadership skills.   The seminar will also provide a forum for a collaborative effort with staff from local defender offices, advocacy groups, and community members to begin the process of moving beyond the defender's constitutional mandate to represent individual clients charged with crimes toward a role that involves greater participation in the larger community. The seminar will explore various policy roles that defender offices might begin to assume. Students will examine the tendency of traditional defender offices to isolate themselves from the larger community and will attempt to determine whether and how these offices might become more actively involved with client communities, the media and others in position of influence to shape and advance an agenda on behalf of defenders' client base.   The seminar will include simulations and materials to expose students to various forms of advocacy. Lawyers who represent individuals charged in the criminal justice system need to have a varied arsenal at their disposal. The seminar will expose to students to media advocacy, legislative advocacy, and community advocacy. Students will explore ways to develop facts and frame issues, collaborate with staff and communities, and evaluate the effectiveness of the strategies that have been developed. Class discussions will examine the differences between - and interrelationship of - individual and group representation, informal and formal advocacy, and litigation and non-litigation strategies.   Application Procedure   Please submit your clinic application, resume and unofficial transcript through CAMS, the online application system. There will be an interview which can be scheduled on CAMS. If you have any questions, please contact Damaris Marrero at 212-998-6473 or via email .   Student Contacts         Chelsey Amelkin  Aimee Carlisle  Anne Carney  Emma Clippinger  Creighton Davis  Ijeoma Eke  Evan Milligan  Katherine Mitchell   Leora Moreno  Emily New  Brian Perbix  Courtney Weisman  Harrison White  Danielle Whiteman  Keli Young           * 14 credits include 3 clinical credits and 4 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Student Animal Legal Defense Fund | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Student Organizations &rsaquo; Student Animal Legal Defense Fund             Student Animal Legal Defense Fund                 Student Animal Legal Defense Fund       Events   Links   Contact Us                            The Student Animal Legal Defense Fund (SALDF) promotes the change in the legal status of nonhuman animals in American society and abroad, advocates for the establishment of animal rights to life and bodily integrity, and works to end exploitation of all nonhuman animals.   We engage in legal research involving questions of animal rights and animal welfare and work to educate the New York University School of Law community about the intersection between animal rights and the law. We encourage the community to challenge the status quo of animals and to pursue lifestyles not involving animal exploitation. We promote nonviolent, responsible living, based on vegan diet and consumer habits.   We establish and maintain relations with the practitioners working on the issues of legal protection of animals and with lawyers working in other areas of law who are willing to assist nonprofit animal rights organizations with legal problems.   Please join us in our efforts to educate ourselves and our community about the field of animal rights law.   SALDF is an affiliate of the national Animal Legal Defense Fund.     Current Campaigns:   Take action now to eliminate battery-cage eggs at NYU!     Join Our List-serv:   Sign up for our list-serv to be updated about upcoming animal-related events at NYU Law School and in the New York City area, as well as about animal-law related news. Generally no more than ten emails are sent out per week, often fewer. Once you've signed up for the list-serv, you can request to subscribe in a digest, so that if multiple emails are sent out in one day you will receive them all in one combined email.   If you would like to join the list-serve, simply send e-mail to: join-saldf@lists.nyu.edu .                                                      Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Criminal Defense and Reentry Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Criminal Defense and Reentry Clinic                  Clinics                 Criminal Defense and Reentry Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                                 LW.10051 / LW.10536  Professor Kim Taylor-Thompson  Professor Anthony Thompson  Open to 3L and 2L students  Maximum of 16 students     Year-long course  14 credits*  Pre- or Co-requisite: Evidence. Criminal Procedure or Criminal Litigation are recommended.         Introduction   The Criminal Defense and Reentry Clinic will be offered to 16 students as a year-long, 14-credit fieldwork course and seminar. Students should expect to devote 12-15 hours per week to their fieldwork.   The clinic allows students to explore the ways that defenders can provide holistic representation to clients charged with criminal offenses. It will also explore that defenders can work in collaboration with community groups and their clients to address broad, pressing issues in the criminal justice system. Using an interdisciplinary approach, students will be expected to explore ways that defender offices can be more grounded in the communities from which their clients come and to which they will return. In addition, the clinic will examine and work to make reform recommendations regarding current bail policies in the New York City criminal justice system.   Course Description   Fieldwork   Students will be assigned to work in two offices: Brooklyn Defender Services (BDS) and the Bronx office of the Legal Aid Society Criminal Defense Practice. Students will have the unique opportunity to be embedded in two of the premier criminal defense offices in New York City. Students will have the opportunity to work with lawyers directly on criminal matters facing clients. That work will involve intake, investigation, advocacy at arraignments, working with clients and witnesses, and legal research in adult court. In addition, at BDS, the students will have the opportunity to continue working with the Brooklyn Adolescent Representation Division (BARD), a special unit that advocates on behalf of young people in the adult system. In both the Bronx and Brooklyn, the clinic will look to address common reentry issues that clients face in criminal court.   In previous years, fieldwork has included the following:     Working with clients and witnesses in the preparation of defenses to criminal charges.   Legal research in preparation for matters that arise in criminal cases.   Appearances in court in arraignment hearings.   Making Bail Arguments.   Working with clients to obtain certificates of relief from disabilities and certificates of good conduct where appropriate.   Devising and implementing a comprehensive legal needs assessment to determine the services a neighborhood-based defender office should provide.   Devising and conducting a study of remand practices in juvenile court in New York City.   Advocating, in coalition with other community-based providers, for the use of alternatives to incarceration and bail reform.   Advocating for other policies that facilitate the reentry of individuals returning to their communities.     The Seminar   The will examine various conceptions of the role of the defender office in an effort to begin developing a vision that treats individual representation as the primary, but not sole responsibility of a defender office. Students will be introduced to approaches that attempt to move defender offices toward more community-based, activist roles in the political and justice systems. Students will explore the range of roles that defenders can play in advocating for their clients and client communities. They will be exposed to principles of problem-identification and problem-solving as theoretical constructs. Then, through case studies of individual representation, outreach, education and organizing initiatives, students will closely examine ambitions, methods and achievements in light of those theories. The interdisciplinary approach of the seminar is designed to encourage students to share ideas and theories across disciplines as a means of developing stronger analytical, consensus-building and leadership skills.   The seminar will also provide a forum for a collaborative effort with staff from local defender offices, advocacy groups, and community members to begin the process of moving beyond the defender's constitutional mandate to represent individual clients charged with crimes toward a role that involves greater participation in the larger community. The seminar will explore various policy roles that defender offices might begin to assume. Students will examine the tendency of traditional defender offices to isolate themselves from the larger community and will attempt to determine whether and how these offices might become more actively involved with client communities, the media and others in position of influence to shape and advance an agenda on behalf of defenders' client base.   The seminar will include simulations and materials to expose students to various forms of advocacy. Lawyers who represent individuals charged in the criminal justice system need to have a varied arsenal at their disposal. The seminar will expose to students to media advocacy, legislative advocacy, and community advocacy. Students will explore ways to develop facts and frame issues, collaborate with staff and communities, and evaluate the effectiveness of the strategies that have been developed. Class discussions will examine the differences between - and interrelationship of - individual and group representation, informal and formal advocacy, and litigation and non-litigation strategies.   Application Procedure   Please submit your clinic application, resume and unofficial transcript through CAMS, the online application system. There will be an interview which can be scheduled on CAMS. If you have any questions, please contact Damaris Marrero at 212-998-6473 or via email .   Student Contacts         Chelsey Amelkin  Aimee Carlisle  Anne Carney  Emma Clippinger  Creighton Davis  Ijeoma Eke  Evan Milligan  Katherine Mitchell   Leora Moreno  Emily New  Brian Perbix  Courtney Weisman  Harrison White  Danielle Whiteman  Keli Young           * 14 credits include 3 clinical credits and 4 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Student Animal Legal Defense Fund | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Student Organizations &rsaquo; Student Animal Legal Defense Fund             Student Animal Legal Defense Fund                 Student Animal Legal Defense Fund       Events   Links   Contact Us                            The Student Animal Legal Defense Fund (SALDF) promotes the change in the legal status of nonhuman animals in American society and abroad, advocates for the establishment of animal rights to life and bodily integrity, and works to end exploitation of all nonhuman animals.   We engage in legal research involving questions of animal rights and animal welfare and work to educate the New York University School of Law community about the intersection between animal rights and the law. We encourage the community to challenge the status quo of animals and to pursue lifestyles not involving animal exploitation. We promote nonviolent, responsible living, based on vegan diet and consumer habits.   We establish and maintain relations with the practitioners working on the issues of legal protection of animals and with lawyers working in other areas of law who are willing to assist nonprofit animal rights organizations with legal problems.   Please join us in our efforts to educate ourselves and our community about the field of animal rights law.   SALDF is an affiliate of the national Animal Legal Defense Fund.     Current Campaigns:   Take action now to eliminate battery-cage eggs at NYU!     Join Our List-serv:   Sign up for our list-serv to be updated about upcoming animal-related events at NYU Law School and in the New York City area, as well as about animal-law related news. Generally no more than ten emails are sent out per week, often fewer. Once you've signed up for the list-serv, you can request to subscribe in a digest, so that if multiple emails are sent out in one day you will receive them all in one combined email.   If you would like to join the list-serve, simply send e-mail to: join-saldf@lists.nyu.edu .                                                      Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Family Defense Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Family Defense Clinic                  Clinics                 Family Defense Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11540 / LW.10251  Professor Martin Guggenheim  Professor Christine Gottlieb  Open to 3L and 2L students  Maximum of 12 law students   Year-long course  14 credits*  No prerequisites or co-requisites.**         Introduction   Over the past generation, the number of children placed in foster care in the United States reached historical highs (comparable in some respects to the rising incarceration rate). At times, of course, it is appropriate to separate children from their families. The trend, however, has been to increase the ease with which state officials can take children into custody when they have concern about the children’s well-being, a determination that is highly subjective. The Family Defense Clinic has helped spearhead a movement–in New York City and nationally–over the past 20 years to push back against this trend. We believe that poor families, and poor families of color in particular, are entitled to the identical protections against unwelcome state intervention that wealthy parents (and their children) enjoy. The overwhelming majority of families that are monitored and disrupted by child welfare authorities are poor and they are disproportionately minorities. (In New York City, approximately 97 percent of the children in foster care are minorities.) The Family Defense Clinic strives to protect and expand the due process rights of these families, and to advocate for the services to which they are entitled, but which they are often denied. Central to the Clinic’s mission is to work through both direct representation and systemic advocacy to combat the indignity and inequality routinely experienced by parents involved with the child welfare system.   Clinic students participate in a year-long, 14-credit course that examines child welfare policy and practice. The clinic's primary focus is on preventing the unnecessary break-up of indigent families and assisting separated families to reunite by representing individual parents and relatives of children who are in or at risk of foster care placement. The clinic also undertakes projects designed to address systemic problems in the foster care and Family Court systems. The clinic involves a mixture of fieldwork, seminar meetings, and participation in simulated exercises and hearings.   The Family Defense Clinic has pioneered an interdisciplinary model that integrates social workers into legal teams to ensure that representation includes securing appropriate social services and providing meaningful support for family preservation efforts. Graduate social work students join the seminar and fieldwork components of the clinic, and work in teams with law students. Central to all clinic work is attention to the coming together of law and social work, the differences inherent in the two fields, and exploration of the possible methods of collaboration.   Course Description   Fieldwork   (a) The heart of the clinic is the opportunity to represent individual clients in Family Court. Clinic students work with lawyers from the Family Defense Practice of Brooklyn Defender Services as counsel for parents of children in or at risk of entering foster care. The cases include child neglect and abuse cases, termination of parental rights proceedings, and permanency planning hearings.   Students, under supervision, are directly responsible for all aspects of case planning and litigation. The fieldwork includes extensive client contact, interviewing, counseling, investigation, legal research, motion practice, discovery, out-of-court advocacy, and preparing for and conducting trials and dispositional hearings in Family Court. It is common for students to argue motions and conduct contested hearings before Family Court judges. Students pursuing their master’s degrees in social work will be part of the legal team representing each client and will assist in analyzing and identifying issues, formulating plans to achieve clients' goals, assessing clients’ strengths and needs, and accessing appropriate services.   (b) Clinic students may also work with faculty on projects designed to improve child welfare policy and practice. The Clinic’s past projects have included legislative and regulatory lobbying; helping organize the first national association of parents advocates; drafting an amicus brief to the United States Supreme Court; preparing policy memoranda for the New York City Commissioner of Children’s Services; hosting conferences of institutional providers of legal representation for parents; designing and conducting a survey of parents whose children are in foster care; drafting a report on Family Court for the New York City Bar Association; and developing \"know your rights\" trainings for parents. In addition, the Clinic works with various defender services to litigate appeals aimed at developing significant case law in the field. Students may have the opportunity to participate in strategic appeal planning and to draft appellate briefs.   The Seminar   The seminar will generally meet twice each week for two hours. The early part of the fall semester will be devoted to study of the foster care system and the laws governing child protection and involuntary termination of parental rights. Special attention will be given to the roles of lawyers and social workers representing families and to an interdisciplinary approach to legal representation.   As the year moves forward, the seminar will be used to support and enhance both kinds of fieldwork activity. The seminar will focus on the cases students are handling, as well as broad policy questions in this field. Simulation exercises will focus on litigation skills, including interviewing, developing a theory of the case, direct and cross examination, and oral argument. Throughout the year, the seminar will be used to discuss issues relating to race and class in child welfare policy and practice, and ethical and systemic issues that arise in students' cases. The seminar will also hear from experts in the field.   Administrative Information   Students must be prepared to make a full-year commitment to the program.   Application Procedure   Students should submit an application, resume and a transcript online via CAMS. Applicants will be contacted by Yvette Bisono for an interview with Martin Guggenheim or Christine Gottlieb. If you have any questions, you may contact Ms. Bisono at (212) 998-6177 or by email .   Students who enroll in the Family Defense Clinic as 2Ls may have the opportunity to join the Advanced Family Defense Clinic in their 3L year. There is no formal application process for the Advanced Family Defense Clinic. Students will be invited to apply in the spring for the following year.   Student Contacts   Students are encouraged to speak with current members of the clinic. The following law students are members of the 2014-15 clinic:           Marissa Cooper  Leo Gertner  Dani Goodman-Levy  Judy Jun   Sam Lee  Lindsay Long-Waldor       Julienne Markel  Anna Matejcek  Alana Mildner  David Shalleck-Klein  Sam Steinbock-Pratt  Amy Wolfe           Students should also feel free to contact Professors Martin Guggenheim and Christine Gottlieb if they have any questions or wish additional information. Marty can be reached at (212) 998-6460 and guggenh@exchange.law.nyu.edu . Chris can be reached at (212) 998-6693 and gottlieb@exchange.law.nyu.edu .     * 14 credits include 3 clinical credits per semester and 4 academic seminar credits per semester.    ** Evidence is preferred but is not a prerequisite.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]