[{"detail": [{"content": "Research and Papers                                                                                                                                                   Books      Papers      Blog Posts      Glossary      Other                      This site will carry some papers that I have written that you can download in pdf form. Most of these papers are applied    papers, relating to estimation issues that we commonly face in corporate    finance, portfolio managment and valuation. Your comments are always    welcome.     Paper Listing (Click on the paper to see a short abstract.   You can download the paper as a pdf file)                                  Estimation Issues in DCF Valuation     1. Estimating Riskfree Rates      2. The Equity Risk Premium ( 2008     version , 2009     version , 2010 version , 2011     Edition , 2012 Edition, 2013 Edition, 2014 Edition , 2015 Edition )      3. Estimating Risk Parameters      4. Estimating Company Risk Exposure to Country Risk      5. Dealing with Operating Leases      6. Dealing with R&amp;D      7     . 25 Questions on DCF Valuation      8. Measuring Returns: ROE, ROC and ROIC      10. Leases, Debt and Value      11.       Valuing Equity Claims: Voting and Liquidity      Differences, Cash Flow Preferences and Financing Rights           Valuation: Special Situations      1. Valuing Distressed Firms      2. Valuing Financial Service Firms (2002 version)      3. Valuing Private Businesses      4. Valuing Acquisitions      Valuation: Different Sectors (Crisis version: 2009)      1. Valuing commodity and cyclical companies      2. Valuing financial service firms      (2009 version)      3. Valuing companies with intangible assets      4. Valuing emerging market companies      5. Valuing multi-business, multinational enterprises                         Loose Ends in Valuation   1. The Value of Transparency   2  . The Value of Control   3. Marketability and Value : The Illiquidity discount   4. The Value of Cash and Cross Holdings   5. Employee Stock Options, Restricted Stock and Value      5. The Value of Synergy      6.      The Value of Intangibles      7. The Cost of Distress      7     . Value Enhancement: Back to Basics         Corporate Finance      1. Beyond Dividends: Stock Buybacks, Spin Offs and Tracking     Stock      2.      Dividends and Taxes: The Effect of the 2003 Tax Changes on Equity     Values      3. Value and Risk: The Payoff to Risk Management     4. Financing Innovations                 Relative Valuation and Real Options  1. Relative Valuation: First Principles  2 Real Option Applications in Corporate Finance and Valuation      A Closer Look at Risk      1. Simulations, Decision Trees and Scenario Analysis: Probabilistic    Approaches to Risk     2. Value at Risk (VaR): A big picture perspective     3. To Hedge or Not to Hedge? That is the question...     4. Exploiting Risk: A Strategic View of Risk Management                 General Papers            A Survey Paper on ValuationTheory and Techniques           Valuation across the life cycle      1.      The Dark Side of Valuation: Valuing Young      Companies (Dot-com version: 2000)      2. Valuing idea businesses, start-up firms and young companies (2009 version)      3. Valuing Growth Companies      4. Valuing Mature Businesses     5. Valuing Companies in decline and distress              What if?            Into     the Abyss: What if nothing is riskfree?       A      New Risky World Order: Unstable Risk Premiums and implications     for practice       Comatose      Marktets: What if liquidity is not the norm?                             Papers: Details and Downloads             Title          Description          Download           Equity Risk Premiums: The 2015 Edition    Equity Risk premium paper, updated to reflect data through the start  of 2015.    Link to paper        Equity Risk Premiums: Post-Crisis Edition    This is an updated version of the equity risk premium paper that takes   a detailed look at how the equity risk premium and other risk measures   have evolved since September 2008 (the date of the last version of the  paper).    Download   paper as pdf file        Valuing commodity and cyclical companies    Commodity and cyclical companies pose special challenges when doing   valuation, because their earnings and risk measures move with commodity  and economic cycles. In this paper, we examine techniques and approaches  that we can use to compensate for this volatility.    Download paper as pdf file        Valuing financial service firms (2009 version)    It is difficult to estimate cash flows at financial service   companies. As a consequence, they remain one of the last bastions for the   dividend discount model. Inherent in the use of this model are two assumptions   - that financial service companies pay out what they can afford to in dividends   and that the regulatory constraints that they operate under will keep risk   under control. In the crisis of 2008, both assumptions came under assault.   In this paper, we look at ways of adapting to the changed enviornoment,   when valung banks, insurance companies and invstment banks.    Download paper as pdf file        Valuing young and start-up companies    How do you value a young or start-up business with little to show in   terms of operating performance? In this paper, we examine ways in which   we can adapt valuation approaches to account for the absence of historical   information and the possibility that many of the young firms that we value  will not make it through to success.    Download paper as pdf file        Valuing Declining and Distressed Companies (The 2009 edition)    We face two key problems in valuing declining and distressed companies.   The first is that these firms rather than growing over time may shrink,   both in terms of revenues and margins. The second is that many of these   firms will not survivie as going concerns. In this paper, we deal with  both issues and how to reflect them in valuation.    Download paper as pdf file        Valuing emerging market companies    Companies in emerging markets often face additional risks, relative to   their developed market counterparts, from polticial and economic turmoil   in the countries in which they operate. In this paper, we look at how to   incorporate this risk both into discounted cash flow and relative valuation  models.    Download paper as pdf file        Valuing companies with intangible assets    Many companies derive their values from intangible assets, ranging from   brand names to patents to technological know how. In this paper, we look   at how accounting numbers may need to be mofified when valuing these companies  and how we capture the full effects in value.    Download paper as pdf file        Valuing the Octopus: The multinational, multibusiness company    As globalization becomes a reality, many companies have operations spread over   many different businesses across multiple countries. In this paper, we   examine the ways of dealing with the tangle of different currencies and   risk profiles that coexist within each company. In particuar, we look at   the viability of sum of the parts valuation as opposted to valuting the  aggregated company.    Download paper as pdf file        Leases, Debt and Value    When leases are categorized as operating leases, the expenses associated   with them are treated as operating expenses and leases become as source   of off-balance sheet debt (and assets). As the debate about this practice   become heated, we look at the consequences of this practice for widely   used measures of profitability and financial leverage as well as inputs   into valuation models.       Download   pdf file        Operating   lease converter        Industry   averages           Estimating Riskfree Rates    The riskfree rate is a fundamental input to most risk and return models.   In practice, estimating riskfree rates becomes difficult when there are   no default-free securities. In addition, the question of what riskfree   rate to use (short term or long term, dollar or foreign currency) is a   critical one. This paper examines these issues.    Download   pdf file        The Equity Risk Premium (2008 Edition)    The equity risk premium (ERP) is a central input into discounted cash   flow models, and more than any other number, it captures what investors   think about stock prices in the aggregate. In this paper, we examiine the   determinants of equity risk premiums and the three basic approaches used   to estimate the number - surveys, historical returns and implied values.   We look at why the approaches give you different answers and how to pick   the right number to use in analysis.    The Equity Risk Premium (ERP): Determinants, Estimation and Implications        Valuing Multiple Claims on Equity    Equity claims can vary on a number of different dimensions - voting rights   (control), liquidity and cash flows. We examine how to allocate the value   of equity across multiple claims on equity in this paper. In the process,   we examine the premium that should be paid for voting shares, the discount   to be applied to illiqudid shares and the effect of contingent claims.    Valuing Equity Claims        The Origins of Growth    One of the most difficult challenges in valuing a business is estimating   the expected growth rate in future years. In this chapters, we look at   the three ways in which this growth rate can be estimated - from history,   from analyst or management estimates and from fundamentals. We look at   the pluses and minuses of each approach and why they may generate different  estimates.    Download paper as pdf file        Measuring Returns: ROE, ROC and ROIC    The value of a firm ultimately depends on its capacity to earn returns   on its investment that exceed its cost of funding those investments. Accounting   measures of returns, primarily return on equity and capital, are significnant   determinants of value. In this paper, we examine the motivation behind   the focus on returns and how best to clean up accounting numbers to estimate   and forecasts returns.    Measuring Returns        A Survey Paper on Valuation    People have been valuing businesses for as long as businesses have been   around. We examine how valuation techniques have evolved over time and   the common foundatation that different approaches share.    Survey  paper on Valuation (Download paper)        Simulations, Decision Trees and Scenario Analysis: Probabilistic  Approaches to Risk    With the advent of simulation software (like Crystal Ball and @Risk),   a full-fledged simulation or scenrio analysis is well within the grasp   of any analyst valuing a company or analyzing a project. However, what   rold should simulations and scenario analysis play in valuation? And what   is the relationship between these analysis and traditional expected value   calculations (where we adjust for risk in the discount rate)?    Probabilistic  Approaches to Risk (Download paper)        Value at Risk (VaR)    Value at Risk has acquired a cache, especially among financial service   firms, as a new and sophisticated way of analyzing risk. We look at the  basis for VaR, its pluses and minuses.    Value  at Risk (VaR) (Download paper)        To Hedge or Not to Hedge? That is the question..    Investors and businesses have more options and opportunities than ever   before to hedge risk. But should firms hedge risk? What is the payoff to   doing so? If a business or investor chooses to hedge risk, what is the  best way to hedge risk (derivatives or insurance, for instance)?    To  hedge or not to hedge? (Download paper)        Exploiting Risk: A Strategic View of Risk Management    Firms become successful, not by avoiding risk, but by seeking it out.   Developing a template for deciding which risks to exploit is key to success.   In this paper, we examine the potential competitive advantages that a firm  can exploit to advantage.    Strategic  Risk Taking (Download paper)        The Value of Intangibles    Intangibles are a large and growing part of many company's assets. Starting   with the presumption that current accounting standards do not do a good   job of assessing their value, we look at whether intangible assets can   be reasonably valued, and if so, the best ways of accomplishing this task.   We categorize intangible assets into three groups - independent, cash generating   intangibles (like trademarks and franchises) that can be valued with conventional   DCF models, composite intangibles that affect the sales of many products   and not just cash flows (such as brand name) that are more difficult to   isolate and value and intangibles with the potential to generate cash flows  in the future that are best valued using option pricing models.       The   Value of Intangibles (Download paper)    brandnamevalue.xls : Spreadsheet for valuing brand name            Marketability and Value: The Illiquidity   Discount    Investors prefer more liquid assets to otherwise similar illiquid assets,   but how much at they willing to pay for liquidity? In this paper, we beign   by examining our definition fo liqhidity and the empirical evideence on   how much markets value liquidity. We consider the empirical evidence on   the consequences of illiquidity for equity, fixed income and private equity   markets and how best to inrorporate illiquidity into estimated value. Finally,   we consider practical ways of estimating the illiquidity premium for illiquid   companies (and ssets).       The   Value Of Liquidity (Download paper)    liqdisc.xls : Spreadsheet to value liquidity            The Value of Cash, Cross Holdings and Other Non-operating  Assets    Most businesses carry cash on their balance sheets, though the motives   for holding cash vary widely across firms. Some of the cash is held to   cover operating needs (transactions), some to cover contingencies (precautionary   motive) and some reflects managerial incentives. We consider how best to   value cash in both discounted cash flow and relative valuations, and consider   the net debt and gross debt approaches in valuation. We also examine how   to incorporate the value of cross holdings, both majority and minority,  into business valuations.       The Value of Cash and Cross Holdings (Download   paper)    GrossvsNet.xls : Resolving the differences between gross and net debt approaches            The Value of Control    How much is control worth? The answer to that question affects how much   the control premium should be in acquisitions, how much of a premium voting   shares should trade at and the discount that should be applied to minority   stakes in private companies. This paper looks at how best to measure the   value of control and how this can be useful in answering a variety of valuation  questions.       The   Value of Control (Download paper)    controlvalue.xls :   Spreadsheet to value control            Employee Stock Options, Restricted   Stock and Value    Companies use employee stock options (ESOPs) and restricted stock issues   to compensate employees. In this paper, we examine why their usage has   increased over the last two decades and how best to deal with the option   overhang in valuation. We also look at ways of incorporating future option   grants into value per share today.    ESOPs,   Restricted Stock and Value (Download paper)        The Value of Synergy    Often promised, seldom delivered is the best description for synergy,   the most widely used rationale in corporate mergers. In this paper, we   explore how synergy is created and how to value it. We also examine why  companies miscalculate so often when it comes to synergy.       The   Value of Synergy (Download paper)    synergyvaluation.xls :   Spreadsheet to value synergy            25  Questions on DCF valuation    Every valuation analyst has faced one or more of these questions in real   world valuations and has had to come up with an answer. These are my very   opinionated (and not necessarily correct) answers to the 25 top questions  that we face in DCF valuation. Take it for a spin!    Valuation Questions        Value and Risk    We take far too narrow a view of risk in finance. When we talk about   risk management, we often only talk about risk hedging and when we estimate   value, the discount rate is the only place where we reflect risk. In reality,   risk is both a threat and an opportunity and successful firms not only   protect themselves against some types of risk but actively exploit other   types of risk to establish competitive advantages. In this paper, we present   a way of considering risk management in this broader sense and consider   ways in which we can bring risk into the other components of value. We   also consider what types of firms are most likely to benefit from risk  hedging and from risk management.       Download paper (pdf)    Effects of risk on DCF value (spreadsheet)    Risk hedging as a put option (spreadsheet)            Measuring Company Risk Exposure to Country  Risk    It is common practice in valuation to assume that companies within an   emerging market are all equally exposed to country risk and that companies   that are incorporated and trade in developed markets like the United States   are immune from it. This is clearly at odds with common sense, since companies   within an emerging market can be exposed to different degrees to country   risk and multinationals like Coca Cola and Nestle can be exposed to significant   emerging market risk. In this paper, we propose a measure of company exposure   to country risk called lambda and suggest ways in which we can estimate   lambda.       Download paper (pdf)    Exports as percent of GDP (World Bank)    Lambda Estimates for Brazilian companies            Dividends and Taxes    In January 2003, President Bush proposed that dividends be tax exempt   to investors. While the ultimate shape of the tax reform is not clear,   changing the tax rate on dividends can have significant effects on both   equity values and on the corporate finance decisions - investment, capital   structure and dividend policy- of companies.In this paper, I estimate   the effect of making dividends tax exempt on the overall value of equity   in   the market (13-14%) and argue that there will be profound changes in the   use of debt and stock buybacks, with both declining.       Dow nload   paper(pdf)    divtaxpremium.xls (effect on market)    stockvaldiv.xls (effect on individual stocks)            Information Transparency and Value:   Can you value what you can&#146;t see?    It is clear that some firms are more forthcoming about their financial    affairs than other firms, and that the financial statements of some firms    are designed to obscure rather than reveal information about the firms.    No matter how strict accounting standards are, firms will continue to use    their discretionary power to spin and manipulate the news that they convey    to financial markets. The questions we face in valuation are significant    ones. How do we reflect the transparency (or the opacity) of a firm&#146;s    financial statements in its value? Should we reward firms that have simpler    and more open financial statements and punish firms that have complex and    difficult-to-understand financial statements? If so, which input in valuation    should be the one that we adjust?           Download     paper(pdf)     Download     the complexity scoresheet             ' Valuing Distressed Firms    Traditional valuation techniques- both DCF and relative &#150; short   change the effects of financial distress on value. In most valuations,   we ignore distress entirely in valuation and make implicit assumptions   about the consequences of a firm being unable to meet its financial obligations   and these assumptions often are unrealistic. Even those valuations that   purport to consider the effect of distress do so incompletely. In this   paper, we begin by considering how distress can be explicitly considered   in both discounted cashflow and relative valuation models.           Download     paper (pdf)     Download     Global Crossing valuation     distress.xls (estimate the likelihood of default from bond price)             The Dark Side of Valuation    Valuing a firm is difficult when it has negative earnings,    a limited history or few comparables. When all three of these components    come together, as is the case with many young start-up firms (Did someone    say internet firms?), analysts all too often either assume that they cannot    be valued or that new valuation models have to be devised. In this paper,    we make an argument that these firms can be valued, albeit with noise, and    use Amazon.com as a case study to illustrate the principles involved.       Download    paper (pdf)       Download    Amazon valuation: 1/1/99    An    Updated Amazon valuation: 1/1/2000             Real Option Applications   in Corporate Finance and Valuation    Are there options embedded in investment decisions?    Undoubtedly. There are also options in financing and valuation. The real    question is whether these options have value, and how much they are worth.    In this paper, I examine the whole range of real option applications, from    the options to expand, delay and abandon in investment options to the option    to liquidate in the equity of the firm. I also look at potential applications    of real options in R&amp;D and valuing undeveloped natural resources, and    suggest that real options need to pass a three-part test to have value.    Download    pdf file        Valuing Private firms    The fundamentals that determine value for private firms as    the same as those that determine publicly traded companies, but there are    three critical issues. The first relates to the scarcity of information    about private firms. The second issue is that of illiquidity and how it    affects value. The final issue is the question of control and whether there    should be a premium for control or a discount for the lack of it.    Download    pdf file        Valuing Financial Service Firms    Financial service firms - banks, insurance companies and investment    banks - are often difficult to value because cash flows cannot be easily    estimated. In this paper (which is a chapter in the second edition of my    valuation book), I look at the questions involved in valuing financial service    firms.    Download    pdf file        Valuing Acquisitions    This paper (which is a chapter from my corporate    finance book) looks at how best to deal with the valuation of control and   synergy in acquistions and related issues.    Download    paper (pdf)        Valuation Multiples: First Principles    This paper (which is a chapter from my investment valuation book) looks   at the first principles that we need to follow when using multiples    Download    paper (pdf)        Estimating Risk Parameters    The beta or betas in risk and return models measure an asset's    relative risk. We look at the limitations of standard approaches to beta    estimation (such as regressions) and consider alternative approaches.    Download    pdf file        Dealing with Operating Leases    Many firms lease the assets that they use. If the leases qualify    as operating leases, they affect operating income and do not show up as    part of capital. In this paper, we argue that this can distort measures    of profitability and can affect the valuation of firms with substantial    operating leases, and suggest ways in which we can correct earnings and    cash flow measures.       Download    pdf file    oplease.xls: Convert operating leases from operating to financial expenses            Dealing with R&amp; D Expenses    Accounting standards in the United States and in much of the    rest of the world require that R&amp;D be expensed. Since these are expenses    that are designed to generate future growth, it is much more logical to    treat them as capital expenditures. In this paper, we explore ways in which    R&amp;D expenses can be capitalized and the implications for earnings, cash    flows, valuations and multiples.       Download    pdf file    R&amp;Dconv.xls: Convert R&amp;D from operating to capital expense            Financing Innovations    The last two decades have seen a stream of innovation in financial    markets, especially in the corporate bond arena. Some of these innovations    were designed to give firms more flexibility in designing cash flows on    borrowings, allowing them to match up cash flows on financing more closely    to cash flows on assets, thus increasing their debt capacity. Some firms    are issuing these new and more complex securities for the wrong reasons    - to keep up with other firms in their peer group, and to take advantage    of loopholes in the way ratings agencies and regulatory agencies define    debt and equity. In this paper, we take a big picture view of financing    innovations, and some of the good and bad reasons for innovations.    Download    pdf file        Beyond Dividends    This is a chapter from the second edition of my corporate    finance book on spin offs, divestitures, equity carve outs and tracking   stock. It is not path-breaking, by any stretch of the imagination, but   it provides a comparison of the different actions, and why a firm may choose   one over the other.    Download    pdf file        Value Enhancement: Back to Basics    Value enhancement has become a hot topic of late. This paper    examines the fundamentals of value creation and enhancement, from a valuation    framework, and then considers the merits of EVA and CFROI as value enhancement    devices.    Download    pdf file"}]},
{"detail": [{"content": "Research and Papers                                                                                                                                                   Books      Papers      Blog Posts      Glossary      Other                      This site will carry some papers that I have written that you can download in pdf form. Most of these papers are applied    papers, relating to estimation issues that we commonly face in corporate    finance, portfolio managment and valuation. Your comments are always    welcome.     Paper Listing (Click on the paper to see a short abstract.   You can download the paper as a pdf file)                                  Estimation Issues in DCF Valuation     1. Estimating Riskfree Rates      2. The Equity Risk Premium ( 2008     version , 2009     version , 2010 version , 2011     Edition , 2012 Edition, 2013 Edition, 2014 Edition , 2015 Edition )      3. Estimating Risk Parameters      4. Estimating Company Risk Exposure to Country Risk      5. Dealing with Operating Leases      6. Dealing with R&amp;D      7     . 25 Questions on DCF Valuation      8. Measuring Returns: ROE, ROC and ROIC      10. Leases, Debt and Value      11.       Valuing Equity Claims: Voting and Liquidity      Differences, Cash Flow Preferences and Financing Rights           Valuation: Special Situations      1. Valuing Distressed Firms      2. Valuing Financial Service Firms (2002 version)      3. Valuing Private Businesses      4. Valuing Acquisitions      Valuation: Different Sectors (Crisis version: 2009)      1. Valuing commodity and cyclical companies      2. Valuing financial service firms      (2009 version)      3. Valuing companies with intangible assets      4. Valuing emerging market companies      5. Valuing multi-business, multinational enterprises                         Loose Ends in Valuation   1. The Value of Transparency   2  . The Value of Control   3. Marketability and Value : The Illiquidity discount   4. The Value of Cash and Cross Holdings   5. Employee Stock Options, Restricted Stock and Value      5. The Value of Synergy      6.      The Value of Intangibles      7. The Cost of Distress      7     . Value Enhancement: Back to Basics         Corporate Finance      1. Beyond Dividends: Stock Buybacks, Spin Offs and Tracking     Stock      2.      Dividends and Taxes: The Effect of the 2003 Tax Changes on Equity     Values      3. Value and Risk: The Payoff to Risk Management     4. Financing Innovations                 Relative Valuation and Real Options  1. Relative Valuation: First Principles  2 Real Option Applications in Corporate Finance and Valuation      A Closer Look at Risk      1. Simulations, Decision Trees and Scenario Analysis: Probabilistic    Approaches to Risk     2. Value at Risk (VaR): A big picture perspective     3. To Hedge or Not to Hedge? That is the question...     4. Exploiting Risk: A Strategic View of Risk Management                 General Papers            A Survey Paper on ValuationTheory and Techniques           Valuation across the life cycle      1.      The Dark Side of Valuation: Valuing Young      Companies (Dot-com version: 2000)      2. Valuing idea businesses, start-up firms and young companies (2009 version)      3. Valuing Growth Companies      4. Valuing Mature Businesses     5. Valuing Companies in decline and distress              What if?            Into     the Abyss: What if nothing is riskfree?       A      New Risky World Order: Unstable Risk Premiums and implications     for practice       Comatose      Marktets: What if liquidity is not the norm?                             Papers: Details and Downloads             Title          Description          Download           Equity Risk Premiums: The 2015 Edition    Equity Risk premium paper, updated to reflect data through the start  of 2015.    Link to paper        Equity Risk Premiums: Post-Crisis Edition    This is an updated version of the equity risk premium paper that takes   a detailed look at how the equity risk premium and other risk measures   have evolved since September 2008 (the date of the last version of the  paper).    Download   paper as pdf file        Valuing commodity and cyclical companies    Commodity and cyclical companies pose special challenges when doing   valuation, because their earnings and risk measures move with commodity  and economic cycles. In this paper, we examine techniques and approaches  that we can use to compensate for this volatility.    Download paper as pdf file        Valuing financial service firms (2009 version)    It is difficult to estimate cash flows at financial service   companies. As a consequence, they remain one of the last bastions for the   dividend discount model. Inherent in the use of this model are two assumptions   - that financial service companies pay out what they can afford to in dividends   and that the regulatory constraints that they operate under will keep risk   under control. In the crisis of 2008, both assumptions came under assault.   In this paper, we look at ways of adapting to the changed enviornoment,   when valung banks, insurance companies and invstment banks.    Download paper as pdf file        Valuing young and start-up companies    How do you value a young or start-up business with little to show in   terms of operating performance? In this paper, we examine ways in which   we can adapt valuation approaches to account for the absence of historical   information and the possibility that many of the young firms that we value  will not make it through to success.    Download paper as pdf file        Valuing Declining and Distressed Companies (The 2009 edition)    We face two key problems in valuing declining and distressed companies.   The first is that these firms rather than growing over time may shrink,   both in terms of revenues and margins. The second is that many of these   firms will not survivie as going concerns. In this paper, we deal with  both issues and how to reflect them in valuation.    Download paper as pdf file        Valuing emerging market companies    Companies in emerging markets often face additional risks, relative to   their developed market counterparts, from polticial and economic turmoil   in the countries in which they operate. In this paper, we look at how to   incorporate this risk both into discounted cash flow and relative valuation  models.    Download paper as pdf file        Valuing companies with intangible assets    Many companies derive their values from intangible assets, ranging from   brand names to patents to technological know how. In this paper, we look   at how accounting numbers may need to be mofified when valuing these companies  and how we capture the full effects in value.    Download paper as pdf file        Valuing the Octopus: The multinational, multibusiness company    As globalization becomes a reality, many companies have operations spread over   many different businesses across multiple countries. In this paper, we   examine the ways of dealing with the tangle of different currencies and   risk profiles that coexist within each company. In particuar, we look at   the viability of sum of the parts valuation as opposted to valuting the  aggregated company.    Download paper as pdf file        Leases, Debt and Value    When leases are categorized as operating leases, the expenses associated   with them are treated as operating expenses and leases become as source   of off-balance sheet debt (and assets). As the debate about this practice   become heated, we look at the consequences of this practice for widely   used measures of profitability and financial leverage as well as inputs   into valuation models.       Download   pdf file        Operating   lease converter        Industry   averages           Estimating Riskfree Rates    The riskfree rate is a fundamental input to most risk and return models.   In practice, estimating riskfree rates becomes difficult when there are   no default-free securities. In addition, the question of what riskfree   rate to use (short term or long term, dollar or foreign currency) is a   critical one. This paper examines these issues.    Download   pdf file        The Equity Risk Premium (2008 Edition)    The equity risk premium (ERP) is a central input into discounted cash   flow models, and more than any other number, it captures what investors   think about stock prices in the aggregate. In this paper, we examiine the   determinants of equity risk premiums and the three basic approaches used   to estimate the number - surveys, historical returns and implied values.   We look at why the approaches give you different answers and how to pick   the right number to use in analysis.    The Equity Risk Premium (ERP): Determinants, Estimation and Implications        Valuing Multiple Claims on Equity    Equity claims can vary on a number of different dimensions - voting rights   (control), liquidity and cash flows. We examine how to allocate the value   of equity across multiple claims on equity in this paper. In the process,   we examine the premium that should be paid for voting shares, the discount   to be applied to illiqudid shares and the effect of contingent claims.    Valuing Equity Claims        The Origins of Growth    One of the most difficult challenges in valuing a business is estimating   the expected growth rate in future years. In this chapters, we look at   the three ways in which this growth rate can be estimated - from history,   from analyst or management estimates and from fundamentals. We look at   the pluses and minuses of each approach and why they may generate different  estimates.    Download paper as pdf file        Measuring Returns: ROE, ROC and ROIC    The value of a firm ultimately depends on its capacity to earn returns   on its investment that exceed its cost of funding those investments. Accounting   measures of returns, primarily return on equity and capital, are significnant   determinants of value. In this paper, we examine the motivation behind   the focus on returns and how best to clean up accounting numbers to estimate   and forecasts returns.    Measuring Returns        A Survey Paper on Valuation    People have been valuing businesses for as long as businesses have been   around. We examine how valuation techniques have evolved over time and   the common foundatation that different approaches share.    Survey  paper on Valuation (Download paper)        Simulations, Decision Trees and Scenario Analysis: Probabilistic  Approaches to Risk    With the advent of simulation software (like Crystal Ball and @Risk),   a full-fledged simulation or scenrio analysis is well within the grasp   of any analyst valuing a company or analyzing a project. However, what   rold should simulations and scenario analysis play in valuation? And what   is the relationship between these analysis and traditional expected value   calculations (where we adjust for risk in the discount rate)?    Probabilistic  Approaches to Risk (Download paper)        Value at Risk (VaR)    Value at Risk has acquired a cache, especially among financial service   firms, as a new and sophisticated way of analyzing risk. We look at the  basis for VaR, its pluses and minuses.    Value  at Risk (VaR) (Download paper)        To Hedge or Not to Hedge? That is the question..    Investors and businesses have more options and opportunities than ever   before to hedge risk. But should firms hedge risk? What is the payoff to   doing so? If a business or investor chooses to hedge risk, what is the  best way to hedge risk (derivatives or insurance, for instance)?    To  hedge or not to hedge? (Download paper)        Exploiting Risk: A Strategic View of Risk Management    Firms become successful, not by avoiding risk, but by seeking it out.   Developing a template for deciding which risks to exploit is key to success.   In this paper, we examine the potential competitive advantages that a firm  can exploit to advantage.    Strategic  Risk Taking (Download paper)        The Value of Intangibles    Intangibles are a large and growing part of many company's assets. Starting   with the presumption that current accounting standards do not do a good   job of assessing their value, we look at whether intangible assets can   be reasonably valued, and if so, the best ways of accomplishing this task.   We categorize intangible assets into three groups - independent, cash generating   intangibles (like trademarks and franchises) that can be valued with conventional   DCF models, composite intangibles that affect the sales of many products   and not just cash flows (such as brand name) that are more difficult to   isolate and value and intangibles with the potential to generate cash flows  in the future that are best valued using option pricing models.       The   Value of Intangibles (Download paper)    brandnamevalue.xls : Spreadsheet for valuing brand name            Marketability and Value: The Illiquidity   Discount    Investors prefer more liquid assets to otherwise similar illiquid assets,   but how much at they willing to pay for liquidity? In this paper, we beign   by examining our definition fo liqhidity and the empirical evideence on   how much markets value liquidity. We consider the empirical evidence on   the consequences of illiquidity for equity, fixed income and private equity   markets and how best to inrorporate illiquidity into estimated value. Finally,   we consider practical ways of estimating the illiquidity premium for illiquid   companies (and ssets).       The   Value Of Liquidity (Download paper)    liqdisc.xls : Spreadsheet to value liquidity            The Value of Cash, Cross Holdings and Other Non-operating  Assets    Most businesses carry cash on their balance sheets, though the motives   for holding cash vary widely across firms. Some of the cash is held to   cover operating needs (transactions), some to cover contingencies (precautionary   motive) and some reflects managerial incentives. We consider how best to   value cash in both discounted cash flow and relative valuations, and consider   the net debt and gross debt approaches in valuation. We also examine how   to incorporate the value of cross holdings, both majority and minority,  into business valuations.       The Value of Cash and Cross Holdings (Download   paper)    GrossvsNet.xls : Resolving the differences between gross and net debt approaches            The Value of Control    How much is control worth? The answer to that question affects how much   the control premium should be in acquisitions, how much of a premium voting   shares should trade at and the discount that should be applied to minority   stakes in private companies. This paper looks at how best to measure the   value of control and how this can be useful in answering a variety of valuation  questions.       The   Value of Control (Download paper)    controlvalue.xls :   Spreadsheet to value control            Employee Stock Options, Restricted   Stock and Value    Companies use employee stock options (ESOPs) and restricted stock issues   to compensate employees. In this paper, we examine why their usage has   increased over the last two decades and how best to deal with the option   overhang in valuation. We also look at ways of incorporating future option   grants into value per share today.    ESOPs,   Restricted Stock and Value (Download paper)        The Value of Synergy    Often promised, seldom delivered is the best description for synergy,   the most widely used rationale in corporate mergers. In this paper, we   explore how synergy is created and how to value it. We also examine why  companies miscalculate so often when it comes to synergy.       The   Value of Synergy (Download paper)    synergyvaluation.xls :   Spreadsheet to value synergy            25  Questions on DCF valuation    Every valuation analyst has faced one or more of these questions in real   world valuations and has had to come up with an answer. These are my very   opinionated (and not necessarily correct) answers to the 25 top questions  that we face in DCF valuation. Take it for a spin!    Valuation Questions        Value and Risk    We take far too narrow a view of risk in finance. When we talk about   risk management, we often only talk about risk hedging and when we estimate   value, the discount rate is the only place where we reflect risk. In reality,   risk is both a threat and an opportunity and successful firms not only   protect themselves against some types of risk but actively exploit other   types of risk to establish competitive advantages. In this paper, we present   a way of considering risk management in this broader sense and consider   ways in which we can bring risk into the other components of value. We   also consider what types of firms are most likely to benefit from risk  hedging and from risk management.       Download paper (pdf)    Effects of risk on DCF value (spreadsheet)    Risk hedging as a put option (spreadsheet)            Measuring Company Risk Exposure to Country  Risk    It is common practice in valuation to assume that companies within an   emerging market are all equally exposed to country risk and that companies   that are incorporated and trade in developed markets like the United States   are immune from it. This is clearly at odds with common sense, since companies   within an emerging market can be exposed to different degrees to country   risk and multinationals like Coca Cola and Nestle can be exposed to significant   emerging market risk. In this paper, we propose a measure of company exposure   to country risk called lambda and suggest ways in which we can estimate   lambda.       Download paper (pdf)    Exports as percent of GDP (World Bank)    Lambda Estimates for Brazilian companies            Dividends and Taxes    In January 2003, President Bush proposed that dividends be tax exempt   to investors. While the ultimate shape of the tax reform is not clear,   changing the tax rate on dividends can have significant effects on both   equity values and on the corporate finance decisions - investment, capital   structure and dividend policy- of companies.In this paper, I estimate   the effect of making dividends tax exempt on the overall value of equity   in   the market (13-14%) and argue that there will be profound changes in the   use of debt and stock buybacks, with both declining.       Dow nload   paper(pdf)    divtaxpremium.xls (effect on market)    stockvaldiv.xls (effect on individual stocks)            Information Transparency and Value:   Can you value what you can&#146;t see?    It is clear that some firms are more forthcoming about their financial    affairs than other firms, and that the financial statements of some firms    are designed to obscure rather than reveal information about the firms.    No matter how strict accounting standards are, firms will continue to use    their discretionary power to spin and manipulate the news that they convey    to financial markets. The questions we face in valuation are significant    ones. How do we reflect the transparency (or the opacity) of a firm&#146;s    financial statements in its value? Should we reward firms that have simpler    and more open financial statements and punish firms that have complex and    difficult-to-understand financial statements? If so, which input in valuation    should be the one that we adjust?           Download     paper(pdf)     Download     the complexity scoresheet             ' Valuing Distressed Firms    Traditional valuation techniques- both DCF and relative &#150; short   change the effects of financial distress on value. In most valuations,   we ignore distress entirely in valuation and make implicit assumptions   about the consequences of a firm being unable to meet its financial obligations   and these assumptions often are unrealistic. Even those valuations that   purport to consider the effect of distress do so incompletely. In this   paper, we begin by considering how distress can be explicitly considered   in both discounted cashflow and relative valuation models.           Download     paper (pdf)     Download     Global Crossing valuation     distress.xls (estimate the likelihood of default from bond price)             The Dark Side of Valuation    Valuing a firm is difficult when it has negative earnings,    a limited history or few comparables. When all three of these components    come together, as is the case with many young start-up firms (Did someone    say internet firms?), analysts all too often either assume that they cannot    be valued or that new valuation models have to be devised. In this paper,    we make an argument that these firms can be valued, albeit with noise, and    use Amazon.com as a case study to illustrate the principles involved.       Download    paper (pdf)       Download    Amazon valuation: 1/1/99    An    Updated Amazon valuation: 1/1/2000             Real Option Applications   in Corporate Finance and Valuation    Are there options embedded in investment decisions?    Undoubtedly. There are also options in financing and valuation. The real    question is whether these options have value, and how much they are worth.    In this paper, I examine the whole range of real option applications, from    the options to expand, delay and abandon in investment options to the option    to liquidate in the equity of the firm. I also look at potential applications    of real options in R&amp;D and valuing undeveloped natural resources, and    suggest that real options need to pass a three-part test to have value.    Download    pdf file        Valuing Private firms    The fundamentals that determine value for private firms as    the same as those that determine publicly traded companies, but there are    three critical issues. The first relates to the scarcity of information    about private firms. The second issue is that of illiquidity and how it    affects value. The final issue is the question of control and whether there    should be a premium for control or a discount for the lack of it.    Download    pdf file        Valuing Financial Service Firms    Financial service firms - banks, insurance companies and investment    banks - are often difficult to value because cash flows cannot be easily    estimated. In this paper (which is a chapter in the second edition of my    valuation book), I look at the questions involved in valuing financial service    firms.    Download    pdf file        Valuing Acquisitions    This paper (which is a chapter from my corporate    finance book) looks at how best to deal with the valuation of control and   synergy in acquistions and related issues.    Download    paper (pdf)        Valuation Multiples: First Principles    This paper (which is a chapter from my investment valuation book) looks   at the first principles that we need to follow when using multiples    Download    paper (pdf)        Estimating Risk Parameters    The beta or betas in risk and return models measure an asset's    relative risk. We look at the limitations of standard approaches to beta    estimation (such as regressions) and consider alternative approaches.    Download    pdf file        Dealing with Operating Leases    Many firms lease the assets that they use. If the leases qualify    as operating leases, they affect operating income and do not show up as    part of capital. In this paper, we argue that this can distort measures    of profitability and can affect the valuation of firms with substantial    operating leases, and suggest ways in which we can correct earnings and    cash flow measures.       Download    pdf file    oplease.xls: Convert operating leases from operating to financial expenses            Dealing with R&amp; D Expenses    Accounting standards in the United States and in much of the    rest of the world require that R&amp;D be expensed. Since these are expenses    that are designed to generate future growth, it is much more logical to    treat them as capital expenditures. In this paper, we explore ways in which    R&amp;D expenses can be capitalized and the implications for earnings, cash    flows, valuations and multiples.       Download    pdf file    R&amp;Dconv.xls: Convert R&amp;D from operating to capital expense            Financing Innovations    The last two decades have seen a stream of innovation in financial    markets, especially in the corporate bond arena. Some of these innovations    were designed to give firms more flexibility in designing cash flows on    borrowings, allowing them to match up cash flows on financing more closely    to cash flows on assets, thus increasing their debt capacity. Some firms    are issuing these new and more complex securities for the wrong reasons    - to keep up with other firms in their peer group, and to take advantage    of loopholes in the way ratings agencies and regulatory agencies define    debt and equity. In this paper, we take a big picture view of financing    innovations, and some of the good and bad reasons for innovations.    Download    pdf file        Beyond Dividends    This is a chapter from the second edition of my corporate    finance book on spin offs, divestitures, equity carve outs and tracking   stock. It is not path-breaking, by any stretch of the imagination, but   it provides a comparison of the different actions, and why a firm may choose   one over the other.    Download    pdf file        Value Enhancement: Back to Basics    Value enhancement has become a hot topic of late. This paper    examines the fundamentals of value creation and enhancement, from a valuation    framework, and then considers the merits of EVA and CFROI as value enhancement    devices.    Download    pdf file"}, {"content": "International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram          Global Programs                   International Education       Program News       NYU faculty and students to present at the 59th annual CIES conference, March 8th-13th.    Professor Dana Burde releases her book titled Schools for Conflict or for Peace in Afghanistan.    Hopes and Dreams for Youth in Kenya: An Interview with Associate Professor Elisabeth King.    The International Education program hosts a panel about girls' education, September 19th, 2014.       About    The International Education Program is part of the global mission of New York University to produce professionals who understand the international implications of their responsibilities and have the ability to utilize knowledge across international boundaries. Improved communications and transportation technologies, transnational business enterprise, the internationalization of popular consumer cultures, and the growth of multinational non-governmental organizations have all contributed to a world in which different nations are more interconnected than ever before.    As the social, political and economic systems of these different nations have become more interdependent, the problems they confront have assumed a global dimension, and cross cultural communication and exchange have become central to their solution. The International Education Program is dedicated to preparing professional educators who can work effectively in international and multinational settings.    The International Education Program sponsors a number of research and training projects through the Multinational Institute of American Studies, a center for public diplomacy that offers noncredit programs in American culture, politics, and society to foreign scholars, diplomats, and journalists. A student-led organization, the International Education Student Board, sponsors lectures and meetings on topics of current interest.    View our PDF brochure to learn more about the International Education program.    Degree Programs in International Education    The International Education program prepares educators for careers in multinational and international settings. The program develops educational experts who can design, implement, manage and evaluate international education programs in schools, colleges, foundations, multinational corporations, and public and private educational and cultural agencies. Guided by career interest, professional experience, and educational background, students may choose (but are not required) to select one of three specializations: global education; international development education/ education, conflict, and humanitarian action; and cross cultural exchange and training. The Program has a multidisciplinary faculty, consisting of anthropologists, economists, historians, philosophers, political scientists and sociologists, who apply the theoretical, conceptual and methodological advances in the humanities and the social sciences to the analysis of international educational policies and institutions.    No specific undergraduate major is required to gain admission to the Master of Arts program , but an applicant should have some course work in the social sciences and be able to demonstrate aptitude for analytic work on a range of issues in education. The M.A. program requires a minimum of 40 credits: Foundations in International Education (12 credits); Policy Analysis (8 credits); Internship (4 credits); and the remaining credits in Area Studies and Specialization in International Education.    The International Education Program offers a one-year Advanced Certificate for teachers and practitioners in the field of international education who already have the M.A. degree. The Advanced Certificate is designed for experienced teachers in schools and educational agencies committed to global education, and for mid career consultants and international education specialists in corporate, public, and nonprofit sectors, including field coordinators, planners, evaluators, administrators and program managers. The Advanced Certificate requires a minimum of 30 credits and can be completed in one year, consisting of two terms of full-time academic course work, and, for some students, the summer as well. This is a flexible program in which students, in addition to taking the basic courses in the Foundations of International Education (12 credits), may develop a concentration that links educational research to policy and practice and is of immediate practical use to them.    Applicants to the Ph.D. program should have an M.A. degree in an area of the humanities, social sciences or education related to international education, and they must take the aptitude test of the Graduate Record Examination. The Ph.D. degree requires the completion of a minimum of 54 credits and a dissertation: Foundations of Education (6 credits); Foundations in International Education (12 credits); International Education Doctoral Seminars (12 credits); Specialization in International Education (8-12credits); Area Studies (8-12 credits); Research Courses (6-12 points); Readings and Dissertation Seminars (0-12 points).    Students in the M.A. program participate in a job-related internship that provides professional work experience and reinforces academic skills. Internships may be arranged in the United States or abroad through such organizations as the United Nations, Institute for International Education, Inter-agency Network for Education in Emergencies, Metro International, the U.S. State Department's Bureau of Educational and Cultural Affairs, the Hudson Institute, and the Asia Society.    M.A. student in Accra, Ghana for the Education and Diversity: Comparative Perspectives course (summer 2012)                                                            This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]},
{"detail": [{"content": "Research and Papers                                                                                                                                                   Books      Papers      Blog Posts      Glossary      Other                      This site will carry some papers that I have written that you can download in pdf form. Most of these papers are applied    papers, relating to estimation issues that we commonly face in corporate    finance, portfolio managment and valuation. Your comments are always    welcome.     Paper Listing (Click on the paper to see a short abstract.   You can download the paper as a pdf file)                                  Estimation Issues in DCF Valuation     1. Estimating Riskfree Rates      2. The Equity Risk Premium ( 2008     version , 2009     version , 2010 version , 2011     Edition , 2012 Edition, 2013 Edition, 2014 Edition , 2015 Edition )      3. Estimating Risk Parameters      4. Estimating Company Risk Exposure to Country Risk      5. Dealing with Operating Leases      6. Dealing with R&amp;D      7     . 25 Questions on DCF Valuation      8. Measuring Returns: ROE, ROC and ROIC      10. Leases, Debt and Value      11.       Valuing Equity Claims: Voting and Liquidity      Differences, Cash Flow Preferences and Financing Rights           Valuation: Special Situations      1. Valuing Distressed Firms      2. Valuing Financial Service Firms (2002 version)      3. Valuing Private Businesses      4. Valuing Acquisitions      Valuation: Different Sectors (Crisis version: 2009)      1. Valuing commodity and cyclical companies      2. Valuing financial service firms      (2009 version)      3. Valuing companies with intangible assets      4. Valuing emerging market companies      5. Valuing multi-business, multinational enterprises                         Loose Ends in Valuation   1. The Value of Transparency   2  . The Value of Control   3. Marketability and Value : The Illiquidity discount   4. The Value of Cash and Cross Holdings   5. Employee Stock Options, Restricted Stock and Value      5. The Value of Synergy      6.      The Value of Intangibles      7. The Cost of Distress      7     . Value Enhancement: Back to Basics         Corporate Finance      1. Beyond Dividends: Stock Buybacks, Spin Offs and Tracking     Stock      2.      Dividends and Taxes: The Effect of the 2003 Tax Changes on Equity     Values      3. Value and Risk: The Payoff to Risk Management     4. Financing Innovations                 Relative Valuation and Real Options  1. Relative Valuation: First Principles  2 Real Option Applications in Corporate Finance and Valuation      A Closer Look at Risk      1. Simulations, Decision Trees and Scenario Analysis: Probabilistic    Approaches to Risk     2. Value at Risk (VaR): A big picture perspective     3. To Hedge or Not to Hedge? That is the question...     4. Exploiting Risk: A Strategic View of Risk Management                 General Papers            A Survey Paper on ValuationTheory and Techniques           Valuation across the life cycle      1.      The Dark Side of Valuation: Valuing Young      Companies (Dot-com version: 2000)      2. Valuing idea businesses, start-up firms and young companies (2009 version)      3. Valuing Growth Companies      4. Valuing Mature Businesses     5. Valuing Companies in decline and distress              What if?            Into     the Abyss: What if nothing is riskfree?       A      New Risky World Order: Unstable Risk Premiums and implications     for practice       Comatose      Marktets: What if liquidity is not the norm?                             Papers: Details and Downloads             Title          Description          Download           Equity Risk Premiums: The 2015 Edition    Equity Risk premium paper, updated to reflect data through the start  of 2015.    Link to paper        Equity Risk Premiums: Post-Crisis Edition    This is an updated version of the equity risk premium paper that takes   a detailed look at how the equity risk premium and other risk measures   have evolved since September 2008 (the date of the last version of the  paper).    Download   paper as pdf file        Valuing commodity and cyclical companies    Commodity and cyclical companies pose special challenges when doing   valuation, because their earnings and risk measures move with commodity  and economic cycles. In this paper, we examine techniques and approaches  that we can use to compensate for this volatility.    Download paper as pdf file        Valuing financial service firms (2009 version)    It is difficult to estimate cash flows at financial service   companies. As a consequence, they remain one of the last bastions for the   dividend discount model. Inherent in the use of this model are two assumptions   - that financial service companies pay out what they can afford to in dividends   and that the regulatory constraints that they operate under will keep risk   under control. In the crisis of 2008, both assumptions came under assault.   In this paper, we look at ways of adapting to the changed enviornoment,   when valung banks, insurance companies and invstment banks.    Download paper as pdf file        Valuing young and start-up companies    How do you value a young or start-up business with little to show in   terms of operating performance? In this paper, we examine ways in which   we can adapt valuation approaches to account for the absence of historical   information and the possibility that many of the young firms that we value  will not make it through to success.    Download paper as pdf file        Valuing Declining and Distressed Companies (The 2009 edition)    We face two key problems in valuing declining and distressed companies.   The first is that these firms rather than growing over time may shrink,   both in terms of revenues and margins. The second is that many of these   firms will not survivie as going concerns. In this paper, we deal with  both issues and how to reflect them in valuation.    Download paper as pdf file        Valuing emerging market companies    Companies in emerging markets often face additional risks, relative to   their developed market counterparts, from polticial and economic turmoil   in the countries in which they operate. In this paper, we look at how to   incorporate this risk both into discounted cash flow and relative valuation  models.    Download paper as pdf file        Valuing companies with intangible assets    Many companies derive their values from intangible assets, ranging from   brand names to patents to technological know how. In this paper, we look   at how accounting numbers may need to be mofified when valuing these companies  and how we capture the full effects in value.    Download paper as pdf file        Valuing the Octopus: The multinational, multibusiness company    As globalization becomes a reality, many companies have operations spread over   many different businesses across multiple countries. In this paper, we   examine the ways of dealing with the tangle of different currencies and   risk profiles that coexist within each company. In particuar, we look at   the viability of sum of the parts valuation as opposted to valuting the  aggregated company.    Download paper as pdf file        Leases, Debt and Value    When leases are categorized as operating leases, the expenses associated   with them are treated as operating expenses and leases become as source   of off-balance sheet debt (and assets). As the debate about this practice   become heated, we look at the consequences of this practice for widely   used measures of profitability and financial leverage as well as inputs   into valuation models.       Download   pdf file        Operating   lease converter        Industry   averages           Estimating Riskfree Rates    The riskfree rate is a fundamental input to most risk and return models.   In practice, estimating riskfree rates becomes difficult when there are   no default-free securities. In addition, the question of what riskfree   rate to use (short term or long term, dollar or foreign currency) is a   critical one. This paper examines these issues.    Download   pdf file        The Equity Risk Premium (2008 Edition)    The equity risk premium (ERP) is a central input into discounted cash   flow models, and more than any other number, it captures what investors   think about stock prices in the aggregate. In this paper, we examiine the   determinants of equity risk premiums and the three basic approaches used   to estimate the number - surveys, historical returns and implied values.   We look at why the approaches give you different answers and how to pick   the right number to use in analysis.    The Equity Risk Premium (ERP): Determinants, Estimation and Implications        Valuing Multiple Claims on Equity    Equity claims can vary on a number of different dimensions - voting rights   (control), liquidity and cash flows. We examine how to allocate the value   of equity across multiple claims on equity in this paper. In the process,   we examine the premium that should be paid for voting shares, the discount   to be applied to illiqudid shares and the effect of contingent claims.    Valuing Equity Claims        The Origins of Growth    One of the most difficult challenges in valuing a business is estimating   the expected growth rate in future years. In this chapters, we look at   the three ways in which this growth rate can be estimated - from history,   from analyst or management estimates and from fundamentals. We look at   the pluses and minuses of each approach and why they may generate different  estimates.    Download paper as pdf file        Measuring Returns: ROE, ROC and ROIC    The value of a firm ultimately depends on its capacity to earn returns   on its investment that exceed its cost of funding those investments. Accounting   measures of returns, primarily return on equity and capital, are significnant   determinants of value. In this paper, we examine the motivation behind   the focus on returns and how best to clean up accounting numbers to estimate   and forecasts returns.    Measuring Returns        A Survey Paper on Valuation    People have been valuing businesses for as long as businesses have been   around. We examine how valuation techniques have evolved over time and   the common foundatation that different approaches share.    Survey  paper on Valuation (Download paper)        Simulations, Decision Trees and Scenario Analysis: Probabilistic  Approaches to Risk    With the advent of simulation software (like Crystal Ball and @Risk),   a full-fledged simulation or scenrio analysis is well within the grasp   of any analyst valuing a company or analyzing a project. However, what   rold should simulations and scenario analysis play in valuation? And what   is the relationship between these analysis and traditional expected value   calculations (where we adjust for risk in the discount rate)?    Probabilistic  Approaches to Risk (Download paper)        Value at Risk (VaR)    Value at Risk has acquired a cache, especially among financial service   firms, as a new and sophisticated way of analyzing risk. We look at the  basis for VaR, its pluses and minuses.    Value  at Risk (VaR) (Download paper)        To Hedge or Not to Hedge? That is the question..    Investors and businesses have more options and opportunities than ever   before to hedge risk. But should firms hedge risk? What is the payoff to   doing so? If a business or investor chooses to hedge risk, what is the  best way to hedge risk (derivatives or insurance, for instance)?    To  hedge or not to hedge? (Download paper)        Exploiting Risk: A Strategic View of Risk Management    Firms become successful, not by avoiding risk, but by seeking it out.   Developing a template for deciding which risks to exploit is key to success.   In this paper, we examine the potential competitive advantages that a firm  can exploit to advantage.    Strategic  Risk Taking (Download paper)        The Value of Intangibles    Intangibles are a large and growing part of many company's assets. Starting   with the presumption that current accounting standards do not do a good   job of assessing their value, we look at whether intangible assets can   be reasonably valued, and if so, the best ways of accomplishing this task.   We categorize intangible assets into three groups - independent, cash generating   intangibles (like trademarks and franchises) that can be valued with conventional   DCF models, composite intangibles that affect the sales of many products   and not just cash flows (such as brand name) that are more difficult to   isolate and value and intangibles with the potential to generate cash flows  in the future that are best valued using option pricing models.       The   Value of Intangibles (Download paper)    brandnamevalue.xls : Spreadsheet for valuing brand name            Marketability and Value: The Illiquidity   Discount    Investors prefer more liquid assets to otherwise similar illiquid assets,   but how much at they willing to pay for liquidity? In this paper, we beign   by examining our definition fo liqhidity and the empirical evideence on   how much markets value liquidity. We consider the empirical evidence on   the consequences of illiquidity for equity, fixed income and private equity   markets and how best to inrorporate illiquidity into estimated value. Finally,   we consider practical ways of estimating the illiquidity premium for illiquid   companies (and ssets).       The   Value Of Liquidity (Download paper)    liqdisc.xls : Spreadsheet to value liquidity            The Value of Cash, Cross Holdings and Other Non-operating  Assets    Most businesses carry cash on their balance sheets, though the motives   for holding cash vary widely across firms. Some of the cash is held to   cover operating needs (transactions), some to cover contingencies (precautionary   motive) and some reflects managerial incentives. We consider how best to   value cash in both discounted cash flow and relative valuations, and consider   the net debt and gross debt approaches in valuation. We also examine how   to incorporate the value of cross holdings, both majority and minority,  into business valuations.       The Value of Cash and Cross Holdings (Download   paper)    GrossvsNet.xls : Resolving the differences between gross and net debt approaches            The Value of Control    How much is control worth? The answer to that question affects how much   the control premium should be in acquisitions, how much of a premium voting   shares should trade at and the discount that should be applied to minority   stakes in private companies. This paper looks at how best to measure the   value of control and how this can be useful in answering a variety of valuation  questions.       The   Value of Control (Download paper)    controlvalue.xls :   Spreadsheet to value control            Employee Stock Options, Restricted   Stock and Value    Companies use employee stock options (ESOPs) and restricted stock issues   to compensate employees. In this paper, we examine why their usage has   increased over the last two decades and how best to deal with the option   overhang in valuation. We also look at ways of incorporating future option   grants into value per share today.    ESOPs,   Restricted Stock and Value (Download paper)        The Value of Synergy    Often promised, seldom delivered is the best description for synergy,   the most widely used rationale in corporate mergers. In this paper, we   explore how synergy is created and how to value it. We also examine why  companies miscalculate so often when it comes to synergy.       The   Value of Synergy (Download paper)    synergyvaluation.xls :   Spreadsheet to value synergy            25  Questions on DCF valuation    Every valuation analyst has faced one or more of these questions in real   world valuations and has had to come up with an answer. These are my very   opinionated (and not necessarily correct) answers to the 25 top questions  that we face in DCF valuation. Take it for a spin!    Valuation Questions        Value and Risk    We take far too narrow a view of risk in finance. When we talk about   risk management, we often only talk about risk hedging and when we estimate   value, the discount rate is the only place where we reflect risk. In reality,   risk is both a threat and an opportunity and successful firms not only   protect themselves against some types of risk but actively exploit other   types of risk to establish competitive advantages. In this paper, we present   a way of considering risk management in this broader sense and consider   ways in which we can bring risk into the other components of value. We   also consider what types of firms are most likely to benefit from risk  hedging and from risk management.       Download paper (pdf)    Effects of risk on DCF value (spreadsheet)    Risk hedging as a put option (spreadsheet)            Measuring Company Risk Exposure to Country  Risk    It is common practice in valuation to assume that companies within an   emerging market are all equally exposed to country risk and that companies   that are incorporated and trade in developed markets like the United States   are immune from it. This is clearly at odds with common sense, since companies   within an emerging market can be exposed to different degrees to country   risk and multinationals like Coca Cola and Nestle can be exposed to significant   emerging market risk. In this paper, we propose a measure of company exposure   to country risk called lambda and suggest ways in which we can estimate   lambda.       Download paper (pdf)    Exports as percent of GDP (World Bank)    Lambda Estimates for Brazilian companies            Dividends and Taxes    In January 2003, President Bush proposed that dividends be tax exempt   to investors. While the ultimate shape of the tax reform is not clear,   changing the tax rate on dividends can have significant effects on both   equity values and on the corporate finance decisions - investment, capital   structure and dividend policy- of companies.In this paper, I estimate   the effect of making dividends tax exempt on the overall value of equity   in   the market (13-14%) and argue that there will be profound changes in the   use of debt and stock buybacks, with both declining.       Dow nload   paper(pdf)    divtaxpremium.xls (effect on market)    stockvaldiv.xls (effect on individual stocks)            Information Transparency and Value:   Can you value what you can&#146;t see?    It is clear that some firms are more forthcoming about their financial    affairs than other firms, and that the financial statements of some firms    are designed to obscure rather than reveal information about the firms.    No matter how strict accounting standards are, firms will continue to use    their discretionary power to spin and manipulate the news that they convey    to financial markets. The questions we face in valuation are significant    ones. How do we reflect the transparency (or the opacity) of a firm&#146;s    financial statements in its value? Should we reward firms that have simpler    and more open financial statements and punish firms that have complex and    difficult-to-understand financial statements? If so, which input in valuation    should be the one that we adjust?           Download     paper(pdf)     Download     the complexity scoresheet             ' Valuing Distressed Firms    Traditional valuation techniques- both DCF and relative &#150; short   change the effects of financial distress on value. In most valuations,   we ignore distress entirely in valuation and make implicit assumptions   about the consequences of a firm being unable to meet its financial obligations   and these assumptions often are unrealistic. Even those valuations that   purport to consider the effect of distress do so incompletely. In this   paper, we begin by considering how distress can be explicitly considered   in both discounted cashflow and relative valuation models.           Download     paper (pdf)     Download     Global Crossing valuation     distress.xls (estimate the likelihood of default from bond price)             The Dark Side of Valuation    Valuing a firm is difficult when it has negative earnings,    a limited history or few comparables. When all three of these components    come together, as is the case with many young start-up firms (Did someone    say internet firms?), analysts all too often either assume that they cannot    be valued or that new valuation models have to be devised. In this paper,    we make an argument that these firms can be valued, albeit with noise, and    use Amazon.com as a case study to illustrate the principles involved.       Download    paper (pdf)       Download    Amazon valuation: 1/1/99    An    Updated Amazon valuation: 1/1/2000             Real Option Applications   in Corporate Finance and Valuation    Are there options embedded in investment decisions?    Undoubtedly. There are also options in financing and valuation. The real    question is whether these options have value, and how much they are worth.    In this paper, I examine the whole range of real option applications, from    the options to expand, delay and abandon in investment options to the option    to liquidate in the equity of the firm. I also look at potential applications    of real options in R&amp;D and valuing undeveloped natural resources, and    suggest that real options need to pass a three-part test to have value.    Download    pdf file        Valuing Private firms    The fundamentals that determine value for private firms as    the same as those that determine publicly traded companies, but there are    three critical issues. The first relates to the scarcity of information    about private firms. The second issue is that of illiquidity and how it    affects value. The final issue is the question of control and whether there    should be a premium for control or a discount for the lack of it.    Download    pdf file        Valuing Financial Service Firms    Financial service firms - banks, insurance companies and investment    banks - are often difficult to value because cash flows cannot be easily    estimated. In this paper (which is a chapter in the second edition of my    valuation book), I look at the questions involved in valuing financial service    firms.    Download    pdf file        Valuing Acquisitions    This paper (which is a chapter from my corporate    finance book) looks at how best to deal with the valuation of control and   synergy in acquistions and related issues.    Download    paper (pdf)        Valuation Multiples: First Principles    This paper (which is a chapter from my investment valuation book) looks   at the first principles that we need to follow when using multiples    Download    paper (pdf)        Estimating Risk Parameters    The beta or betas in risk and return models measure an asset's    relative risk. We look at the limitations of standard approaches to beta    estimation (such as regressions) and consider alternative approaches.    Download    pdf file        Dealing with Operating Leases    Many firms lease the assets that they use. If the leases qualify    as operating leases, they affect operating income and do not show up as    part of capital. In this paper, we argue that this can distort measures    of profitability and can affect the valuation of firms with substantial    operating leases, and suggest ways in which we can correct earnings and    cash flow measures.       Download    pdf file    oplease.xls: Convert operating leases from operating to financial expenses            Dealing with R&amp; D Expenses    Accounting standards in the United States and in much of the    rest of the world require that R&amp;D be expensed. Since these are expenses    that are designed to generate future growth, it is much more logical to    treat them as capital expenditures. In this paper, we explore ways in which    R&amp;D expenses can be capitalized and the implications for earnings, cash    flows, valuations and multiples.       Download    pdf file    R&amp;Dconv.xls: Convert R&amp;D from operating to capital expense            Financing Innovations    The last two decades have seen a stream of innovation in financial    markets, especially in the corporate bond arena. Some of these innovations    were designed to give firms more flexibility in designing cash flows on    borrowings, allowing them to match up cash flows on financing more closely    to cash flows on assets, thus increasing their debt capacity. Some firms    are issuing these new and more complex securities for the wrong reasons    - to keep up with other firms in their peer group, and to take advantage    of loopholes in the way ratings agencies and regulatory agencies define    debt and equity. In this paper, we take a big picture view of financing    innovations, and some of the good and bad reasons for innovations.    Download    pdf file        Beyond Dividends    This is a chapter from the second edition of my corporate    finance book on spin offs, divestitures, equity carve outs and tracking   stock. It is not path-breaking, by any stretch of the imagination, but   it provides a comparison of the different actions, and why a firm may choose   one over the other.    Download    pdf file        Value Enhancement: Back to Basics    Value enhancement has become a hot topic of late. This paper    examines the fundamentals of value creation and enhancement, from a valuation    framework, and then considers the merits of EVA and CFROI as value enhancement    devices.    Download    pdf file"}, {"content": "International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram          Global Programs                   International Education       Program News       NYU faculty and students to present at the 59th annual CIES conference, March 8th-13th.    Professor Dana Burde releases her book titled Schools for Conflict or for Peace in Afghanistan.    Hopes and Dreams for Youth in Kenya: An Interview with Associate Professor Elisabeth King.    The International Education program hosts a panel about girls' education, September 19th, 2014.       About    The International Education Program is part of the global mission of New York University to produce professionals who understand the international implications of their responsibilities and have the ability to utilize knowledge across international boundaries. Improved communications and transportation technologies, transnational business enterprise, the internationalization of popular consumer cultures, and the growth of multinational non-governmental organizations have all contributed to a world in which different nations are more interconnected than ever before.    As the social, political and economic systems of these different nations have become more interdependent, the problems they confront have assumed a global dimension, and cross cultural communication and exchange have become central to their solution. The International Education Program is dedicated to preparing professional educators who can work effectively in international and multinational settings.    The International Education Program sponsors a number of research and training projects through the Multinational Institute of American Studies, a center for public diplomacy that offers noncredit programs in American culture, politics, and society to foreign scholars, diplomats, and journalists. A student-led organization, the International Education Student Board, sponsors lectures and meetings on topics of current interest.    View our PDF brochure to learn more about the International Education program.    Degree Programs in International Education    The International Education program prepares educators for careers in multinational and international settings. The program develops educational experts who can design, implement, manage and evaluate international education programs in schools, colleges, foundations, multinational corporations, and public and private educational and cultural agencies. Guided by career interest, professional experience, and educational background, students may choose (but are not required) to select one of three specializations: global education; international development education/ education, conflict, and humanitarian action; and cross cultural exchange and training. The Program has a multidisciplinary faculty, consisting of anthropologists, economists, historians, philosophers, political scientists and sociologists, who apply the theoretical, conceptual and methodological advances in the humanities and the social sciences to the analysis of international educational policies and institutions.    No specific undergraduate major is required to gain admission to the Master of Arts program , but an applicant should have some course work in the social sciences and be able to demonstrate aptitude for analytic work on a range of issues in education. The M.A. program requires a minimum of 40 credits: Foundations in International Education (12 credits); Policy Analysis (8 credits); Internship (4 credits); and the remaining credits in Area Studies and Specialization in International Education.    The International Education Program offers a one-year Advanced Certificate for teachers and practitioners in the field of international education who already have the M.A. degree. The Advanced Certificate is designed for experienced teachers in schools and educational agencies committed to global education, and for mid career consultants and international education specialists in corporate, public, and nonprofit sectors, including field coordinators, planners, evaluators, administrators and program managers. The Advanced Certificate requires a minimum of 30 credits and can be completed in one year, consisting of two terms of full-time academic course work, and, for some students, the summer as well. This is a flexible program in which students, in addition to taking the basic courses in the Foundations of International Education (12 credits), may develop a concentration that links educational research to policy and practice and is of immediate practical use to them.    Applicants to the Ph.D. program should have an M.A. degree in an area of the humanities, social sciences or education related to international education, and they must take the aptitude test of the Graduate Record Examination. The Ph.D. degree requires the completion of a minimum of 54 credits and a dissertation: Foundations of Education (6 credits); Foundations in International Education (12 credits); International Education Doctoral Seminars (12 credits); Specialization in International Education (8-12credits); Area Studies (8-12 credits); Research Courses (6-12 points); Readings and Dissertation Seminars (0-12 points).    Students in the M.A. program participate in a job-related internship that provides professional work experience and reinforces academic skills. Internships may be arranged in the United States or abroad through such organizations as the United Nations, Institute for International Education, Inter-agency Network for Education in Emergencies, Metro International, the U.S. State Department's Bureau of Educational and Cultural Affairs, the Hudson Institute, and the Asia Society.    M.A. student in Accra, Ghana for the Education and Diversity: Comparative Perspectives course (summer 2012)                                                            This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Course Syllabi                      NYU Stern School of Business   Undergraduate College   MGMT-UB.0004.002 (C50.0004): INT'L BUSINESS MGMT   Spring 2013          Instructor Details        Dorobantu, Sinziana        Email: sdoroban@stern.nyu.edu        Office Hours: MW 3:30-5pm       Office Location: Tisch 707           Course Meetings      Meeting time(s): TR, 2:00pm to 3:15pm       Location: Tisch T-UC01      Additional Information:       Final Exam: Schedule exceptions  Class will not meet on:  Class will meet on:              Course Description and Learning Goals      Course Overview     Managers of multinational corporations have to meld the art of strategic decision-making with a strong understanding of the business environment in the different locations where their companies operate. This course is designed to familiarize students with the complexities of expanding and managing multinational corporations in environments that are different along cultural, political, social and economic dimensions. The course addresses several questions: (1) Why do firms expand abroad? (2) How do firms expand abroad? (3) How does managing a multinational corporation (MNC) differ from managing a domestic firm? (4) How do managers cope with the multiple and often conflicting demands they face when managing cross-border operations?      Course Objectives     The central objective of this course is to understand the strategic management of multinational firms (MNCs). We will examine why firms decide to develop operations in foreign countries, how they do this, and how they can become successful once their operations cross national boundaries. We will also examine how individuals manage business activities effectively in such multinational firms, both within the confines of the value chain and by engaging a wide range of external stakeholders such as political decision-makers, NGOs and local communities.     The course is designed to complement and build upon the International Studies Program core requirement by helping students (a) gain more in-depth knowledge on the issues faced by multinational managers (timing and location of international expansion; mode of entry; global strategy; political, social and economic risk) and (b) deepen their expertise in this area through practical case applications that span multiple geographical regions, industries, and time periods. These include the experience of AES in transitioning Georgia, power giant Enel and oil companies entering Russia, Chiquita&rsquo;s problems following changes in the EU trade regulation, the WTO dispute between regional jet makers Bombardier and Embraer, a Canadian gold mining company struggling with NGO opposition in Romania, Ikea&rsquo;s treatment of accusations that it was complicit in the use of child labor in the fabrication of rugs, and many others.          The activities of multinational corporations span various geographies, cultural contexts, political regimes, and levels of economic development. To enable students to follow MNCs&rsquo; trajectories and fully grasp the challenges and opportunities MNCs face in different places at different points in time, the course will reach across disciplinary boundaries and build on foundations of international economics, international political economy and social network analysis. In other words, the course is consciously interdisciplinary in its design. Students are expected to participate actively in class discussions and contribute, when appropriate, individual expertise from previous coursework, training and work experience, including key concepts and perspectives from other disciplines, and knowledge of industries or countries with which they are familiar.     This course is mainly targeted to help students understand the strategic issues and tradeoffs in a multinational context and assess the strategic performance of MNCs. Consequently, this course is not only pertinent for students who intend to pursue careers in industries with an extensive geographic scope, but also to those interested in management consulting, investment banking, venture capital, and other careers in the global context where accurate and concise strategic assessments are crucial.          Course Pre-Requisites      Course prerequisites. This full semester elective is designed for advanced undergraduate students in the Stern School with an interest in understanding global strategic management and the interaction between multinational corporations and socio-political actors. Students are expected to have completed required coursework in Management &amp; Organizations, the Economics of Global Business, and International Studies Program. Students who have not completed these courses should talk to the professor in the first week of class.          Course Outline      Course Outline: Topics      (1)   January 29     Introduction to International Business Management      (2)   January 31      Multinationals in a Flat, Flattening or Spiky World           (3)   February 5     Introductory Case: Power Trip or Power Play           Part 1 - The Global Economy and The Rise of Multinationals      (4)   February 7     International Trade and Trade Barriers           (5)   February 12     Why Invest Abroad? (1): Geographic Diversification and Growth      (6)   February 14     Why Invest Abroad? (2): Lowering Costs           (7)   February 19     Why Invest Abroad? (3): Industry Consolidation &amp; Competitive      Response      (8)   February 21     Emerging Market Multinationals           Part 2 - Host-Country Environment, Entry Decisions &amp; First Impressions      (9)   February 26     Location, Location, Location      (10)  February 28     Timing of Entry           (11)   March 5       Mode of Entry: Strategy in the Russian Oil Industry      (12)  March 7       Mode of Entry: Acquisition           (13)  March 12      Stakeholder Engagement &amp; First Impressions      (14)  March 14      Stakeholder Engagement &amp; First Impressions, Continued           March 18 &ndash; 24    Spring Break           Part 3 - Global Strategy: Managing the Multinational      (15)  March 26      Adaptation: Adjusting to Differences      (16)  March 28      Aggregation: Overcoming Differences           (17)  April 2       Arbitrage: Exploiting Differences           Part 4 - Corporate Diplomacy: Global Strategy Beyond the Value Chain      (18)  April 4       Corruption &amp; The Power of Informal Ties           (19)  April 9       Corporate Governance &amp; Shareholder Activism      (20)  April 11       Corporate Social Responsibility &amp; NGO Activism           (21)  April 16          Sustainability (1)      (22)  April 18          Sustainability (2): External Speaker           Team Presentations      (23)  April 23       Team Presentations      (24)  April 25       Team Presentations           (25)  April 30       No Class           Part 5 &ndash; Special Topics: National Champions &amp; State-Owned Multinationals           (26)  May 2        National Champions           (27)  May 7        State-Owned Multinationals      (28)  May 9        Course Wrap-Up          Required Course Materials      Course materials. The course will rely extensively on readings compiled in the course pack or posted on Blackboard. Students who want to refresh their memory on subjects covered in previous coursework (e.g. the logic of international trade, global monetary system, etc.) or go into more depth on specific topics covered in this course (e.g., global human resource management) are encouraged to also purchase the textbook &ldquo;International Business: Competing in the Global Marketplace, 8 th Edition&rdquo; by Charles Hill and published by McGraw-Hill Irwin.          Assessment Components      Course evaluation. Regular attendance is required. Students who fail to attend the class regularly will not receive course credit. Assessment for regularly attending students will be based on individual preparation of:     (1) Overall class participation including submission of three sentence case reaction posts: 20%     (2) Individual case write-up assignments: 30%     (3) Team paper outline: 5%     (4) In-class team presentation of your team paper draft: 10%     (5) Team paper: 30%. (Teams will have 3 or 4 students.)     (6) Peer review of another team&rsquo;s presentation: 5%     Note that there is no midterm or final exam .          Group Projects      Guidelines for Group Projects          Business activities involve group effort. Consequently, learning how to work effectively in a group is a critical part of your business education.        Every member is expected to carry an equal share of the group&rsquo;s workload. As such, it is in your interest to be involved in all aspects of the project. Even if you divide the work rather than work on each piece together, you are still responsible for each part. The group project will be graded as a whole: its different components will not be graded separately. Your exams may contain questions that are based on aspects of your group projects.        It is recommended that each group establish ground rules early in the process to facilitate your joint work including a problem-solving process for handling conflicts. In the infrequent case where you believe that a group member is not carrying out his or her fair share of work, you are urged not to permit problems to develop to a point where they become serious. If you cannot resolve conflicts internally after your best efforts, they should be brought to my attention and I will work with you to find a resolution.          You will be asked to complete a peer evaluation form to evaluate the contribution of each of your group members (including your own contribution) at the conclusion of each project. If there is consensus that a group member did not contribute a fair share of work to the project, I will consider this feedback during grading.         Grading     Students will be evaluated on all of 6 components described above.          Re-Grading      The process of assigning grades is intended to be one of unbiased evaluation. Students are encouraged to respect the integrity and authority of the professor&rsquo;s grading system and are discouraged from pursuing arbitrary challenges to it.       If you believe an inadvertent error has been made in the grading of an individual assignment or in assessing an overall course grade, a request to have the grade re-evaluated may be submitted. You must submit such requests in writing to me within 7 days of receiving the grade, including a brief written statement of why you believe that an error in grading has been made.         Professional Responsibilities For This Course      Attendance            Class attendance is essential to your success in this course and is part of your grade. An excused absence can only be granted in cases of serious illness, grave family emergencies, or religious observance and must be documented. Job interviews and incompatible travel plans are considered unexcused absences. Where possible, please notify me in advance of an excused absence.       Students are responsible for the course materials, including lectures, from the first day of this class, forward. It is the student&#39;s obligation to bring oneself up to date on any missed coursework .             Participation        In-class contribution is a significant part of your grade and an important part of our shared learning experience. Your active participation helps me to evaluate your overall performance.   You can excel in this area if you come to class on time and contribute to the course by:         Providing strong evidence of having thought through the material.       Advancing the discussion by contributing insightful comments and questions.       Listening attentively in class.       Demonstrating interest in your peers&#39; comments, questions, and presentations.       Giving constructive feedback to your peers when appropriate.             Assignments            Late assignments will either not be accepted or will incur a grade penalty unless due to documented serious illness or family emergency. Exceptions to this policy for reasons of religious observance or civic obligation will only be made available when the assignment cannot reasonably be completed prior to the due date and you make arrangements for late submission in advance.             Classroom Norms            Arrive to class on time and stay to the end of the class period. Chronically arriving late or leaving class early is unprofessional and disruptive to the entire class. Repeated tardiness will have an impact on your grade.       Turn off all electronic devices prior to the start of class. Laptops, cell phones and other electronic devices are a distraction to everyone.            Stern Policies       General Behavior    The School expects that students will conduct themselves with respect and professionalism toward faculty, students, and others present in class and will follow the rules laid down by the instructor for classroom behavior. Students who fail to do so may be asked to leave the classroom.        Collaboration on Graded Assignments    Students may not work together on graded assignment unless the instructor gives express permission.        Course Evaluations    Course evaluations are important to us and to students who come after you. Please complete them thoughtfully.         Academic Integrity      Integrity is critical to the learning process and to all that we do here at NYU Stern. As members of our community, all students agree to abide by the NYU Stern Student Code of Conduct, which includes a commitment to:              Exercise integrity in all aspects of one&#39;s academic work including, but not limited to, the preparation and completion of exams, papers and all other course requirements by not engaging in any method or means that provides an unfair advantage.         Clearly acknowledge the work and efforts of others when submitting written work as one&rsquo;s own. Ideas, data, direct quotations (which should be designated with quotation marks), paraphrasing, creative expression, or any other incorporation of the work of others should be fully referenced.         Refrain from behaving in ways that knowingly support, assist, or in any way attempt to enable another person to engage in any violation of the Code of Conduct. Our support also includes reporting any observed violations of this Code of Conduct or other School and University policies that are deemed to adversely affect the NYU Stern community.            The entire Stern Student Code of Conduct applies to all students enrolled in Stern courses and can be found here:       Undergraduate College: http://www.stern.nyu.edu/uc/codeofconduct     Graduate Programs: http://w4.stern.nyu.edu/studentactivities/involved.cfm?doc_id=102505       To help ensure the integrity of our learning community, prose assignments you submit to Blackboard will be submitted to Turnitin. Turnitin will compare your submission to a database of prior submissions to Turnitin, current and archived Web pages, periodicals, journals, and publications. Additionally, your document will become part of the Turnitin database.         Recording of Classes      Your class may be recorded for educational purposes           Students with Disabilities      If you have a qualified disability and will require academic accommodation of any kind during this course, you must notify me at the beginning of the course and provide a letter from the Moses Center for Students with Disabilities (CSD, 998-4980, www.nyu.edu/csd ) verifying your registration and outlining the accommodations they recommend. If you will need to take an exam at the CSD, you must submit a completed Exam Accommodations Form to them at least one week prior to the scheduled exam time to be guaranteed accommodation."}]}]