[{"detail": [{"content": "Frequently Asked Questions | Student Orientation | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Orientation / Graduate Orientation                         Student Orientation                                                             Frequently Asked Questions                       On this page:     Financial   Graduate Student Employment and Training Program   Immunization   Orientation   Registration   Student Health Insurance     Financial   Q. Should I travel with cash?   A: No, we strongly urge you not to carry cash while traveling. You can purchase travelers checks at a bank in your country. If lost, traveler checks are usually replaced by the company that issued them. Larger amounts (such as your tuition) should be carried in the form of a draft (money order) or a bank check. You can open an account at a local bank, so that you can have additional funds transferred at a later date.   Q. How much is NYU School of Engineering&#39;s tuition?   A: Tuition and fees change each semester. To view the most up to date information visit this costs page .   Q. When is my tuition due?   A: You must be prepared to pay the full amount of tuition and fees each semester. You can make a single payment at the beginning of the semester or you can arrange to pay it in installments throughout the semester.   Q. How do I pay my tuition in installments?   A: The Office of Student Accounts offers a monthly payment arrangement through Tuition Management System (TMS). The monthly payment plan is interest-free, regardless of the balance amount, with a one-time enrollment fee accessed at the beginning of the plan. For more information visit the TMS web site .   Q. What methods of payment are accepted at NYU School of Engineering?   A: Tuition and fees can be paid using a credit card, bank check, money order, or wire transfer. Cash is also accepted, but not suggested for those traveling internationally.   Q. Who should payments be addressed to?   A: Bank checks, money orders, and traveler&rsquo;s checks should be addressed toNYU Polytechnic School of Engineering.   Q. Is the $300 deposit part of my tuition?   A: Yes, it is a part of your tuition. You should subtract the $300 deposit from your first semester payment.   Q. Can I pay my tuition deposit online?   A: Yes, you can pay the 300$ tuition deposit online. Click here for more details.   Q. What will happen if I get a tuition waiver for the year?   A: One half of the waiver will be applied to your first semester&rsquo;s tuition bill and the other half will be applied to the following semesters.   Q. What if I have more questions about the financial aspects of attending NYU School of Engineering?   A: Visit: Student Financial Services ; Financial Aid ; Or contact the Graduate Center: gradcenter@poly.edu ; 718-260-3182.   Graduate Student Employment and Training Program (GSET)   Q. Who can apply to the Graduate Student Employment and Training Program?   A: The GSET program is limited to full-time students in good academic standing. Visit the GSET page for additional eligibility information.   Q. How do I apply for a GSET Position?   A: Departments hire graduate assistants on an individual basis. The various positions offered under this program are posted on PolyLINK. For further details please visit the Graduate Center.   Q. What is CareerNet and how do I get access to it?   A: CareerNet is the official online job portal and web based recruiting system of NYU. To access CareerNet, go to http://www.nyu.edu/careerdevelopment/careernet . Please contact our Career Management Center in Room 359 of the Jacobs Administrative Building for your log in and password for Careernet.   Q. What do I do once I have access to CareerNet?   A: After logging in, familiarize yourself with CareerNet by watching the online video tutorial located in the upper right hand corner of the home page for tips on checking announcements, completing your profile, uploading documents (resumes, cover letters, etc.) and searching and applying for jobs.   Q. How many hours a week can I work?   A: GSET students are eligible to work a maximum of 20 hours per week.   Q. How do I get a Social Security Number?   A: You must first have employment status on campus. You must have an employment letter. And you must get approval from the Graduate Center, Human Resources, and the Office of International Students and Scholars.   Q. How do I submit my time sheet?   A: Read the &quot;Completing the Hiring Process&quot; steps on this page for information about accessing your timesheet for the first time and submitting your time throughout your position.   Q. I am an international student. Can I hold another job in addition to my GSET position?   A: Federal law permits international students to work a maximum of 20 hours per week when they are in classes; therefore, international students with GSET positions are not allowed to hold any second jobs. Any exceptions to this rule would need prior approval by the Office of International Students and Scholars and the Graduate Center.   Q. What if I become sick and miss work or take a vacation?   A: As GSET students do not earn sick or vacation hours, please consult with your supervisor or department concerning their policies.   Q. How long may I hold a GSET position?   A: The length of time a graduate student may hold a GSET position is up to the department/school/office that hired you. However, you should not exceed the number of hours specified in your employment letter. You should work in accordance with the number of hours based on the round of employment you began with.   Q. I have questions about the GSET program not answered on this page. Where can I go for answers?   A: Contact the Graduate Center Office, Rogers Hall Room 102 or e-mail ga@poly.edu   Orientation   Q. When I first arrive at NYU School of Engineeringfor orientation where should I go?   A: You should go to Grad Orientation Central. You will need to sign in with a photo ID at the security desk where you will be directed to the room.   Q. What events are required during orientation?   A: You must attend the Graduate Student Life Seminar. And if you are an international student, you are also required to attend the New International Students Seminar.   Q. What else must I do during orientation?   A:     submit your immunization form   meet with your academic advisor and register online for classes   get your student ID card   sign-in at the Office of International Students and Scholars (if you are an international student)     Registration   Q. Where can I access the list of course offerings?   A: For a list of the courses offered and class schedules, visit the NYU School of Engineering Class Schedule .   Q. Where do I purchase my books?   A: You can purchase your books from the NYU Bookstore .   Q. What if I am not sure who my Academic Advisor is?   A: Contact your academic department directly or the Graduate Center for assistance.   Q. How do I set up an appointment with my Academic Advisor?   A: Contact your department directly to set up a time to meet with your advisor.   Q. How do I register for classes?   A: You will register online using PeopleSoft after meeting with your Academic Advisor.   Q. What if I do not know my usernames and passwords for my NYU School of Engineering online accounts?   A: For all online accounts, including PeopleSoft, My Poly, Email and SSL VPN contact the Information Systems Help Desk (337 Rogers Hall; Monday &ndash; Friday: 9:00 a.m. - 5:00 p.m.; 24-Hour Phone Support: 718-260-3123; help@poly.edu ).   Q. How do I get my Student ID Card?   A: After registering print out your Registration Receipt from PeopleSoft and take it with a Photo ID to the Office of Facilities Management (Room 152 in the Jacobs Administrative Building).   Immunization   Q. Do I need to get vaccinated before attending NYU School of Engineering?   A: Yes, and you need to have your doctor fill out the Immunization Form so that you can mail it to the Graduate Center.   Q. Do I still need to get vaccinated even if I am not living in on-campus housing? What if I am a part-time student?   A: Yes, everyone enrolled at NYU School of Engineering, including part-time students, must get vaccinated and submit the Immunization Form whether they are living on campus or not.   Q. Do I need a health exam before coming to NYU School of Engineering?   A: It is highly recommended that in addition to getting vaccinated you undergo a physical exam, though it is not required.   Q. What if I never received an Immunization Form?   A: You can download it on this page .   Q. What if I have more questions about the immunization requirement?   A: Visit this page for more information .   Student Health Insurance   Q. Is health insurance required to attend NYU School of Engineering?   A: Yes, every student must have health insurance.   Q. I&rsquo;m an international student. Am I required to purchase health insurance from NYU School of Engineering and how much does it cost?   A: All International students are automatically enrolled in the health insurance plan offered by NYU School of Engineering. Visit this page for costs. Please note price may change from semester to semester.   Q. I&rsquo;m a domestic student. Do I need to purchaseNYU School of Engineeringhealth insurance?   A: All domestic students taking 9 or more units or who are considered a full-time student at NYU School of Engineering must carry valid accident and sickness insurance that is comparable to the Institute plan. HMO plans that do not have local coverage will not be considered adequate coverage. If you do not show proof of existing coverage through the WAIVER process, you will be automatically billed and enrolled in the school plan.   Q. I qualify to waive the Institute-sponsored Health Insurance plan, what is the waiver process?   A: Visit this page for information about the waiver process .   Q. Is it okay to use health insurance from my home country?   A: No. All international students are required to carry the Institute-sponsored plan. You may choose to have additional coverage, but it will be in addition to the Institute-sponsored plan.   Q. I have more questions about the health insurance plan. Where can I learn more?   A: Visit the Health Insurance page of our web site . Also, attend the Student Health Insurance Information Session during Orientation. (Go to the Calendar of Events for times and location information.)                                Student Orientation      Undergraduate Orientation   Graduate Orientation Before You Arrive + What to Bring   Cumulative Grade Point Average (CGPA)   Frequently Asked Questions   Schedule   Student Services, Resources + Support     NYU Welcome Week   Bridge Courses and Prerequisites   Proof of Degree Completion                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Frequently Asked Questions | Student Orientation | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Orientation / Graduate Orientation                         Student Orientation                                                             Frequently Asked Questions                       On this page:     Financial   Graduate Student Employment and Training Program   Immunization   Orientation   Registration   Student Health Insurance     Financial   Q. Should I travel with cash?   A: No, we strongly urge you not to carry cash while traveling. You can purchase travelers checks at a bank in your country. If lost, traveler checks are usually replaced by the company that issued them. Larger amounts (such as your tuition) should be carried in the form of a draft (money order) or a bank check. You can open an account at a local bank, so that you can have additional funds transferred at a later date.   Q. How much is NYU School of Engineering&#39;s tuition?   A: Tuition and fees change each semester. To view the most up to date information visit this costs page .   Q. When is my tuition due?   A: You must be prepared to pay the full amount of tuition and fees each semester. You can make a single payment at the beginning of the semester or you can arrange to pay it in installments throughout the semester.   Q. How do I pay my tuition in installments?   A: The Office of Student Accounts offers a monthly payment arrangement through Tuition Management System (TMS). The monthly payment plan is interest-free, regardless of the balance amount, with a one-time enrollment fee accessed at the beginning of the plan. For more information visit the TMS web site .   Q. What methods of payment are accepted at NYU School of Engineering?   A: Tuition and fees can be paid using a credit card, bank check, money order, or wire transfer. Cash is also accepted, but not suggested for those traveling internationally.   Q. Who should payments be addressed to?   A: Bank checks, money orders, and traveler&rsquo;s checks should be addressed toNYU Polytechnic School of Engineering.   Q. Is the $300 deposit part of my tuition?   A: Yes, it is a part of your tuition. You should subtract the $300 deposit from your first semester payment.   Q. Can I pay my tuition deposit online?   A: Yes, you can pay the 300$ tuition deposit online. Click here for more details.   Q. What will happen if I get a tuition waiver for the year?   A: One half of the waiver will be applied to your first semester&rsquo;s tuition bill and the other half will be applied to the following semesters.   Q. What if I have more questions about the financial aspects of attending NYU School of Engineering?   A: Visit: Student Financial Services ; Financial Aid ; Or contact the Graduate Center: gradcenter@poly.edu ; 718-260-3182.   Graduate Student Employment and Training Program (GSET)   Q. Who can apply to the Graduate Student Employment and Training Program?   A: The GSET program is limited to full-time students in good academic standing. Visit the GSET page for additional eligibility information.   Q. How do I apply for a GSET Position?   A: Departments hire graduate assistants on an individual basis. The various positions offered under this program are posted on PolyLINK. For further details please visit the Graduate Center.   Q. What is CareerNet and how do I get access to it?   A: CareerNet is the official online job portal and web based recruiting system of NYU. To access CareerNet, go to http://www.nyu.edu/careerdevelopment/careernet . Please contact our Career Management Center in Room 359 of the Jacobs Administrative Building for your log in and password for Careernet.   Q. What do I do once I have access to CareerNet?   A: After logging in, familiarize yourself with CareerNet by watching the online video tutorial located in the upper right hand corner of the home page for tips on checking announcements, completing your profile, uploading documents (resumes, cover letters, etc.) and searching and applying for jobs.   Q. How many hours a week can I work?   A: GSET students are eligible to work a maximum of 20 hours per week.   Q. How do I get a Social Security Number?   A: You must first have employment status on campus. You must have an employment letter. And you must get approval from the Graduate Center, Human Resources, and the Office of International Students and Scholars.   Q. How do I submit my time sheet?   A: Read the &quot;Completing the Hiring Process&quot; steps on this page for information about accessing your timesheet for the first time and submitting your time throughout your position.   Q. I am an international student. Can I hold another job in addition to my GSET position?   A: Federal law permits international students to work a maximum of 20 hours per week when they are in classes; therefore, international students with GSET positions are not allowed to hold any second jobs. Any exceptions to this rule would need prior approval by the Office of International Students and Scholars and the Graduate Center.   Q. What if I become sick and miss work or take a vacation?   A: As GSET students do not earn sick or vacation hours, please consult with your supervisor or department concerning their policies.   Q. How long may I hold a GSET position?   A: The length of time a graduate student may hold a GSET position is up to the department/school/office that hired you. However, you should not exceed the number of hours specified in your employment letter. You should work in accordance with the number of hours based on the round of employment you began with.   Q. I have questions about the GSET program not answered on this page. Where can I go for answers?   A: Contact the Graduate Center Office, Rogers Hall Room 102 or e-mail ga@poly.edu   Orientation   Q. When I first arrive at NYU School of Engineeringfor orientation where should I go?   A: You should go to Grad Orientation Central. You will need to sign in with a photo ID at the security desk where you will be directed to the room.   Q. What events are required during orientation?   A: You must attend the Graduate Student Life Seminar. And if you are an international student, you are also required to attend the New International Students Seminar.   Q. What else must I do during orientation?   A:     submit your immunization form   meet with your academic advisor and register online for classes   get your student ID card   sign-in at the Office of International Students and Scholars (if you are an international student)     Registration   Q. Where can I access the list of course offerings?   A: For a list of the courses offered and class schedules, visit the NYU School of Engineering Class Schedule .   Q. Where do I purchase my books?   A: You can purchase your books from the NYU Bookstore .   Q. What if I am not sure who my Academic Advisor is?   A: Contact your academic department directly or the Graduate Center for assistance.   Q. How do I set up an appointment with my Academic Advisor?   A: Contact your department directly to set up a time to meet with your advisor.   Q. How do I register for classes?   A: You will register online using PeopleSoft after meeting with your Academic Advisor.   Q. What if I do not know my usernames and passwords for my NYU School of Engineering online accounts?   A: For all online accounts, including PeopleSoft, My Poly, Email and SSL VPN contact the Information Systems Help Desk (337 Rogers Hall; Monday &ndash; Friday: 9:00 a.m. - 5:00 p.m.; 24-Hour Phone Support: 718-260-3123; help@poly.edu ).   Q. How do I get my Student ID Card?   A: After registering print out your Registration Receipt from PeopleSoft and take it with a Photo ID to the Office of Facilities Management (Room 152 in the Jacobs Administrative Building).   Immunization   Q. Do I need to get vaccinated before attending NYU School of Engineering?   A: Yes, and you need to have your doctor fill out the Immunization Form so that you can mail it to the Graduate Center.   Q. Do I still need to get vaccinated even if I am not living in on-campus housing? What if I am a part-time student?   A: Yes, everyone enrolled at NYU School of Engineering, including part-time students, must get vaccinated and submit the Immunization Form whether they are living on campus or not.   Q. Do I need a health exam before coming to NYU School of Engineering?   A: It is highly recommended that in addition to getting vaccinated you undergo a physical exam, though it is not required.   Q. What if I never received an Immunization Form?   A: You can download it on this page .   Q. What if I have more questions about the immunization requirement?   A: Visit this page for more information .   Student Health Insurance   Q. Is health insurance required to attend NYU School of Engineering?   A: Yes, every student must have health insurance.   Q. I&rsquo;m an international student. Am I required to purchase health insurance from NYU School of Engineering and how much does it cost?   A: All International students are automatically enrolled in the health insurance plan offered by NYU School of Engineering. Visit this page for costs. Please note price may change from semester to semester.   Q. I&rsquo;m a domestic student. Do I need to purchaseNYU School of Engineeringhealth insurance?   A: All domestic students taking 9 or more units or who are considered a full-time student at NYU School of Engineering must carry valid accident and sickness insurance that is comparable to the Institute plan. HMO plans that do not have local coverage will not be considered adequate coverage. If you do not show proof of existing coverage through the WAIVER process, you will be automatically billed and enrolled in the school plan.   Q. I qualify to waive the Institute-sponsored Health Insurance plan, what is the waiver process?   A: Visit this page for information about the waiver process .   Q. Is it okay to use health insurance from my home country?   A: No. All international students are required to carry the Institute-sponsored plan. You may choose to have additional coverage, but it will be in addition to the Institute-sponsored plan.   Q. I have more questions about the health insurance plan. Where can I learn more?   A: Visit the Health Insurance page of our web site . Also, attend the Student Health Insurance Information Session during Orientation. (Go to the Calendar of Events for times and location information.)                                Student Orientation      Undergraduate Orientation   Graduate Orientation Before You Arrive + What to Bring   Cumulative Grade Point Average (CGPA)   Frequently Asked Questions   Schedule   Student Services, Resources + Support     NYU Welcome Week   Bridge Courses and Prerequisites   Proof of Degree Completion                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "The New Undergraduate Experience - Orientation - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Orientation                      Undergraduate       Graduate       Doctoral                   Current Students QUICKLINKS     Parents  QUICKLINKS                     The New Undergraduate Experience            Welcome to the Steinhardt School of Culture, Education, and Human Development! NYU Steinhardt Undergraduate Orientation is comprised of several key components designed to welcome you to our vibrant community and allow you to get connected, to be involved, and to stay informed.    Orientation Programming for New Students    Online Orientation Portal All new students must review materials and complete quizzes in our Online Orientation Portal . Through this portal, you will:       Get to know your academic advisor, current students, and peers    Learn about our history, mission, and values    Understand your major and degree requirements    Create and register your first semester schedule    Discover services and activities to help you grow and develop    Share what you&rsquo;ve learned with your family to keep them connected       Dean's Welcome and Academic Sessions This August 2015, join NYU Steinhardt Student Affairs and your academic departments for a special welcome breakfast with our Dean, and meet in person with your academic advisor and orientation leaders. Explore your new home in New York City. Participate in workshops, activities, and service-learning projects sponsored by the NYU Steinhardt and University community.    Monday, August 31, 2015 Skirball Center for the Performing Arts 566 LaGuardia Place 9am - 1pm    NYU Welcome Week / Spring at the Square At the beginning of each term, we host special events to celebrate your arrival on campus. This will be your first opportunity to meet in person with your academic advisor and orientation leaders. You will also have the opportunity to participate in other workshops, activities, and events sponsored by NYU, which are all designed to help you get started and connect you with new classmates who are also beginning their studies in one of the other seven undergraduate divisions at NYU. Learn more .    New Student Seminar (SAHS-UE 1) In this course you begin to explore your role as a student in this diverse and global academic community. New Student Seminar also introduces you to your program of study as an aspiring professional in your chosen field. The New Student Reading , a literary work that raises questions important to this process of exploration will be assigned this summer. Mid-semester, join us at our New Student Convocation, hosted by the Dean of NYU Steinhardt to discuss themes connected to our reading and your experiences as a new student. New Student Seminar is a required first semester course for new undergraduate students.    Questions? Call 212-998-5065 or email steinhardt.orientation@nyu.edu .    Communications with New Students    Fall 2015 new first-year and transfer students will hear from us in May 2015. For a glimpse of what to expect, take a look at the emails shared with new students in Summer 2014 below.    New Student Email 1 - New Undergraduate Experience    New Student Email 2 - Online Orientation &amp; Social Media    New Student Email 3 - The Online Orientation Portal &amp; Advisor Web Chats    New Student Email 4 - New Student Seminar: Theme &amp; Reading    New Student Email 5 - A Special Note from Dean Patricia Carey    New Student Email 6 - 2014 Welcome Week Events    New Student Email 7 - Express Steinhardt! Showcase Your Talent    Parents &amp; Families of New Students    Congratulations on your student's acceptance to the Steinhardt School of Culture, Education, and Human Development. We are thrilled that she or he has decided to join our family at NYU Steinhardt. As parents of incoming students, we realize that you have many questions. Please bookmark this page as it will be updated throughout the Summer as information is sent to your student.       Visit the Steinhardt Student Affairs blog .    Subscribe to the NYU Steinhardt Newsletter .    Take look at the NYU Steinhardt Parents &amp; Families Portal .    Visit the NYU Parents website and sign up for the NYU Parent's E-Newsletter. Call or email the NYU Parent's Helpline at 212-998-4219 or parents@nyu.edu    Questions? Contact the NYU Steinhardt Office of Student Affairs at 212-998-5065 or steinhardt.orientation@nyu.edu .                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Frequently Asked Questions | Student Orientation | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Orientation / Graduate Orientation                         Student Orientation                                                             Frequently Asked Questions                       On this page:     Financial   Graduate Student Employment and Training Program   Immunization   Orientation   Registration   Student Health Insurance     Financial   Q. Should I travel with cash?   A: No, we strongly urge you not to carry cash while traveling. You can purchase travelers checks at a bank in your country. If lost, traveler checks are usually replaced by the company that issued them. Larger amounts (such as your tuition) should be carried in the form of a draft (money order) or a bank check. You can open an account at a local bank, so that you can have additional funds transferred at a later date.   Q. How much is NYU School of Engineering&#39;s tuition?   A: Tuition and fees change each semester. To view the most up to date information visit this costs page .   Q. When is my tuition due?   A: You must be prepared to pay the full amount of tuition and fees each semester. You can make a single payment at the beginning of the semester or you can arrange to pay it in installments throughout the semester.   Q. How do I pay my tuition in installments?   A: The Office of Student Accounts offers a monthly payment arrangement through Tuition Management System (TMS). The monthly payment plan is interest-free, regardless of the balance amount, with a one-time enrollment fee accessed at the beginning of the plan. For more information visit the TMS web site .   Q. What methods of payment are accepted at NYU School of Engineering?   A: Tuition and fees can be paid using a credit card, bank check, money order, or wire transfer. Cash is also accepted, but not suggested for those traveling internationally.   Q. Who should payments be addressed to?   A: Bank checks, money orders, and traveler&rsquo;s checks should be addressed toNYU Polytechnic School of Engineering.   Q. Is the $300 deposit part of my tuition?   A: Yes, it is a part of your tuition. You should subtract the $300 deposit from your first semester payment.   Q. Can I pay my tuition deposit online?   A: Yes, you can pay the 300$ tuition deposit online. Click here for more details.   Q. What will happen if I get a tuition waiver for the year?   A: One half of the waiver will be applied to your first semester&rsquo;s tuition bill and the other half will be applied to the following semesters.   Q. What if I have more questions about the financial aspects of attending NYU School of Engineering?   A: Visit: Student Financial Services ; Financial Aid ; Or contact the Graduate Center: gradcenter@poly.edu ; 718-260-3182.   Graduate Student Employment and Training Program (GSET)   Q. Who can apply to the Graduate Student Employment and Training Program?   A: The GSET program is limited to full-time students in good academic standing. Visit the GSET page for additional eligibility information.   Q. How do I apply for a GSET Position?   A: Departments hire graduate assistants on an individual basis. The various positions offered under this program are posted on PolyLINK. For further details please visit the Graduate Center.   Q. What is CareerNet and how do I get access to it?   A: CareerNet is the official online job portal and web based recruiting system of NYU. To access CareerNet, go to http://www.nyu.edu/careerdevelopment/careernet . Please contact our Career Management Center in Room 359 of the Jacobs Administrative Building for your log in and password for Careernet.   Q. What do I do once I have access to CareerNet?   A: After logging in, familiarize yourself with CareerNet by watching the online video tutorial located in the upper right hand corner of the home page for tips on checking announcements, completing your profile, uploading documents (resumes, cover letters, etc.) and searching and applying for jobs.   Q. How many hours a week can I work?   A: GSET students are eligible to work a maximum of 20 hours per week.   Q. How do I get a Social Security Number?   A: You must first have employment status on campus. You must have an employment letter. And you must get approval from the Graduate Center, Human Resources, and the Office of International Students and Scholars.   Q. How do I submit my time sheet?   A: Read the &quot;Completing the Hiring Process&quot; steps on this page for information about accessing your timesheet for the first time and submitting your time throughout your position.   Q. I am an international student. Can I hold another job in addition to my GSET position?   A: Federal law permits international students to work a maximum of 20 hours per week when they are in classes; therefore, international students with GSET positions are not allowed to hold any second jobs. Any exceptions to this rule would need prior approval by the Office of International Students and Scholars and the Graduate Center.   Q. What if I become sick and miss work or take a vacation?   A: As GSET students do not earn sick or vacation hours, please consult with your supervisor or department concerning their policies.   Q. How long may I hold a GSET position?   A: The length of time a graduate student may hold a GSET position is up to the department/school/office that hired you. However, you should not exceed the number of hours specified in your employment letter. You should work in accordance with the number of hours based on the round of employment you began with.   Q. I have questions about the GSET program not answered on this page. Where can I go for answers?   A: Contact the Graduate Center Office, Rogers Hall Room 102 or e-mail ga@poly.edu   Orientation   Q. When I first arrive at NYU School of Engineeringfor orientation where should I go?   A: You should go to Grad Orientation Central. You will need to sign in with a photo ID at the security desk where you will be directed to the room.   Q. What events are required during orientation?   A: You must attend the Graduate Student Life Seminar. And if you are an international student, you are also required to attend the New International Students Seminar.   Q. What else must I do during orientation?   A:     submit your immunization form   meet with your academic advisor and register online for classes   get your student ID card   sign-in at the Office of International Students and Scholars (if you are an international student)     Registration   Q. Where can I access the list of course offerings?   A: For a list of the courses offered and class schedules, visit the NYU School of Engineering Class Schedule .   Q. Where do I purchase my books?   A: You can purchase your books from the NYU Bookstore .   Q. What if I am not sure who my Academic Advisor is?   A: Contact your academic department directly or the Graduate Center for assistance.   Q. How do I set up an appointment with my Academic Advisor?   A: Contact your department directly to set up a time to meet with your advisor.   Q. How do I register for classes?   A: You will register online using PeopleSoft after meeting with your Academic Advisor.   Q. What if I do not know my usernames and passwords for my NYU School of Engineering online accounts?   A: For all online accounts, including PeopleSoft, My Poly, Email and SSL VPN contact the Information Systems Help Desk (337 Rogers Hall; Monday &ndash; Friday: 9:00 a.m. - 5:00 p.m.; 24-Hour Phone Support: 718-260-3123; help@poly.edu ).   Q. How do I get my Student ID Card?   A: After registering print out your Registration Receipt from PeopleSoft and take it with a Photo ID to the Office of Facilities Management (Room 152 in the Jacobs Administrative Building).   Immunization   Q. Do I need to get vaccinated before attending NYU School of Engineering?   A: Yes, and you need to have your doctor fill out the Immunization Form so that you can mail it to the Graduate Center.   Q. Do I still need to get vaccinated even if I am not living in on-campus housing? What if I am a part-time student?   A: Yes, everyone enrolled at NYU School of Engineering, including part-time students, must get vaccinated and submit the Immunization Form whether they are living on campus or not.   Q. Do I need a health exam before coming to NYU School of Engineering?   A: It is highly recommended that in addition to getting vaccinated you undergo a physical exam, though it is not required.   Q. What if I never received an Immunization Form?   A: You can download it on this page .   Q. What if I have more questions about the immunization requirement?   A: Visit this page for more information .   Student Health Insurance   Q. Is health insurance required to attend NYU School of Engineering?   A: Yes, every student must have health insurance.   Q. I&rsquo;m an international student. Am I required to purchase health insurance from NYU School of Engineering and how much does it cost?   A: All International students are automatically enrolled in the health insurance plan offered by NYU School of Engineering. Visit this page for costs. Please note price may change from semester to semester.   Q. I&rsquo;m a domestic student. Do I need to purchaseNYU School of Engineeringhealth insurance?   A: All domestic students taking 9 or more units or who are considered a full-time student at NYU School of Engineering must carry valid accident and sickness insurance that is comparable to the Institute plan. HMO plans that do not have local coverage will not be considered adequate coverage. If you do not show proof of existing coverage through the WAIVER process, you will be automatically billed and enrolled in the school plan.   Q. I qualify to waive the Institute-sponsored Health Insurance plan, what is the waiver process?   A: Visit this page for information about the waiver process .   Q. Is it okay to use health insurance from my home country?   A: No. All international students are required to carry the Institute-sponsored plan. You may choose to have additional coverage, but it will be in addition to the Institute-sponsored plan.   Q. I have more questions about the health insurance plan. Where can I learn more?   A: Visit the Health Insurance page of our web site . Also, attend the Student Health Insurance Information Session during Orientation. (Go to the Calendar of Events for times and location information.)                                Student Orientation      Undergraduate Orientation   Graduate Orientation Before You Arrive + What to Bring   Cumulative Grade Point Average (CGPA)   Frequently Asked Questions   Schedule   Student Services, Resources + Support     NYU Welcome Week   Bridge Courses and Prerequisites   Proof of Degree Completion                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "The New Undergraduate Experience - Orientation - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Orientation                      Undergraduate       Graduate       Doctoral                   Current Students QUICKLINKS     Parents  QUICKLINKS                     The New Undergraduate Experience            Welcome to the Steinhardt School of Culture, Education, and Human Development! NYU Steinhardt Undergraduate Orientation is comprised of several key components designed to welcome you to our vibrant community and allow you to get connected, to be involved, and to stay informed.    Orientation Programming for New Students    Online Orientation Portal All new students must review materials and complete quizzes in our Online Orientation Portal . Through this portal, you will:       Get to know your academic advisor, current students, and peers    Learn about our history, mission, and values    Understand your major and degree requirements    Create and register your first semester schedule    Discover services and activities to help you grow and develop    Share what you&rsquo;ve learned with your family to keep them connected       Dean's Welcome and Academic Sessions This August 2015, join NYU Steinhardt Student Affairs and your academic departments for a special welcome breakfast with our Dean, and meet in person with your academic advisor and orientation leaders. Explore your new home in New York City. Participate in workshops, activities, and service-learning projects sponsored by the NYU Steinhardt and University community.    Monday, August 31, 2015 Skirball Center for the Performing Arts 566 LaGuardia Place 9am - 1pm    NYU Welcome Week / Spring at the Square At the beginning of each term, we host special events to celebrate your arrival on campus. This will be your first opportunity to meet in person with your academic advisor and orientation leaders. You will also have the opportunity to participate in other workshops, activities, and events sponsored by NYU, which are all designed to help you get started and connect you with new classmates who are also beginning their studies in one of the other seven undergraduate divisions at NYU. Learn more .    New Student Seminar (SAHS-UE 1) In this course you begin to explore your role as a student in this diverse and global academic community. New Student Seminar also introduces you to your program of study as an aspiring professional in your chosen field. The New Student Reading , a literary work that raises questions important to this process of exploration will be assigned this summer. Mid-semester, join us at our New Student Convocation, hosted by the Dean of NYU Steinhardt to discuss themes connected to our reading and your experiences as a new student. New Student Seminar is a required first semester course for new undergraduate students.    Questions? Call 212-998-5065 or email steinhardt.orientation@nyu.edu .    Communications with New Students    Fall 2015 new first-year and transfer students will hear from us in May 2015. For a glimpse of what to expect, take a look at the emails shared with new students in Summer 2014 below.    New Student Email 1 - New Undergraduate Experience    New Student Email 2 - Online Orientation &amp; Social Media    New Student Email 3 - The Online Orientation Portal &amp; Advisor Web Chats    New Student Email 4 - New Student Seminar: Theme &amp; Reading    New Student Email 5 - A Special Note from Dean Patricia Carey    New Student Email 6 - 2014 Welcome Week Events    New Student Email 7 - Express Steinhardt! Showcase Your Talent    Parents &amp; Families of New Students    Congratulations on your student's acceptance to the Steinhardt School of Culture, Education, and Human Development. We are thrilled that she or he has decided to join our family at NYU Steinhardt. As parents of incoming students, we realize that you have many questions. Please bookmark this page as it will be updated throughout the Summer as information is sent to your student.       Visit the Steinhardt Student Affairs blog .    Subscribe to the NYU Steinhardt Newsletter .    Take look at the NYU Steinhardt Parents &amp; Families Portal .    Visit the NYU Parents website and sign up for the NYU Parent's E-Newsletter. Call or email the NYU Parent's Helpline at 212-998-4219 or parents@nyu.edu    Questions? Contact the NYU Steinhardt Office of Student Affairs at 212-998-5065 or steinhardt.orientation@nyu.edu .                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "GSAS Fall 2015 Orientation Programs, Graduate School of Arts and Science | NYU                                                  Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS               Home &gt; Student Affairs &gt; GSAS New Student Orientation         GSAS Fall 2015 Orientation Programs                The Graduate School of Arts and Science (GSAS) is pleased to announce   its Orientation program offerings for the fall 2015 semester. Please mark your calendars! Master's, Certificate, and Non-Degree Student Orientation Thursday, August 20, 2015 1:30 pm to 4:30 pm Program 4:30 pm to 6:30 pm Reception Doctoral Student Orientation Monday, August 24, 2015 1:30 pm to 4:30 pm Program 4:30 pm to 6:30 pm Reception Orientation   registration will open on Wednesday, July 1, 2015. You will receive an   email invitation in advance of the registration period that will contain   specific information about the registration process and the Orientation   program. In the meantime, please review the following resources   to help you become acclimated to GSAS, New York University and New York   City. Welcome to GSAS A few words of welcome to all newly admitted students from the GSAS Director of Student Affairs, click here . SAS New Student Checklist   This checklist is a roadmap that will help you determine the action items that need your attention before you arrive on campus. Topics include helpful information about final transcripts, student health insurance options, your NYU ID Card, useful tips to engage your academic department, how to register for classes, and more, click here . How to Obtain Your NetID   All members of the NYU community are automatically assigned an NYU NetID that serves as the foundation all information technology related services at the University, including NYU Home, NYU Classes and email, click here .       GSAS International Student Reference Guide   Designed especially with international students in mind, this guide will further assist you as you begin to plan for your arrival in New York, including important visa information, travel tips, your report date and tax responsibilities, click here .       Off-campus and On-campus Housing Information   Finding a place to live in New York City is not easy task. A successful search requires you to research the available options and determine which might best suit your needs and budget. GSAS has created these materials to help you begin your apartment search. Please note: on-campus housing options are extremely limited for Master’s degree candidates, we suggest an off-campus search for housing instead, click here .       Living in New York City This site outlines practical information that will help you successfully navigate New York City, including detailed ground transportation information to the NYU campus, an overview of the City’s layout, location of green markets and retails stores that will help you establish a firm foothold in NYC, click here .      If you should have any questions, please contact the GSAS Office of Academic and Student Affairs at 212-998-8060 or by email at gsas.studentaffairs@nyu.edu .                          The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs              GSAS Fall 2015 Orientation Programs            New Student Checklist              Living in New York City              Graduate Housing              Graduate Student Government              Guide to University Resources              NYU Student Guide         Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events                          See Also               Orientation Program Material Resources       Living in New York City       NYU Campus Map       Virtual Welcome Event Transcript       Welcome to GSAS!                          Resources               Academic Resources       Campus Involvement       Student Health       Campus Employment & Career Planning       Safety & Transportation       Computing & Technology       Graduate Student Government       Contact GSAS Student Affairs                      Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}]}]