[{"detail": [{"content": "NYU | Drama Lit | Undergraduate Program                                                                                             The Major and Minor in Dramatic Literature at NYU   The standard Dramatic Literature major consists of ten courses within the department, including V30.0110 and V30.0111; one course in dramatic literature before 1800; a minimum of two (maximum of seven) Dramatic Literature electives; and no more than five courses in cinema studies and practical theatre. Transfer students must complete at least five of the 10 courses at the College. Note: C- is the lowest grade that may be counted toward the major provided that the overall average in dramatic literature courses, including the C- course, is C or above.   The standard Dramatic Literature minor consists of any four V30 courses offered by the department. Transfer students must complete at least two of the four courses at the College. Note: C- is the lowest grade that may be counted toward the minor provided that the overall average in dramatic literature courses, including the C- course, is C or above. Courses fulfilling distribution requirements:   Please note that the titles of certain courses vary from semester to semester. You should go by the number rather than the title in determining the requirement fulfilled by such courses.    Course Planning Worksheet [PDF]    Dramatic Literature Before 1800 (one required) DRLIT-UA 35 Acting Medieval Literature DRLIT-UA 36 Reorienting the Renaissance DRLIT-UA 225 Shakespeare I DRLIT-UA 226 Shakespeare II DRLIT-UA 228 Shakespeare On Film DRLIT-UA 230 Colloq: Shakespeare DRLIT-UA 231 Shakespeares Contemporaries DRLIT-UA 200 Tragedy DRLIT-UA 205 Comedy DRLIT-UA 210 Greek Drama DRLIT-UA 211 Comedies Of Greece And Rome DRLIT-UA 212 Roman Drama DRLIT-UA 235 Restoration &amp; 18th C Drama DRLIT-UA 290 17th Century Theatre Dramatic Literature Electives (minimum of two, maximum of seven will count toward the major) DRLIT-UA 113 Modern Drama DRLIT-UA 114 Modern Drama: Expressionism &amp; Beyond DRLIT-UA 130 Theory Of Drama DRLIT-UA 134 Theatre in New York  DRLIT-UA 136 The Avant-Garde DRLIT-UA 137 Gay &amp; Lesbian Performance DRLIT-UA 138 Popular Performance DRLIT-UA 173 Futurism DRLIT-UA 240 Feminism And Theatre DRLIT-UA 245 Modern British Drama DRLIT-UA 246 Colloq: Major Playwrights DRLIT-UA 249 Modern Irish Drama DRLIT-UA 251 Theatrical Genres DRLIT-UA 253 Modern American Drama DRLIT-UA 254 Major Playwrights DRLIT-UA 255 African-American Drama DRLIT-UA 256 Asian American Theater DRLIT-UA 257 Aids In Performance DRLIT-UA 258 Political Theatre DRLIT-UA 260 Modern Central European Drama: DRLIT-UA 261 Comp Study 20th C Drama DRLIT-UA 270 Contemporary French Theatre DRLIT-UA 280 Pirandello And The Italian Theatre DRLIT-UA 291 Spanish Theatre Of The 20th Century DRLIT-UA 292 Garcia Lorca DRLIT-UA 293 Theatre Of Latin America DRLIT-UA 294 Theatre In Asia DRLIT-UA 296 Musical Theatre DRLIT-UA 301 Topics In Performance Studies DRLIT-UA 508 Inter-Artistic Genres DRLIT-UA 701 Irish Dramatists DRLIT-UA 720 Gender &amp; Performance In The Italian Th DRLIT-UA 863 The Italian South: Literature, Theatre, Cinema Cinema and Practical Theatre (maximum of five) DRLIT-UA 300 Drama in Performance in New York  DRLIT-UA 504 Cinema &amp; Literature DRLIT-UA 506 Italian Films, Italian Histories II DRLIT-UA 511 Film Criticism DRLIT-UA 512 Film Genres: Westerns And Horror DRLIT-UA 513 Intro. To American Video Art DRLIT-UA 514 Women, Film And Social Change DRLIT-UA 517 Film Aesthetics DRLIT-UA 520 Silent Screen: 1895-1928 DRLIT-UA 521 Hollywood &amp; Its Alternatives DRLIT-UA 522 History Of Russian Film DRLIT-UA 523 The Economics Of Film DRLIT-UA 524 Topics In International Cinema DRLIT-UA 525 Topics In US Cinema DRLIT-UA 526 Topics In Theoretical DRLIT-UA 527 Topics In Social Cinema DRLIT-UA 528 Comparative Directors DRLIT-UA 530 Film Now DRLIT-UA 531 Film Theory DRLIT-UA 636 Stagecraft DRLIT-UA 638 Acting I DRLIT-UA 640 Acting I DRLIT-UA 641 Stage Lighting DRLIT-UA 642 Costume Design DRLIT-UA 644 Directing DRLIT-UA 645 Design For The Stage DRLIT-UA 647 Styles Of Acting &amp; Directing DRLIT-UA 648 Physical Theatre Improvisation DRLIT-UA 649 Fundamentals Of Acting I DRLIT-UA 650 Fundamentals Of Acting II DRLIT-UA 840 Workshop in Playwriting"}]},
{"detail": [{"content": "NYU | Drama Lit | Undergraduate Program                                                                                             The Major and Minor in Dramatic Literature at NYU   The standard Dramatic Literature major consists of ten courses within the department, including V30.0110 and V30.0111; one course in dramatic literature before 1800; a minimum of two (maximum of seven) Dramatic Literature electives; and no more than five courses in cinema studies and practical theatre. Transfer students must complete at least five of the 10 courses at the College. Note: C- is the lowest grade that may be counted toward the major provided that the overall average in dramatic literature courses, including the C- course, is C or above.   The standard Dramatic Literature minor consists of any four V30 courses offered by the department. Transfer students must complete at least two of the four courses at the College. Note: C- is the lowest grade that may be counted toward the minor provided that the overall average in dramatic literature courses, including the C- course, is C or above. Courses fulfilling distribution requirements:   Please note that the titles of certain courses vary from semester to semester. You should go by the number rather than the title in determining the requirement fulfilled by such courses.    Course Planning Worksheet [PDF]    Dramatic Literature Before 1800 (one required) DRLIT-UA 35 Acting Medieval Literature DRLIT-UA 36 Reorienting the Renaissance DRLIT-UA 225 Shakespeare I DRLIT-UA 226 Shakespeare II DRLIT-UA 228 Shakespeare On Film DRLIT-UA 230 Colloq: Shakespeare DRLIT-UA 231 Shakespeares Contemporaries DRLIT-UA 200 Tragedy DRLIT-UA 205 Comedy DRLIT-UA 210 Greek Drama DRLIT-UA 211 Comedies Of Greece And Rome DRLIT-UA 212 Roman Drama DRLIT-UA 235 Restoration &amp; 18th C Drama DRLIT-UA 290 17th Century Theatre Dramatic Literature Electives (minimum of two, maximum of seven will count toward the major) DRLIT-UA 113 Modern Drama DRLIT-UA 114 Modern Drama: Expressionism &amp; Beyond DRLIT-UA 130 Theory Of Drama DRLIT-UA 134 Theatre in New York  DRLIT-UA 136 The Avant-Garde DRLIT-UA 137 Gay &amp; Lesbian Performance DRLIT-UA 138 Popular Performance DRLIT-UA 173 Futurism DRLIT-UA 240 Feminism And Theatre DRLIT-UA 245 Modern British Drama DRLIT-UA 246 Colloq: Major Playwrights DRLIT-UA 249 Modern Irish Drama DRLIT-UA 251 Theatrical Genres DRLIT-UA 253 Modern American Drama DRLIT-UA 254 Major Playwrights DRLIT-UA 255 African-American Drama DRLIT-UA 256 Asian American Theater DRLIT-UA 257 Aids In Performance DRLIT-UA 258 Political Theatre DRLIT-UA 260 Modern Central European Drama: DRLIT-UA 261 Comp Study 20th C Drama DRLIT-UA 270 Contemporary French Theatre DRLIT-UA 280 Pirandello And The Italian Theatre DRLIT-UA 291 Spanish Theatre Of The 20th Century DRLIT-UA 292 Garcia Lorca DRLIT-UA 293 Theatre Of Latin America DRLIT-UA 294 Theatre In Asia DRLIT-UA 296 Musical Theatre DRLIT-UA 301 Topics In Performance Studies DRLIT-UA 508 Inter-Artistic Genres DRLIT-UA 701 Irish Dramatists DRLIT-UA 720 Gender &amp; Performance In The Italian Th DRLIT-UA 863 The Italian South: Literature, Theatre, Cinema Cinema and Practical Theatre (maximum of five) DRLIT-UA 300 Drama in Performance in New York  DRLIT-UA 504 Cinema &amp; Literature DRLIT-UA 506 Italian Films, Italian Histories II DRLIT-UA 511 Film Criticism DRLIT-UA 512 Film Genres: Westerns And Horror DRLIT-UA 513 Intro. To American Video Art DRLIT-UA 514 Women, Film And Social Change DRLIT-UA 517 Film Aesthetics DRLIT-UA 520 Silent Screen: 1895-1928 DRLIT-UA 521 Hollywood &amp; Its Alternatives DRLIT-UA 522 History Of Russian Film DRLIT-UA 523 The Economics Of Film DRLIT-UA 524 Topics In International Cinema DRLIT-UA 525 Topics In US Cinema DRLIT-UA 526 Topics In Theoretical DRLIT-UA 527 Topics In Social Cinema DRLIT-UA 528 Comparative Directors DRLIT-UA 530 Film Now DRLIT-UA 531 Film Theory DRLIT-UA 636 Stagecraft DRLIT-UA 638 Acting I DRLIT-UA 640 Acting I DRLIT-UA 641 Stage Lighting DRLIT-UA 642 Costume Design DRLIT-UA 644 Directing DRLIT-UA 645 Design For The Stage DRLIT-UA 647 Styles Of Acting &amp; Directing DRLIT-UA 648 Physical Theatre Improvisation DRLIT-UA 649 Fundamentals Of Acting I DRLIT-UA 650 Fundamentals Of Acting II DRLIT-UA 840 Workshop in Playwriting"}, {"content": "Course Descriptions (GSAS Bulletin)    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Course Descriptions (GSAS Bulletin)   General      Studies in Italian Culture ITAL-GA 1981 Faculty. 4 points. 2013-14, 2014-15. Variable content course. Recent topics: social and cultural studies (Forgacs); Nietzsche in Italy and France (Merjian); diversity and otherness in contemporary Italy (Forgacs); Pasolini and a politics of art (Merjian); film and urban space in Italy (Forgacs); Florentine Culture, 1250-1600 (Cox); Language and Politics in Italy from the Renaissance to Berlusconi (Cox and Ben-Ghiat).      Topics in Italian American Culture ITAL-GA 2165 Faculty. 4 points. 2014-15. Topics range from sociology of immigration to anthropology of ethnic identity, and from Italian American fiction to the contribution of Italian Americans to the visual and performing arts.      Topics in Italian Literature ITAL-GA 2192 Faculty. 4 points. 2013-14, 2014-15. Variable content course. Recent topics: pastoral and peasants in Italian culture (Tylus); gender and writing in Renaissance Italy (Cox); love and magic, words and images in Orlando Furioso and 16th-century culture (Bolzoni).      PhD Exam Preparation Seminar ITAL-GA 3020 Forgacs. 4 points. 2013-14, 2014-15. This course comprises a series of student-led seminars under the direction of the Director of Graduate Studies, intended to prepare students for their PhD exam.      Guided Individual Reading ITAL-GA 2891 Faculty. 4 points. 2013-14, 2014-15.      Medieval/Early Modern      Divina Commedia ITAL-GA 2311 Ardizzone, Freccero. 4 points. 2013-14, 2014-15. This course proposes a reading of Dante's Commedia considered in light of the theological, philosophical and rhetorical learning of Dante's time.      Seminar on Dante ITAL-GA 3142 Ardizzone, Freccero. 4 points. 2013-14, 2014-15. This course proposes a reading of Dante's Commedia and prose works.      Dante and Medieval Thought ITAL-GA 2314 Ardizzone. 4 points. 2013-14, 2014-15. Dante's minor works and, in particular, Vita Nova, Convivio, and De Vulgari eloquentia, read in light of the philosophical-theological debate of the time. Focus is on intellectual history, medieval theory of knowledge, intelligence, and speculation from the Pseudo-Dyonisius to Albert the Great, Thomas Aquinas, Sigier of Brabant and Bonaventure.      Studies in Medieval Culture ITAL-GA 2389 Ardizzone. 4 points. 2013-14, 2014-15. Variable content course. Recent topics: bodies, passion, and knowledge; Stilnovisti: poetry and ntellectual history; politics, poetics, and imagination in 13th-century poetry: from the Sicilian School to Cino da Pistoia; Dante, the Prose Works as an Intellectual Autobiography.      The Arts of Eloquence in Medieval and Early Modern Italy ITAL-GA 2588 Cox. 4 points. 2014-15. Recent scholarship in medieval and early modern culture has increasingly stressed the centrality of the study of rhetoric in these periods and the range of its influence, not simply on literature but on everything from art, music, and architecture to political thought. This course serves as an introduction to medieval and early modern rhetoric in Italy, conceived of broadly as a global art of persuasive discourse, spanning both verbal and nonverbal uses.      Studies in Renaissance Literature ITAL-GA 2589 Cox, Bolzoni, Tylus. 4 points. 2014-15. Variable content course. Recent topics: The Italian Lyric Tradition from Petrarch to Marino (Tylus); art and literature, poetry and portrait in Italian Renaissance (Bolzoni); the literature of pilgrimage in early modern Italy (Tylus) 2014-15.      The Courtesan in Early Modern Italian Society and Culture ITAL-GA 2590 Cox. 4 points. 2014-15. Examines the figure of the so-called cortigiana onesta within 16th- to 17th-century Italian culture, with a particular focus on the role courtesans played within the literary culture of the period, both as authors and as the subject of literary works. Also pays some attention to representations of courtesans within the visual arts and to their role within the musical culture of the time and in the early history of Italian theatre.      Studies in Early Modern Literature ITAL-GA 2689 Cox, Tylus. 4 points. Variable content course. Recent topics: Studies in Translation (Tylus). 2014-15.      19th and 20th Centuries      Italian Colonialism ITAL-GA 2972 Ben-Ghiat. 4 points. 2014-15. Explores Italian colonialism from the late 19th century through decolonization. Through readings of colonial travel literature, novels, films, diaries, memoirs, and other texts, students address the meaning of colonialism within Italian history and culture, the specificities of the Italian colonial case within broader trends of European imperialism, and the legacies of colonialism in contemporary Italy.      Neorealism ITAL-GA 1980 Ben-Ghiat. 4 points. 2014-15. This course examines the Neorealist movement in cinema and literature that swept Italian culture just after World War Two. We will explore the varieties of Neorealist styles and ideologies, Neorealisms, cultural and political context (Reconstruction, the Cold War, the legacies of fascism, war trauma), and its influence in later Italian culture and film.      20th-Century Italian Poetry ITAL-GA 2984 Ardizzone. 4 points. 2013-14, 2014-2015. Reading and analysis of major poetic texts of the century until contemporary poetry. Principal authors: D'Annunzio, Pascoli, Luzi, Montale, Saba, Sereni, Ungaretti, Zanzotto. Focus is on movements such as symbolism, decadentism, ermetism, as well as the discourse of the avant-garde.      Studies in 20th-Century Literature ITAL-GA 2989 Variable content course. Faculty. 4 points. 2013-14, 2014-15.      Courses in Florence      Introduction to Research in Italian Studies ITAL-GA 9004 Faculty. 4 points. 2013-14, 2014-15. This course is an introduction to the discipline of Italian Studies for beginning masters students, intended to help orient them in their M.A. studies, and to select a research topic for their thesis. After an initial, general session on research methods and principles, students will attend a series of video-conferenced seminars given by members of the department's New York-based faculty, covering the major research fields within Italian Studies, from Dante through Renaissance Studies to modern literature, art, cinema, and history.      Introduction to Research in Florence ITAL-GA 9005 Ilaria Sborgi. 4 points. 2013-14, 2014-15. This course is designed for graduate students in Italian Studies who are conducting their research in Florence. Its aim is to provide them with an introduction on how to carry out their field work in Italy and to acquaint them with a number of Florentine libraries and archives where they may find materials relevant to their studies. Introduction to Research in Florence is intended as complementary to another new course, Introduction to Research in Italian Studies. Together, the two courses are conceived as a comprehensive introduction to research methods and resources for students preparing for their first sustained exercise in independent academic work.      Letteratura Italiana ITAL-GA 9001 University of Florence faculty. 4 points. 2013-14, 2014-15. All students in the Italian Studies Master program in Florence have full access to courses offered in the arts and humanities curriculum at the local university. Students are expected to take at least one course at the university in completion of their credits for the program.      Work in Progress Seminar ITAL-GA 9003 Faculty. 2 points. 2013-14, 2014-15. This seminar, directed by the visiting faculty member, is intended to help students structure their work on their thesis, and prepare for the Graduate Studies symposium.      Topics in Italian Literature ITAL-GA 9192 Falkoff. 4 points. 2013-14.      Italian Cinema ITAL-GA 9883 Piombino. 4 points. 2013-14, 2014-15. This course examines the narration of the South in Italian cinema from 1946 to the present.      Early Modern Italian Drama ITAL-GA 9345 Nichlson. 4 points. 2013-14, 2014-15. This course explores how secular drama emerged in sixteenth-century Italy and spread throughout Europe through a chronological selection of representative European works and a focus on the intricate world of patronage.      Guided Individual Reading ITAL-GA 9891 Staff. 2/4 points. 2013-14, 2014-15.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU | Drama Lit | Undergraduate Program                                                                                             The Major and Minor in Dramatic Literature at NYU   The standard Dramatic Literature major consists of ten courses within the department, including V30.0110 and V30.0111; one course in dramatic literature before 1800; a minimum of two (maximum of seven) Dramatic Literature electives; and no more than five courses in cinema studies and practical theatre. Transfer students must complete at least five of the 10 courses at the College. Note: C- is the lowest grade that may be counted toward the major provided that the overall average in dramatic literature courses, including the C- course, is C or above.   The standard Dramatic Literature minor consists of any four V30 courses offered by the department. Transfer students must complete at least two of the four courses at the College. Note: C- is the lowest grade that may be counted toward the minor provided that the overall average in dramatic literature courses, including the C- course, is C or above. Courses fulfilling distribution requirements:   Please note that the titles of certain courses vary from semester to semester. You should go by the number rather than the title in determining the requirement fulfilled by such courses.    Course Planning Worksheet [PDF]    Dramatic Literature Before 1800 (one required) DRLIT-UA 35 Acting Medieval Literature DRLIT-UA 36 Reorienting the Renaissance DRLIT-UA 225 Shakespeare I DRLIT-UA 226 Shakespeare II DRLIT-UA 228 Shakespeare On Film DRLIT-UA 230 Colloq: Shakespeare DRLIT-UA 231 Shakespeares Contemporaries DRLIT-UA 200 Tragedy DRLIT-UA 205 Comedy DRLIT-UA 210 Greek Drama DRLIT-UA 211 Comedies Of Greece And Rome DRLIT-UA 212 Roman Drama DRLIT-UA 235 Restoration &amp; 18th C Drama DRLIT-UA 290 17th Century Theatre Dramatic Literature Electives (minimum of two, maximum of seven will count toward the major) DRLIT-UA 113 Modern Drama DRLIT-UA 114 Modern Drama: Expressionism &amp; Beyond DRLIT-UA 130 Theory Of Drama DRLIT-UA 134 Theatre in New York  DRLIT-UA 136 The Avant-Garde DRLIT-UA 137 Gay &amp; Lesbian Performance DRLIT-UA 138 Popular Performance DRLIT-UA 173 Futurism DRLIT-UA 240 Feminism And Theatre DRLIT-UA 245 Modern British Drama DRLIT-UA 246 Colloq: Major Playwrights DRLIT-UA 249 Modern Irish Drama DRLIT-UA 251 Theatrical Genres DRLIT-UA 253 Modern American Drama DRLIT-UA 254 Major Playwrights DRLIT-UA 255 African-American Drama DRLIT-UA 256 Asian American Theater DRLIT-UA 257 Aids In Performance DRLIT-UA 258 Political Theatre DRLIT-UA 260 Modern Central European Drama: DRLIT-UA 261 Comp Study 20th C Drama DRLIT-UA 270 Contemporary French Theatre DRLIT-UA 280 Pirandello And The Italian Theatre DRLIT-UA 291 Spanish Theatre Of The 20th Century DRLIT-UA 292 Garcia Lorca DRLIT-UA 293 Theatre Of Latin America DRLIT-UA 294 Theatre In Asia DRLIT-UA 296 Musical Theatre DRLIT-UA 301 Topics In Performance Studies DRLIT-UA 508 Inter-Artistic Genres DRLIT-UA 701 Irish Dramatists DRLIT-UA 720 Gender &amp; Performance In The Italian Th DRLIT-UA 863 The Italian South: Literature, Theatre, Cinema Cinema and Practical Theatre (maximum of five) DRLIT-UA 300 Drama in Performance in New York  DRLIT-UA 504 Cinema &amp; Literature DRLIT-UA 506 Italian Films, Italian Histories II DRLIT-UA 511 Film Criticism DRLIT-UA 512 Film Genres: Westerns And Horror DRLIT-UA 513 Intro. To American Video Art DRLIT-UA 514 Women, Film And Social Change DRLIT-UA 517 Film Aesthetics DRLIT-UA 520 Silent Screen: 1895-1928 DRLIT-UA 521 Hollywood &amp; Its Alternatives DRLIT-UA 522 History Of Russian Film DRLIT-UA 523 The Economics Of Film DRLIT-UA 524 Topics In International Cinema DRLIT-UA 525 Topics In US Cinema DRLIT-UA 526 Topics In Theoretical DRLIT-UA 527 Topics In Social Cinema DRLIT-UA 528 Comparative Directors DRLIT-UA 530 Film Now DRLIT-UA 531 Film Theory DRLIT-UA 636 Stagecraft DRLIT-UA 638 Acting I DRLIT-UA 640 Acting I DRLIT-UA 641 Stage Lighting DRLIT-UA 642 Costume Design DRLIT-UA 644 Directing DRLIT-UA 645 Design For The Stage DRLIT-UA 647 Styles Of Acting &amp; Directing DRLIT-UA 648 Physical Theatre Improvisation DRLIT-UA 649 Fundamentals Of Acting I DRLIT-UA 650 Fundamentals Of Acting II DRLIT-UA 840 Workshop in Playwriting"}, {"content": "Course Descriptions (GSAS Bulletin)    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Course Descriptions (GSAS Bulletin)   General      Studies in Italian Culture ITAL-GA 1981 Faculty. 4 points. 2013-14, 2014-15. Variable content course. Recent topics: social and cultural studies (Forgacs); Nietzsche in Italy and France (Merjian); diversity and otherness in contemporary Italy (Forgacs); Pasolini and a politics of art (Merjian); film and urban space in Italy (Forgacs); Florentine Culture, 1250-1600 (Cox); Language and Politics in Italy from the Renaissance to Berlusconi (Cox and Ben-Ghiat).      Topics in Italian American Culture ITAL-GA 2165 Faculty. 4 points. 2014-15. Topics range from sociology of immigration to anthropology of ethnic identity, and from Italian American fiction to the contribution of Italian Americans to the visual and performing arts.      Topics in Italian Literature ITAL-GA 2192 Faculty. 4 points. 2013-14, 2014-15. Variable content course. Recent topics: pastoral and peasants in Italian culture (Tylus); gender and writing in Renaissance Italy (Cox); love and magic, words and images in Orlando Furioso and 16th-century culture (Bolzoni).      PhD Exam Preparation Seminar ITAL-GA 3020 Forgacs. 4 points. 2013-14, 2014-15. This course comprises a series of student-led seminars under the direction of the Director of Graduate Studies, intended to prepare students for their PhD exam.      Guided Individual Reading ITAL-GA 2891 Faculty. 4 points. 2013-14, 2014-15.      Medieval/Early Modern      Divina Commedia ITAL-GA 2311 Ardizzone, Freccero. 4 points. 2013-14, 2014-15. This course proposes a reading of Dante's Commedia considered in light of the theological, philosophical and rhetorical learning of Dante's time.      Seminar on Dante ITAL-GA 3142 Ardizzone, Freccero. 4 points. 2013-14, 2014-15. This course proposes a reading of Dante's Commedia and prose works.      Dante and Medieval Thought ITAL-GA 2314 Ardizzone. 4 points. 2013-14, 2014-15. Dante's minor works and, in particular, Vita Nova, Convivio, and De Vulgari eloquentia, read in light of the philosophical-theological debate of the time. Focus is on intellectual history, medieval theory of knowledge, intelligence, and speculation from the Pseudo-Dyonisius to Albert the Great, Thomas Aquinas, Sigier of Brabant and Bonaventure.      Studies in Medieval Culture ITAL-GA 2389 Ardizzone. 4 points. 2013-14, 2014-15. Variable content course. Recent topics: bodies, passion, and knowledge; Stilnovisti: poetry and ntellectual history; politics, poetics, and imagination in 13th-century poetry: from the Sicilian School to Cino da Pistoia; Dante, the Prose Works as an Intellectual Autobiography.      The Arts of Eloquence in Medieval and Early Modern Italy ITAL-GA 2588 Cox. 4 points. 2014-15. Recent scholarship in medieval and early modern culture has increasingly stressed the centrality of the study of rhetoric in these periods and the range of its influence, not simply on literature but on everything from art, music, and architecture to political thought. This course serves as an introduction to medieval and early modern rhetoric in Italy, conceived of broadly as a global art of persuasive discourse, spanning both verbal and nonverbal uses.      Studies in Renaissance Literature ITAL-GA 2589 Cox, Bolzoni, Tylus. 4 points. 2014-15. Variable content course. Recent topics: The Italian Lyric Tradition from Petrarch to Marino (Tylus); art and literature, poetry and portrait in Italian Renaissance (Bolzoni); the literature of pilgrimage in early modern Italy (Tylus) 2014-15.      The Courtesan in Early Modern Italian Society and Culture ITAL-GA 2590 Cox. 4 points. 2014-15. Examines the figure of the so-called cortigiana onesta within 16th- to 17th-century Italian culture, with a particular focus on the role courtesans played within the literary culture of the period, both as authors and as the subject of literary works. Also pays some attention to representations of courtesans within the visual arts and to their role within the musical culture of the time and in the early history of Italian theatre.      Studies in Early Modern Literature ITAL-GA 2689 Cox, Tylus. 4 points. Variable content course. Recent topics: Studies in Translation (Tylus). 2014-15.      19th and 20th Centuries      Italian Colonialism ITAL-GA 2972 Ben-Ghiat. 4 points. 2014-15. Explores Italian colonialism from the late 19th century through decolonization. Through readings of colonial travel literature, novels, films, diaries, memoirs, and other texts, students address the meaning of colonialism within Italian history and culture, the specificities of the Italian colonial case within broader trends of European imperialism, and the legacies of colonialism in contemporary Italy.      Neorealism ITAL-GA 1980 Ben-Ghiat. 4 points. 2014-15. This course examines the Neorealist movement in cinema and literature that swept Italian culture just after World War Two. We will explore the varieties of Neorealist styles and ideologies, Neorealisms, cultural and political context (Reconstruction, the Cold War, the legacies of fascism, war trauma), and its influence in later Italian culture and film.      20th-Century Italian Poetry ITAL-GA 2984 Ardizzone. 4 points. 2013-14, 2014-2015. Reading and analysis of major poetic texts of the century until contemporary poetry. Principal authors: D'Annunzio, Pascoli, Luzi, Montale, Saba, Sereni, Ungaretti, Zanzotto. Focus is on movements such as symbolism, decadentism, ermetism, as well as the discourse of the avant-garde.      Studies in 20th-Century Literature ITAL-GA 2989 Variable content course. Faculty. 4 points. 2013-14, 2014-15.      Courses in Florence      Introduction to Research in Italian Studies ITAL-GA 9004 Faculty. 4 points. 2013-14, 2014-15. This course is an introduction to the discipline of Italian Studies for beginning masters students, intended to help orient them in their M.A. studies, and to select a research topic for their thesis. After an initial, general session on research methods and principles, students will attend a series of video-conferenced seminars given by members of the department's New York-based faculty, covering the major research fields within Italian Studies, from Dante through Renaissance Studies to modern literature, art, cinema, and history.      Introduction to Research in Florence ITAL-GA 9005 Ilaria Sborgi. 4 points. 2013-14, 2014-15. This course is designed for graduate students in Italian Studies who are conducting their research in Florence. Its aim is to provide them with an introduction on how to carry out their field work in Italy and to acquaint them with a number of Florentine libraries and archives where they may find materials relevant to their studies. Introduction to Research in Florence is intended as complementary to another new course, Introduction to Research in Italian Studies. Together, the two courses are conceived as a comprehensive introduction to research methods and resources for students preparing for their first sustained exercise in independent academic work.      Letteratura Italiana ITAL-GA 9001 University of Florence faculty. 4 points. 2013-14, 2014-15. All students in the Italian Studies Master program in Florence have full access to courses offered in the arts and humanities curriculum at the local university. Students are expected to take at least one course at the university in completion of their credits for the program.      Work in Progress Seminar ITAL-GA 9003 Faculty. 2 points. 2013-14, 2014-15. This seminar, directed by the visiting faculty member, is intended to help students structure their work on their thesis, and prepare for the Graduate Studies symposium.      Topics in Italian Literature ITAL-GA 9192 Falkoff. 4 points. 2013-14.      Italian Cinema ITAL-GA 9883 Piombino. 4 points. 2013-14, 2014-15. This course examines the narration of the South in Italian cinema from 1946 to the present.      Early Modern Italian Drama ITAL-GA 9345 Nichlson. 4 points. 2013-14, 2014-15. This course explores how secular drama emerged in sixteenth-century Italy and spread throughout Europe through a chronological selection of representative European works and a focus on the intricate world of patronage.      Guided Individual Reading ITAL-GA 9891 Staff. 2/4 points. 2013-14, 2014-15.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Graduate Student Profiles    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Graduate Student Profiles                       Riccardo Antonangeli received his BA at the Sapienza University of Rome in Comparative Literature and his MA at the University of Italian Switzerland (Lugano) in Letteratura e Civiltà Italiana. His final dissertation was entitled “Sinceritas eterna: half-light. Ezra Pound e l’ultimo Pasolini.” Now at NYU he is exploring twentieth century Italian and European literature, following all the deviations his research will hopefully suggest. In addition, Riccardo follows the many ways in which cinema studies and film analysis go hand in hand with literary criticism, helping to piece together the various images and voices of Man in the 20th-century. He recently published an article entitled “Un’oscura energia nel riconoscere” in Strumenti Critici about scenes of recognition in War and Peace and Thomas Mann’s Joseph.                Franco Baldasso graduated in modern Italian literature at the Università degli Studi of Bologna, where he worked as a journalist and editor. His research focuses on 20th century literature and intellectual history, the negotiations between fiction and historical discourse as well as the legacy of the Holocaust and World War II in Italy. After some publications on Primo Levi and his works for the journal Poetiche , he published his first book, Il cerchio di gesso . Primo Levi narratore e testimone (2007). He also edited a series of photographical volumes about the city of Florence from the Risorgimento to the economic boom of the 1960s for the newspaper La Nazione . His articles appeared in Modern Language Notes , Context , Nemla-Italian Studies and Scritture Migranti . Franco received his MA at NYU with a thesis on the representation of the Balkans in Italian culture, and he is now completing his dissertation titled, Against Redemption: The Debate over Italian History during the Transition from Fascism to Democracy . He has been the recipient of many awards, such as the A.W. Mellon Dissertation Fellowship in the Humanities, the Humanities Initiative Honorary Fellowship and the Remarque Institute Doctoral Fellowship.             Giovanni Braico is a Ph.D. student in the Department of Italian Studies at NYU. He graduated with a degree in Foreign Languages and Literature from Universit à della Calabria, Italy, and received his M.A. in Italian Studies from Boston College. Giovanni has also spent a semester abroad studying Spanish Literature at the Universitat Aut ò noma de Barcelona, Spain while he was enrolled at the Universit à della Calabria. He is author of an article entitled \"Il dissidio sull'esistenza dell'inferno nel tardo medioevo: la posizione di Dante\" that will be published in the journal, Dante: rivista internazionale di studi su Dante Alighieri in November 2011. Giovanni's research interests include the justification of vendetta in medieval and early modern literature and the relationship between rhetoric and power.             Bryan Brazeau (B.A., Concordia University, 2008; M.A., New York University 2010) is currently working on a dissertation that examines the portrayal of interiority in sixteenth-century Christian epics written in Italy. He is the author of “ ‘Who Wants to Live Forever?’ Overcoming Poetic Immortality in Tasso's Gerusalemme Conquistata ,” MLN 129, No.1 (Italian Issue, January, 2014) and \" 'I fight auctoritas, auctoritas always wins': Siger of Brabant, Paradiso X and Dante’s Textual Authority,” in Dante and Heterodoxy: The Temptation of Radical Thought in the 13th century, ed. Maria Luisa Ardizzone (Cambridge: Cambridge Scholars Press, forthcoming 2014) and of the NYU Guide to Medieval and Early Modern Research in Italian Studies . His research interests include early modern conceptions of genre (specifically lyric and epic), the interaction between classical culture and religious values during the Counter-Reformation, chivalric epic (Boiardo, Ariosto, Tasso), cultural transactions between early modern Italy and Spain, along with digital humanities projects.             Paolo Campolonghi graduated in philosophy of science from the Università Statale degli Studi di Milano and he received a M.A. in Italian Cultural Studies from the University of Illinois at Urbana-Champaign. His main research interests include critical and political theory, biopolitics, Holocaust representation, globalization and imperialism, history and philosophy of science (particularly the concepts of \"crisis\", scientific realism and scientific revolution), cinema and visual culture. He has worked on Primo Levi, Agamben, Gramsci and Pasolini. Currently, he is focusing on global citizenship and situations of “exception” to the Nation-State paradigm, and on the figure of the intellectual in the very recent years of Italian history.             Valeria G. Castelli is a Ph.D. Candidate in Italian Studies at New York University. She received her Laurea in Lettere Moderne from the Università Cattolica del Sacro Cuore di Milano and her M.A. in Italian Studies from the University College of London. Her research interests include Modern and Contemporary Italian Literature, Italian Cultural Studies and Cinema, Documentary Film Theory and History. She published an interview with Giorgio Diritti in Zoom “d’oltreoceano”: istantanee sui registi italiani e sull’Italia (Rome: Vecchiarelli, 2010) and a peer-reviewed article, “Is Citizen Berlusconi good for democracy? A ‘global documentary’ about Italy’s anomalies,” in the Special Issue “Other Visions: Contemporary Italian Documentary Cinema as Counter-Discourse,” in Studies in Documentary Film (2011). She wrote a chapter for the forthcoming Italian language textbook adopted by the Department of Italian Studies at NYU. She is the co-editor, with Jonathan Mullins and Alessandra Montalbano, of a peer-reviewed book, Denuncia: Speaking Up in Modern Italy, under contract with Fairleigh Dickinson University Press (http://nyudenuncia.wordpress.com/). Valeria is currently in Italy writing her dissertation provisionally entitled “Denouncing Injustice and Illegality: The Politics of Truth in Contemporary Italian Documentary Film (2001-2011).”       Brian DeGrazia holds a B.A. in Comparative Literature from Dartmouth College (2008) and an M.A. in Italian Studies from NYU (2012). His M.A. thesis, “’La morta poesì: irony in Pasolini’s Salò’” explores how the film’s intertextuality destabilizes and ultimately destroys both filmic and historical narrative. Brian has continued to develop his research interests in 20th century Italian literature and cinema, in particular within the work of Pasolini and the Gruppo 63. His dissertation, however, offers a critical history of the HIV/AIDS crisis as it has manifested in Italy. The project engages with biopolitical theory to examine the role of the Italian state and the Catholic Church in regulating persons infected with HIV and their bodies, and in constructing representations of them and discourse about them, as HIV became not just a disease but a point of cultural identification and signification.       Lindsay Eufusia is a Ph.D. student in the Department of Italian Studies. Her research interests include modern Italian literature, film, and culture, the fascist period, issues of gender and identity, considerations of the nation, nationality, and the family, and performativity and performance theory. She received her BA in Italian from the University of California, Berkeley, and worked as an editor in educational publishing prior to joining the graduate program at NYU. In 2007 she was a recipient of an Outstanding Teaching Assistant Award from the College of Arts and Science for her performance as an instructor of Italian at NYU.             Clément Godbarge is a fourth year Ph.D student. He holds a Licenciatura in Political Science from the Complutense University of Madrid, an M.A. in Renaissance Cultural and Intellectual History from the Warburg Institute of London, and an M.A. in Political Science from NYU. He is currently working on the political authority of medicine in Early Modern Europe. His dissertation focusses on the influence of the medical profession in Mantua under the Gonzaga. Other areas of interest include: literary historiography; XIX century receptions of Italian Renaissance culture in France, Spain, Portugal and Latin America; lyric poetry; and the history of cycling. For publications and other relevant information click here .              Valerie Hoagland received her B.A. in Classical Studies from the University of Washington, Seattle and her M.A. in Italian Studies from New York University. Her M.A. thesis examined the influence of classical rhetoric on the tradition of female exemplarity in Boccaccio's De mulieribus claris. She is currently working on her dissertation, which traces the emergence, development, and application of female biography throughout the early modern period, with a particular focus on the lives of creative and intellectual women. Her research interests include fifteenth- and sixteenth-century Italian literature, culture, and intellectual history; early modern women's writing; the traditions of life-writing and exemplarity from antiquity to the Counter-Reformation; and the history of rhetoric.        Rachel Love joined the Italian Studies Ph.D. program in September 2012. She developed an interest in Italian leftist culture during her junior year abroad in Florence, where she first made contact with the late Ivan Della Mea, Alessandro Portelli, and the Istituto Ernesto De Martino. After receiving her B.A. from Smith College in 2009, she spent two and a half years teaching English in Milan and Mantua. Her research interests include postwar cultural studies, the role of the intellectual, and oral history, including folk and protest music. She is currently working on her M.A. thesis on the narration of self in Giovanni Pirelli's war diaries and letters.        Nicola Lucchi is a doctoral candidate in Italian Studies. He is working on a dissertation that investigates the Fiat Lingotto automobile factory, together with its social, cultural and aesthetic resonances in interwar Italy. He graduated in Art History from the University of Trieste, Italy. His MA thesis at NYU examined the painterly work of Eugenio Montale in relation to the poet's late literary production. His research interests include early-20th century Italian literature, visual culture and the interactions between power, ideology and culture. He is also interested in representations and negotiations of Italian identity in the United States. Nicola is an assistant editor for Allora - Corso di Italiano, NYU's new Italian language textbook, and has extensive organizational experience in academic study abroad.             Jonathan Mullins is a Ph.D. student with an A.B. in comparative literature from Dartmouth. He is currently at work on his dissertation which rethinks the historiography of leftist dissent of the 1970s through an examination of its material culture. His research interests include Italian cinema, performance studies, queer theory, 20th century Italian literature and intellectual history, material culture, thing theory, and media studies. He is author of \"Desiring Desire in Visconti's Ossessione \" (Journal of Romance Studies, Summer 2012) and co-editor, with Valeria Castelli and Alessandra Montalbano, of Denuncia: Speaking Up in Modern Italy (under contract with Fairleigh Dickinson University Press).       Deborah Pellegrino is a Ph.D. student in the Department of Italian Studies at NYU. She graduated with a degree in Foreign Languages and Literature from the University of Florence, Italy, and received her M.A. in Italian Studies from Boston College. Deborah has also worked as a teacher of the Italian language for several years, and is the recipient of the 2012 Boston College Donald J. White award for excellence in teaching. Her research interests include late Medieval and Renaissance Literature, analysis of the memoirs, chronicles and letters of Tuscan merchants, and the relationship between the work of the humanists and merchant writings, history, art, and culture in Florence. She is the author of “‘I buoni ammaestramenti che a ogni ora e sopra ogni caso e’ riceverà da lui.’ Un nuovo archetipo di padre mercante nei Ricordi di Giovanni di Pagolo Morelli,” in Quaderni d’Italianistica 35.1 (Spring 2014).        Joseph Perna is a PhD candidate in Italian Studies. His dissertation examines film melodrama and public life from the early 1930s through the late 1950s, with special emphasis on spectatorship and consumer culture. He holds a BA in Comparative Literature from the University of Chicago, and is the author of \"Compositional Affect in Ophuls\" ( The Italianist 34 [2014]).             Melissa Swain entered the Ph.D. program at NYU after receiving a B.A. in both Italian Studies and Art History at the University of California, Santa Cruz, and a Post-Baccalaureate Certificate in Art Conservation at SACI, Florence. Prior to coming to NYU, she worked as an art restorer and conservation technician in Florence and New Orleans, Louisiana. She continues to focus on issues of early modern Italian cultural production, with an emphasis on gender, literature, and visual culture within the courtly milieu. Together with Francesca Maria Gabrielli and Shannon McHugh, Melissa is co-translator of Renaissance Women’s Writing between the Two Adriatic Shores (Toronto University Press, forthcoming 2011).     Kristin Szostek began the Italian Ph.D. program in September 2012. She graduated from Dartmouth College with a B.A. in Comparative Literature, with her senior thesis focusing on PTSD and first-person narratives. After working as a copywriter for several years, she completed an M.A. in Italian Literature at NYU with a thesis entitled The Wheel, the Light, and the Miracle: Bergsonian Memory in Montale's Verse . Her interests include early 20th century poetry, memory and trauma, literary theory, and literary representations of Rome.         Anna Wainwright is a Ph.D. candidate in the Department of Italian Studies. She holds an M.A. from NYU, and a B.A. in Comparative Literature from the University of Chicago. Her dissertation examines the figure of the widow in early modern Italian literature. Her research interests include early modern women's writing, the Counter-Reformation, epic poetry and crusade, pastoral drama, and merchant literature. She is currently at work on a translation of an untitled late sixteenth-century Italian pastoral drama for The Other Voice Series at the University of Toronto Press with Virginia Cox and Lisa Sampson. She is also the editorial assistant for the journal Dante Studies, and the graduate student representative for the Society for the Study of Early Modern Women.             Kimberly Ziegler is currently writing her dissertation, which engages with oral history, pedagogy, and urban studies to reconstruct the social history of Project Chance, an experimental school for marginalized youth in Naples, Italy. Her M.A. thesis, “Instrumentalizing Naples: The Intersection of Futurism and Neapolitan Culture in Cangiullo’s Piedigrotta,” examines Francesco Cangiullo’s words-in-freedom poem Piedigrotta and its portrayal of the famous music festival as a mixture of popular and avant-garde culture. Prior to NYU, Kimberly received a B.A. in both Philosophy and Modern Languages and Literatures from Kenyon College. She also spent one year in Naples as a Fulbright Graduate Research Fellow, studying and participating in local schools’ “Schools Adopt a Monument” project. Her research interests include 20th century Italian literature and film, cultural studies, critical spatial theory, oral history, and history of education.                  Contact Us | &copy; New York University , Arts and Science"}]}]