[{"detail": [{"content": "Courses | Systems and Control Group (SCG)            //-->               Skip to main content                                  Systems and Control Group (SCG)                                  Search form      Search                   Courses     Home   People   Research   Courses   History   Seminars               Home                                Courses                                   COURSES    The following courses are recommended for graduate students interested in the Control Systems and/or Robotics areas:    EL 5223 Sensor Based Robotics, Credits: 3.00  EL 5253 Applied Matrix Theory, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00  EL 6223 Nonlinear and Sampled-Data Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00  EL 6253 Linear Systems, Credits: 3.00  EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 8223 Applied Nonlinear Control, Credits: 3.00  EL 8233 Optimal Control Theory, Credits: 3.00  EL 8253 Large Scale Systems and Decentralized Control, Credits: 3.00  EL 9213 Game Theory for Multi-Agent Systems, Credits: 3.00  Digital Control/Robotics Laboratory. Projects may be taken at any time with permission of the instructor (Prof. F. Khorrami).    The following may be taken as sequences:    EL 6253 Linear Systems, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00 and EL 6253 Linear Systems, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00    GUADUATE STUDY INFORMATION    We have developed a network of laboratories to support undergraduate and graduate education in Control Systems Technology in the Polytechnic School of Engineering at New York Univeristy. Click here for information on our PhD program.                                        &copy; NYU Polytechnic School of Engineering."}]},
{"detail": [{"content": "Courses | Systems and Control Group (SCG)            //-->               Skip to main content                                  Systems and Control Group (SCG)                                  Search form      Search                   Courses     Home   People   Research   Courses   History   Seminars               Home                                Courses                                   COURSES    The following courses are recommended for graduate students interested in the Control Systems and/or Robotics areas:    EL 5223 Sensor Based Robotics, Credits: 3.00  EL 5253 Applied Matrix Theory, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00  EL 6223 Nonlinear and Sampled-Data Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00  EL 6253 Linear Systems, Credits: 3.00  EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 8223 Applied Nonlinear Control, Credits: 3.00  EL 8233 Optimal Control Theory, Credits: 3.00  EL 8253 Large Scale Systems and Decentralized Control, Credits: 3.00  EL 9213 Game Theory for Multi-Agent Systems, Credits: 3.00  Digital Control/Robotics Laboratory. Projects may be taken at any time with permission of the instructor (Prof. F. Khorrami).    The following may be taken as sequences:    EL 6253 Linear Systems, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00 and EL 6253 Linear Systems, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00    GUADUATE STUDY INFORMATION    We have developed a network of laboratories to support undergraduate and graduate education in Control Systems Technology in the Polytechnic School of Engineering at New York Univeristy. Click here for information on our PhD program.                                        &copy; NYU Polytechnic School of Engineering."}, {"content": "Bulletin Course Descriptions | Economics | NYU                                                             Back to Home               Course Descriptions (GSAS Bulletin)     Core M.A. Courses and Special Research Project    Mathematics for Economists ECON-GA 1001 Hodge, Arkonac. 3 points. 2013-14, 2014-15. Applications of mathematics to economics: functions, simultaneous equations; linear models and matrix algebra; determinants, inverse matrix, Cramer's rule; differentiation and optimization of functions of one or more variables; quadratic forms, characteristic roots and vectors, constrained optimization; interpretation of the Lagrange multiplier. Techniques applied to examples from the theory of the firm and consumer behavior.    Microeconomic Theory ECON-GA 1003 Prerequisite: ECON-GA 1001. Hodge, Quella. 3 points. 2013-14, 2014-15. Applied microeconomics relating to the firm in various markets and household behavior.    Macroeconomic Theory I ECON-GA 1005 Quella, Staff. 3 points. 2013-14, 2014-15. Macroeconomic theory applied to aggregate supply and demand and their components, designing and implementing macroeconomic policy goals and forecasting GDP and its components.    Applied Statistics and Econometrics I ECON-GA 1101 Prerequisite: undergraduate statistics course or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15. Review and introduction of topics in probability and statistics needed to understand applied statistics and econometric techniques for quantitative research and analysis. The topics reviewed include random variables, discrete and continuous probability distributions, mathematical expectations, estimation and inference. The topics introduced include simple and multivariate regression models, least squares estimation, hypothesis testing, and specification analysis.    Applied Statistics and Econometrics II ECON-GA 1102 Prerequisite: ECON-GA 1101 or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15 Introduction of topics needed to understand advanced applied statistics and econometric techniques for quantitative research and analysis. Topics include the Generalized Regression Model, Instrumental Variables, Systems of Equations, Panel Data Analysis, Discrete Choice Models and Time Series Analysis.    Special Project in Economic Research ECON-GA 3200 Alonso, Garlow, Leonard, Levanon. 5-2 points. 2013-14, 2014-15 Students integrate economic theory, empirical techniques, and analytical tools to solve real-world problems. Students undertake (1) a comprehensive and critical literature survey of an applied topic in recent economic literature and (2) original analytical and/or empirical work on that topic.    ELECTIVE M.A. COURSES    Monetary Economics    Money and Banking ECON-GA 1402 Skoorka. 3 points. 2013-14, 2014-15 The role of money in the economy-monetary institutions, monetary theory (the old and new quantity and Keynesian theories), monetary policy goals, methods, and problems, with special emphasis on banking regulation.    Regulation of Financial Institutions ECON-GA 2401 Prerequisite: ECON-GA 1402. Prager. 3 points. 2013-2014 What caused the financial crisis of 2007-2008? Where were the financial system regulators before, during, and after the crisis? This course explores these questions by examining the fundamental roles and weaknesses of the banking system both conceptually and by considering earlier banking crises. The functioning and increasing importance of the shadow banking system, the significance of mortgage markets and financial derivatives, and the management of complex financial institutions as well as legislation and regulation that has been implemented since the crisis are critically examined. While the course focuses primarily on the US, other countries' financial markets are not ignored. The method of instruction involves both class lectures and student presentations and papers.    International Economics    International Trade ECON-GA 1505 Prerequisite: ECON-GA 1003 or permission of the instructor. Ordover. 3 points. 2013-14, 2014-15. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    International Finance ECON-GA 1506 Prerequisite: ECON-GA 1003 or permission of the instructor. Weinberg. 3 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, reforms of the system.    Economic Growth and Development    Economic Development I ECON-GA 1603 Pre- or corequisite: ECON-GA 1003 or permission of the instructor. Harper. 3 points. 2013-14, 2014-15 This course provides an overview of problems of growth and development, with an emphasis upon less developed countries, transition economies and industrialized countries undergoing extensive liberalization. It will examine the vigorous debates that have taken place regarding economic development. Why do some economies grow, while others do not? Are the great differences in the wealth of nations due mainly to differences in the quality of their institutions and economic policies?    Political Economy of the Pacific Basin ECON-GA 2620 Denoon. 4 points. 2014-15. This course will evaluate recent trends in East Asian and Pacific economic and political developments, the character of economic growth, the nature of the political systems, and implications of recent dynamism. Overall trends are analyzed with discussion focused on three distinct regions: Northeast Asia, Southeast Asia, and the Pacific Islands.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Paganelli. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    The Economics of Welfare, Justice &amp; Ethics ECON-GA 2050 Otteson. 3 points. 2013-14, 2014-15. This course examines the moral status of the complex of political and economic institutions known as \"capitalism.\" What are the central historical and contemporary arguments offered in its favor, and what are the central arguments raised as objections? We will focus primarily on moral arguments for and against, and we will aim to treat the positions charitably yet critically. Among the authors we will read are Adam Smith, Hayek, Nozick, and Richard Epstein, as well as critics such as Marx, Sunstein, G. A. Cohen, and Liam Murphy and Thomas Nagel. Our goal will be to develop an informed judgment of the moral status of capitalism.    PH.D. COURSES    Basic Economic Theory For Ph.D. Students    Mathematics for Economists I ECON-GA 1021 Prerequisite: ECON-GA 1001 or equivalent. Staff. 4 points. 2013-14, 2014-15. Reviews theory of calculus, linear algebra, and constrained optimization. Theory and methods of differential equations, calculus of variations, optimal control theory, and dynamic programming applied to economic problems.    Mathematics for Economists II ECON-GA 1022 Prerequisite: ECON-GA 1021 or permission of instructor. Staff. 4 points. 2013-14, 2014-15. Methods and applications of optimal control theory to problems of economics. Discusses economic applications of stochastic processes, probability, measure theory, and topology.    Microeconomic Theory I ECON-GA 1023 Pre- or corequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Decision theory, theory of the firm, and consumer behavior; introduction to general equilibrium theory and welfare economics.    Microeconomic Theory II ECON-GA 1024 Prerequisite: ECON-GA 1023. Staff. 4 points. 2013-14, 2014-15. Game theory, including extensive form solution concepts, bargaining, and repeated games; information economics, contract theory and mechanism design.    Macroeconomic Theory I ECON-GA 1025 Pre- or corequisite: ECON-GA 1021. Staff. 4 points. 2013-14, 2014-15. Models of national income determination; sectorial inflation; labor markets, production theories, and aggregate supply models; supply and demand for money; foreign trade and balance of payments.    Macroeconomic Theory II ECON-GA 1026 Prerequisite: ECON-GA 1025 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Classical and Keynesian macroeconomic thought, modern-day microeconomic theories of money-wage and price determinations, and reconstruction of macro theory.    Econometrics I ECON-GA 2100 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-2014, 2014-15. Concise introduction to probability theory and to the problem and methods of statistical inference as encountered and applied in econometrics: maximum likelihood theory, method of moments, method of least squares, and hypothesis testing.    Econometrics II ECON-GA 2101 Prerequisite: ECON-GA 2100 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15 Econometrics analysis of the general linear model; the estimation of distributed lag models; misspecification analysis; and models involving errors in variables.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Staff. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    Game Theory I ECON-GA 2113 Prerequisite: ECON-GA 1024 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to noncooperative game theory. Covers Bayesian games, refinements of Nash equilibrium, repeated games, and optimal mechanism design.    Experimental Economics ECON-GA 2114 Staff. 4 points. 2013-14, 2014-15. Studies experimental methods and reviews the literature in an effort to give the student a working knowledge of experimental techniques. While the areas of application vary, the course is research oriented.    Game Theory II ECON-GA 2115 Prerequisites: ECON-GA 1023, ECON-GA 1024, and ECON-GA 2113, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Course on individual decision theory and its applications. Covers classical theory of individual choice, behavioral economics through choice functions, modern utility theory, expected and non-expected utility theories, decision-making under uncertainty and ambiguity, time preferences and menu preferences.    Quantitative Economics    Income Distribution in the United States ECON-GA 1108 Prerequisites: ECON-GA 1003, ECON-GA 1023, and ECON-GA 1101, or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Surveys theories of income distribution and empirical evidence for the United States. The first part gives a historical overview of inequality in the United States in the 20th century. Human capital, Marxism, internal labor market, dual labor market, and structural theories of income inequality are then surveyed along with their supporting evidence. Also covered are topics on screening, ability and earnings, discrimination, and growth and inequality.    Financial Economics    Financial Economics I ECON-GA 2021 Prerequisites: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to the study of financial markets and asset pricing from the perspective of economic theory. Topics include equilibrium economies with a representative agent; equilibrium economies with incomplete markets, borrowing constraints and transaction costs, limited stock market participation, private information, limited commitment; optimal security design; behavioral finance. While the stress is on modeling and tools, the course also introduces the empirical methodologies and the calibration techniques used in financial economics, as well as some of the most controversial evidence on asset prices.    Financial Economics II ECON-GA 2022 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Gives Ph.D. students an introduction to the economic theory of dynamic economies in general equilibrium used in the study of financial economics. Gives also an advanced survey of the field of financial economics and introduces students to some topics at the frontier of current research in financial economics. Several themes will be studied in detail, in accordance with students' interests, but a central theme will be bubbles.    Empirical Asset Pricing ECON-GA 2023 Prerequisite: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, ECON-GA 1026, ECON-GA 2100, ECON-GA 2101 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to empirical asset pricing.    Monetary Economics    Advanced Macroeconomics I ECON-GA 2403 Prerequisites: ECON-GA 1022 and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Analyzes real models of economic fluctuations. Presents \"classical\" models, i.e., models for which equilibrium allocations are efficient, and \"nonclassical\" real models, including models with fiscal distortions, productive externalities, and imperfect competition.    Advanced Macroeconomics II ECON-GA 2404 Prerequisite: ECON-GA 2403 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on the monetary and financial aspects of economic fluctuations and business cycle models discussed in Advanced Macroeconomics I, by introducing money, nominal rigidities, and financial intermediation. Emphasis is on the role and effects of monetary policy, both in theory and data.    International Economics    Theory of International Finance ECON-GA 1501 Prerequisites: ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, and reforms of the system.    Theory of International Trade ECON-GA 1502 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    Economic Growth and Development    Theory of Economic Development I ECON-GA 1601 Pre- or corequisite: ECON-GA 1003, ECON-GA 1023, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The historical and contemporary process of transformation of less-developed economies, internal and international sources of and barriers to development; strategies for effective use of internal and external finance; growth theory and development; models of dualistic development, unemployment, and migration; problems of income distribution, population growth, education, and rural development.    Theory of Economic Development II ECON-GA 1602 Prerequisites: ECON-GA 1023, ECON-GA 1025, and ECON-GA 1601. Staff. 4 points. 2013-14, 2014-15. Current topics in economic development in their theoretical, empirical, and policy contexts. Issues include the north-south dialogue, appropriate technology, the role and limitations of the state, population and development policy, urbanization, human resource development, and prospects for private and public foreign assistance.    Labor Economics    Labor Economics I ECON-GA 1701 Prerequisites: ECON-GA 1003 and ECON-GA 1005, or ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on dynamic models of labor market behavior. Reviews dynamic optimization theory and develops the model of job market search. The baseline model for analyses of labor market dynamics at the industrial level and the search model are used to discuss estimation issues and to build partial equilibrium models of the labor market. Other models of equilibrium wage determination include signaling models, matching models, and models with asymmetric information and moral hazard (efficiency wages). Considers theory and empirical implications of the human capital investment model, with applications to occupational choice and the effect of cohort size on human capital investment and earnings outcomes.    Labor Economics II ECON-GA 1702 Prerequisite: ECON-GA 1701 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on household decision making in both static and dynamic contexts. Develops models of family decision making using both neoclassical and bargaining theories. Examines the differences in the empirical implications of the two types of models. Considers labor supply issues and the economics of the marriage market, fertility, welfare programs, econometric issues, and endogenous sample selection.    Industrial Organization    Industrial Organization I ECON-GA 1801 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Technological innovation, diffusion, research and development, firm behavior, market structure, and entry and exit of firms. Entrepreneurial choice. Schumpeterian competition. Welfare analysis of above topics.    Industrial Organization II ECON-GA 1802 Prerequisite: ECON-GA 1801. Staff. 4 points. 2013-14, 2014-15. Covers selected topics of recent interest in industrial organization, with an emphasis on transitioning Ph.D. students into research. The topics may include price discrimination, entry deterrence and predation, dynamic games, auctions.    Research Topics, Seminars, and Workshops    Reading and Research in Economics ECON-GA 3000 Only for PhD students working on their dissertations Prerequisites: permission of the adviser and the department. 1-6 points per term. 2013-14, 2014-15.    Topics in Economics ECON-GA 3001, 3002 3-4 points per term. 2013-14, 2014-15 Topics of current interest are examined in detail. Students are notified in advance of the topic(s) to be covered. Three or more sections are offered each semester, each covering a different topic.    Research Workshops    Research workshops typically have professors from other universities present their recent work. Students at the dissertation level also present their work in these workshops. The department offers five workshops.    Workshop in Microeconomics Research ECON-GA 3003, 3004 Prerequisites: all required courses for Ph.D. students. Staff. 4 points per term. 2013-14, 2014-15. Students, faculty members, and visitors present research in progress for discussion and critical comment.    Workshop in Macroeconomic Research ECON-GA 3005-3006 Prerequisite: ECON-GA 1026. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level course consisting of a series of seminar presentations in macroeconomics by students, faculty, and guests. Emphasis is on research in progress. Topics include inflation, employment and labor markets, monetary and fiscal theory and policy, consumption and saving behavior, investment and capital formation, and aggregate supply and growth.    Applied Econometrics Workshop ECON-GA 3007, 3008 Prerequisite: permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level workshop consisting of a series of seminar presentations in applied economics by students, faculty, and guests. Emphasis is on issues involving panel data, macro-, development, and labor economics.    Colloquium on Market Institutions and Economic Processes ECON-GA 3402 Prerequisite: permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Discussion of current research in the Austrian economics tradition. Themes treated include subjectivism, the market as dynamic process, and entrepreneurship. Ideas are applied to both micro and macro issues. Discusses papers written by students and by faculty from New York University and other universities.    Workshop in International Economics ECON-GA 3501, 3502 Prerequisite: ECON-GA 1501, ECON-GA 1502, or permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Advanced workshop for doctoral students pursuing dissertation topics in international trade and finance. Presentation of student research and dissertation proposals and original research papers by guests and members of the faculty.                                                                                                    Back to Top"}]},
{"detail": [{"content": "Courses | Systems and Control Group (SCG)            //-->               Skip to main content                                  Systems and Control Group (SCG)                                  Search form      Search                   Courses     Home   People   Research   Courses   History   Seminars               Home                                Courses                                   COURSES    The following courses are recommended for graduate students interested in the Control Systems and/or Robotics areas:    EL 5223 Sensor Based Robotics, Credits: 3.00  EL 5253 Applied Matrix Theory, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00  EL 6223 Nonlinear and Sampled-Data Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00  EL 6253 Linear Systems, Credits: 3.00  EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 8223 Applied Nonlinear Control, Credits: 3.00  EL 8233 Optimal Control Theory, Credits: 3.00  EL 8253 Large Scale Systems and Decentralized Control, Credits: 3.00  EL 9213 Game Theory for Multi-Agent Systems, Credits: 3.00  Digital Control/Robotics Laboratory. Projects may be taken at any time with permission of the instructor (Prof. F. Khorrami).    The following may be taken as sequences:    EL 6253 Linear Systems, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00 and EL 6253 Linear Systems, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00    GUADUATE STUDY INFORMATION    We have developed a network of laboratories to support undergraduate and graduate education in Control Systems Technology in the Polytechnic School of Engineering at New York Univeristy. Click here for information on our PhD program.                                        &copy; NYU Polytechnic School of Engineering."}, {"content": "Bulletin Course Descriptions | Economics | NYU                                                             Back to Home               Course Descriptions (GSAS Bulletin)     Core M.A. Courses and Special Research Project    Mathematics for Economists ECON-GA 1001 Hodge, Arkonac. 3 points. 2013-14, 2014-15. Applications of mathematics to economics: functions, simultaneous equations; linear models and matrix algebra; determinants, inverse matrix, Cramer's rule; differentiation and optimization of functions of one or more variables; quadratic forms, characteristic roots and vectors, constrained optimization; interpretation of the Lagrange multiplier. Techniques applied to examples from the theory of the firm and consumer behavior.    Microeconomic Theory ECON-GA 1003 Prerequisite: ECON-GA 1001. Hodge, Quella. 3 points. 2013-14, 2014-15. Applied microeconomics relating to the firm in various markets and household behavior.    Macroeconomic Theory I ECON-GA 1005 Quella, Staff. 3 points. 2013-14, 2014-15. Macroeconomic theory applied to aggregate supply and demand and their components, designing and implementing macroeconomic policy goals and forecasting GDP and its components.    Applied Statistics and Econometrics I ECON-GA 1101 Prerequisite: undergraduate statistics course or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15. Review and introduction of topics in probability and statistics needed to understand applied statistics and econometric techniques for quantitative research and analysis. The topics reviewed include random variables, discrete and continuous probability distributions, mathematical expectations, estimation and inference. The topics introduced include simple and multivariate regression models, least squares estimation, hypothesis testing, and specification analysis.    Applied Statistics and Econometrics II ECON-GA 1102 Prerequisite: ECON-GA 1101 or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15 Introduction of topics needed to understand advanced applied statistics and econometric techniques for quantitative research and analysis. Topics include the Generalized Regression Model, Instrumental Variables, Systems of Equations, Panel Data Analysis, Discrete Choice Models and Time Series Analysis.    Special Project in Economic Research ECON-GA 3200 Alonso, Garlow, Leonard, Levanon. 5-2 points. 2013-14, 2014-15 Students integrate economic theory, empirical techniques, and analytical tools to solve real-world problems. Students undertake (1) a comprehensive and critical literature survey of an applied topic in recent economic literature and (2) original analytical and/or empirical work on that topic.    ELECTIVE M.A. COURSES    Monetary Economics    Money and Banking ECON-GA 1402 Skoorka. 3 points. 2013-14, 2014-15 The role of money in the economy-monetary institutions, monetary theory (the old and new quantity and Keynesian theories), monetary policy goals, methods, and problems, with special emphasis on banking regulation.    Regulation of Financial Institutions ECON-GA 2401 Prerequisite: ECON-GA 1402. Prager. 3 points. 2013-2014 What caused the financial crisis of 2007-2008? Where were the financial system regulators before, during, and after the crisis? This course explores these questions by examining the fundamental roles and weaknesses of the banking system both conceptually and by considering earlier banking crises. The functioning and increasing importance of the shadow banking system, the significance of mortgage markets and financial derivatives, and the management of complex financial institutions as well as legislation and regulation that has been implemented since the crisis are critically examined. While the course focuses primarily on the US, other countries' financial markets are not ignored. The method of instruction involves both class lectures and student presentations and papers.    International Economics    International Trade ECON-GA 1505 Prerequisite: ECON-GA 1003 or permission of the instructor. Ordover. 3 points. 2013-14, 2014-15. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    International Finance ECON-GA 1506 Prerequisite: ECON-GA 1003 or permission of the instructor. Weinberg. 3 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, reforms of the system.    Economic Growth and Development    Economic Development I ECON-GA 1603 Pre- or corequisite: ECON-GA 1003 or permission of the instructor. Harper. 3 points. 2013-14, 2014-15 This course provides an overview of problems of growth and development, with an emphasis upon less developed countries, transition economies and industrialized countries undergoing extensive liberalization. It will examine the vigorous debates that have taken place regarding economic development. Why do some economies grow, while others do not? Are the great differences in the wealth of nations due mainly to differences in the quality of their institutions and economic policies?    Political Economy of the Pacific Basin ECON-GA 2620 Denoon. 4 points. 2014-15. This course will evaluate recent trends in East Asian and Pacific economic and political developments, the character of economic growth, the nature of the political systems, and implications of recent dynamism. Overall trends are analyzed with discussion focused on three distinct regions: Northeast Asia, Southeast Asia, and the Pacific Islands.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Paganelli. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    The Economics of Welfare, Justice &amp; Ethics ECON-GA 2050 Otteson. 3 points. 2013-14, 2014-15. This course examines the moral status of the complex of political and economic institutions known as \"capitalism.\" What are the central historical and contemporary arguments offered in its favor, and what are the central arguments raised as objections? We will focus primarily on moral arguments for and against, and we will aim to treat the positions charitably yet critically. Among the authors we will read are Adam Smith, Hayek, Nozick, and Richard Epstein, as well as critics such as Marx, Sunstein, G. A. Cohen, and Liam Murphy and Thomas Nagel. Our goal will be to develop an informed judgment of the moral status of capitalism.    PH.D. COURSES    Basic Economic Theory For Ph.D. Students    Mathematics for Economists I ECON-GA 1021 Prerequisite: ECON-GA 1001 or equivalent. Staff. 4 points. 2013-14, 2014-15. Reviews theory of calculus, linear algebra, and constrained optimization. Theory and methods of differential equations, calculus of variations, optimal control theory, and dynamic programming applied to economic problems.    Mathematics for Economists II ECON-GA 1022 Prerequisite: ECON-GA 1021 or permission of instructor. Staff. 4 points. 2013-14, 2014-15. Methods and applications of optimal control theory to problems of economics. Discusses economic applications of stochastic processes, probability, measure theory, and topology.    Microeconomic Theory I ECON-GA 1023 Pre- or corequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Decision theory, theory of the firm, and consumer behavior; introduction to general equilibrium theory and welfare economics.    Microeconomic Theory II ECON-GA 1024 Prerequisite: ECON-GA 1023. Staff. 4 points. 2013-14, 2014-15. Game theory, including extensive form solution concepts, bargaining, and repeated games; information economics, contract theory and mechanism design.    Macroeconomic Theory I ECON-GA 1025 Pre- or corequisite: ECON-GA 1021. Staff. 4 points. 2013-14, 2014-15. Models of national income determination; sectorial inflation; labor markets, production theories, and aggregate supply models; supply and demand for money; foreign trade and balance of payments.    Macroeconomic Theory II ECON-GA 1026 Prerequisite: ECON-GA 1025 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Classical and Keynesian macroeconomic thought, modern-day microeconomic theories of money-wage and price determinations, and reconstruction of macro theory.    Econometrics I ECON-GA 2100 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-2014, 2014-15. Concise introduction to probability theory and to the problem and methods of statistical inference as encountered and applied in econometrics: maximum likelihood theory, method of moments, method of least squares, and hypothesis testing.    Econometrics II ECON-GA 2101 Prerequisite: ECON-GA 2100 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15 Econometrics analysis of the general linear model; the estimation of distributed lag models; misspecification analysis; and models involving errors in variables.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Staff. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    Game Theory I ECON-GA 2113 Prerequisite: ECON-GA 1024 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to noncooperative game theory. Covers Bayesian games, refinements of Nash equilibrium, repeated games, and optimal mechanism design.    Experimental Economics ECON-GA 2114 Staff. 4 points. 2013-14, 2014-15. Studies experimental methods and reviews the literature in an effort to give the student a working knowledge of experimental techniques. While the areas of application vary, the course is research oriented.    Game Theory II ECON-GA 2115 Prerequisites: ECON-GA 1023, ECON-GA 1024, and ECON-GA 2113, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Course on individual decision theory and its applications. Covers classical theory of individual choice, behavioral economics through choice functions, modern utility theory, expected and non-expected utility theories, decision-making under uncertainty and ambiguity, time preferences and menu preferences.    Quantitative Economics    Income Distribution in the United States ECON-GA 1108 Prerequisites: ECON-GA 1003, ECON-GA 1023, and ECON-GA 1101, or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Surveys theories of income distribution and empirical evidence for the United States. The first part gives a historical overview of inequality in the United States in the 20th century. Human capital, Marxism, internal labor market, dual labor market, and structural theories of income inequality are then surveyed along with their supporting evidence. Also covered are topics on screening, ability and earnings, discrimination, and growth and inequality.    Financial Economics    Financial Economics I ECON-GA 2021 Prerequisites: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to the study of financial markets and asset pricing from the perspective of economic theory. Topics include equilibrium economies with a representative agent; equilibrium economies with incomplete markets, borrowing constraints and transaction costs, limited stock market participation, private information, limited commitment; optimal security design; behavioral finance. While the stress is on modeling and tools, the course also introduces the empirical methodologies and the calibration techniques used in financial economics, as well as some of the most controversial evidence on asset prices.    Financial Economics II ECON-GA 2022 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Gives Ph.D. students an introduction to the economic theory of dynamic economies in general equilibrium used in the study of financial economics. Gives also an advanced survey of the field of financial economics and introduces students to some topics at the frontier of current research in financial economics. Several themes will be studied in detail, in accordance with students' interests, but a central theme will be bubbles.    Empirical Asset Pricing ECON-GA 2023 Prerequisite: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, ECON-GA 1026, ECON-GA 2100, ECON-GA 2101 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to empirical asset pricing.    Monetary Economics    Advanced Macroeconomics I ECON-GA 2403 Prerequisites: ECON-GA 1022 and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Analyzes real models of economic fluctuations. Presents \"classical\" models, i.e., models for which equilibrium allocations are efficient, and \"nonclassical\" real models, including models with fiscal distortions, productive externalities, and imperfect competition.    Advanced Macroeconomics II ECON-GA 2404 Prerequisite: ECON-GA 2403 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on the monetary and financial aspects of economic fluctuations and business cycle models discussed in Advanced Macroeconomics I, by introducing money, nominal rigidities, and financial intermediation. Emphasis is on the role and effects of monetary policy, both in theory and data.    International Economics    Theory of International Finance ECON-GA 1501 Prerequisites: ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, and reforms of the system.    Theory of International Trade ECON-GA 1502 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    Economic Growth and Development    Theory of Economic Development I ECON-GA 1601 Pre- or corequisite: ECON-GA 1003, ECON-GA 1023, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The historical and contemporary process of transformation of less-developed economies, internal and international sources of and barriers to development; strategies for effective use of internal and external finance; growth theory and development; models of dualistic development, unemployment, and migration; problems of income distribution, population growth, education, and rural development.    Theory of Economic Development II ECON-GA 1602 Prerequisites: ECON-GA 1023, ECON-GA 1025, and ECON-GA 1601. Staff. 4 points. 2013-14, 2014-15. Current topics in economic development in their theoretical, empirical, and policy contexts. Issues include the north-south dialogue, appropriate technology, the role and limitations of the state, population and development policy, urbanization, human resource development, and prospects for private and public foreign assistance.    Labor Economics    Labor Economics I ECON-GA 1701 Prerequisites: ECON-GA 1003 and ECON-GA 1005, or ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on dynamic models of labor market behavior. Reviews dynamic optimization theory and develops the model of job market search. The baseline model for analyses of labor market dynamics at the industrial level and the search model are used to discuss estimation issues and to build partial equilibrium models of the labor market. Other models of equilibrium wage determination include signaling models, matching models, and models with asymmetric information and moral hazard (efficiency wages). Considers theory and empirical implications of the human capital investment model, with applications to occupational choice and the effect of cohort size on human capital investment and earnings outcomes.    Labor Economics II ECON-GA 1702 Prerequisite: ECON-GA 1701 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on household decision making in both static and dynamic contexts. Develops models of family decision making using both neoclassical and bargaining theories. Examines the differences in the empirical implications of the two types of models. Considers labor supply issues and the economics of the marriage market, fertility, welfare programs, econometric issues, and endogenous sample selection.    Industrial Organization    Industrial Organization I ECON-GA 1801 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Technological innovation, diffusion, research and development, firm behavior, market structure, and entry and exit of firms. Entrepreneurial choice. Schumpeterian competition. Welfare analysis of above topics.    Industrial Organization II ECON-GA 1802 Prerequisite: ECON-GA 1801. Staff. 4 points. 2013-14, 2014-15. Covers selected topics of recent interest in industrial organization, with an emphasis on transitioning Ph.D. students into research. The topics may include price discrimination, entry deterrence and predation, dynamic games, auctions.    Research Topics, Seminars, and Workshops    Reading and Research in Economics ECON-GA 3000 Only for PhD students working on their dissertations Prerequisites: permission of the adviser and the department. 1-6 points per term. 2013-14, 2014-15.    Topics in Economics ECON-GA 3001, 3002 3-4 points per term. 2013-14, 2014-15 Topics of current interest are examined in detail. Students are notified in advance of the topic(s) to be covered. Three or more sections are offered each semester, each covering a different topic.    Research Workshops    Research workshops typically have professors from other universities present their recent work. Students at the dissertation level also present their work in these workshops. The department offers five workshops.    Workshop in Microeconomics Research ECON-GA 3003, 3004 Prerequisites: all required courses for Ph.D. students. Staff. 4 points per term. 2013-14, 2014-15. Students, faculty members, and visitors present research in progress for discussion and critical comment.    Workshop in Macroeconomic Research ECON-GA 3005-3006 Prerequisite: ECON-GA 1026. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level course consisting of a series of seminar presentations in macroeconomics by students, faculty, and guests. Emphasis is on research in progress. Topics include inflation, employment and labor markets, monetary and fiscal theory and policy, consumption and saving behavior, investment and capital formation, and aggregate supply and growth.    Applied Econometrics Workshop ECON-GA 3007, 3008 Prerequisite: permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level workshop consisting of a series of seminar presentations in applied economics by students, faculty, and guests. Emphasis is on issues involving panel data, macro-, development, and labor economics.    Colloquium on Market Institutions and Economic Processes ECON-GA 3402 Prerequisite: permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Discussion of current research in the Austrian economics tradition. Themes treated include subjectivism, the market as dynamic process, and entrepreneurship. Ideas are applied to both micro and macro issues. Discusses papers written by students and by faculty from New York University and other universities.    Workshop in International Economics ECON-GA 3501, 3502 Prerequisite: ECON-GA 1501, ECON-GA 1502, or permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Advanced workshop for doctoral students pursuing dissertation topics in international trade and finance. Presentation of student research and dissertation proposals and original research papers by guests and members of the faculty.                                                                                                    Back to Top"}, {"content": "Dynamic Game Theory - Game Theory for Multi-Agent Systems - NYU Wikis                                                                                                                                                                                                                                                                                                                                                                          Spaces                                 Browse                                                           Pages                            Blog                            Labels                            Space Operations                                                       Create                                                    Quick Search                     Help                                                            Online Help                             Keyboard Shortcuts                            Feed Builder                            What’s new                             Available Gadgets                            About Confluence                                                                                    Log in                                                                                                                                                                                                                                                                                             Tools                                                     A t tachments (3)                                           Page History                                           Restrictions                                                               Page Information                                           Link to this Page…                                           View in Hierarchy                                           View Source                                           Export to PDF                                           Export to Word                                                                                                                    Game Theory for Multi-Agent Systems                                    Dynamic Game Theory                                                                                                                                                    Skip to end of metadata                                                                                                                                         Created by  Ramel David Page , last modified by  Quanyan Zhu on Jun 10, 2014                  Go to start of metadata                                        Dynamic Game Theory     Game theory involves multi-person decision making; it is dynamic if the order in which the decisions are made is important, and it is noncooperative if each person involved pursues his or her own interests which are partly conflicting with others.  Even though the notion of &quot;conflict&quot; is as old as mankind, the scientific approach has started relatively recently, in the years around nineteen hundred and thirty, with, as a result, a still growing stream of scientific publications. More and more scientific disciplines devote time and attention to the analysis of conflicting situations. These disciplines include (applied) mathematics, economics, aeronautics, sociology and politics.  The individuals involved, also called players or decision makers, or simply persons, do not always have complete control over the outcome. Sometimes there are uncertainties which influence the outcome in an unpredictable way. Under such circumstances, the outcome is (partly) based on data not yet  known and not determined by the other players' decisions. Sometimes it is said that such data is under the control of &quot;nature&quot;, or &quot;God&quot;, and that every outcome is caused by the joint or individual actions of human beings and nature.   The established names of &quot;game theory&quot; (development from approximately 1930) and &quot;theory of differential games&quot; (development from approximately 1950, parallel to that of optimal control theory) are somewhat unfortunate. &quot;Game theory&quot;, especially, appears to be directly related to parlour games; of course it is, but the notion that it is only related to such games is far too restrictive. The term &quot;differential game&quot; became a generally accepted name for games where differential equations play an important role. Nowadays the term &quot;differential game&quot; is also being used for other classes of games for which the more general term &quot;dynamic game&quot; would be more appropriate.    The applications of &quot;game theory&quot; and the &quot;theory of differential games&quot; mainly deal with economic and political conflicting situations, worst case designs and also modelling of war games. However, it is not only the applications in these fields that are important; equally important is the development of suitable concepts to describe and understand conflicting situations. It turns out, for instance, that the role of information-what one player knows relative to others-is very crucial in such problems.  Scientifically, dynamic game theory can be viewed as a child of the parents game theory and optimal control theory. t Its character, however, is much more versatile than that of either of its parents, since it involves a dynamic decision process evolving in (discrete or continuous) time, with more than one decision maker, each with his own cost function and possibly having access to different information. This view is the starting point behind the formulation of  &quot;games in extensive form&quot;, which started in the nineteen thirties through the pioneering work of Von Neumann, which culminated in his book with Morgenstern (Von Neumann and Morgenstern, 1947), and then made mathematically precise by Kuhn (1953), all within the framework of &quot;finite&quot; games. The general idea in this formulations is that a game evolves according to a road or tree structure; at every crossing or branching a decision has to be made as how to proceed.    In spite of this original set-up, the evolution of game theory has followed a rather different path. Most research in this field has been, and is being, concentrated on the normal or strategic form of a game. In this form all possible sequences of decisions of every player are set out against each other. For a two-player game this results in a matrix structure. In such a formulation dynamic aspects of a game are completely suppressed, and this is the reason why game theory is classified as basically &quot;static&quot; in Table I. In this framework emphasis has been more on (mathematical) existence questions, rather than on the development of algorithms to obtain solutions.  Independently, control theory gradually evolved from Second World War servomechanisms, where questions of solution techniques and stability were studied. Then followed Bellman's &quot;dynamic programming&quot; (Bellman, 1957)and Pontryagin's &quot;maximum principle&quot; (Pontryagin et al., 1962), which spurred the interest in a new field called optimal control theory. Here the concern has been on obtaining optimal (i.e. minimizing or maximizing) solutions and developing numerical algorithms for one-person single-objective dynamic decision problems. The merging of the two fields, game theory and optimal control theory, which leads to even more concepts and to actual computation schemes, has achieved a level of maturity.                                                         No labels                                                       3 Child Pages                                                       Page:     Announcements                            Page:     Documents                            Page:     Atlassian University                                                                                                                                                                                     Powered by Atlassian Confluence 5.6.6 , Team Collaboration Software      Printed by Atlassian Confluence 5.6.6, Team Collaboration Software.      Report a bug      Atlassian News              Atlassian"}]}]