[{"detail": [{"content": "Special Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Music Program                       Internships                                                                   Special Programs                                  Journalism                                           From one of the finest Journalism Departments in the U.S. comes a chance to report from a crossroads of the New Europe. NYU Prague offers a courses for journalism students who want international reporting experience while staying on-track toward their degree. Creative assignments, internships, and community service opportunities take you well beyond the classroom walls.                               You will be taught by some of the architects of the new society—former dissidents and leaders of the anti-communist revolution, leaders of government, the media, and the arts - plus some of the finest journalists in the Czech Republic.   NYU Prague offers two unique, student-run programs for aspiring journalists - the Prague Wandering (a webzine) and PragueCast (a podcast). The Prague Wandering is the ONLY study abroad Webzine; students write articles about Prague culture that are read by thousands of people around the world. The newly-launched PragueCast, run by BBC Correspondent Rob Cameron, teaches students all of the aspects of creating a podcast- from conceiving the story, interviewing, editing, presenting, and uploading it onto the web.                      View journalism course descriptions and syllabi here .             Methods &amp; Practice: Reporting the Arts   Production &amp; Publication: Travel Writing                International Reporting   Global Media Seminar: Post-Communist Media Systems              Internship in Journalism                                             Music - now available in Fall and Spring                                           The NYU Music Program offers a unique opportunity to study music history, take individual lessons and join ensembles with the guidance of expert local faculty. Organized by the department of NYU’s Steinhardt School, the program draws on the rich musical heritage of this musical European capital city. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe as well as being a hub for music industry and film music.                               The NYU Music Program,   Prague is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Historically, it has given rise to centuries of great music composition (Mozart wrote Don Giovanni in Prague). Adding a global perspective to your studies is a key ingredient in your education and preparation for the professional world. Beautiful practice rooms, musical instruments and technology equipment are provided at the NYU academic center and in student residences.   Internships for credit are a special feature of this program. Music business and music technology students benefit from hands-on experience with symphony groups, production studios, performers, management companies and other areas of the music industry.                      NYU Prague Music Program                               Video, NYU Prague Music Program                                                                                                 Media                                           Students of media, culture, and communication find a wide array of courses applicable to their major. Taught by leading scholars, writers, editors, and press secretaries, courses explore the culture of media and advertising in contemporary society.                               With guest lectures by foreign news correspondents and opportunities for students to investigate and report on local music, visual arts, and literature, the broad range of course offerings expands students’ knowledge and experience in global communication. Learning continues outside of the classroom through internships with newspaper associations, NGOs, and media institutions. A comprehensive journalism program is also a prominent part of the curriculum, and students are encouraged to supplement their major-specific studies with course work that hones their writing and international reporting skills.   The Media program in Prague is part of Media, Culture, &amp; Communication's Global Media Scholars program. Students in this program study Media at multiple NYU campuses while earning a Global Media Scholar certificate along with their diploma. Learn more by visiting the Global Media Scholars Program website.                    View media course descriptions and syllabi here .           Advertising &amp; Society   Global Media Seminar: Post Communist Media Systems                Social Media Networking     Media and Cultural Analysis                Media, Culture, &amp; Communication Internship   Culture, Media, and Globalization                                                         Global Media Scholars Program                               The Department of Media, Culture, and Communication's new Global Media Scholars Program immerses students in the study of media and globalization through NYU's academic sites abroad. The program features a combination of courses and global experience that allows students to compare and analyze the highly dynamic range of activities associated with the globalization of media and cultural production, distribution, and reception.   Freshmen will be invited to apply to the Global Media Scholars Program each spring. The centerpiece of the program is a two-semester sequence of study abroad starting the spring of participating students' sophomore year at their choice of NYU's campuses in Paris or Prague followed by a second semester abroad in the fall of students' junior year at their choice of NYU's campuses in Buenos Aires or Shanghai. Finally, students will take part in a special Senior Media Seminar capstone course during the January Winter (Intersession) term of their senior year. This capstone experience will by taught by a Media, Culture, and Communication faculty member and will involve travel to a NYU global site.   Upon successful completion of the program students will fulfill the &quot;Global and Transcultural Communication&quot; field of study within the major and will earn a designation of &quot;Global Media Scholar&quot; on their transcript along with a certificate. A small stipend may be available to students to use towards travel expenses incurred during their Senior Media Seminar.     Global Media Scholars Program Website                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                  Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel          Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff                                        Politics and International Relations                                           The NYU Prague faculty includes former dissidents, student leaders of the Velvet Revolution that overthrew the totalitarian regime, and political leaders today. The curriculum at NYU Prague uses the current political climate to explore the role of Central and Eastern European nations in relation to neighboring countries and the rest of the world, while also considering the unique economic and political history of the Czech Republic.                               Prague is one of the most stable and prosperous post-Communist nations of Europe. With the fall of Communism in the Czech Republic, and with Eastern European countries moving toward becoming fully integrated into the EU, now is a particularly relevant time for students to observe the rapid political changes taking place here.   Students have access to the NYU-sponsored Prague Institute for Democracy, Economy, and Culture, which regularly hosts conferences, seminars, and guest lectures, often on curriculum-pertinent topics, such as the country’s transition to a free-market economy. In addition to course work, students have opportunities to intern with NGOs and law, media, and human rights organizations.                    View politics and international relations and syllabi here .          East European Comparative Politics   European-American Relations in the 21st Century   Central Europe, NATO &amp; the European Union              Germany &amp; East Central Europe (1871-2000)   Czech &amp; Slovak Republics in the Central &amp; Eastern European Political Context   Western European Comparative Politics                                                   Sociology and Legal Studies                                           In courses taught by leading scholars, politicians, and writers, students explore fundamental social transformations in law and social justice.                               In 1989, a nonviolent revolution by the Czech people overthrew an oppressive communist regime. In the years since, the Czech Republic has grappled with fundamental issues of human society - how to build a just, humane political system that protects human rights and cultural identity while fostering economic growth and social development. At NYU in Prague, students study with some of the architects of this new society.                      View sociology and legal studies course descriptions and syllabi here .          Society and the Philosophy of Law   Law and Human Rights in Central Europe              Gender in Transition in Post-Communist Society   Collective Identity in a Totalitarian Regime   Modern Dissent in Central Europe: The Art of Defeat                                     Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Special Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Music Program                       Internships                                                                   Special Programs                                  Journalism                                           From one of the finest Journalism Departments in the U.S. comes a chance to report from a crossroads of the New Europe. NYU Prague offers a courses for journalism students who want international reporting experience while staying on-track toward their degree. Creative assignments, internships, and community service opportunities take you well beyond the classroom walls.                               You will be taught by some of the architects of the new society—former dissidents and leaders of the anti-communist revolution, leaders of government, the media, and the arts - plus some of the finest journalists in the Czech Republic.   NYU Prague offers two unique, student-run programs for aspiring journalists - the Prague Wandering (a webzine) and PragueCast (a podcast). The Prague Wandering is the ONLY study abroad Webzine; students write articles about Prague culture that are read by thousands of people around the world. The newly-launched PragueCast, run by BBC Correspondent Rob Cameron, teaches students all of the aspects of creating a podcast- from conceiving the story, interviewing, editing, presenting, and uploading it onto the web.                      View journalism course descriptions and syllabi here .             Methods &amp; Practice: Reporting the Arts   Production &amp; Publication: Travel Writing                International Reporting   Global Media Seminar: Post-Communist Media Systems              Internship in Journalism                                             Music - now available in Fall and Spring                                           The NYU Music Program offers a unique opportunity to study music history, take individual lessons and join ensembles with the guidance of expert local faculty. Organized by the department of NYU’s Steinhardt School, the program draws on the rich musical heritage of this musical European capital city. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe as well as being a hub for music industry and film music.                               The NYU Music Program,   Prague is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Historically, it has given rise to centuries of great music composition (Mozart wrote Don Giovanni in Prague). Adding a global perspective to your studies is a key ingredient in your education and preparation for the professional world. Beautiful practice rooms, musical instruments and technology equipment are provided at the NYU academic center and in student residences.   Internships for credit are a special feature of this program. Music business and music technology students benefit from hands-on experience with symphony groups, production studios, performers, management companies and other areas of the music industry.                      NYU Prague Music Program                               Video, NYU Prague Music Program                                                                                                 Media                                           Students of media, culture, and communication find a wide array of courses applicable to their major. Taught by leading scholars, writers, editors, and press secretaries, courses explore the culture of media and advertising in contemporary society.                               With guest lectures by foreign news correspondents and opportunities for students to investigate and report on local music, visual arts, and literature, the broad range of course offerings expands students’ knowledge and experience in global communication. Learning continues outside of the classroom through internships with newspaper associations, NGOs, and media institutions. A comprehensive journalism program is also a prominent part of the curriculum, and students are encouraged to supplement their major-specific studies with course work that hones their writing and international reporting skills.   The Media program in Prague is part of Media, Culture, &amp; Communication's Global Media Scholars program. Students in this program study Media at multiple NYU campuses while earning a Global Media Scholar certificate along with their diploma. Learn more by visiting the Global Media Scholars Program website.                    View media course descriptions and syllabi here .           Advertising &amp; Society   Global Media Seminar: Post Communist Media Systems                Social Media Networking     Media and Cultural Analysis                Media, Culture, &amp; Communication Internship   Culture, Media, and Globalization                                                         Global Media Scholars Program                               The Department of Media, Culture, and Communication's new Global Media Scholars Program immerses students in the study of media and globalization through NYU's academic sites abroad. The program features a combination of courses and global experience that allows students to compare and analyze the highly dynamic range of activities associated with the globalization of media and cultural production, distribution, and reception.   Freshmen will be invited to apply to the Global Media Scholars Program each spring. The centerpiece of the program is a two-semester sequence of study abroad starting the spring of participating students' sophomore year at their choice of NYU's campuses in Paris or Prague followed by a second semester abroad in the fall of students' junior year at their choice of NYU's campuses in Buenos Aires or Shanghai. Finally, students will take part in a special Senior Media Seminar capstone course during the January Winter (Intersession) term of their senior year. This capstone experience will by taught by a Media, Culture, and Communication faculty member and will involve travel to a NYU global site.   Upon successful completion of the program students will fulfill the &quot;Global and Transcultural Communication&quot; field of study within the major and will earn a designation of &quot;Global Media Scholar&quot; on their transcript along with a certificate. A small stipend may be available to students to use towards travel expenses incurred during their Senior Media Seminar.     Global Media Scholars Program Website                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                  Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel          Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff                                        Politics and International Relations                                           The NYU Prague faculty includes former dissidents, student leaders of the Velvet Revolution that overthrew the totalitarian regime, and political leaders today. The curriculum at NYU Prague uses the current political climate to explore the role of Central and Eastern European nations in relation to neighboring countries and the rest of the world, while also considering the unique economic and political history of the Czech Republic.                               Prague is one of the most stable and prosperous post-Communist nations of Europe. With the fall of Communism in the Czech Republic, and with Eastern European countries moving toward becoming fully integrated into the EU, now is a particularly relevant time for students to observe the rapid political changes taking place here.   Students have access to the NYU-sponsored Prague Institute for Democracy, Economy, and Culture, which regularly hosts conferences, seminars, and guest lectures, often on curriculum-pertinent topics, such as the country’s transition to a free-market economy. In addition to course work, students have opportunities to intern with NGOs and law, media, and human rights organizations.                    View politics and international relations and syllabi here .          East European Comparative Politics   European-American Relations in the 21st Century   Central Europe, NATO &amp; the European Union              Germany &amp; East Central Europe (1871-2000)   Czech &amp; Slovak Republics in the Central &amp; Eastern European Political Context   Western European Comparative Politics                                                   Sociology and Legal Studies                                           In courses taught by leading scholars, politicians, and writers, students explore fundamental social transformations in law and social justice.                               In 1989, a nonviolent revolution by the Czech people overthrew an oppressive communist regime. In the years since, the Czech Republic has grappled with fundamental issues of human society - how to build a just, humane political system that protects human rights and cultural identity while fostering economic growth and social development. At NYU in Prague, students study with some of the architects of this new society.                      View sociology and legal studies course descriptions and syllabi here .          Society and the Philosophy of Law   Law and Human Rights in Central Europe              Gender in Transition in Post-Communist Society   Collective Identity in a Totalitarian Regime   Modern Dissent in Central Europe: The Art of Defeat                                     Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Sites and Courses* - Study Abroad - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Study Abroad - Media, Culture, and Communication                                Sites and Courses*        Spring Semester | NYU Paris    At NYU Paris , the city is your classroom for the study of global media and culture. Paris has an extraordinary history and is a city of intense national, global and cultural change. You'll acquire or improve your French language skills while exploring the media, art, literature, politics, and history of this world city.    Sample MCC courses at NYU Paris:       MCC-UE 9454 Global Media Seminar: France and Europe This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include entertainment formats, advertising and publicity, news and information, content regulation, piracy and independent media, and innovations and emerging practices in digital media. Courses are conducted in English.    MCC-UE 9345 Fashion and Power This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices.       Spring Semester | NYU Prague    Prague stands at the crossroads of Europe, where East meets West and the past meets the present - a city of present-day political excitement and historical imagery. This is an exceptionally exciting time to study in Prague, as students from around the world are drawn to this vibrant and beautiful city to experience first hand its reemergence as one of the leading centers of culture and thought in Europe. Courses are taught by prominent professors from Europe and the United States, and include former leading dissidents, writers, foreign ambassadors, government ministers, artists and public intellectuals.    Sample MCC courses at NYU Prague:       MCC-UE 9453 Global Media Seminar: Post Communist Media Systems This course focuses on European media and the transformation of the Czechoslovakian media after the Velvet Revolution in 1989. Czechoslovakian media are considered alongside developments in a broad range of European perspectives in order to acquaint students with the basic features of the European landscape of print and electronic media.    MCC-UE 9014 Media and Cultural Analysis An introduction to approaches and practices used to criticize the content, structure, and context (including effects) of significant media in our society. Background readings, examination of current criticism, and beginning practice in media criticism are employed.    MCC-UE 9015 Advertising and Society This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    MCC-UE 9032 Social Media Networking This course will examine &ldquo;social media&rdquo; from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes &ldquo;social media.&rdquo; We will also work from an expansive definition of &ldquo;technology,&rdquo; considering the term in a cultural sense to include various practices and tools used to communicate in everyday life. Lastly, the course will also look at the impact of social media on journalism and activism, including a dissection of the recent debates on the power of social media to transform these fields.       Fall Semester | NYU Buenos Aires    Buenos Aires offers an exceptional opportunity to learn about the history and culture of Latin America while taking part in the lively activities of the day-to-day life of Argentina's capital city. With its distinct European-Latin American style, Buenos Aires, birthplace of the tango, is one of the largest port cities in the world and is considered the financial and cultural center of Argentina.    Sample MCC courses at NYU Buenos Aires:       MCC-UE 9455 Global Media Seminar: Latin America This course takes an historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media.       Fall Semester | NYU Shanghai    Shanghai has emerged as one of the primary global cities of the 21st century, a city of rapid growth that personifies the complexity of the new China.    Sample MCC courses at NYU Shanghai:       MCC-UE 9451 Global Media Seminar: Media in China This course introduces students to contemporary media industries in China, including print, broadcasting, film, public relations, advertising, and new media. By incorporating both practical and theoretical study, the course reviews the structures, functions, and influences of various forms of media industries and analyzes current issues from historical, regulatory, social, and technological perspectives.       *Subject to change                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Special Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Music Program                       Internships                                                                   Special Programs                                  Journalism                                           From one of the finest Journalism Departments in the U.S. comes a chance to report from a crossroads of the New Europe. NYU Prague offers a courses for journalism students who want international reporting experience while staying on-track toward their degree. Creative assignments, internships, and community service opportunities take you well beyond the classroom walls.                               You will be taught by some of the architects of the new society—former dissidents and leaders of the anti-communist revolution, leaders of government, the media, and the arts - plus some of the finest journalists in the Czech Republic.   NYU Prague offers two unique, student-run programs for aspiring journalists - the Prague Wandering (a webzine) and PragueCast (a podcast). The Prague Wandering is the ONLY study abroad Webzine; students write articles about Prague culture that are read by thousands of people around the world. The newly-launched PragueCast, run by BBC Correspondent Rob Cameron, teaches students all of the aspects of creating a podcast- from conceiving the story, interviewing, editing, presenting, and uploading it onto the web.                      View journalism course descriptions and syllabi here .             Methods &amp; Practice: Reporting the Arts   Production &amp; Publication: Travel Writing                International Reporting   Global Media Seminar: Post-Communist Media Systems              Internship in Journalism                                             Music - now available in Fall and Spring                                           The NYU Music Program offers a unique opportunity to study music history, take individual lessons and join ensembles with the guidance of expert local faculty. Organized by the department of NYU’s Steinhardt School, the program draws on the rich musical heritage of this musical European capital city. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe as well as being a hub for music industry and film music.                               The NYU Music Program,   Prague is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Historically, it has given rise to centuries of great music composition (Mozart wrote Don Giovanni in Prague). Adding a global perspective to your studies is a key ingredient in your education and preparation for the professional world. Beautiful practice rooms, musical instruments and technology equipment are provided at the NYU academic center and in student residences.   Internships for credit are a special feature of this program. Music business and music technology students benefit from hands-on experience with symphony groups, production studios, performers, management companies and other areas of the music industry.                      NYU Prague Music Program                               Video, NYU Prague Music Program                                                                                                 Media                                           Students of media, culture, and communication find a wide array of courses applicable to their major. Taught by leading scholars, writers, editors, and press secretaries, courses explore the culture of media and advertising in contemporary society.                               With guest lectures by foreign news correspondents and opportunities for students to investigate and report on local music, visual arts, and literature, the broad range of course offerings expands students’ knowledge and experience in global communication. Learning continues outside of the classroom through internships with newspaper associations, NGOs, and media institutions. A comprehensive journalism program is also a prominent part of the curriculum, and students are encouraged to supplement their major-specific studies with course work that hones their writing and international reporting skills.   The Media program in Prague is part of Media, Culture, &amp; Communication's Global Media Scholars program. Students in this program study Media at multiple NYU campuses while earning a Global Media Scholar certificate along with their diploma. Learn more by visiting the Global Media Scholars Program website.                    View media course descriptions and syllabi here .           Advertising &amp; Society   Global Media Seminar: Post Communist Media Systems                Social Media Networking     Media and Cultural Analysis                Media, Culture, &amp; Communication Internship   Culture, Media, and Globalization                                                         Global Media Scholars Program                               The Department of Media, Culture, and Communication's new Global Media Scholars Program immerses students in the study of media and globalization through NYU's academic sites abroad. The program features a combination of courses and global experience that allows students to compare and analyze the highly dynamic range of activities associated with the globalization of media and cultural production, distribution, and reception.   Freshmen will be invited to apply to the Global Media Scholars Program each spring. The centerpiece of the program is a two-semester sequence of study abroad starting the spring of participating students' sophomore year at their choice of NYU's campuses in Paris or Prague followed by a second semester abroad in the fall of students' junior year at their choice of NYU's campuses in Buenos Aires or Shanghai. Finally, students will take part in a special Senior Media Seminar capstone course during the January Winter (Intersession) term of their senior year. This capstone experience will by taught by a Media, Culture, and Communication faculty member and will involve travel to a NYU global site.   Upon successful completion of the program students will fulfill the &quot;Global and Transcultural Communication&quot; field of study within the major and will earn a designation of &quot;Global Media Scholar&quot; on their transcript along with a certificate. A small stipend may be available to students to use towards travel expenses incurred during their Senior Media Seminar.     Global Media Scholars Program Website                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                  Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel          Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff                                        Politics and International Relations                                           The NYU Prague faculty includes former dissidents, student leaders of the Velvet Revolution that overthrew the totalitarian regime, and political leaders today. The curriculum at NYU Prague uses the current political climate to explore the role of Central and Eastern European nations in relation to neighboring countries and the rest of the world, while also considering the unique economic and political history of the Czech Republic.                               Prague is one of the most stable and prosperous post-Communist nations of Europe. With the fall of Communism in the Czech Republic, and with Eastern European countries moving toward becoming fully integrated into the EU, now is a particularly relevant time for students to observe the rapid political changes taking place here.   Students have access to the NYU-sponsored Prague Institute for Democracy, Economy, and Culture, which regularly hosts conferences, seminars, and guest lectures, often on curriculum-pertinent topics, such as the country’s transition to a free-market economy. In addition to course work, students have opportunities to intern with NGOs and law, media, and human rights organizations.                    View politics and international relations and syllabi here .          East European Comparative Politics   European-American Relations in the 21st Century   Central Europe, NATO &amp; the European Union              Germany &amp; East Central Europe (1871-2000)   Czech &amp; Slovak Republics in the Central &amp; Eastern European Political Context   Western European Comparative Politics                                                   Sociology and Legal Studies                                           In courses taught by leading scholars, politicians, and writers, students explore fundamental social transformations in law and social justice.                               In 1989, a nonviolent revolution by the Czech people overthrew an oppressive communist regime. In the years since, the Czech Republic has grappled with fundamental issues of human society - how to build a just, humane political system that protects human rights and cultural identity while fostering economic growth and social development. At NYU in Prague, students study with some of the architects of this new society.                      View sociology and legal studies course descriptions and syllabi here .          Society and the Philosophy of Law   Law and Human Rights in Central Europe              Gender in Transition in Post-Communist Society   Collective Identity in a Totalitarian Regime   Modern Dissent in Central Europe: The Art of Defeat                                     Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Sites and Courses* - Study Abroad - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Study Abroad - Media, Culture, and Communication                                Sites and Courses*        Spring Semester | NYU Paris    At NYU Paris , the city is your classroom for the study of global media and culture. Paris has an extraordinary history and is a city of intense national, global and cultural change. You'll acquire or improve your French language skills while exploring the media, art, literature, politics, and history of this world city.    Sample MCC courses at NYU Paris:       MCC-UE 9454 Global Media Seminar: France and Europe This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include entertainment formats, advertising and publicity, news and information, content regulation, piracy and independent media, and innovations and emerging practices in digital media. Courses are conducted in English.    MCC-UE 9345 Fashion and Power This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices.       Spring Semester | NYU Prague    Prague stands at the crossroads of Europe, where East meets West and the past meets the present - a city of present-day political excitement and historical imagery. This is an exceptionally exciting time to study in Prague, as students from around the world are drawn to this vibrant and beautiful city to experience first hand its reemergence as one of the leading centers of culture and thought in Europe. Courses are taught by prominent professors from Europe and the United States, and include former leading dissidents, writers, foreign ambassadors, government ministers, artists and public intellectuals.    Sample MCC courses at NYU Prague:       MCC-UE 9453 Global Media Seminar: Post Communist Media Systems This course focuses on European media and the transformation of the Czechoslovakian media after the Velvet Revolution in 1989. Czechoslovakian media are considered alongside developments in a broad range of European perspectives in order to acquaint students with the basic features of the European landscape of print and electronic media.    MCC-UE 9014 Media and Cultural Analysis An introduction to approaches and practices used to criticize the content, structure, and context (including effects) of significant media in our society. Background readings, examination of current criticism, and beginning practice in media criticism are employed.    MCC-UE 9015 Advertising and Society This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    MCC-UE 9032 Social Media Networking This course will examine &ldquo;social media&rdquo; from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes &ldquo;social media.&rdquo; We will also work from an expansive definition of &ldquo;technology,&rdquo; considering the term in a cultural sense to include various practices and tools used to communicate in everyday life. Lastly, the course will also look at the impact of social media on journalism and activism, including a dissection of the recent debates on the power of social media to transform these fields.       Fall Semester | NYU Buenos Aires    Buenos Aires offers an exceptional opportunity to learn about the history and culture of Latin America while taking part in the lively activities of the day-to-day life of Argentina's capital city. With its distinct European-Latin American style, Buenos Aires, birthplace of the tango, is one of the largest port cities in the world and is considered the financial and cultural center of Argentina.    Sample MCC courses at NYU Buenos Aires:       MCC-UE 9455 Global Media Seminar: Latin America This course takes an historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media.       Fall Semester | NYU Shanghai    Shanghai has emerged as one of the primary global cities of the 21st century, a city of rapid growth that personifies the complexity of the new China.    Sample MCC courses at NYU Shanghai:       MCC-UE 9451 Global Media Seminar: Media in China This course introduces students to contemporary media industries in China, including print, broadcasting, film, public relations, advertising, and new media. By incorporating both practical and theoretical study, the course reviews the structures, functions, and influences of various forms of media industries and analyzes current issues from historical, regulatory, social, and technological perspectives.       *Subject to change                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague) - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague)        The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}][{"detail": [{"content": "Sites and Courses* - Study Abroad - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Study Abroad - Media, Culture, and Communication                                Sites and Courses*        Spring Semester | NYU Paris    At NYU Paris , the city is your classroom for the study of global media and culture. Paris has an extraordinary history and is a city of intense national, global and cultural change. You'll acquire or improve your French language skills while exploring the media, art, literature, politics, and history of this world city.    Sample MCC courses at NYU Paris:       MCC-UE 9454 Global Media Seminar: France and Europe This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include entertainment formats, advertising and publicity, news and information, content regulation, piracy and independent media, and innovations and emerging practices in digital media. Courses are conducted in English.    MCC-UE 9345 Fashion and Power This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices.       Spring Semester | NYU Prague    Prague stands at the crossroads of Europe, where East meets West and the past meets the present - a city of present-day political excitement and historical imagery. This is an exceptionally exciting time to study in Prague, as students from around the world are drawn to this vibrant and beautiful city to experience first hand its reemergence as one of the leading centers of culture and thought in Europe. Courses are taught by prominent professors from Europe and the United States, and include former leading dissidents, writers, foreign ambassadors, government ministers, artists and public intellectuals.    Sample MCC courses at NYU Prague:       MCC-UE 9453 Global Media Seminar: Post Communist Media Systems This course focuses on European media and the transformation of the Czechoslovakian media after the Velvet Revolution in 1989. Czechoslovakian media are considered alongside developments in a broad range of European perspectives in order to acquaint students with the basic features of the European landscape of print and electronic media.    MCC-UE 9014 Media and Cultural Analysis An introduction to approaches and practices used to criticize the content, structure, and context (including effects) of significant media in our society. Background readings, examination of current criticism, and beginning practice in media criticism are employed.    MCC-UE 9015 Advertising and Society This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    MCC-UE 9032 Social Media Networking This course will examine &ldquo;social media&rdquo; from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes &ldquo;social media.&rdquo; We will also work from an expansive definition of &ldquo;technology,&rdquo; considering the term in a cultural sense to include various practices and tools used to communicate in everyday life. Lastly, the course will also look at the impact of social media on journalism and activism, including a dissection of the recent debates on the power of social media to transform these fields.       Fall Semester | NYU Buenos Aires    Buenos Aires offers an exceptional opportunity to learn about the history and culture of Latin America while taking part in the lively activities of the day-to-day life of Argentina's capital city. With its distinct European-Latin American style, Buenos Aires, birthplace of the tango, is one of the largest port cities in the world and is considered the financial and cultural center of Argentina.    Sample MCC courses at NYU Buenos Aires:       MCC-UE 9455 Global Media Seminar: Latin America This course takes an historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media.       Fall Semester | NYU Shanghai    Shanghai has emerged as one of the primary global cities of the 21st century, a city of rapid growth that personifies the complexity of the new China.    Sample MCC courses at NYU Shanghai:       MCC-UE 9451 Global Media Seminar: Media in China This course introduces students to contemporary media industries in China, including print, broadcasting, film, public relations, advertising, and new media. By incorporating both practical and theoretical study, the course reviews the structures, functions, and influences of various forms of media industries and analyzes current issues from historical, regulatory, social, and technological perspectives.       *Subject to change                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Sites and Courses* - Study Abroad - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Study Abroad - Media, Culture, and Communication                                Sites and Courses*        Spring Semester | NYU Paris    At NYU Paris , the city is your classroom for the study of global media and culture. Paris has an extraordinary history and is a city of intense national, global and cultural change. You'll acquire or improve your French language skills while exploring the media, art, literature, politics, and history of this world city.    Sample MCC courses at NYU Paris:       MCC-UE 9454 Global Media Seminar: France and Europe This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include entertainment formats, advertising and publicity, news and information, content regulation, piracy and independent media, and innovations and emerging practices in digital media. Courses are conducted in English.    MCC-UE 9345 Fashion and Power This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices.       Spring Semester | NYU Prague    Prague stands at the crossroads of Europe, where East meets West and the past meets the present - a city of present-day political excitement and historical imagery. This is an exceptionally exciting time to study in Prague, as students from around the world are drawn to this vibrant and beautiful city to experience first hand its reemergence as one of the leading centers of culture and thought in Europe. Courses are taught by prominent professors from Europe and the United States, and include former leading dissidents, writers, foreign ambassadors, government ministers, artists and public intellectuals.    Sample MCC courses at NYU Prague:       MCC-UE 9453 Global Media Seminar: Post Communist Media Systems This course focuses on European media and the transformation of the Czechoslovakian media after the Velvet Revolution in 1989. Czechoslovakian media are considered alongside developments in a broad range of European perspectives in order to acquaint students with the basic features of the European landscape of print and electronic media.    MCC-UE 9014 Media and Cultural Analysis An introduction to approaches and practices used to criticize the content, structure, and context (including effects) of significant media in our society. Background readings, examination of current criticism, and beginning practice in media criticism are employed.    MCC-UE 9015 Advertising and Society This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    MCC-UE 9032 Social Media Networking This course will examine &ldquo;social media&rdquo; from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes &ldquo;social media.&rdquo; We will also work from an expansive definition of &ldquo;technology,&rdquo; considering the term in a cultural sense to include various practices and tools used to communicate in everyday life. Lastly, the course will also look at the impact of social media on journalism and activism, including a dissection of the recent debates on the power of social media to transform these fields.       Fall Semester | NYU Buenos Aires    Buenos Aires offers an exceptional opportunity to learn about the history and culture of Latin America while taking part in the lively activities of the day-to-day life of Argentina's capital city. With its distinct European-Latin American style, Buenos Aires, birthplace of the tango, is one of the largest port cities in the world and is considered the financial and cultural center of Argentina.    Sample MCC courses at NYU Buenos Aires:       MCC-UE 9455 Global Media Seminar: Latin America This course takes an historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media.       Fall Semester | NYU Shanghai    Shanghai has emerged as one of the primary global cities of the 21st century, a city of rapid growth that personifies the complexity of the new China.    Sample MCC courses at NYU Shanghai:       MCC-UE 9451 Global Media Seminar: Media in China This course introduces students to contemporary media industries in China, including print, broadcasting, film, public relations, advertising, and new media. By incorporating both practical and theoretical study, the course reviews the structures, functions, and influences of various forms of media industries and analyzes current issues from historical, regulatory, social, and technological perspectives.       *Subject to change                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague) - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague)        The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Sites and Courses* - Study Abroad - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Study Abroad - Media, Culture, and Communication                                Sites and Courses*        Spring Semester | NYU Paris    At NYU Paris , the city is your classroom for the study of global media and culture. Paris has an extraordinary history and is a city of intense national, global and cultural change. You'll acquire or improve your French language skills while exploring the media, art, literature, politics, and history of this world city.    Sample MCC courses at NYU Paris:       MCC-UE 9454 Global Media Seminar: France and Europe This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include entertainment formats, advertising and publicity, news and information, content regulation, piracy and independent media, and innovations and emerging practices in digital media. Courses are conducted in English.    MCC-UE 9345 Fashion and Power This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices.       Spring Semester | NYU Prague    Prague stands at the crossroads of Europe, where East meets West and the past meets the present - a city of present-day political excitement and historical imagery. This is an exceptionally exciting time to study in Prague, as students from around the world are drawn to this vibrant and beautiful city to experience first hand its reemergence as one of the leading centers of culture and thought in Europe. Courses are taught by prominent professors from Europe and the United States, and include former leading dissidents, writers, foreign ambassadors, government ministers, artists and public intellectuals.    Sample MCC courses at NYU Prague:       MCC-UE 9453 Global Media Seminar: Post Communist Media Systems This course focuses on European media and the transformation of the Czechoslovakian media after the Velvet Revolution in 1989. Czechoslovakian media are considered alongside developments in a broad range of European perspectives in order to acquaint students with the basic features of the European landscape of print and electronic media.    MCC-UE 9014 Media and Cultural Analysis An introduction to approaches and practices used to criticize the content, structure, and context (including effects) of significant media in our society. Background readings, examination of current criticism, and beginning practice in media criticism are employed.    MCC-UE 9015 Advertising and Society This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    MCC-UE 9032 Social Media Networking This course will examine &ldquo;social media&rdquo; from a cultural perspective, with a focus on how media technologies figure in practices of everyday life and in the construction of social relationships and identities. Although many of our readings will deal with Social Network Sites (SNSs), we will attempt to form an expansive definition of what constitutes &ldquo;social media.&rdquo; We will also work from an expansive definition of &ldquo;technology,&rdquo; considering the term in a cultural sense to include various practices and tools used to communicate in everyday life. Lastly, the course will also look at the impact of social media on journalism and activism, including a dissection of the recent debates on the power of social media to transform these fields.       Fall Semester | NYU Buenos Aires    Buenos Aires offers an exceptional opportunity to learn about the history and culture of Latin America while taking part in the lively activities of the day-to-day life of Argentina's capital city. With its distinct European-Latin American style, Buenos Aires, birthplace of the tango, is one of the largest port cities in the world and is considered the financial and cultural center of Argentina.    Sample MCC courses at NYU Buenos Aires:       MCC-UE 9455 Global Media Seminar: Latin America This course takes an historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media.       Fall Semester | NYU Shanghai    Shanghai has emerged as one of the primary global cities of the 21st century, a city of rapid growth that personifies the complexity of the new China.    Sample MCC courses at NYU Shanghai:       MCC-UE 9451 Global Media Seminar: Media in China This course introduces students to contemporary media industries in China, including print, broadcasting, film, public relations, advertising, and new media. By incorporating both practical and theoretical study, the course reviews the structures, functions, and influences of various forms of media industries and analyzes current issues from historical, regulatory, social, and technological perspectives.       *Subject to change                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague) - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague)        The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Special Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Music Program                       Internships                                                                   Special Programs                                  Journalism                                           From one of the finest Journalism Departments in the U.S. comes a chance to report from a crossroads of the New Europe. NYU Prague offers a courses for journalism students who want international reporting experience while staying on-track toward their degree. Creative assignments, internships, and community service opportunities take you well beyond the classroom walls.                               You will be taught by some of the architects of the new society—former dissidents and leaders of the anti-communist revolution, leaders of government, the media, and the arts - plus some of the finest journalists in the Czech Republic.   NYU Prague offers two unique, student-run programs for aspiring journalists - the Prague Wandering (a webzine) and PragueCast (a podcast). The Prague Wandering is the ONLY study abroad Webzine; students write articles about Prague culture that are read by thousands of people around the world. The newly-launched PragueCast, run by BBC Correspondent Rob Cameron, teaches students all of the aspects of creating a podcast- from conceiving the story, interviewing, editing, presenting, and uploading it onto the web.                      View journalism course descriptions and syllabi here .             Methods &amp; Practice: Reporting the Arts   Production &amp; Publication: Travel Writing                International Reporting   Global Media Seminar: Post-Communist Media Systems              Internship in Journalism                                             Music - now available in Fall and Spring                                           The NYU Music Program offers a unique opportunity to study music history, take individual lessons and join ensembles with the guidance of expert local faculty. Organized by the department of NYU’s Steinhardt School, the program draws on the rich musical heritage of this musical European capital city. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe as well as being a hub for music industry and film music.                               The NYU Music Program,   Prague is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Historically, it has given rise to centuries of great music composition (Mozart wrote Don Giovanni in Prague). Adding a global perspective to your studies is a key ingredient in your education and preparation for the professional world. Beautiful practice rooms, musical instruments and technology equipment are provided at the NYU academic center and in student residences.   Internships for credit are a special feature of this program. Music business and music technology students benefit from hands-on experience with symphony groups, production studios, performers, management companies and other areas of the music industry.                      NYU Prague Music Program                               Video, NYU Prague Music Program                                                                                                 Media                                           Students of media, culture, and communication find a wide array of courses applicable to their major. Taught by leading scholars, writers, editors, and press secretaries, courses explore the culture of media and advertising in contemporary society.                               With guest lectures by foreign news correspondents and opportunities for students to investigate and report on local music, visual arts, and literature, the broad range of course offerings expands students’ knowledge and experience in global communication. Learning continues outside of the classroom through internships with newspaper associations, NGOs, and media institutions. A comprehensive journalism program is also a prominent part of the curriculum, and students are encouraged to supplement their major-specific studies with course work that hones their writing and international reporting skills.   The Media program in Prague is part of Media, Culture, &amp; Communication's Global Media Scholars program. Students in this program study Media at multiple NYU campuses while earning a Global Media Scholar certificate along with their diploma. Learn more by visiting the Global Media Scholars Program website.                    View media course descriptions and syllabi here .           Advertising &amp; Society   Global Media Seminar: Post Communist Media Systems                Social Media Networking     Media and Cultural Analysis                Media, Culture, &amp; Communication Internship   Culture, Media, and Globalization                                                         Global Media Scholars Program                               The Department of Media, Culture, and Communication's new Global Media Scholars Program immerses students in the study of media and globalization through NYU's academic sites abroad. The program features a combination of courses and global experience that allows students to compare and analyze the highly dynamic range of activities associated with the globalization of media and cultural production, distribution, and reception.   Freshmen will be invited to apply to the Global Media Scholars Program each spring. The centerpiece of the program is a two-semester sequence of study abroad starting the spring of participating students' sophomore year at their choice of NYU's campuses in Paris or Prague followed by a second semester abroad in the fall of students' junior year at their choice of NYU's campuses in Buenos Aires or Shanghai. Finally, students will take part in a special Senior Media Seminar capstone course during the January Winter (Intersession) term of their senior year. This capstone experience will by taught by a Media, Culture, and Communication faculty member and will involve travel to a NYU global site.   Upon successful completion of the program students will fulfill the &quot;Global and Transcultural Communication&quot; field of study within the major and will earn a designation of &quot;Global Media Scholar&quot; on their transcript along with a certificate. A small stipend may be available to students to use towards travel expenses incurred during their Senior Media Seminar.     Global Media Scholars Program Website                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                  Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel          Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff                                        Politics and International Relations                                           The NYU Prague faculty includes former dissidents, student leaders of the Velvet Revolution that overthrew the totalitarian regime, and political leaders today. The curriculum at NYU Prague uses the current political climate to explore the role of Central and Eastern European nations in relation to neighboring countries and the rest of the world, while also considering the unique economic and political history of the Czech Republic.                               Prague is one of the most stable and prosperous post-Communist nations of Europe. With the fall of Communism in the Czech Republic, and with Eastern European countries moving toward becoming fully integrated into the EU, now is a particularly relevant time for students to observe the rapid political changes taking place here.   Students have access to the NYU-sponsored Prague Institute for Democracy, Economy, and Culture, which regularly hosts conferences, seminars, and guest lectures, often on curriculum-pertinent topics, such as the country’s transition to a free-market economy. In addition to course work, students have opportunities to intern with NGOs and law, media, and human rights organizations.                    View politics and international relations and syllabi here .          East European Comparative Politics   European-American Relations in the 21st Century   Central Europe, NATO &amp; the European Union              Germany &amp; East Central Europe (1871-2000)   Czech &amp; Slovak Republics in the Central &amp; Eastern European Political Context   Western European Comparative Politics                                                   Sociology and Legal Studies                                           In courses taught by leading scholars, politicians, and writers, students explore fundamental social transformations in law and social justice.                               In 1989, a nonviolent revolution by the Czech people overthrew an oppressive communist regime. In the years since, the Czech Republic has grappled with fundamental issues of human society - how to build a just, humane political system that protects human rights and cultural identity while fostering economic growth and social development. At NYU in Prague, students study with some of the architects of this new society.                      View sociology and legal studies course descriptions and syllabi here .          Society and the Philosophy of Law   Law and Human Rights in Central Europe              Gender in Transition in Post-Communist Society   Collective Identity in a Totalitarian Regime   Modern Dissent in Central Europe: The Art of Defeat                                     Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]