[{"detail": [{"content": "An Introduction to Sociology                                                                                                                                           Submit Feedback                                                                                         Home             Resources for Students             Resources for Teachers             The Field of Sociology             The Course                                                         Bookmark                   “Becoming a Member of Society Through Socialization”    From Caroline Hodges Persell. 1990. Chapter 5, pp. 98-107 in Understanding Society: An Introduction to Sociology . 3rd ed. New York, NY: Harper &amp; Row, Publishers, Inc.    Socialization    A girl named Genie was found in the United States in 1970. Genie's father had kept her locked in a room from the age of 20 months until age 13. Genie was harnessed naked to an infant's potty seat and left alone for hours and days through the years. When she was remembered at night, she was put to bed in a homemade straitjacket. There were no radios or televisions in the house, people spoke in hushed tones, and the only language Genie heard was an occasional obscenity from her father. He hated noise, and if Genie made any sound her father would growl at her like a dog or beat her with a stick. As a result of her confinement, Genie could not walk and her eyes could not focus beyond the boundaries of her room. She was malnourished, incontinent, and salivated constantly [Curtiss, 1977].     Despite all this, when the psychologist Susan Curtiss first met her, Genie was alert, curious, and intensely eager for human contact. When frightened or frustrated she would erupt into silent frenzies of rage--flailing about, scratching, spitting, throwing objects, but never uttering a sound. Aside from not speaking, her lack of socialization was apparent in her behavior: She would urinate in unacceptable places, go up to someone in a store and take whatever she liked of theirs, and peer intently into the faces of strangers at close range. Although Curtiss worked with her for several years, Genie never developed language abilities beyond those of a 4-year-old, and she ended up being placed in an institution.    The story of Genie shows the importance of socialization in human society. Socialization refers to preparing newcomers to become members of an existing group and to think, feel, and act in ways the group considers appropriate. Viewed from the group's point of view, it is a process of member replacement. Such widely diverse situations as child rearing, teaching someone a new game, orienting a new member of an organization, preparing someone who has been in sales work to become a manager, or acquainting an immigrant with the life and culture of a new society are all instances of socialization.    Socialization is a central process in social life. Its importance has been noted by sociologists for a long time, but their image of it has shifted over the last hundred years.  In the early years of American sociology, socialization was equated with civilization. The issue was one of taming fierce individualists so they would willingly cooperate with others on common endeavors. An unruly human nature was assumed to exist prior to an individual's encounter with society. This nature had to be shaped to conform to socially acceptable ways of behaving.    As time went on, however, socialization came to be seen more and more as the end result-- that is, as internalization. Internalization means taking social norms, roles, and values into one's own mind. Society was seen as the primary factor responsible for how individuals learned to think and behave. This view is evident in the work of functionalist Talcott Parsons, who gave no hint that the result of socialization might be uncertain or might vary from person to person. If people failed to play their expected roles or behaved strangely, functionalists explained this in terms of incomplete or inadequate socialization. Such people were said to be &quot;unsocialized&quot;--they had not yet learned what was expected of them. The trouble is, they might very well know what was expected but simply be rejecting it. Someone who runs a red light, for example, knows perfectly well that one is not supposed to do that but is doing it anyway. The possibility that individuals might have needs, desires, values, or behaviors different from those that society expects (or demands) of them was not seriously considered by functionalists .    As Parsons used the term &quot;internalization,&quot; it referred to the tendency for individuals to accept particular values and norms and to conform to them in their conduct. Dennis Wrong (1961) deplored this view of internalization as being an &quot;oversocialized&quot; conception of human beings. It left no room for the &quot;animal&quot; or biological side of human existence, where motivational drives might conflict with the discipline of internalized social norms. Functionalists deny the presence in humans &quot;of motivational forces bucking against the hold that social discipline has over them&quot; (Wrong, 1961, p. 187). Individual drives do sometimes conflict with social expectations, however. For example, a common theme in movies and TV is that of married people becoming involved in sexual relationships with persons other than their spouses. They know they are not supposed to have an affair, but they do so anyway.    Undoubtedly as a reaction to the overly determined Parsonian view of socialization, a group of interpretive sociologists has reasserted the independence of individuals . They reject Parsons's view of socialization as internalized values, norms, and habits, and they reject the notion of society as something out there (a given) that affects individuals the way Parsons suggested it did. The interpretive perspective sees socialization as an interactive process. Individuals negotiate their definitions of the situation with others. A couple, for example, may negotiate between themselves a conception of marriage that is sharply different from the view of marriage held by people in the larger society. The interpretive view offers an &quot;undersocialized&quot; view of human behavior, since it tends to minimize the importance of historical social structures and the deep internalization of social values and norms (Wentworth, 1980). But the innovative couple may find that their personally developed conception of marriage is challenged or undermined by friends, in-laws, legal systems, employers, or others.    Both the functionalist and the interpretive views of socialization are incomplete. Each is relevant for understanding some features, but both tend to ignore other important aspects of social life. It is useful to combine the helpful points of each approach into a more complete view of socialization. Wentworth (1980) proposes exactly such a synthesis. He suggests that an adequate view of socialization must leave room for free will and human autonomy, though noting the patterned social structures and processes that influence individuals. Wentworth's combined view clarifies the socialization that occurs in families, schools, groups, sports teams, organizations, and societies.    We can distinguish three major aspects of socialization:    1. The context in which it occurs    2. The actual content and processes people use to socialize others    3. The results arising from those contexts and processes    The context is like the theater or stage in which socialization occurs. Social context includes culture, language, and social structures such as the class, ethnic, and gender hierarchies of a society. Context also includes social and historical events, power and control in social life, and the people and institutions with whom individuals come in contact in the course of their socialization.    The content and process of socialization is like the play, the lines, and the actors. It includes the structure of the socializing activity--how intense and prolonged it is, who does it, how it is done, whether it is a total experience or only a partial process, how aware the individual is of alternatives, and how attractive those alternatives are. Content refers specifically to what is passed from member to novice. Processes are those interactions that convey to new members how they are to speak, behave, think, and even feel. The view of socialization as an interactive process stands in contrast to the deterministic views of how socialization occurs. Old and new members interact, and in the process exercise mutual influence on each other.    Outcomes may properly be defined as what happens later, after someone has been exposed to particular content and processes. New members may learn the behaviors, attitudes, and values that old members hoped they would learn. What do these include? First and foremost among humans is learning how to speak and to apply the rules of language to creating new sentences. Like learning to play chess, learning a language involves being shown some of the ways vocabulary and grammar can be combined (like learning how the various pieces can be moved in a chess game), and then creating one's own combinations from those possibilities. Closely related to learning to use a language is gaining a sense of the rules underlying a society's culture. Even learning to walk in an upright position appears to be the result of socialization.    THE CONTEXT OF SOCIALIZATION    Socialization occurs within biological, psychological, and social contexts. Each of these offers possibilities and limitations that may influence socialization.    The Biological Context    Biological features are regularly suggested as sources of human behavior. Sociobiologists (see Chapter 3) suggest that some human capacities may be &quot;wired into&quot; our biological makeup. For example, even newborn babies seem to strive for maximum social interaction. They move their heads back and forth in burrowing or &quot;rooting&quot; motions looking for milk; they have powerful, grasping fingers that cling tightly to other human fingers or bodies; and they move so as to maximize body contact with their caregivers. These facts suggest that infants are born wanting human contact.    Sociobiologists argue that traits which aid survival and reproduction (like learning not to eat things that induce vomiting) will survive, whereas others (like unusual whiteness in certain animals, which makes them easier prey) will tend to die out. Although this evidence suggests that biological factors clearly play a role in development, it does not show that all human behavior is biologically determined. Biology sets the stage, on which a very broad range of human behavior occurs. Most or all of the important differences between societies are due to social rather than biological factors.    As educators have become more aware of children with &quot;learning disabilities,&quot; they have begun to wonder if some conditions, such as those labeled &quot;dyslexia&quot; (that is, the inability to grasp the meaning of something one reads) are due to the incomplete development of certain nerve pathways in the brain that may scramble signals on the way to the brain, making it likely that children will &quot;see&quot; bs instead of ds , qs rather than ps , and so forth. Such problems may be part of the biological context of socialization. They may interact in significant ways with psychological and social factors during socialization and have important effects on the outcomes-- for example, if children are labeled retarded or develop a sense of worthlessness, they may be less likely to learn.    In short, biology provides rich potential for becoming human and may present general tendencies, such as the tendency to seek out social interaction or to use language, but it does not determine the particular form such social development takes.    The Psychological Context    Emotional States and the Unconscious    The primary factor in the psychological context of socialization is the psychological state of the person being socialized. Psychological states include feelings such as fear, anger, grief, love, and happiness or a sense of emotional deprivation. Strongly feeling one or more of these emotions might very well inhibit or promote socialization of a particular kind. Fear may make it difficult for young children to be socialized in school, whereas people in love may leant very quickly what makes their loved ones happy. Emotions can also influence how individuals perceive the content of socialization, whether in becoming a member of a family group or a religious sect. Knowing something about the feelings of the people involved (the psychological context) helps explain the results of the socialization process.    Cognitive Development Theories    A number of psychologists emphasize the series of stages through which humans progress. Although emotional concerns can be involved, these theorists focus on cognitive (intellectual) development, which occurs in a systematic, universal sequence through a series of stages. The most influential theorist of intellectual development was the Swiss psychologist Jean Piaget. A sharp observer of children's development, Piaget stressed that children need to master the skills and operations of one stage of intellectual development before they are able to learn something at the next stage.    Whether or not they all agree on the unfolding of specific stages, cognitive development theorists see children as increasingly trying to make sense of their social worlds as they grow up. Children try to see patterns in the way things happen.    Social contexts influence individual development. Culture exists before the socialization of new members begins. Parents, for example, do not need to decide alone what they arc going to teach their children, since much of what they will pass along they have themselves learned through socialization. Besides culture, individuals are affected by social and historical events and by a number of individuals who actively try to socialize them.    Social and Historical Events    Major social and historical events can be a force in socializing an entire generation. Such major events as the Great Depression of the 1930s, the Holocaust in Europe during World War II, or the civil rights movement that took shape in the United States in the 1960s have profound implications for individual socialization. Elder (1974) compared children whose families were very poor during the 1930s with others whose families were more comfortable. Those suffering greater deprivation depended less on formal education for their life achievements and more on effort and accomplishment outside of education. Their health as adults tended to be affected negatively by their economic hardships. Finally, they tended to value marriage and family more highly as a result of their economic deprivation (Elder, 1974). Thus individuals who live in extraordinary times appear to be influenced by the historical events around them.    Participants in Socialization    Obviously, parents and the immediate family of infants are important to their early care and development. Major changes in the family are increasing the importance of other caregivers as well. Teachers and schools transmit formal skills, knowledge, and social values. As infants mature, they have more and more contact with other children their age, called peers. Inevitably, children are affected by the community and nation in which they are reared. Children in the United States today spend a great deal of time with the mass media. Radio, movies, and-- most significantly--television have transformed the way we experience the world and what we know about it.    THE FAMILY . In rural societies, children have most of their early social contact with the family. Today, however, the family's importance in the child's life is changing. The American family no longer necessarily conforms to the stereotypical nuclear family with two parents and two or more dependent children. Fewer than one family in five consists of a working father, full-time homemaker mother, and at least one child. There are more and more single-parent families, and 56 percent of all mothers with children under 6 years old are working (U. S. Bureau of the Census, 1985a, p. 399). More and more children are receiving their early and primary care from others in addition to their parents. What are the effects on young children of having only one parent in the home? Of having a mother who works outside the home? One study suggests that single parents with adequate financial and emotional support are able to raise their children quite effectively (Monaghan-Leckband, 1978).    Although most children growing up in America today will spend a great deal of time with people other than members of their families, this does not mean that the participation of families in socialization has ended.    On the contrary, the family continues to be a major means of passing on values, attitudes, and behaviors. As we saw in Chapter 1, in the case of Alex and Alice as compared to Albert and his wife, family origin does a great deal to shape a child's social opportunities, resources, and experience. Different social positions may be related to different socialization for children even when they live in the same society.    DAY CARE. Nearly 10 million children 5 years old or younger have mothers who work away from home. This includes 48 percent of the mothers of children 3 years old or younger. For these children, day care is an important agent of socialization. In 1982 there were more than 30,000 day-care centers, ranging from informal arrangements at the home of a neighbor to large nurseries run by schools, churches, charities, corporations, and occasionally employers (Lindsey, 1984). Figure 5.1 shows the primary childcare arrangements for children under age 5 whose mothers work outside the home.    When the ratio of staff to children is at least one to ten or lower, when the groups of children are not larger than 20, and when caregivers are trained in early childhood development and are attentive to the children, the children who attend day care do very well (Collins, 1984; Lindsey, 1984). Children from very low income families have benefited considerably over the long term as a result of federally financed Head Start and other early day-care programs (Deutsch et al., 1985; Schweinhart and Weikart, 1987).    SCHOOLS. As societies become more complex and there is a greater division of labor, family members cannot spend all day every day teaching children what they need to know to function effectively as adults in society. Therefore, most societies have established schools to teach youngsters certain skills. Schools teach values and attitudes as well. These values and attitudes include, for example, competitiveness or cooperation, conformity or innovation.    Schools try to impress upon children the importance of working for rewards, and they try to teach neatness, punctuality, orderliness, and respect for authority. Teachers are called upon to evaluate how well children perform a particular task or how much skill they have. Thus, in school, children's relationships with adults move from nurture and behavioral concerns to performance of tasks and skills determined by others.    PEERS . A peer group consists of friends and associates who are about the same age and social status. As children get older, going to school brings them into regular contact with other children of their age. As early as first or second grade, children form social groups. In these early peer groups, children learn to share toys and other scarce resources (such as the teacher's attention). Peers may reinforce behaviors that are stressed by parents and schools--for example, whether it is all right to hit someone else and what arc acceptable behaviors for boys and girls. As children move through school, the interests of peer groups may diverge more and more from those of adults. This is particularly true of the United States but seems also to be the case in certain socialist societies today. Youthful concerns may center on popular music and movies, sports, sex, or illegal activities. Parents and teachers, on the other hand, want children to do schoolwork, help at home, and &quot;stay out of trouble.&quot; Peer groups may provide social rewards--praise, prestige, and attention--to individuals for doing things adults disapprove of.    In the former Soviet Union, the peer group was used by authorities to reinforce the behaviors and attitudes they desire. For example, if a child camesto school late, it was not only the teacher who noted this (perhaps by praising children who are on time) but also those in the child's row in the classroom, who might be enlisted to urge the child to come to school on time (Bronfenbrenner, 1970). Peer sanctions (punishments) are particularly effective. In Israel, for instance, in a collective farm group, a child who breaks a rule such as using a tractor when it is not allowed and damaging the machine in the process may be formally ostracized for some time. During this period the other children will not speak to or play with the child. Although effective in achieving social goals, the united effect of peer and official authority is more powerful and painful than official authority alone for the individual who does not conform. In our society, adolescents are heavily influenced by their peers when it comes to dress, musical fads, cheating, and drug use. In making their future life plans, however, they are influenced more by their parents than by their peers (Davies and Kandel, 1981; Kandel and Lesser, 1972; Krosnick and Judd, 1982; Williams, 1972). Girls seem to be somewhat more influenced in their future life plans by peers than are boys (Bush, 1985; Davies and Kandel, 1981; Simmons et al., 1979).    COMMUNITY AND COUNTRY. Every society tries to influence how young people grow up. Much of this influence is expressed through parents, schools, and peers, but it is worth considering for a moment how children become exposed to the political and economic ideas that are considered important for citizens of a particular country.    Children learn political information and attitudes rapidly during the elementary school years, particularly between fourth and fifth grades (Hess and Torney, 1967). One of the first things they learn is that they belong to some kind of a political unit. Even very young children develop a sense of &quot;we&quot; in relation to their own country and learn to see other countries in terms of&quot;they.&quot; Children also tend to believe that their own country and language are superior to others. This bond may be the most critical socialization feature relating to the political life of the nation (Hess and Torney, 1967). The family helps provide this basic loyalty to country, but the school also shapes the political concepts that expand and develop children's early feelings of attachment. Political orientations develop early and reach nearly adult levels by the end of elementary school, but there are still some critical changes that occur at other points during the life cycle. High school students become more aware of differences between political parties and tend to become more active politically. In the first decade of adult life people modify their political orientations as they take on new occupational and family roles (Jennings and Niemi, 1968).    Children form economic ideas fairly early in life. One study examined how youngsters are socialized into capitalism. When third-graders were compared with twelfth-graders, the older students were found to hold more negative attitudes toward labor unions and more favorable attitudes toward business than did the younger children (Cummings and Taebel, 1978), suggesting that, over time, they developed attitudes that were more favorable toward capitalism, perhaps because of what they learned at school, from the media, or at home.    MASS MEDIA. The mass media include many forms of communication--such as books, magazines, radio, television, and movies--that reach large numbers of people without personal contact between senders and receivers. In the last few decades, children have been dramatically socialized by one source in particular: television. Studies have found that children spend more time watching TV than they spend in school.    It seems unbelievable that in 1945 the pollster George Gallup asked Americans, &quot;Do you know what television is?&quot; Now virtually every American home has at least one television set, and the average set is on almost 7 hours a day (Comstock et al., 1978). How has this transformation affected children? Reports vary, but children in the fifth to eighth grades view an average of 4 to 6 hours daily (B. S. Greenberg and Dervin, 1970; Lyle and Hoffman, 1972). Most of the research on the effects of television has been on the cognitive and behavioral results of TV watching. The topic most often studied has been the influence of television on antisocial behavior, especially violence. Current research supports the view that seeing violence on television increases the chance that a child will be aggressive (Comstock et al., 1978). No publicly available studies unambiguously relate changes in behavior (such as food habits or drug use) to exposure to television advertising (Comstock et al., 1978) .    Research also suggests that young people obtain considerable political and social information from television, but that how they perceive the information depends largely on parental influence (Comstock et al., 1978). For example, during the Vietnam War, television was the most important source of public information about the war. Yet how young people felt about it-- whether they favored or opposed it--seemed to be influenced more by their parents than by the opinions presented on television. Those who opposed the war interpreted the news on TV as opposing the war, whereas those favoring it saw the news as favoring it (Comstock et al., 1978).    Most researchers studying the effects of television on children have focused on the content of the programs and not on the total experience of television watching. They argue that there is too much violence and sex on children's programs and that more good educational programs for children are needed.    Winn (1977) suggests that the experience of watching television itself is limiting. When people watch television, no matter what the program, they are simply watchers and are not having any other experience. According to Winn, and many agree, children need to develop family relationships, the capacity for self direction, and the basic skills of communication (reading, writing, and speaking); to discover their own strengths and limitations, and to learn the rules that keep social interaction alive. Television works against all these goals by putting children in a passive situation where they do not speak, interact, experiment, explore, or do anything else active because they are watching a small moving picture on a machine. This research shows the growing importance of television as a medium of socialization, although clearly it is only one among a number of important influences.    Social Position as Part of the Context    Your family's social class, economic position, and ethnic background--as well as your gender--can affect the ways in which you will be socialized. People in more advantageous positions, like Alice and Alex in Chapter 1, tend to develop higher self-evaluations. As a result, they feel justified in having more resources. Similarly, those in less desired positions tend to have lower self-evaluations and may feel that their lower status is deserved (Della Fave, 1980).    Sociologists ask if children in different social classes are socialized differently. For instance are middle-class children socialized differently from lower-class children? If so, why and how? Middle-class parents are slightly less likely to use physical punishment than are lower-class parents (Gecas, 1979). Middle-class parents appear to be more concerned about their children's intentions than with the negative consequences of their actions. Thus, if a child breaks a dish a middle-class parent will be concerned with whether he or she did it &quot;on purpose&quot; or whether it was an accident, and the reaction will vary accordingly. Lower-class parents tend to react in about the same way whatever the intention of the child (Kohn, 1969).    These differences in parental response may stem from the life situations of people in different classes. Different parental experiences in the occupational world color the view of what children need to learn (Kohn, 1969, 1976; Kohn and Schooler, 1983; Pearlin, 1971).    Parents who are closely supervised on the job (more often blue-collar workers) value conformity more than do less supervised parents (usually white-collar workers). Both blue- and white-collar parents increasingly prefer more autonomy in their children, at least in the Detroit area (Alwin, 1984).    Cross-cultural studies show that members of agrarian and herding societies (where food can be accumulated and stored) tend to emphasize compliance in their socialization practices. In societies where food cannot be stored (as in hunting, gathering, or fishing economies), members more often stress individual achievement and self-reliance (Barry, Child, and Bacon, 1959).    Political structure may also be related to socialization practices. Autocratic states tend to have more &quot;severe&quot; socialization, show clear power and deference relationships, and stress obedience (Stephens, 1963). The Soviet Union, for example, works harder to socialize children to conformity than does the United States (Bronfenbrenner, 1970) . By way of contrast, tribal societies that lack a centralized or autocratic political system allow children to be less obedient and less conforming (Stephens, 1963).    All these studies suggest that parents value different traits for their children, depending on the economic, political, and social situations they face. In general, when adults have more opportunities for self-determination, they value and try to develop greater self-reliance in their children (Ellis, Lee, and Petersen, 1978). All groups try to socialize their children as well as they can, but they stress different behaviors, depending on what they see as needed in their own situation. Just as different societies may see the need for different behaviors and skills in their children, subgroups within society may do the same thing. They try to prepare their children as well as possible for the positions they are likely to hold.    References    Alwin, Duane F. 1984. “Trends in Parental Socializaiton Values: Detroit, 1958-1983.”  American Journal of Sociology 90: 359-82.    Barry, Herbert III. Irvin Child, and Maragaret Bacon. 1959. “Relationship of Child    Training to Subsistence Economy.” American Anthropologist 61:51-63.    Bronfenbrenner, Urie. 1970. Two Worlds of Childhood: U.S. and U.S.S.R . New York:    Basic Books-Russell Sage Foundation.    Bush, Diane Mitsch. 1985. “The Impact of Changing Gender Role Expectations upon    Socialization in Adolescence: Understanding the interaction of Gender, Age, and Cohort Effects.” Pp. 269-97 in Research in the Sociology of Education and Socialization . Vol. 5, eduted by Alan C. Kerchhoff. Greenwich, CT: JAI Press.    Collins, Glenn. 1984. “Experts Debate Impact of Day Care on Children and on Society.” New York Times (September 4): B11.    Comstock, George, Steven Chafee, Natan Katzman, Maxwell McCombs, and Donald    Roberts. 1978. Television and Human Behavior . New York: Columbia University Press.    Cummings, Scott and Del Taebel. 1978. “The Economic Socialization of Children: A    Neo-Marxist Analysis.” Social Problems 26:198-210    Curtiss, Susan. 1977. Genie . New York: American Press.    Davies, Mark and Denise B. Kandel. 1981. “Parental and Peer Influences on    Adolescents’ Educational Plans: Some Further Evidence .” American Journal of Sociology 87:363-87.    Della Fave, L. Richard. 1980. “The Meek Shall Not Inherit the Earth: Self-evaluation and    the Legitimacy of Stratification.” American Sociological Review 45:955-71.    Deutsch, Martine, Theresa J. Jordan, and Cynthia P. Deutsch. 1985. “Long-Term Effects    of Early Intervention: Summary of Selected Findings.” Xeroxed report, New York University, Institute for Developmental Studies.    Ellis, Godfrey J., Gary R. Lee, and Larry R. Peterson. 1978. “Supervision and    Conformity: A Cross-Cultural Analysis of Parental Socialization Values.” American Journal of Sociology 84: 386-403.    Gecas, Viktor. 1979. “The Influence of Social Class on Socialization.” Pp. 365-404 in Contemporary Theories about the Family , edited by Wesley R. Burr, Reuben Hill. F. Ivan Nye, and Ira L. Reiss. New York: Free Press.    Greengberg, B.S. and B. Dervin. 1970. Use of the Mass Media by the Urban Poor . New    York: Praeger.    Hess, Robert D. and Judith V. Torney. 1967. The Development of Political Attitudes in    Children . Chicago: Aldine.    Jennings, M. Kent and Richard G. Niemi. 1968. “Patterns of Political Learning.” Harvard Educational Review 39: 1-123.    Kandel, Denise B. and Gerald S. Lesser. 1972. Youth in Two Worlds . San Francisco: Jossey-Bass.    Kohn, Melvin L. and Carmi Schooler. 1983. Work and Personality . Norwood, NJ: Ablex.    Kohn, Melvin L. 1969. Class and Conformity . Homewood, IL: Dorsey Press.    Kohn, Melvin L. 1976. “Social Class and Parental Values: Another Confirmation of the    Relationship.” American Sociological Review 41: 538-45.    Krosnick, Jon A. and Charles M. Judd. 1982.”Transitions in Social Influence at    Adolescence: Who Induces Cigarette Smoking?” Developmental Psychology 18:359-68.    Lindsey, Robert. 1984. “Increased Demand for Day Care Prompts a Debate on    Regulation.” New York Times (September 2): 1, 52.    Lyle, J. and H.R. Hoffman. 1972. “Children’s Use of Television and Other Media.” Pp.    129-256 in Television and Social Behavior . Vol. 4 : Television in Day-to-Day Life: Patterns of Use , edited by E. A. Rubinstein, G. A. Comstock, and J. P. Murray. Washington, DC: U.S. Government Printing Office.    Monaghan-Leckband, Kathleen. 1978. “Role Adaptations of Single Parents: A Challenge    to the Pathological View of Male and Female Single Parents.” Unpublished doctoral dissertation, New York University.    Pearlin, Leonard I. 1971. Class Context and Family Relations: A Cross-National Study .    Boston: Little, Brown.    Schweinhart, Lawrence J. and David P. Weikart. 1987. “Evidence of Problem Prevention    by Early Childhood Education.” Pp. 87-101 in Social Intervention: Potential and Constraints, edited by Klaus Hurrelmann, Franz-Xaver Kaufmann, and Friedrich Losel. Berlin and New York: De Gruyter.    Simmons, Roberta G., Dale A. Blyth, Edward Van Cleave, and Diane Mitsch Bush. 1979.    “Entry into Early Adolescence: The Impact of Puberty, School Structure, and Early Dating on Self-esteem.” American Sociological Review 44: 948-67.    Stephens, William N. 1963. The Family in Cross-Cultural Perspective . New York: Holt,    Rinehart and Winston.    U.S. Bureau of the Census. 1985a. Statistical Abstract of the United States 1986 .    Washington, DC: U.S. Government Printing Office.    Wentworth, William M. 1980. Context and Understanding: An Inquiry into Socialization    Theory . New York: Elsevier.    Williams, T.H. 1972. “Educational Aspirations: Longitudinal Evidence on Their    Development in Canadian Youth . Sociology of Education 45: 107-33.    Winn, Marie. 1997. The Plug-in Drug: Television, Children and the Family . New York:    Viking.    Wrong, Dennis. 1961. “The Over-socialized Conception of Man in Modern Sociology.” American Sociological Review 26:183-93.                                Copyright &copy; 2008                       Home      |       Resources for Students      |       Resources for Teachers      |       The Field of Sociology      |       The Course"}]},
{"detail": [{"content": "An Introduction to Sociology                                                                                                                                           Submit Feedback                                                                                         Home             Resources for Students             Resources for Teachers             The Field of Sociology             The Course                                                         Bookmark                   “Becoming a Member of Society Through Socialization”    From Caroline Hodges Persell. 1990. Chapter 5, pp. 98-107 in Understanding Society: An Introduction to Sociology . 3rd ed. New York, NY: Harper &amp; Row, Publishers, Inc.    Socialization    A girl named Genie was found in the United States in 1970. Genie's father had kept her locked in a room from the age of 20 months until age 13. Genie was harnessed naked to an infant's potty seat and left alone for hours and days through the years. When she was remembered at night, she was put to bed in a homemade straitjacket. There were no radios or televisions in the house, people spoke in hushed tones, and the only language Genie heard was an occasional obscenity from her father. He hated noise, and if Genie made any sound her father would growl at her like a dog or beat her with a stick. As a result of her confinement, Genie could not walk and her eyes could not focus beyond the boundaries of her room. She was malnourished, incontinent, and salivated constantly [Curtiss, 1977].     Despite all this, when the psychologist Susan Curtiss first met her, Genie was alert, curious, and intensely eager for human contact. When frightened or frustrated she would erupt into silent frenzies of rage--flailing about, scratching, spitting, throwing objects, but never uttering a sound. Aside from not speaking, her lack of socialization was apparent in her behavior: She would urinate in unacceptable places, go up to someone in a store and take whatever she liked of theirs, and peer intently into the faces of strangers at close range. Although Curtiss worked with her for several years, Genie never developed language abilities beyond those of a 4-year-old, and she ended up being placed in an institution.    The story of Genie shows the importance of socialization in human society. Socialization refers to preparing newcomers to become members of an existing group and to think, feel, and act in ways the group considers appropriate. Viewed from the group's point of view, it is a process of member replacement. Such widely diverse situations as child rearing, teaching someone a new game, orienting a new member of an organization, preparing someone who has been in sales work to become a manager, or acquainting an immigrant with the life and culture of a new society are all instances of socialization.    Socialization is a central process in social life. Its importance has been noted by sociologists for a long time, but their image of it has shifted over the last hundred years.  In the early years of American sociology, socialization was equated with civilization. The issue was one of taming fierce individualists so they would willingly cooperate with others on common endeavors. An unruly human nature was assumed to exist prior to an individual's encounter with society. This nature had to be shaped to conform to socially acceptable ways of behaving.    As time went on, however, socialization came to be seen more and more as the end result-- that is, as internalization. Internalization means taking social norms, roles, and values into one's own mind. Society was seen as the primary factor responsible for how individuals learned to think and behave. This view is evident in the work of functionalist Talcott Parsons, who gave no hint that the result of socialization might be uncertain or might vary from person to person. If people failed to play their expected roles or behaved strangely, functionalists explained this in terms of incomplete or inadequate socialization. Such people were said to be &quot;unsocialized&quot;--they had not yet learned what was expected of them. The trouble is, they might very well know what was expected but simply be rejecting it. Someone who runs a red light, for example, knows perfectly well that one is not supposed to do that but is doing it anyway. The possibility that individuals might have needs, desires, values, or behaviors different from those that society expects (or demands) of them was not seriously considered by functionalists .    As Parsons used the term &quot;internalization,&quot; it referred to the tendency for individuals to accept particular values and norms and to conform to them in their conduct. Dennis Wrong (1961) deplored this view of internalization as being an &quot;oversocialized&quot; conception of human beings. It left no room for the &quot;animal&quot; or biological side of human existence, where motivational drives might conflict with the discipline of internalized social norms. Functionalists deny the presence in humans &quot;of motivational forces bucking against the hold that social discipline has over them&quot; (Wrong, 1961, p. 187). Individual drives do sometimes conflict with social expectations, however. For example, a common theme in movies and TV is that of married people becoming involved in sexual relationships with persons other than their spouses. They know they are not supposed to have an affair, but they do so anyway.    Undoubtedly as a reaction to the overly determined Parsonian view of socialization, a group of interpretive sociologists has reasserted the independence of individuals . They reject Parsons's view of socialization as internalized values, norms, and habits, and they reject the notion of society as something out there (a given) that affects individuals the way Parsons suggested it did. The interpretive perspective sees socialization as an interactive process. Individuals negotiate their definitions of the situation with others. A couple, for example, may negotiate between themselves a conception of marriage that is sharply different from the view of marriage held by people in the larger society. The interpretive view offers an &quot;undersocialized&quot; view of human behavior, since it tends to minimize the importance of historical social structures and the deep internalization of social values and norms (Wentworth, 1980). But the innovative couple may find that their personally developed conception of marriage is challenged or undermined by friends, in-laws, legal systems, employers, or others.    Both the functionalist and the interpretive views of socialization are incomplete. Each is relevant for understanding some features, but both tend to ignore other important aspects of social life. It is useful to combine the helpful points of each approach into a more complete view of socialization. Wentworth (1980) proposes exactly such a synthesis. He suggests that an adequate view of socialization must leave room for free will and human autonomy, though noting the patterned social structures and processes that influence individuals. Wentworth's combined view clarifies the socialization that occurs in families, schools, groups, sports teams, organizations, and societies.    We can distinguish three major aspects of socialization:    1. The context in which it occurs    2. The actual content and processes people use to socialize others    3. The results arising from those contexts and processes    The context is like the theater or stage in which socialization occurs. Social context includes culture, language, and social structures such as the class, ethnic, and gender hierarchies of a society. Context also includes social and historical events, power and control in social life, and the people and institutions with whom individuals come in contact in the course of their socialization.    The content and process of socialization is like the play, the lines, and the actors. It includes the structure of the socializing activity--how intense and prolonged it is, who does it, how it is done, whether it is a total experience or only a partial process, how aware the individual is of alternatives, and how attractive those alternatives are. Content refers specifically to what is passed from member to novice. Processes are those interactions that convey to new members how they are to speak, behave, think, and even feel. The view of socialization as an interactive process stands in contrast to the deterministic views of how socialization occurs. Old and new members interact, and in the process exercise mutual influence on each other.    Outcomes may properly be defined as what happens later, after someone has been exposed to particular content and processes. New members may learn the behaviors, attitudes, and values that old members hoped they would learn. What do these include? First and foremost among humans is learning how to speak and to apply the rules of language to creating new sentences. Like learning to play chess, learning a language involves being shown some of the ways vocabulary and grammar can be combined (like learning how the various pieces can be moved in a chess game), and then creating one's own combinations from those possibilities. Closely related to learning to use a language is gaining a sense of the rules underlying a society's culture. Even learning to walk in an upright position appears to be the result of socialization.    THE CONTEXT OF SOCIALIZATION    Socialization occurs within biological, psychological, and social contexts. Each of these offers possibilities and limitations that may influence socialization.    The Biological Context    Biological features are regularly suggested as sources of human behavior. Sociobiologists (see Chapter 3) suggest that some human capacities may be &quot;wired into&quot; our biological makeup. For example, even newborn babies seem to strive for maximum social interaction. They move their heads back and forth in burrowing or &quot;rooting&quot; motions looking for milk; they have powerful, grasping fingers that cling tightly to other human fingers or bodies; and they move so as to maximize body contact with their caregivers. These facts suggest that infants are born wanting human contact.    Sociobiologists argue that traits which aid survival and reproduction (like learning not to eat things that induce vomiting) will survive, whereas others (like unusual whiteness in certain animals, which makes them easier prey) will tend to die out. Although this evidence suggests that biological factors clearly play a role in development, it does not show that all human behavior is biologically determined. Biology sets the stage, on which a very broad range of human behavior occurs. Most or all of the important differences between societies are due to social rather than biological factors.    As educators have become more aware of children with &quot;learning disabilities,&quot; they have begun to wonder if some conditions, such as those labeled &quot;dyslexia&quot; (that is, the inability to grasp the meaning of something one reads) are due to the incomplete development of certain nerve pathways in the brain that may scramble signals on the way to the brain, making it likely that children will &quot;see&quot; bs instead of ds , qs rather than ps , and so forth. Such problems may be part of the biological context of socialization. They may interact in significant ways with psychological and social factors during socialization and have important effects on the outcomes-- for example, if children are labeled retarded or develop a sense of worthlessness, they may be less likely to learn.    In short, biology provides rich potential for becoming human and may present general tendencies, such as the tendency to seek out social interaction or to use language, but it does not determine the particular form such social development takes.    The Psychological Context    Emotional States and the Unconscious    The primary factor in the psychological context of socialization is the psychological state of the person being socialized. Psychological states include feelings such as fear, anger, grief, love, and happiness or a sense of emotional deprivation. Strongly feeling one or more of these emotions might very well inhibit or promote socialization of a particular kind. Fear may make it difficult for young children to be socialized in school, whereas people in love may leant very quickly what makes their loved ones happy. Emotions can also influence how individuals perceive the content of socialization, whether in becoming a member of a family group or a religious sect. Knowing something about the feelings of the people involved (the psychological context) helps explain the results of the socialization process.    Cognitive Development Theories    A number of psychologists emphasize the series of stages through which humans progress. Although emotional concerns can be involved, these theorists focus on cognitive (intellectual) development, which occurs in a systematic, universal sequence through a series of stages. The most influential theorist of intellectual development was the Swiss psychologist Jean Piaget. A sharp observer of children's development, Piaget stressed that children need to master the skills and operations of one stage of intellectual development before they are able to learn something at the next stage.    Whether or not they all agree on the unfolding of specific stages, cognitive development theorists see children as increasingly trying to make sense of their social worlds as they grow up. Children try to see patterns in the way things happen.    Social contexts influence individual development. Culture exists before the socialization of new members begins. Parents, for example, do not need to decide alone what they arc going to teach their children, since much of what they will pass along they have themselves learned through socialization. Besides culture, individuals are affected by social and historical events and by a number of individuals who actively try to socialize them.    Social and Historical Events    Major social and historical events can be a force in socializing an entire generation. Such major events as the Great Depression of the 1930s, the Holocaust in Europe during World War II, or the civil rights movement that took shape in the United States in the 1960s have profound implications for individual socialization. Elder (1974) compared children whose families were very poor during the 1930s with others whose families were more comfortable. Those suffering greater deprivation depended less on formal education for their life achievements and more on effort and accomplishment outside of education. Their health as adults tended to be affected negatively by their economic hardships. Finally, they tended to value marriage and family more highly as a result of their economic deprivation (Elder, 1974). Thus individuals who live in extraordinary times appear to be influenced by the historical events around them.    Participants in Socialization    Obviously, parents and the immediate family of infants are important to their early care and development. Major changes in the family are increasing the importance of other caregivers as well. Teachers and schools transmit formal skills, knowledge, and social values. As infants mature, they have more and more contact with other children their age, called peers. Inevitably, children are affected by the community and nation in which they are reared. Children in the United States today spend a great deal of time with the mass media. Radio, movies, and-- most significantly--television have transformed the way we experience the world and what we know about it.    THE FAMILY . In rural societies, children have most of their early social contact with the family. Today, however, the family's importance in the child's life is changing. The American family no longer necessarily conforms to the stereotypical nuclear family with two parents and two or more dependent children. Fewer than one family in five consists of a working father, full-time homemaker mother, and at least one child. There are more and more single-parent families, and 56 percent of all mothers with children under 6 years old are working (U. S. Bureau of the Census, 1985a, p. 399). More and more children are receiving their early and primary care from others in addition to their parents. What are the effects on young children of having only one parent in the home? Of having a mother who works outside the home? One study suggests that single parents with adequate financial and emotional support are able to raise their children quite effectively (Monaghan-Leckband, 1978).    Although most children growing up in America today will spend a great deal of time with people other than members of their families, this does not mean that the participation of families in socialization has ended.    On the contrary, the family continues to be a major means of passing on values, attitudes, and behaviors. As we saw in Chapter 1, in the case of Alex and Alice as compared to Albert and his wife, family origin does a great deal to shape a child's social opportunities, resources, and experience. Different social positions may be related to different socialization for children even when they live in the same society.    DAY CARE. Nearly 10 million children 5 years old or younger have mothers who work away from home. This includes 48 percent of the mothers of children 3 years old or younger. For these children, day care is an important agent of socialization. In 1982 there were more than 30,000 day-care centers, ranging from informal arrangements at the home of a neighbor to large nurseries run by schools, churches, charities, corporations, and occasionally employers (Lindsey, 1984). Figure 5.1 shows the primary childcare arrangements for children under age 5 whose mothers work outside the home.    When the ratio of staff to children is at least one to ten or lower, when the groups of children are not larger than 20, and when caregivers are trained in early childhood development and are attentive to the children, the children who attend day care do very well (Collins, 1984; Lindsey, 1984). Children from very low income families have benefited considerably over the long term as a result of federally financed Head Start and other early day-care programs (Deutsch et al., 1985; Schweinhart and Weikart, 1987).    SCHOOLS. As societies become more complex and there is a greater division of labor, family members cannot spend all day every day teaching children what they need to know to function effectively as adults in society. Therefore, most societies have established schools to teach youngsters certain skills. Schools teach values and attitudes as well. These values and attitudes include, for example, competitiveness or cooperation, conformity or innovation.    Schools try to impress upon children the importance of working for rewards, and they try to teach neatness, punctuality, orderliness, and respect for authority. Teachers are called upon to evaluate how well children perform a particular task or how much skill they have. Thus, in school, children's relationships with adults move from nurture and behavioral concerns to performance of tasks and skills determined by others.    PEERS . A peer group consists of friends and associates who are about the same age and social status. As children get older, going to school brings them into regular contact with other children of their age. As early as first or second grade, children form social groups. In these early peer groups, children learn to share toys and other scarce resources (such as the teacher's attention). Peers may reinforce behaviors that are stressed by parents and schools--for example, whether it is all right to hit someone else and what arc acceptable behaviors for boys and girls. As children move through school, the interests of peer groups may diverge more and more from those of adults. This is particularly true of the United States but seems also to be the case in certain socialist societies today. Youthful concerns may center on popular music and movies, sports, sex, or illegal activities. Parents and teachers, on the other hand, want children to do schoolwork, help at home, and &quot;stay out of trouble.&quot; Peer groups may provide social rewards--praise, prestige, and attention--to individuals for doing things adults disapprove of.    In the former Soviet Union, the peer group was used by authorities to reinforce the behaviors and attitudes they desire. For example, if a child camesto school late, it was not only the teacher who noted this (perhaps by praising children who are on time) but also those in the child's row in the classroom, who might be enlisted to urge the child to come to school on time (Bronfenbrenner, 1970). Peer sanctions (punishments) are particularly effective. In Israel, for instance, in a collective farm group, a child who breaks a rule such as using a tractor when it is not allowed and damaging the machine in the process may be formally ostracized for some time. During this period the other children will not speak to or play with the child. Although effective in achieving social goals, the united effect of peer and official authority is more powerful and painful than official authority alone for the individual who does not conform. In our society, adolescents are heavily influenced by their peers when it comes to dress, musical fads, cheating, and drug use. In making their future life plans, however, they are influenced more by their parents than by their peers (Davies and Kandel, 1981; Kandel and Lesser, 1972; Krosnick and Judd, 1982; Williams, 1972). Girls seem to be somewhat more influenced in their future life plans by peers than are boys (Bush, 1985; Davies and Kandel, 1981; Simmons et al., 1979).    COMMUNITY AND COUNTRY. Every society tries to influence how young people grow up. Much of this influence is expressed through parents, schools, and peers, but it is worth considering for a moment how children become exposed to the political and economic ideas that are considered important for citizens of a particular country.    Children learn political information and attitudes rapidly during the elementary school years, particularly between fourth and fifth grades (Hess and Torney, 1967). One of the first things they learn is that they belong to some kind of a political unit. Even very young children develop a sense of &quot;we&quot; in relation to their own country and learn to see other countries in terms of&quot;they.&quot; Children also tend to believe that their own country and language are superior to others. This bond may be the most critical socialization feature relating to the political life of the nation (Hess and Torney, 1967). The family helps provide this basic loyalty to country, but the school also shapes the political concepts that expand and develop children's early feelings of attachment. Political orientations develop early and reach nearly adult levels by the end of elementary school, but there are still some critical changes that occur at other points during the life cycle. High school students become more aware of differences between political parties and tend to become more active politically. In the first decade of adult life people modify their political orientations as they take on new occupational and family roles (Jennings and Niemi, 1968).    Children form economic ideas fairly early in life. One study examined how youngsters are socialized into capitalism. When third-graders were compared with twelfth-graders, the older students were found to hold more negative attitudes toward labor unions and more favorable attitudes toward business than did the younger children (Cummings and Taebel, 1978), suggesting that, over time, they developed attitudes that were more favorable toward capitalism, perhaps because of what they learned at school, from the media, or at home.    MASS MEDIA. The mass media include many forms of communication--such as books, magazines, radio, television, and movies--that reach large numbers of people without personal contact between senders and receivers. In the last few decades, children have been dramatically socialized by one source in particular: television. Studies have found that children spend more time watching TV than they spend in school.    It seems unbelievable that in 1945 the pollster George Gallup asked Americans, &quot;Do you know what television is?&quot; Now virtually every American home has at least one television set, and the average set is on almost 7 hours a day (Comstock et al., 1978). How has this transformation affected children? Reports vary, but children in the fifth to eighth grades view an average of 4 to 6 hours daily (B. S. Greenberg and Dervin, 1970; Lyle and Hoffman, 1972). Most of the research on the effects of television has been on the cognitive and behavioral results of TV watching. The topic most often studied has been the influence of television on antisocial behavior, especially violence. Current research supports the view that seeing violence on television increases the chance that a child will be aggressive (Comstock et al., 1978). No publicly available studies unambiguously relate changes in behavior (such as food habits or drug use) to exposure to television advertising (Comstock et al., 1978) .    Research also suggests that young people obtain considerable political and social information from television, but that how they perceive the information depends largely on parental influence (Comstock et al., 1978). For example, during the Vietnam War, television was the most important source of public information about the war. Yet how young people felt about it-- whether they favored or opposed it--seemed to be influenced more by their parents than by the opinions presented on television. Those who opposed the war interpreted the news on TV as opposing the war, whereas those favoring it saw the news as favoring it (Comstock et al., 1978).    Most researchers studying the effects of television on children have focused on the content of the programs and not on the total experience of television watching. They argue that there is too much violence and sex on children's programs and that more good educational programs for children are needed.    Winn (1977) suggests that the experience of watching television itself is limiting. When people watch television, no matter what the program, they are simply watchers and are not having any other experience. According to Winn, and many agree, children need to develop family relationships, the capacity for self direction, and the basic skills of communication (reading, writing, and speaking); to discover their own strengths and limitations, and to learn the rules that keep social interaction alive. Television works against all these goals by putting children in a passive situation where they do not speak, interact, experiment, explore, or do anything else active because they are watching a small moving picture on a machine. This research shows the growing importance of television as a medium of socialization, although clearly it is only one among a number of important influences.    Social Position as Part of the Context    Your family's social class, economic position, and ethnic background--as well as your gender--can affect the ways in which you will be socialized. People in more advantageous positions, like Alice and Alex in Chapter 1, tend to develop higher self-evaluations. As a result, they feel justified in having more resources. Similarly, those in less desired positions tend to have lower self-evaluations and may feel that their lower status is deserved (Della Fave, 1980).    Sociologists ask if children in different social classes are socialized differently. For instance are middle-class children socialized differently from lower-class children? If so, why and how? Middle-class parents are slightly less likely to use physical punishment than are lower-class parents (Gecas, 1979). Middle-class parents appear to be more concerned about their children's intentions than with the negative consequences of their actions. Thus, if a child breaks a dish a middle-class parent will be concerned with whether he or she did it &quot;on purpose&quot; or whether it was an accident, and the reaction will vary accordingly. Lower-class parents tend to react in about the same way whatever the intention of the child (Kohn, 1969).    These differences in parental response may stem from the life situations of people in different classes. Different parental experiences in the occupational world color the view of what children need to learn (Kohn, 1969, 1976; Kohn and Schooler, 1983; Pearlin, 1971).    Parents who are closely supervised on the job (more often blue-collar workers) value conformity more than do less supervised parents (usually white-collar workers). Both blue- and white-collar parents increasingly prefer more autonomy in their children, at least in the Detroit area (Alwin, 1984).    Cross-cultural studies show that members of agrarian and herding societies (where food can be accumulated and stored) tend to emphasize compliance in their socialization practices. In societies where food cannot be stored (as in hunting, gathering, or fishing economies), members more often stress individual achievement and self-reliance (Barry, Child, and Bacon, 1959).    Political structure may also be related to socialization practices. Autocratic states tend to have more &quot;severe&quot; socialization, show clear power and deference relationships, and stress obedience (Stephens, 1963). The Soviet Union, for example, works harder to socialize children to conformity than does the United States (Bronfenbrenner, 1970) . By way of contrast, tribal societies that lack a centralized or autocratic political system allow children to be less obedient and less conforming (Stephens, 1963).    All these studies suggest that parents value different traits for their children, depending on the economic, political, and social situations they face. In general, when adults have more opportunities for self-determination, they value and try to develop greater self-reliance in their children (Ellis, Lee, and Petersen, 1978). All groups try to socialize their children as well as they can, but they stress different behaviors, depending on what they see as needed in their own situation. Just as different societies may see the need for different behaviors and skills in their children, subgroups within society may do the same thing. They try to prepare their children as well as possible for the positions they are likely to hold.    References    Alwin, Duane F. 1984. “Trends in Parental Socializaiton Values: Detroit, 1958-1983.”  American Journal of Sociology 90: 359-82.    Barry, Herbert III. Irvin Child, and Maragaret Bacon. 1959. “Relationship of Child    Training to Subsistence Economy.” American Anthropologist 61:51-63.    Bronfenbrenner, Urie. 1970. Two Worlds of Childhood: U.S. and U.S.S.R . New York:    Basic Books-Russell Sage Foundation.    Bush, Diane Mitsch. 1985. “The Impact of Changing Gender Role Expectations upon    Socialization in Adolescence: Understanding the interaction of Gender, Age, and Cohort Effects.” Pp. 269-97 in Research in the Sociology of Education and Socialization . Vol. 5, eduted by Alan C. Kerchhoff. Greenwich, CT: JAI Press.    Collins, Glenn. 1984. “Experts Debate Impact of Day Care on Children and on Society.” New York Times (September 4): B11.    Comstock, George, Steven Chafee, Natan Katzman, Maxwell McCombs, and Donald    Roberts. 1978. Television and Human Behavior . New York: Columbia University Press.    Cummings, Scott and Del Taebel. 1978. “The Economic Socialization of Children: A    Neo-Marxist Analysis.” Social Problems 26:198-210    Curtiss, Susan. 1977. Genie . New York: American Press.    Davies, Mark and Denise B. Kandel. 1981. “Parental and Peer Influences on    Adolescents’ Educational Plans: Some Further Evidence .” American Journal of Sociology 87:363-87.    Della Fave, L. Richard. 1980. “The Meek Shall Not Inherit the Earth: Self-evaluation and    the Legitimacy of Stratification.” American Sociological Review 45:955-71.    Deutsch, Martine, Theresa J. Jordan, and Cynthia P. Deutsch. 1985. “Long-Term Effects    of Early Intervention: Summary of Selected Findings.” Xeroxed report, New York University, Institute for Developmental Studies.    Ellis, Godfrey J., Gary R. Lee, and Larry R. Peterson. 1978. “Supervision and    Conformity: A Cross-Cultural Analysis of Parental Socialization Values.” American Journal of Sociology 84: 386-403.    Gecas, Viktor. 1979. “The Influence of Social Class on Socialization.” Pp. 365-404 in Contemporary Theories about the Family , edited by Wesley R. Burr, Reuben Hill. F. Ivan Nye, and Ira L. Reiss. New York: Free Press.    Greengberg, B.S. and B. Dervin. 1970. Use of the Mass Media by the Urban Poor . New    York: Praeger.    Hess, Robert D. and Judith V. Torney. 1967. The Development of Political Attitudes in    Children . Chicago: Aldine.    Jennings, M. Kent and Richard G. Niemi. 1968. “Patterns of Political Learning.” Harvard Educational Review 39: 1-123.    Kandel, Denise B. and Gerald S. Lesser. 1972. Youth in Two Worlds . San Francisco: Jossey-Bass.    Kohn, Melvin L. and Carmi Schooler. 1983. Work and Personality . Norwood, NJ: Ablex.    Kohn, Melvin L. 1969. Class and Conformity . Homewood, IL: Dorsey Press.    Kohn, Melvin L. 1976. “Social Class and Parental Values: Another Confirmation of the    Relationship.” American Sociological Review 41: 538-45.    Krosnick, Jon A. and Charles M. Judd. 1982.”Transitions in Social Influence at    Adolescence: Who Induces Cigarette Smoking?” Developmental Psychology 18:359-68.    Lindsey, Robert. 1984. “Increased Demand for Day Care Prompts a Debate on    Regulation.” New York Times (September 2): 1, 52.    Lyle, J. and H.R. Hoffman. 1972. “Children’s Use of Television and Other Media.” Pp.    129-256 in Television and Social Behavior . Vol. 4 : Television in Day-to-Day Life: Patterns of Use , edited by E. A. Rubinstein, G. A. Comstock, and J. P. Murray. Washington, DC: U.S. Government Printing Office.    Monaghan-Leckband, Kathleen. 1978. “Role Adaptations of Single Parents: A Challenge    to the Pathological View of Male and Female Single Parents.” Unpublished doctoral dissertation, New York University.    Pearlin, Leonard I. 1971. Class Context and Family Relations: A Cross-National Study .    Boston: Little, Brown.    Schweinhart, Lawrence J. and David P. Weikart. 1987. “Evidence of Problem Prevention    by Early Childhood Education.” Pp. 87-101 in Social Intervention: Potential and Constraints, edited by Klaus Hurrelmann, Franz-Xaver Kaufmann, and Friedrich Losel. Berlin and New York: De Gruyter.    Simmons, Roberta G., Dale A. Blyth, Edward Van Cleave, and Diane Mitsch Bush. 1979.    “Entry into Early Adolescence: The Impact of Puberty, School Structure, and Early Dating on Self-esteem.” American Sociological Review 44: 948-67.    Stephens, William N. 1963. The Family in Cross-Cultural Perspective . New York: Holt,    Rinehart and Winston.    U.S. Bureau of the Census. 1985a. Statistical Abstract of the United States 1986 .    Washington, DC: U.S. Government Printing Office.    Wentworth, William M. 1980. Context and Understanding: An Inquiry into Socialization    Theory . New York: Elsevier.    Williams, T.H. 1972. “Educational Aspirations: Longitudinal Evidence on Their    Development in Canadian Youth . Sociology of Education 45: 107-33.    Winn, Marie. 1997. The Plug-in Drug: Television, Children and the Family . New York:    Viking.    Wrong, Dennis. 1961. “The Over-socialized Conception of Man in Modern Sociology.” American Sociological Review 26:183-93.                                Copyright &copy; 2008                       Home      |       Resources for Students      |       Resources for Teachers      |       The Field of Sociology      |       The Course"}, {"content": "What Causes Gender Inequality? - Analytical Strategies -- Robert Max    Jackson                                                                                                                                                                  15 December 2014    (rev 4/22/15)                     What Causes Gender Inequality?      ... Analytical Strategies     What Causes Gender Inequality?    ... Analytical Strategies       Offered as the graduate sociology course: Sex &amp; Gender     SOC-GA 2227 – Spring 2015       Robert Max    Jackson                       http://www.nyu.edu/classes/jackson/analysis.of.sex.and.gender                                 This guide stresses the systematic causal    analysis of gender inequality. The analytical questions raised and    the readings listed consider why and how gender    inequality arises, varies across and within societies, persists over    generations, produces conformity by individuals and institutions, resists    change, and sometimes changes dramatically.                                       Table of Contents ...      click on     a topic to go to that section                              Overview         ·······               Scope, Organization, and Access       Read      this first!                         Topic I         ·······               Introduction. What do we mean by gender      inequality?                         Topic II         ·······               How is gender inequality symbolized and reproduced      in everyday life?                         Topic III         ·······               How can gender inequality be nearly universal       but biological differences not decisive?                         Topic IV         ·······               What determines men's and women's roles and      positions within families?                         Topic V         ·······               What is the role of sexuality?                         Topic VI         ·······               What is the role of sex differences in the      functioning and perpetuation of gender inequality?                         Topic VII         ·······               What is the role of violence and intimidation in      the relationships between men and women?                         Topic VIII         ·······               What role does ideology play in determining the      relations between men and women?                         Topic IX         ·······               How has the economy influenced men and women's      positions in society?                         Topic X         ·······               How have men resisted and furthered change?       How have women furthered and resisted change?                         Topic XI         ·······               How have political processes and structures      sustained men's and women's relative status?                         Topic XII         ·······               What does the future hold?                                    Searching : Before Searching This Page's    Content, Please Read      'a note on the    \"hidden\" material below' .                             Table of Contents ...      click on     a topic to go to that section                                                     Overview       Read      first!                         I         ····               Introduction.                         II         ····               Everyday life?                         III         ····               Origins and biology?                         IV         ····               Families?                         V         ····               Sexuality?                         VI         ····               Sex differences?                         VII         ····               Violence &amp; intimidation?                         VIII         ····               Ideology?                         IX         ····               Economic processes?                         X         ····               Men's &amp; women's actions?                         XI         ····               Political processes?                         XII         ····               The future?                                    Searching : Before Searching This Page's    Content, Please Read Below:          \"a note on the hidden' material\" .                               Table of Contents                               Note: – This \"page\" serves to    provide both an extended reading list on gender inequality and the    syllabus for a graduate course based on the core of this extended    reading list (well over 200 articles are included below). The    readings are almost all articles (with important books represented by    the related scholarly articles), and almost all readings are available    and on the internet. The list includes direct links to the online    versions; these links are aimed at NYU's access and will not be    successful for anyone not affiliated with NYU. However, most of    the links have the DOI number or the JStor number listed at the end of    the citation (or a generic, non-NYU link is embedded in them which can    be extracted for use elsewhere). Anyone having access to online    scholarly publications through their institutions should be able to    locate the articles through these.      The list of included articles was last updated Spring 2010.     The links to the materials were last updated Spring    2013. The materials listed and the analytical tasks will both be     receiving repeated updates beginning Nov 2014 to be completed     Jan 2015.                               Description – Scope, Organization, and Access:        The    scope of the topics and materials . The advance of our    knowledge about gender inequality over the past half century has been    remarkable. Research on every conceivable aspect of gender relationships    and gender status has been unending, across many academic fields, pursued    from the widest possible range of theoretical frameworks and    methodological strategies. Still, we face many as yet unanswered    questions and find it difficult to reach consensus about the meaning and    implications of much that we have discovered. The accumulation of    contentious knowledge has made mastery of this field challenging,    with the unfortunate result that many people today rely on arguments and    explanations as flawed and simplistic as they were a half century    ago.       The topics below address key analytical questions facing any serious    effort to understand and explain gender inequality. What do we mean by    gender inequality, why did it arise across the globe, what roles do    sexuality and violence play, how is gender inequality related to economic    and political organization, how is gender inequality experienced and    sustained in ordinary interactions, and so on. The core materials focus    on the most important works and ideas offering analytical insight into    these questions. They have been selected because they have been highly    influential or provide critical insight.        The class    organization and goals . In this class, each week's    activities will be organized around an analytical task, as well as    a set of readings. Each weekly analytical task addresses a    problem about gender inequality related to topic that week,    building on the materials we read (in brief papers of 2-3    pages). While mastering the existing research and theory is    obviously a prerequisite to doing good work, the approach in this    class stresses doing and discussing actual analyses of how and why    gender inequality works. We will also discuss the works in which    authors present their ideas, but we will stress learning the worth    and weight of ideas by using     them as analytic tools. So, all class meetings are organized    as discussions. Part of our class discussions will be on the    common readings and part on students' efforts to explore the    analytical tasks each week. We will adjust the time devoted    to these two goals according to our experiences over the class.         The course readings stress the foundational sociological    literature on gender inequality. Each week we will all look    at some common readings. The course guide will also point    toward a range of other recommended and related readings for    further study for each topic - students are not expected to read    these optional materials as part of the course. The    recommended and related readings represent what someone seeking to    specialize in this area would read. Students in the class are    encouraged to scan these optional lists each week and to look at    any pieces that seem particularly valuable or interesting.         Readings    &amp; Books for the Class: The readings below (the    recommended and related readings as well as the common readings    that are the core of the course) are almost all available online –    simply click the links to get to the articles. Any student    lacking a background in gender studies, particularly sociological,    is likely to benefit from reading through a standard textbook in    the area--I recommend Michael Kimmel's Gendered Society     (which I use in undergraduate classes).          A     note on the \"hidden\" materials below : As    mentioned, each section of this guide includes – beside the common    readings – three subsections, one for an analytical task ,    one for recommended readings , and one for related    readings . To simplify navigating,     only the headings for these subsections are initially    visible when you scroll through this page. The content of the    subsections are hidden (so that the beginning appearance of the    page is similar to a standard syllabus) until the viewer clicks on    a subsection heading, then its contents will appear. While    this organization is helpful for negotiating the page most of the    time, it can be an obstacle to searching the page (for example, for    a particular article) as searches on a web page will ignore any hidden    material. To overcome this. it is possible to reveal all the     hidden sections at once by clicking the §     symbol at the top, right corner of this page. (Simply reload     the page to collapse all the \"hidden\" sections to their usual     look). The table of contents near the top of the page will work     to aid speedy navigation to any section. Clicking the     Table    of Contents button always available in the lower right    corner will jump to the table of contents from anyplace.                           The Topics               I. Introduction. What do we mean by    gender inequality?       To analyze the causes of     gender inequality, we need to know what we mean by gender     inequality. How can we conceive of and talk about gender inequality     in ways that are general enough to apply across the range of     relevant phenomena, consistent enough to minimize conceptual     ambiguities, and precise enough to be analytically effective?      Gender inequality has been extraordinarily diverse and wide     spread. Women and men are unequal in every conceivable way in     endless circumstances, both immediate and enduring, by both     objective criteria and subjective experience. So, what counts     as gender inequality? Can we characterize it in ways that let us     confidently and impartially assess when there is more or less of     it? Can we systematically and consistently capture the ways     that systems or instances of gender inequality differ in content or     character? We need tools, both theoretical and empirical, to     qualify and quantify gender inequality if we hope to understand and     explain it.                    Analytical Task                    How can we make gender inequality both conceptually      meaningful and empirically well specified?         Conceptual problem:                Make a list of every way that women and men can be       socially unequal as a consequence of their membership in a       gender category.          Consider opportunities, resources, experiences, culture,       and ideology among other things.          Once the list is made, try to explain how we might       meaningfully conceive        (not measure) overall gender inequality as a composite       of all these facets. Can we give theoretical       substance to the idea of gender inequality as something       that has a meaning greater than being the supposed       empirical sum of many more specific       inequalities?                      Empirical problem:                For each aspect of gender inequality listed as a       conceptual component, try to provide some method by which we       can measure it. This may be precise as in a gini       coefficient for occupational segregation or it may be an       effort at cruder but important distinctions between low,       medium, and high inequality for forms of inequality that       elude clear, numerical assessment.          Once the varied possible measures have been suggested,       consider how one might meaningfully combine them to achieve a       means of assessing the relative amount of gender inequality       in a society.                                        Common Readings             Janet Saltzman Chafetz \" Feminist     Theory and Sociology: Underutilized Contributions for Mainstream     Theory \" Annual Review of Sociology , Vol. 23,     (1997), pp. 97-120 [doi: 10.1146/annurev.soc.23.1.97];                     Down So Long : Why Is      It So Hard to Explain Gender Inequality?               Carol R. Underwood, Anna M. Leddy and Miranda Morgan.      \"      Gender-equity or Gender-equality Scales and Indices for      Potential Use in Aquatic Agricultural Systems .\"      2014. [Brief presentations of varied efforts to      measure gender inequality, with notes on strengths and      limitations.]              Muñoz Boudet, Ana María; Petesch, Patti; Turk, Carolyn;       Thumala, Angélica. (World Bank).       On Norms and Agency: Conversations about Gender Equality       with Women and Men in 20 Countries . \"Introduction:       The Norms Of Power And The Power Of Norms\" (pp. 12-31) 2013.                                 Recommended Readings                      Destined for Equality :      Egalitarian Impulse         Irene van Staveren. \"       To Measure is to Know? A Comparative Analysis of Gender       Indices .\" Review of Social Economy , 71:3, pp.       339-372, [DOI: 10.1080/00346764.2012.707398]              Janet Saltzman Chafetz \" The      Varieties of Gender Theory in Sociology \" Handbook of      the Sociology of Gender , 1999, p3-23, 21 [doi:      10.1007/0-387-36218-5_1]               Rachel A. Rosenfeld. \" What      Do We Learn about Difference from the Scholarship on Gender? \"      Social Forces , Vol. 81, No. 1 (Sep., 2002), pp. 1-24       [jstor: 3086525]              World Economic Forum. \" The      Global Gender Gap Report 2014 .\" [See discussion of the       \"Global Gender Gap Index\" in Part I.]              United Nations Economic Commission for Europe &amp; World       Bank Institute. \"       Developing Gender Statistics: A Practical Tool .\" 2010.              Muñoz Boudet, Ana María; Petesch, Patti; Turk, Carolyn;       Thumala, Angélica. (World Bank). \"       On Norms and Agency: Conversations about Gender Equality       with Women and Men in 20 Countries .\" 2013.              Beneria, L. and Permanyer, I. \" The      Measurement of Socio-economic Gender Inequality Revisited .\"      Development and Change , 2010, 41: 375–399. [doi:      10.1111/j.1467-7660.2010.01648.x/pdf]              Iñaki Permanyer. \" The      Measurement of Multidimensional Gender Inequality: Continuing the      Debate .\" Social Indicators Research , 2010, 95: 2, 181      - 198. [doi: 10.1007/s11205-009-9463-4]              ...                                Related Readings                    World Bank. \"       World Development Report 2012: Gender Equality and Development .\" 2011.              Klugman, Jeni; Hanmer, Lucia; Twigg, Sarah; Hasan,       Tazeen; McCleary-Sills, Jennifer; Santamaria, Julieth       (World Bank). \"       Voice and Agency: Empowering Women and Girls for Shared       Prosperity .\" 2012.              Klasen, Stephan and Schüler, Dana. \" Reforming      the Gender-Related Development Index and the Gender Empowerment      Measure: Implementing Some Specific Proposals .\" Feminist      Economics, 2011, 17:1, 1-30 [doi: 10.1080/13545701.2010.541860]              Dijkstra, A. G. \" Revisiting      UNDP's GDI and GEM: Towards an alternative .\" Social      Indicators Research , 2002, 57, 301–338. [doi:      10.1023/A:1014726207604]              Dijkstra, A. Geske and Hanmer, Lucia C. \" Measuring      Socio-Economic GENDER Inequality: Toward an Alternative to the      UNDP Gender-Related Development Index .\" Feminist      Economics , 2000, 6:2, 41-75. [doi: 10.1080/13545700050076106]              Francisco Javier Blancas Peral, Mónica Domínguez Serrano, and      Flor Ma Guerrero Casas. \" An      alternative approach to measuring gender inequality .\"      Journal of Gender Studies , 2008, 17:4, 369-374. [doi:      10.1080/09589230802420102]                                        II. How is gender inequality symbolized    and reproduced in everyday life?       Gender inequality is expressed and    reinforced (or challenged) in every interaction between women and    men (and in many interactions among those of the same sex).     This pattern is true for all forms of social inequality and social    distinction, but is more striking to gender theorists because    kinship and sexuality make male-female interactions so    frequent. We want to consider how people    experience and act out gender in their day-to-day lives. We    want to think about the most basic questions. Why and when do    women and men act differently? Why and when do people respond    differently to women than men? How do all these private    individual actions when taken together over time influence the    understanding of gender in a culture and gender inequality?                    Analytical Task                       The general       analytical problem . Using typical settings       where women and men meet, assess how Ridgeway's framing       approach helps explain the role of gender in these       interactions and where it might fall short.               For this task, choose two         familiar (to you) settings or types of interactions        where women and men typically engage each other.         For example, these could be a workplace, a bar,        interactions between buyers and sellers, or        parties. We use these as our source of empirical        data and focus our argument on explaining gender        interactions there. Selecting two divergent examples        will help separate the impact of gender from the        influences of context.         After reading and distilling Ridgeway's argument, try        to apply it to the chosen settings. The aim is to        assess how much people's actions appear to fit the        expectations we can derive from Ridgeway's argument and        when they might not. As we work on our analyses,        we are evaluating Ridgeway's approach as a tool. The        right tool allows us to construct a better edifice with        less effort; the wrong tool does not.         To be systematic, initially         analyze each of the two examples separately .        Then compare         the two analyses to decide which of Ridgeway's ideas        apply across the examples and which do not.                      Thinking       tools . The remaining notes for this analytical       task look at some analytical steps that allow us to think       through this problem effectively.               Research Design .         This task relies on a simplistic but logical research        design. We are comparing the characteristics of        interactions in two examples to find the similarities        and differences. And we examine how well these follow        the expectations of a theoretical argument.         Systematic steps        in the analysis . Doing this kind of        thought experiment, we want our thinking to be as        systematic as possible. For all systematic causal        analyses, we want first to consider how the        phenomenon being examined varies in regular or        predictable ways across conditions, settings, types of        people, places, or the like. We explain differences, so        we must first identify differences. Then , we        ask what conditions or events typically precede or        occur along with the outcomes that could plausibly        influence those outcomes.                  For example, first, we might simply consider         possible differences between men's and women's         actions.          Then we could consider how their actions might         differ between opposite-sex and same-sex         encounters.          We can broaden the range of the examples we use         to think about these differences by considering         other characteristics that might affect         interactions, such as the age or race of the         people, whether the interaction is cordial or         unfriendly, how well the people know each other,         and so on.          We want to ask ourselves if the gender aspect of         the interaction will be influenced by these other         circumstances that seem relevant to interactions.         For example, does gender influence cordial         interactions differently from the ways it         influences confrontations in our setting? If we         believe the answer is yes, then we consider how and         why.          Analogously, we want to think about the ways that         people's goals in gendered interactions vary in         these kinds of circumstances, and how these goals         influence their actions. For example, in the         same setting, a person seeking sex will commonly         act differently than someone trying to curry favor         or sell a product.          When we apply a systematic logic to the analysis,         we usually do not want to write about all the         possibilities we think about. Instead, we use         the ones that we find telling. But we will         not identify those telling possibilities unless we         systematically work through all the relevant         possible influences.                         Gender context .        We can also take the analysis of interactions another        step by considering how the influence of gender on        these interactions is potentially affected by        contextual conditions like:                 the presence or absence of onlookers (i.e., the         relative privacy of the interaction) or          the gender distribution of other people present         (i.e., mostly male, mostly female, or mixed)                         Conformity .         Whenever we try to explain patterns like this, we want        to consider the exceptions. When will people        violate the implications of gender expectations and        what follows when they do? Are there        circumstances that make it more likely people will        depart from conventional behavior? Violations of        norms or common expectations are valuable        for causal analyses because cracks in the veneer of        social order can reveal its structure and dynamics.                      Bring it       together . By working through the steps       above, we are trying to assess when Ridgeway's approach       does a good job explaining how gender influences behavior       in our chosen settings, and when her approach seems to fall       short. Do we see ways that her approach neglects or       misunderstands important causes influencing the gender       character of behavior in the context we examine? Our       central goal here is to explain how and why gender       organizes interactions in our chosen example. We are not       attempting a general evaluation of Ridgeway's ideas, but a       focused assessment of their effectiveness in the settings       we have selected to try them out.                               Common Readings:             Cecilia L. Ridgeway, Framed by Gender (2011) , Chs. 1-2      {I recommend buying Ridgeway's book, but it is also available on      line through the library via the link here}              Candace West and Don H. Zimmerman \"       Doing Gender \" Gender &amp; Society 1987 1: 125-151.      [doi: 10.1177/0891243287001002002]              Hyde, J. S. (2005).       The Gender Similarities Hypothesis . American      Psychologist , 60, 581-592 . [doi:      10.1037/0003-066X.60.6.581]              George Yancey and Michael O. Emerson. \" Does      Height Matter? An Examination of Height Preferences in      Romantic Coupling .\" Journal      of Family Issues . 2014 [doi:      10.1177/0192513X13519256]                  Rosabeth Moss Kanter. \" Some     Effects of Proportions on Group Life: Skewed Sex Ratios and     Responses to Token Women \" American Journal of     Sociology , Vol. 82, No. 5 (Mar., 1977), pp. 965-990 [jstor:     2777808]                               Recommended Readings                    Erving Goffman, \" The      Arrangement between the Sexes \" Theory and Society,       Vol. 4, No. 3 (Autumn, 1977), pp. 301-331 [jstor: 656722]              Cecilia L. Ridgeway, \" Framed     Before We Know It: How Gender Shapes Social Relations \".       Gender &amp; Society 2009 23:145-160      [doi: 10.1177/0891243208330313] {This article was a preview of the     arguments developed in Ridgeway's subsequent book. Use it to help     fill in the gaps.}              Deniz Kandiyoti, \" Bargaining      with Patriarchy .\" Gender and Society ,\" Vol. 2, No. 3      (Sep., 1988), pp. 274-290 [jstor: 190357]                                     Related Readings                    Cecilia Ridgeway. Framed by Gender . Oxford:      2011. [doi: 10.1093/acprof:oso/9780199755776.001.0001]              ...                                   III.    How can gender inequality be nearly universal but biological     differences not decisive?       Although scholars disagree if women    have ever been fully equal or had higher status in any society, all    agree that men have been dominant in most societies, although the    degree of dominance varies greatly. This strong pattern    raises difficult questions concerning how we explain the prevalence    of male dominance, questions for which no answers have yet gained a    consensus. The \"origins\" problem asks how we can    explain the apparently independent rise of gender inequality in    societies all over the world. The universality problem asks    why have women apparently occupied a subordinate position in all    societies. Together, these inescapably lead to asking how    biological differences influence gender inequality, particularly     how they have an influence under some conditions and not under     others. They also force us to ask how explaining the \"origins\"     of gender inequality relates to explaining the \"persistence\" of     gender inequality. How theories handle these issues is     decisive for their form and effectiveness. Theories     sometimes try to sidestep these questions, but avoidance is an     unrealistic strategy because sooner or later efforts to apply the     theories or contend with challenges bring these issues to the     surface.                    Analytical Task                         The general       analytical problem . Using real world      empirical observations, juxtapose the evidence available to      you for and against       the proposition \"women's reproductive biology is an      unavoidable barrier to gender inequality.\" Try to      produce a causal argument that can account for, and      disentangle, the evidence on both sides.             For evidence, consider what you have seen, directly      and indirectly, in the world. Consider the ways      you have seen women and men cope with their reproductive      differences - in anticipation (as when young), in the      circumstances of having children, while children are      growing up, in their perceptions and expectations of      others, and so forth. Consider what you know about      people's understanding and responses to reproductive      differences in culture, in history, and so forth.       Feel free to search for any data or material you like, but      recognize that you already have a storehouse of relevant      empirical knowledge from the experiences and observations      of normal life.             Consider all the ways you have seen others link      reproductive differences to larger gender differences      either in arguments they offer or in the way they conducted      their lives. Try to synthesize this range into a      workable set of propositions relating reproductive capacity      to the differential outcomes for women and men or to the      social organization of gender differences.             Similarly, consider analogous evidence from people's      arguments and experiences that discount the impact of      reproductive biology on gender inequality.             Try to adjudicate between the opposing arguments.       The goal is not to judge the relative merits      (although you may do that). Instead, the goal is      provide an account that makes sense of the relationships      between the biological reality of reproductive differences,      the conditions of gender inequality, and the reasons that      some people believe reproductive differences lead to that      inequality and others do not.                                 Common Readings             Joan N. Huber. \" Reproductive     Biology, Technology, and Gender Inequality: An Autobiographical     Essay \" Annual Review of Sociology , Vol. 34 (2008)     : 1-13 [doi: 10.1146/annurev.soc.34.040507.134654]              Randall Collins, Janet Saltzman Chafetz, Rae Lesser Blumberg,     Scott Coltrane, Jonathan H. Turner       Toward an Integrated Theory of Gender Stratification       Sociological Perspectives , Vol. 36, No. 3 (Autumn, 1993),      pp. 185-216 [jstor: 1389242]                    Down So Long: Analyzing the      Persistence of Gender Inequality: How to Think about the      Origins               Sharon Smith. \" Engels and     the Origin of Women's Oppression \" International     Socialist Review Issue 2, Fall 1997              Rosemary L. Hopcroft. \" Gender     Inequality in Interaction – An Evolutionary Account .\" Social     Forces 87.4 (2009): 1845-1871.                               Recommended Readings                    Evolutionary Psychology and similar approaches :       The debates over evolutionary psychology - in general and      as applied to gender inequality - are very important but      often difficult to follow and assess. Here are some      starting points for learning the basics. Buller's      supplies a sophisticated overview and critique of the most      influential paradigm in evolutionary psychology (while      supportive of the more general venture), Downes and Walter      present guided views of the field, and the two pieces by      Henrich display what may be the most sophisticated effort      to join an analysis of cultural evolution and psychological      evolution.:              David Buller. \" A        Guided Tour of Evolutionary Psychology \" (In A Field Guide to the        Philosophy of Mind . Eds. Marco Nani and       Massimo Marraffa. \"An official electronic publication       of the Department of Philosophy of University of Rome\"       2000.) Also by Buller see: \" Evolutionary        Psychology: The Emperor's New Paradigm ,\" Trends        in Cognitive Sciences 9 (2005): 277-283 and       for a full treatment his book Adapting        Minds: Evolutionary Psychology and the Persistent        Quest for Human Nature . Cambridge, MA: MIT       Press/Bradford Books, 2005.        Downes, Stephen M., \" Evolutionary        Psychology \", The        Stanford Encyclopedia of Philosophy (Summer       2014 Edition)        Sven Walter, \" Evolutionary        Psychology ,\" The        Internet Encyclopedia of Philosophy 2009        Joseph Henrich. \" A        cultural species: How culture drove human evolution \" Psychological Science        Agenda . Science Brief. 2009        Chudek, M., M. Muthukrishna, M., &amp; J. Henrich. \" Cultural        Evolution \". Handbook        of Evolutionary Psychology . Edited by David       Buss. Second edition Wiley and Sons. (forthcoming)                      Randall Collins. \" A      Conflict Theory of Sexual Stratification .\" Social      Problems , Vol. 19, No. 1 (Summer, 1971), pp. 3-21 [jstor:      799936]              Rae Blumberg. \" A      General Theory of Gender Stratification. \" Sociological      Theory 2 (1984): 23-101 [jstor: 223343]              Matthew H. McIntyre, Carolyn Pope Edwards.       The Early Development of Gender Differences Annual      Review of Anthropology , Vol. 38 (2009): 83-97 [doi:      10.1146/annurev-anthro-091908-164338]              Sapolsky, Robert. \" Testosterone      rules \" Discover . Chicago: Mar 1997. Vol. 18, Iss. 3;      p. 44               Laurie Wermuth and Miriam Ma'at-Ka-Re Monges. \" Gender      Stratification: A Structural Model for Examining Case Examples of      Women in Less-Developed Countries .\" Frontiers: A Journal      of Women Studies 23.1 (2002) 1-22                                     Related Readings                    Rae Blumberg. \" Extending      Lenski's Schema to Hold Up Both Halves of the Sky—A Theory-Guided      Way of Conceptualizing Agrarian Societies that Illuminates a      Puzzle about Gender Stratification \" Sociological      Theory 22:2 (June 2004):278-291 [jstor: 3648948]              Janet Saltzman Chafetz \" Gendered      Power and Privilege: Taking Lenski One Step Further \"       Sociological Theory, Vol. 22, No. 2, Religion, Stratification,      and Evolution in Human Societies: Essays in Honor of Gerhard E.      Lenski (Jun., 2004), pp. 269-277 [jstor: 3648947]              Joan N. Huber. \" Comparative      Gender Stratification .\" Handbook of the Sociology of      Gender , 1999, p65-80 [doi: 10.1007/0-387-36218-5_4]              Maurice Godelier, \" The      Origins of Male Domination \" New Left Review , May-June      1981, pp. 3-17              William Tulio Divale, Marvin Harris. \" Population,      Warfare, and the Male Supremacist Complex .\" American      Anthropologist , New Series, Vol. 78, No. 3 (Sep., 1976), pp.      521-538 [jstor: 674415]; See also: William Divale,      Marvin Harris, Donald T. Williams. \" On      the Misuse of Statistics: A Reply to Hirschfeld et al. \"       American Anthropologist, New Series, Vol. 80, No. 2 (Jun., 1978),      pp. 379-386 [jstor: 676868]; William Divale, Marvin Harris.       \" The      Male Supremacist Complex: Discovery of a Cultural Invention \"      American Anthropologist, New Series, Vol. 80, No. 3 (Sep., 1978),      pp. 668-671 [jstor: 677029]              C C Mukhopadhyay, and P J Higgins. \" Anthropological      Studies of Women's Status Revisited: 1977-1987 \". Annual      Review of Anthropology Vol. 17 (1988): 461-495 [doi:      10.1146/annurev.an.17.100188.002333]              Naomi Quinn. \" Anthropological      Studies on Women's Status \". Annual Review of      Anthropology Vol. 6 (1977): 181-225 [doi:      10.1146/annurev.an.06.100177.001145]              Chris Hann. \" Reproduction      and Inheritance: Goody Revisited .\" Annual Review of      Anthropology , Vol. 37 (2008): 145-158 [doi:      10.1146/annurev.anthro.37.081407.085222]                                        IV. What determines men's and women's    roles and positions within families?       Family and kinship institutions are     everywhere crucial to the status of women and men and to their     cultural identities. Women and men have strong and lasting     relationships as spouses, as parents and children, and as brothers     and sisters. Kinship rules define relationships at birth while     marriage creates bonds between adults (and often kinship groups).      Family structures vary considerably, but commonly involve living     together, pooling of resources, and interests bonded through a     shared fate. That such links between women and men can     coexist with severe gender inequality is analytically     challenging. Not surprisingly, a lot of theoretical and     empirical work has sought to disentangle and explain these     relationships. Probably the two general issues in the modern     world that have received the most attention concern the     ways that women and men are unequal within families and the     interdependence between inequality within families and the gender     inequality that exists outside families, particularly within     economic and political processes.                    Analytical Task 1                     The analytical       problem . A issue surrounding analyses of       gender and families concerns a distinction between two       kinds of causes. The first        kind are the limitations of the larger social environment,       in terms of the opportunities, responsibilities, and       obstructions facing women and men. The second        are the ways that women and men make choices. We want       to consider how these two kinds of causes might interact.        One way to think through the implications of such       potentially complex causal interactions is to to examine       the possibilities using very simple models. To do       this, we will focus on critical moving parts and limit the       possible variation in them. In this case, we can       identify three primary social characteristics.        A simplified       model for analysis . So, for our simplified       model, let us consider some basic assumptions:               The actors and conditions                 We focus the model on married couples, with         unmarried women and men appearing mainly as pools         of potential spouses or the results of missing,         avoiding, or leaving marriages (and possibly as         competitors for jobs).          Assume that all men have opportunities for decent         jobs and wish to have them. We are leaving         out variations in men's relationship to the economy         by holding it constant.          Assume there are two possible conditions         concerning the economic opportunities for women:         either decent jobs are available for one-third of         women or for two-thirds.          Assume that the distribution of women's         preferences could be at either of two levels:         either two-thirds prefer to hold a decent, full         time job (the other third preferring to remain at         home) or one-third prefer a decent full time job         (the other two-thirds preferring to remain at         home).          Assume that the preferences of men regarding the         employment of their wives are distributed at one of         two levels: either two-thirds prefer wives who work         full time (the other third preferring stay-at-home         wives) or one-third prefer wives who work full time         (and two-thirds prefer wives staying at home).          Finally, assume that both women's and men's         preferences about women (wives in particular)         working influence both          what kind of people they try to marry and          how they individually and jointly respond to the         economic opportunities available to women after         marrying.          To summarize: we have three characteristics that         vary between two states of low and high in our         model: the job openings available for women, the         proportion of women preferring jobs over a         housewife's lot, and the proportion of men         preferring their wives hold jobs. Note that         these are characteristics of the population in the         model, not of individuals. Taken together,         these define eight possible combinations of the         three characteristics (some of which are         empirically unlikely).                         Now, consider the actions possible within the        simplified model.                  People can marry or divorce, with most presumably         being married, and with employment preferences and         experience influencing mate choice.          Women can take or leave jobs, with those actions         influenced by all three varying conditions (job         availability, women's employment preferences, men's         preferences about women's employment).          People can have children, although the model         makes no assumptions about fertility.          Men's are employed at decent jobs by default, so         the model does not include changes in male         employment as actions, although one could add this.                         Finally, consider some of the consequences we might        examine or anticipate:                 varying proportion of marriages involving working         wives,          varying proportions of couples who are well         matched with each other and their economic         environment, producing happy or unhappy marriages         (and possibly divorces),          varying pressures to sustain or change the         existing conditions, with resulting effects on the         expected pattern of change.                         In short, we now have a simple model with clearly        defined types of people, three varying conditions of        the social environment, a limited set of actions people        may take that are influenced by their predispositions        and circumstances, and a limited set of consequences.                      Using the model       for analysis . Given the possibilities for       different starting points in the model, consider what the       social outcomes might be under the varied possibilities       defined by the distribution of women's opportunities, the       distribution of women's preferences, and the distribution       of men's preferences.                The idea is to think through the various plausible        combinations of the starting conditions to see where we        think they might lead.         We want to consider what would be the expected        distribution of actions under each set of conditions,        what immediate consequences that might have, and then        were might it lead over time.         Some of the consequences to consider would be: what        are the types of marriages that can result, what        proportion of families will be of each type, what        proportion will have a working wife, what proportion        will have two people content with their circumstances,        and so forth?                      To extend the       analysis , we can add other possible       variations. As think through the possibilities using       the simple model, we must expect to find ourselves asking       things such as: what about education, won't it differ for       the poor compared with the affluent, or how does culture       come into play. Thus, we might decide we need to       elaborate the model to include variations in the       distribution of men's work preferences, to consider the       cross-cutting influence of class, to question a widening of       the range of possible conditions (e.g. what if no women or       all women wanted to hold jobs), or the like.                          Analytical     Task 2                  The general       analytical problem . We want to provide an       integrated analytical overview of the principal causal       arguments about gender inequality and family organization that       appear in the common readings.        Each of the readings has various causal arguments about       family organization, some directly about gender inequality,       some relevant to gender inequality but not directly exploring       it. Some of the causal questions may receive different       causal analyses by these authors. Sometimes two or more       authors may use a similar causal approach to explain different       causal problems. Our goal is to sort this out.        Our overviews should be organized around the causal       arguments, not        a series of summaries of what each author wrote (see Thinking       Tools).        Thinking tools .               We want to use one of the following two possible ways to        organize the causal assessment (unless one of us has a        better way). The first organizes around what is to        be explained, the second around the causes.                 First approach .          We start by identifying the principal causal problems         addressed by the group of papers. That is, we         figure out what they suggest needs to be         explained. Then, we organize these causal         problems in a sensible order (including consideration         of some problems potentially being secondary or         sub-problems of others). Under each causal         problem, we summarize and assess all the relevant         explanations found in the readings.          Second approach .          We start by identifying the principal causal         frameworks used in the papers. That is, we         figure out what they suggest are the conditions or         processes that have the most important influence over         the outcomes. Then, we organize these causal         frameworks in a sensible order, taking into account         which are entirely different and which might be         variations of a similar theme, and which are competing         versus complementary. For each of these, after         summarizing the causal logic of the framework, we show         how it has been used by these authors, describing the         range of outcomes the framework is supposed to         determine and how it has such effects.          Note that         regardless which way we organize our analysis of         competing causal arguments, it can be valuable to         think about not only what is          considered by the authors being examine, but also         which theoretical questions and which causal         frameworks seem relevant but absent.                         Please reread the \" Basics of Causal        Descriptions \" on the starting point for describing a        causal analysis.                      Bringing it       together . In short, our aim is to produce a       critical overview of the principal causal arguments concerning       the family and gender inequality, starting with the ideas       present in the common readings for this week. To do this       effectively, we need to identify all the relevant causal       arguments, deduce the logical structure of each causal       argument and determine how to present that clearly (even if       the original source is inconsistent or ambiguous), detect how       the causal arguments (from different sources) relate to each       other and present them in a way that makes those relations       clear, and, where possible, summarize the important analytical       strengths and weaknesses of each argument (or facet to an       argument).       (We should start with the understanding that this kind of       analytical overview is rather easy to do poorly and very       demanding to do well and thoroughly. At this stage we       are not aspiring to a professional job but hoping to achieve       a reasonable, if basic, analysis.)                                            Common Readings             Andrew J. Cherlin,       American Marriage in the Early Twenty-First Century The      Future of Children Volume 15, Number 2, Fall 2005              Destined for Equality : Institutional     Individualism: \"Individualistic Family\" 157-169         Stephanie Coontz. \" The     Historical Transformation of Marriage ,\" Journal of Marriage     and Family , Volume 66, Issue 4 (p 974-979) November 2004.     [doi: 10.1111/j.0022-2445.2004.00067.x]                    Down So Long: Intimate Combat: The      Responsibility for Child Rearing               Coltrane, Scott. 1989. \" Household     Labor and the Routine Production of Gender .\" Social     Problems 36: 473-490. [jstor: 3096813]              Brines, Julie. 1994. \" Economic     Dependency, Gender, and the Division of Labor at Home .\"       American Journal of Sociology 100(3): 652-689. [jstor:     2782401]              Kathleen Gerson. \" Changing     Lives, Resistant Institutions: A New Generation Negotiates Gender,     Work, and Family Change \" Sociological Forum , Vol.     24, No. 4, December 2009 [doi: 10.1111/j.1573-7861.2009.01134.x]                               Recommended Readings                    Beth Anne Shelton, Daphne John. \" The      Division of Household Labor .\" Annual Review of      Sociology , Vol. 22, (1996), pp. 299-322 [doi:      10.1146/annurev.soc.22.1.299]              Kathleen Gerson. \" Moral      Dilemmas, Moral Strategies, and the Transformation of Gender:      Lessons from Two Generations of Work and Family Change \"      Gender &amp; Society . Vol. 16 No. 1, February 2002 8-28      [doi: 10.1177/0891243202016001002]              Andrew J. Cherlin, \" The      Deinstitutionalization of American Marriage \" Journal      of Marriage and Family , Volume 66, Issue 4 (p 848-861)       November 2004. [doi: 10.1111/j.0022-2445.2004.00058.x]              William J. Goode. \" The      Theoretical Importance of Love \" American      Sociological Review, Vol. 24, No. 1 (Feb., 1959), pp.      38-47 [jstor: 2089581]              Sara B. Raley, Marybeth J. Mattingly, Suzanne M. Bianchi.      \" How      Dual Are Dual-Income Couples? Documenting Change From 1970 to      2001 . Journal of Marriage and Family 68:1 (2006),      11-28 [doi: 10.1111/j.1741-3737.2006.00230.x]              Veronica Tichenor. \" Maintaining      Men's Dominance: Negotiating Identity and Power When She Earns      More. \" Sex Roles 53:3-4, (2005): 191-205 [doi:      10.1007/s11199-005-5678-2]                                     Related Readings                    Davis, S. N., T. Greenstein and J. G. Marks, \" Effects      of Union Type and Division of Household Labor ,\" Journal of      Family Issues 28 (2007):1247–72. [doi:      10.1177/0192513X07300968]              Scott Coltrane.       Father-Child Relationships and the Status of Women: A      Cross-Cultural Study . American Journal of Sociology, 93      (1988): 1060-1095. [jstor: 2780365]              Joann Vanek. \" Time      Spent in Housework .\" Scientific American 231 (Nov      1974):116-120. [doi: 10.1038/scientificamerican1174-116]              Valerie Kincade Oppenheimer. \" The      Sociology of Women's Economic Role in the Family .\"      American Sociological Review , Vol. 42, No. 3 (Jun., 1977),      pp. 387-406 [jstor: 2094746]              Kathleen Gerson. (2004) ' Understanding      work and family through a gender lens ', Community, Work      &amp; Family , 7: 2, 163 — 178 [doi:      10.1080/1366880042000245452]              Rodrigo R. Soares, Bruno L. S. Falcão. \" The      Demographic Transition and the Sexual Division of Labor .\"       The Journal of Political Economy , Vol. 116, No. 6 (Dec.,      2008), pp. 1058-1104 [doi: pdf/10.1086/596102]              Pennington, Suzanne(2009) ' Bisexuals      \"Doing Gender\" in Romantic Relationships ', Journal of      Bisexuality , 9:1, 33-69 [doi: 10.1080/15299710802660029]              Becker, G. S., \" Human      Capital, Effort, and the Sexual Division of Labor ,\"      Journal of Labor Economics 3(1) (1985):33–58.       [jstor: 2534997]                                        V. What is the role of sexuality?       Sexuality has been evoked in multiple ways    in the study of gender inequality. It may be considered as a    possible motivating cause for inequality, examined for the ways it    reflects or is effected by gender inequality, or incorporated as a    peculiar tension between women and men that mediates both the causes and    effects of gender inequality. Essentially everyone recognizes    sexuality as critically important to gender inequality, but it eludes    comprehensive analysis.                    Analytical Task                    Select two distinctive social contexts in which gender      inequality has a consequential presence (e.g., American      Appalachian families, bowling leagues, investment banks); try to      use one context that is relatively formal and another that is      relative informal         For each social context, try to describe how female and male      participants express and experience sexuality differently,         for each context, consider any ways that sexual rules and      standards appear to differ by gender         Try to identify the principle causes that would appear to      explain the sexual rules and standards of conduct in each      setting. Consider why there are any rules or standards      about sexuality. Consider why how the rules and practices      might reflect gender inequality and how they might reinforce      it.                           Common Readings             John D. DeLamater and Janet Shibley Hyde. \" Essentialism     vs. Social Constructionism in the Study of Human Sexuality .\"      The Journal of Sex Research , Vol. 35, No. 1, The Use of     Theory in Research and Scholarship on Sexuality (1998), pp.     10-18 [jstor: 3813161]              Joan Acker. \" Hierarchies,     Jobs, Bodies: A Theory of Gendered Organizations \"       Gender &amp; Society 1990 4: 139-158. [doi:     10.1177/089124390004002002]                    Down So Long: Intimate Combat: Sexuality      and Gender Inequality               Bem, D. J. (2000).       Exotic Becomes Erotic: Interpreting the biological correlates of      sexual orientation. Archives of Sexual Behavior, 29, 531-548.              Catharine A. MacKinnon. \"\" Feminism,     Marxism, Method, and the State: An Agenda for Theory .\"      Signs , Vol. 7, No. 3, Feminist Theory (Spring, 1982), pp.     515-544 [jstor: 3173853]              Impett, E. A., &amp; Peplau, L. A. (2006). \" 'His'     And 'Her' Relationships: A Review Of The Empirical     Evidence. \" In A. Vangelisti &amp; D. Perlman (Eds.),     T he Cambridge Handbook of Personal Relationships (pp.     884-904). New York: Cambridge University Press                               Recommended Readings                    Letitia Anne Peplau. \" Human      Sexuality: How Do Men and Women Differ? \" Current      Directions in Psychological Science , Vol. 12, No. 2 (Apr.,      2003), pp. 37-40 [doi: 10.1111/1467-8721.01221]              David L. Weis. \" The      Use of Theory in Sexuality Research \". The Journal of Sex      Research , Vol. 35, No. 1, The Use of Theory in Research and      Scholarship on Sexuality (1998), pp. 1-9 [jstor: 3813160]              Crawford, M., et. al.,       Sexual Double Standards: A Review and Methodological Critique      of Two Decades of Research . The Journal of Sex Research v.      40 no. 1 (February 2003) p. 13-26 [jstor: 3813767]              Carl N. Degler. \" What      Ought To Be and What Was: Women's Sexuality in the Nineteenth      Century .\" The American Historical Review , Vol. 79, No.      5 (Dec., 1974), pp. 1467-1490 [jstor: 1851777]              Dennis D. Waskul, Phillip Vannini, Desiree Wiesen.       \" Women      and Their Clitoris: Personal Discovery, Signification, and      Use .\" Symbolic Interaction May 2007, Vol. 30, No. 2:      151–174 [doi: pdfplus/10.1525/si.2007.30.2.151]              Breanne Fahs. \" Compulsory      Bisexuality?: The Challenges of Modern Sexual Fluidity .\"       Journal of Bisexuality , Volume 9, Issue 3      &amp; 4 July 2009 , pages 431-449 [doi:      10.1080/15299710903316661]              John A. Miller, Joan Acker, Kate Barry, Miriam M. Johnson and      Lois A. West. \" Comments      on MacKinnon's 'Feminism, Marxism, Method, and the State' .\"      Signs , Vol. 10, No. 1 (Autumn, 1984), pp. 168-184; [jstor:      3174252; and Catharine A. MacKinnon, \" Reply      to Miller, Acker and Barry, Johnson, West, and Gardiner .\"       Signs , Vol. 10, No. 1 (Autumn, 1984), pp. 184-188 [jstor:      3174253]              Steven Epstein. \" An      Incitement to Discourse: Sociology and the History of      Sexuality .\" Sociological Forum , Vol. 18, No.      3 (Sep., 2003), pp. 485-502 [jstor: 3648894]                                     Related Readings                    Zaylía, Jessica Leigh(2009) ' Toward      a Newer Theory of Sexuality: Terms, Titles, and the Bitter Taste      of Bisexuality ', Journal of Bisexuality , 9: 2, 109 -      123 [doi: 10.1080/15299710902881467]              Nicole Constable. \" The      Commodification of Intimacy: Marriage, Sex, and Reproductive      Labor .\" Annual Review of Anthropology , Vol. 38:      49-64 (2009) [doi: 10.1146/annurev.anthro.37.081407.085133]              Impett, E. A., &amp; Peplau, L. A. (2003).       Sexual Compliance: Gender, Motivational, And Relationship      Perspectives . Journal of Sex Research, 40(1), 87-100 [doi:      10.1080/00224490309552169]              Ronald Weitzer. \" Sociology      of Sex Work .\" Annual Review of Sociology , Vol.      35: 213-234 (2009) [doi: 10.1146/annurev-soc-070308-120025]              Pennington, Suzanne(2009) ' Bisexuals      \"Doing Gender\" in Romantic Relationships ', Journal of      Bisexuality, 9: 1, 33-69 [doi: 10.1080/15299710802660029]              Lisa Duggan \" From      Instincts to Politics: Writing the History of Sexuality in the      U.S. \" The Journal of Sex Research , Vol. 27, No.      1, Feminist Perspectives on Sexuality. Part 1 (Feb., 1990), pp.      95-109 [jstor: 3812885]              Michael W. Wiederman. \" The      Truth Must Be in Here Somewhere: Examining the Gender Discrepancy      in Self-Reported Lifetime Number of Sex Partners .\" The      Journal of Sex Research, Vol. 34, No. 4 (1997), pp. 375-386      [jstor: 3813479]              Norman R. Brown, Robert C. Sinclair. \" Estimating      Number of Lifetime Sexual Partners: Men and Women Do It      Differently .\" The Journal of Sex Research, Vol. 36, No. 3      (Aug., 1999), pp. 292-297 [jstor: 3813440]              John Levi Martin, Matt George. \" Theories      of Sexual Stratification: Toward an Analytics of the Sexual Field      and a Theory of Sexual Capital .\" Sociological Theory, Vol.      24, No. 2 (Jun., 2006), pp. 107-132 [jstor: 25046714]              Judith Treas, Deirdre Giesen. \" Sexual      Infidelity among Married and Cohabiting Americans .\" Journal      of Marriage and the Family, Vol. 62, No. 1 (Feb., 2000), pp.      48-60 [doi: 10.1111/j.1741-3737.2000.00048.x]              Blow, Adrian J.; Hartnett, Kelley. \" Infidelity      In Committed Relationships II: A Substantive Review .\"      Journal of Marital and Family Therapy, Volume 31, Issue 2,      (2005): 217-33. [doi: 10.1111/j.1752-0606.2005.tb01556.x]              Lever, J., Frederick, D., &amp; Peplau, L. A. (2006).             Does Size Matter? Men's And Women's Views On Penis Size Across      The Life Span . Psychology of Men and Masculinity, 7(3),      129-143 [doi: 10.1037/1524-9220.7.3.129]                                        VI.    What is the role of sex differences in the functioning and perpetuation    of gender inequality?       Attempts to explain gender inequality at    all levels are haunted by essentialism . Even as they    expressly reject the possibility of consequential inherent differences    between women and men, theoretical analyses of gender inequality    habitually build on gender differences. For some, essentialism    always means a difference based in biology or genetics; for others it    includes cultural differences that are embodied in women and men.                    Analytical Task                         The general analytical      problem . To investigate how essentialist      arguments work, we will examine how different kinds of      essentialist arguments might be applied to explain some aspect of      gender inequality, in contrast to a non-essentialist      argument. We aim to see both the attraction of essentialist      arguments and the possibilities for alternatives.                 Select two forms or facets of gender inequality that you       will try to explain for this task. These instances or       aspects of gender inequality should be sufficiently       important, widespread, and enduring or recurring to merit       thoughtful theory and explanation. They should also be       narrow or specific enough that the goal of explaining them is       plausible. For example, a facet might be that wives       commonly defer to husbands.          For the selected types or aspects of gender inequality, you       will suggest five alternative explanations, each one       representing a different approach to explaining such social       phenomena. The explanations should be succinct but       clear. They should also be plausible to the extent that       a reasonable person might make such an argument. Plausible       does not mean true, of course. Rather, we are trying to       imagine an argument that would seem plausible to people who       are advocates for each of the perspectives.                     The five types of explanation .       Attempt to devise the best explanations you can for the relevant      facet of inequality from each of the following      perspectives. Explanations may be categorized in many      ways. The five perspectives defined here are meant to      engage different responses to the problem of essentialism. (Note,      in this task we are aiming to produce explanations that those      advocating each of the above types of explanation would think are      reasonable. It is often hardest to conceive good      explanations from the points of view we find unconvincing or      unappealing, but the capacity to do this is a valuable skill.)                 Direct biological - Devise an explanation claiming       that some biological difference between the sexes produces       the relevant aspect of inequality by making women and men act       differently. For example, an argument might be that men       are stronger than women so men dominate women as a simple       result of superior strength. (More complex biological       explanations might be derived from evolutionary       psychology.) This type of explanation is usually purely       essentialist. Note that this type of explanation can be       divided further into those relying on real biological       differences and those imputing fictional biological       differences. Let us stress biological differences that       are at least potentially real here, leaving the fictitious       ones for below.          Indirect biological - Formulate an explanation       claiming some biological difference does not directly       produce the inequality, but the biological difference has       important effects or implications of some sort, and those       effects that make likely or unavoidable the emergence or       persistence of the selected aspect of gender       inequality. For example, someone might argue that       women's child bearing makes them anxious about the welfare of       their children, and that anxiety makes them feel weak and in       want of a protector, leading them to defer to husbands.        Or, others might suggest that women's biologically induced       child rearing orientation encourages both women and men to       make men responsible for warfare, and that men's resulting       skill at combat, their possession of weapons, and men's       organization around mutual defense leaves wives typically in       their husbands' control. The key for this type of       explanation is that the relevant biological differences do       not directly cause the gender inequality being explained, but       have effects on social behavior and social organization that       lead to gender inequality. These types of explanations       have essentialist origins in a biological difference, but the       explanation as a whole may invoke mediating causal influences       that reduce the essentialist quality, sometimes greatly.          Non-biological sex difference - Suggest how       some socially constructed difference between women and men –       one that is neither biological nor a direct result of       biological differences – initiates or preserves the aspect of       gender inequality being explained. This will usually be       an enduring individual characteristic (a difference that       people carry with them, not a difference in their       circumstances). For example, one might claim that women       are fearful and dependent because of socialization processes       (that have no biological basis), and this psychological       condition induces wives to defer to their husbands. Or,       one might argue that childhood sports available only to boys       result in a higher competitive drive that accounts for adult       men's greater success in business. This type of       explanation claims a real difference exists between women and       men (in the society or social context where the inequality       being explained occurs; the relevant sex difference need not       exist in all or any other society or social context), but       this difference is a social construction. This type of       explanation often becomes redundantly circular: each aspect       of inequality exists as a result of inequality, and that       overall inequality is constituted by the various aspects.          Fictitious sex difference - An imputed sex       difference that does not really exist is claimed to play a       significant role in producing the selected facet of gender       inequality. For example, someone might suggest that       although women have no better capacity for child rearing,       people commonly assume they do because women bear children,       and that this false expectation produces a division of labor       and power favoring men. This type of explanation       focuses on the consequences of beliefs, relying on the       observation that beliefs can organize behavior even if they       are false beliefs. While such fictitious differences       are commonly assumed to be biological, they need not be.          Causes independent of sex differentiation - A       causal process that does not involve any difference between       the sexes is argued to produce the inequality being       considered. For example, some might argue that for       families to fulfill their social functions effectively, they       need one spouse/parent to perform the critical emotional       actions needed and the other spouse/parent to perform the       practical and leadership actions (this is essentially a       well-know idea of Talcott Parsons). This role       differentiation can then result in spouse inequality, as an       indirect and unintended consequence. This category       includes highly diverse explanations, the one critical       similarity among them being that they do not rely on a sex       difference in their central causal argument. It may be       worth noting that one reason explanations based on sex       differences (including all the preceding perspectives) are       more common is that formulating a plausible analysis that       forgoes the mechanism of sex differences is often a hard       task.                     Bringing it together .                  Try to formulate how research could provide decisive       evidence about which of the suggested forms of explanation is       most valid or important. Thus, after defining the five       possible explanations, seriously consider how we could try to       show which one(s) is better. Better not in the sense       that we would prefer it to be true, but rather that evidence       and theoretical assessment show it better regardless how we       feel about it.          The point of this exercise is to examine how it is possible       to devise a range of alternative causal explanations of       gender inequality stressing some mechanism of sex       differences, while developing alternative theories that do       not rely on sex differences is rather hard. The       difference arguments run the full range from being directly       and fully biological to relying on non-biological or       fictitious differences in indirect ways. The arguments       that exclude not only biology but all dependence on sex       differences commonly derive from another theoretical       approach, such as functionalism or conflict theories.        The challenge with these approaches is not only to make the       immediate causal process eschew differences, but to avoid       relying on sex differences one or two steps earlier in the       causal chain.                                                Common Readings             Carol Gilligan. \" Hearing     the Difference: Theorizing Connection .\" Hypatia ,     Vol. 10, No. 2 (Spring, 1995), pp. 120-127 [jstor: 3810283]              Carol Gilligan. \" Reply     by Carol Gilligan .\" Signs , Vol. 11, No. 2 (Winter,     1986), pp. 324-333 [jstor: 3174055]              Jaffee, Sara; Hyde, Janet Shibley. \" Gender     Differences In Moral Orientation: A Meta-Analysis .\"     Psychological Bulletin. Vol 126(5), Sep 2000, 703-726. [doi:     10.1037/0033-2909.126.5.703]              Valian, Virginia. 1998a. \" Sex,     Schemas, and Success: What's Keeping Women Back? \" Academe     84(5): 50-55. (Compare Ridgeway in Section II above.) (See     Valian in Optional Readings for fuller account.) [jstor:     40251338]              Uri Gneezy, Kenneth L. Leonard, And John A. List. \" Gender     Differences in Competition: Evidence From a Matrilineal and a     Patriarchal Society .\" Econometrica, Vol. 77, No. 5     (September, 2009), 1637–1664 [doi: 10.3982/ECTA6690]              Review : Section II Common Readings above and the     DeLamater and Hyde piece from Section VI.                          Recommended Readings                    Douglas Schrock, Michael Schwalbe. \" Men,      Masculinity, and Manhood Acts .\" Annual Review of      Sociology , Vol. 35: 277-295 (August 2009). [doi:      10.1146/annurev-soc-070308-115933]              Janis S. Bohan. \" Regarding      gender: Essentialism, Constructionism, and Feminist      Psychology .\" Psychology of Women Quarterly , Mar 93,      Vol. 17 Issue 1, p5-22 [doi:      10.1111/j.1471-6402.1993.tb00673.x]              Rosemary L. Hopcroft. \" Gender      Inequality in Interaction – An Evolutionary Account .\"      Social Forces , Volume 87, Number 4, June 2009, pp.      1845-1871 [doi: 10.1353/sof.0.0185]              Matthew H. McIntyre, Carolyn Pope Edwards. \" The      Early Development of Gender Differences .\" Annual      Review of Anthropology , Vol. 38: 83-97 (October 2009) [doi:      10.1146/annurev-anthro-091908-164338]              Wood, W., &amp; Eagly, A. H. (2002).       A Cross-Cultural Analysis Of The Behavior Of Women And Men:      Implications For The Origins Of Sex Differences .      Psychological Bulletin, 128, 699-727. doi:      10.1037/0033-2909.128.5.699 [doi: 10.1037/0033-2909.128.5.699]              Nancy Chodorow. \" Oedipal      Asymmetries and Heterosexual Knots .\" Social Problems ,      Vol. 23, No. 4, Feminist Perspectives: The Sociological Challenge      (Apr., 1976), pp. 454-468 [jstor: 799855]                                     Related Readings                    Eagly, A. H., &amp; Wood, W. (1999).       The Origins Of Sex Differences In Human Behavior: Evolved      Dispositions Versus Social Roles . American Psychologist,      54, 408-423. [doi: 10.1037/0003-066X.54.6.408]              Valian, V. (1999).       The Cognitive Bases Of Gender Bias . Brooklyn Law Review,      65, 1037-1061.              Clopton, Nancy A.; Sorell, Gwendolyn T. \" Gender      differences in moral reasoning. \" . Psychology of Women      Quarterly, Mar93, Vol. 17 Issue 1, p85 [doi:      10.1111/j.1471-6402.1993.tb00678.x]              Pamela L. Geller. \" Identity      and Difference: Complicating Gender in Archaeology .\"       Annual Review of Anthropology , Vol. 38: 65-81 (October      2009) [doi: 10.1146/annurev-anthro-091908-164414]              Barbara J. Risman, \" Intimate      Relationships from a Microstructural Perspective: Mothering      Men .\" Gender and Society 1:1 (March 1987). [jstor:      190084]              Nancy Chodorow. \" Mothering,      Object-Relations, and the Female Oedipal Configuration .\"       Feminist Studies , Vol. 4, No. 1 (Feb., 1978), pp. 137-158      [jstor: 3177630]              Timothy J. Biblarz &amp; Judith Stacey. \" How      Does the Gender of Parents Matter? \" Journal of Marriage and      Family 72:1 (2010):3-22 [doi:      10.1111/j.1741-3737.2009.00678.x]              Adrienne Rich. 1980. \" Compulsory      Heterosexuality and Lesbian Existence .\" Signs: Journal of      Women in Culture and Society 5 (4): 631-660 [jstor: 3173834]              Judith Butler. \" Performative      Acts and Gender Constitution: An Essay in Phenomenology and      Feminist Theory .\" Theatre Journal , Vol. 40, No. 4      (Dec., 1988), pp. 519-531. [jstor: 3207893]              Nussbaum, M. C.       The Professor Of Parody [J. Butler]. The New Republic v.      220 no. 8 (February 22 1999) p. 37-45. {Also, Nussbaum,      M. C.       Martha C. Nussbaum And Her Critics: An Exchange [discussion      of February 22, 1999 article, The Professor Of Parody]. The New      Republic v. 220 no. 16 (April 19 1999) p. 43-5}              Timothy V. Kaufman-Osborn. \" Fashionable      Subjects: On Judith Butler and the Causal Idioms of Postmodern      Feminist Theory .\" Political Research Quarterly ,      Vol. 50, No. 3 (Sep., 1997), pp. 649-674              Veronica Vasterling. \" Butler's      Sophisticated Constructivism: A Critical Assessment .\"       Hypatia , Vol. 14, No. 3 (Summer, 1999), pp. 17-38              Barbara F. Reskin. \" Including      Mechanisms in Our Models of Ascriptive Inequality .\" American      Sociological Review, Vol. 68, No. 1 (Feb., 2003), pp. 1-21      [jstor: 3088900]                                        VII.    What is the role of violence and intimidation in the relationships    between men and women?       Most theoretical approaches to gender    inequality suggest that violence between women and men plays a role in    sustaining inequality; some also point toward violence as an    initial cause. A recurring issue concerns the degree to    which violence is an expression or result of gender inequality or,    alternatively, is a cause of inequality. The separate roles of    rape, harassment, and domestic violence, and their relationships to each    other are another critical question. Much research and argument has    also been focused on the question of women's aggressive impulses and    actions.                    Analytical Task                    Select one important form of violence or threat of violence      between women and men.         Clarify the important variations in the concrete      manifestations of this violence; assess when, where, and how      often it occurs; and try to specify why it is important.         Describe two or more distinct and plausible explanations of      this violence (plausible to some reputable scholars; not limited      to explanations that you find plausible).         Offer a research design that can plausibly test which of the      competing explanations is more valid and effective. Be      clear how and why the competing explanations would lead to      different expectations and show how the resulting evidence could      support each of the explanations if it were correct.                           Common Readings             Claudia Garcia-Moreno, Lori Heise, Henrica A. F. M. Jansen,     Mary Ellsberg and Charlotte Watts. \" Violence     against Women .\" Science, New Series, Vol. 310, No. 5752     (Nov. 25, 2005), pp. 1282-1283 [data brief] [doi:     10.1126/science.1121400]              David M. Fergusson, L. John Horwood, Elizabeth M. Ridder.     \" Partner     Violence and Mental Health Outcomes in a New Zealand Birth     Cohort .\" Journal of Marriage and Family, Volume 67, Issue 5 (p     1103-1119) [doi: 10.1111/j.1741-3737.2005.00202.x]               the above article was published with the following two      commentaries and rejoinder by the authors--these clarify the      points of disagreement          Michael P. Johnson. \" Domestic      Violence: It's Not about Gender: Or Is It? .\" Journal of      Marriage and Family, Vol. 67, No. 5 (Dec., 2005), pp. 1126-1130      [doi: 10.1111/j.1741-3737.2005.00204.x]                Amy Holtzworth-Munroe. \" Male      Versus Female Intimate Partner Violence: Putting Controversial      Findings Into Context .\" Journal of Marriage and Family,      Volume 67, Issue 5 (p 1120-1125) [doi:      10.1111/j.1741-3737.2005.00203.x]                David M. Fergusson, L. John Horwood, Elizabeth M. Ridder.      \" Rejoinder .\"      Journal of Marriage and Family, Volume 67, Issue 5 (p      1131-1136) [doi: 10.1111/j.1741-3737.2005.00205.x]                           Jocelyn A. Hollander. \" Vulnerability     and Dangerousness: The Construction of Gender through Conversation     about Violence. \" Gender &amp; Society 15(1) (2001):     83-109 [doi: 10.1177/089124301015001005]                    Down So Long: Intimate Combat: Violence      and Intimidation                                Recommended Readings                    Archer, J. (2002).       Sex Differences In Physically Aggressive Acts Between      Heterosexual Partners: A Metaanalytic Review . Aggression      &amp; Violent Behavior, 7(4), 313–351. [doi:      10.1016/S1359-1789(01)00061-1]              Saguy, Abigail C. \" Employment      Discrimination or Sexual Violence?: Defining Sexual Harassment in      American and French Law .\" Law &amp; Society Review. 34:4      (2000):1091-1128. also see Saguy, Abigail C. \" What      is Sexual Harassment? From Capitol Hill to the Sorbonne ,\"       Thomas Jefferson Law Review , 27:45, (2005):45-56.       [jstor: 3115132]              Manuel Eisner. \" Long-Term      Historical Trends in Violent Crime . \" Crime and      Justice , Vol. 30, (2003), pp. 83-142 [jstor: 1147697]              Malcolm M. Feeley, Deborah L. Little. \" The      Vanishing Female: The Decline of Women in the Criminal Process,      1687-1912 .\" Law &amp; Society Review , Vol. 25,      No. 4 (1991), pp. 719-758 [jstor: 3053868]              Quinn, Beth A. \" Sexual      Harassment and Masculinity: The Power and Meaning of 'Girl      Watching.' \" Gender &amp; Society , vol. 16, no.      3, pp. 386-402, June 2002 [doi:      10.1177/0891243202016003007]              Rachel Bridges Whaley, \" The      Paradoxical Relationship between Gender Inequality and Rape:      Toward a Refined Theory .\" Gender &amp; Society , vol.      15, no. 4, pp. 531-555, Aug 2001 [doi:      10.1177/089124301015004003]              Review Robert Sapolsky, \" Testosterone      Rules \" from section III above.              Murray A. Straus. 2008. \" Dominance      and symmetry in partner violence by male and female university      students in 32 nations .\" Children and Youth Services Review      30(3):252-275. [doi: 10.1016/j.childyouth.2007.10.004]              Wood, W., &amp; Eagly, A. H. (2002).       A cross-cultural analysis of the behavior of women and men:      Implications for the origins of sex differences .      Psychological Bulletin, 128, 699-727. [note: also recommended      for previous section] [doi: 10.1037/0033-2909.128.5.699]              Sarah K. Murnen, Carrie Wright, and Gretchen Kaluzny.       \" If      'Boys Will Be Boys,' Then Girls Will Be Victims? A Meta-Analytic      Review of the Research That Relates Masculine Ideology to Sexual      Aggression .\" Sex Roles Volume 46, Numbers 11-12      / June, 2002 [doi: 10.1023/A:1020488928736]              Peggy Reeves Sanday. \" Rape-Prone      Versus Rape-Free Campus Cultures .\" Violence Against Women,      Vol. 2, No. 2, 191-208 (1996) [doi:      10.1177/1077801296002002006]                                     Related Readings                    Linda Gordon. \" Family      Violence, Feminism, and Social Control .\" Feminist Studies,      Vol. 12, No. 3 (Autumn, 1986), pp. 453-478 [jstor: 3177907]              Christopher Uggen &amp; Amy Blackstone. \" Sexual      Harrasment as a Gendered Expression of Power .\"       American Sociological Review , Volume 69, Number 1,      (February 2004): 64-92 [doi: 10.1177/000312240406900105]              Sandy Welsh. \" Gender      And Sexual Harassment .\" Annual Review of      Sociology 25 (1999): 169-190 [doi:      10.1146/annurev.soc.25.1.169]              Lee Ellis and Charles Beattie. \" The      Feminist Explanation for Rape: An Empirical Test. \" T he      Journal of Sex Research , Vol. 19, No. 1 (Feb., 1983), pp.      74-93 [jstor: 3812420]              Kimberly Martin, Lynne M. Vieraitis and Sarah Britto.      \" Gender      Equality and Women's Absolute Status: A Test of the Feminist      Models of Rape. \" Violence Against Women . 12 (4)      2006: 321-339 [doi: 10.1177/1077801206286311]              Gwen Hunnicutt. \" Varieties      of Patriarchy and Violence Against Women Resurrecting      \"Patriarchy\" as a Theoretical Tool .\" Violence      Against Women . 15 (5) 2009: 553 - 573 [doi:      10.1177/1077801208331246]              Tom W. Smith. \" The      Polls: Gender and Attitudes Toward Violence .\" The Public      Opinion Quarterly, Vol. 48, No. 1 (Spring, 1984), pp. 384-396      [jstor: 2748632]              Richard C. Eichenberg. \" Gender      Differences In Public Attitudes Toward The Use Of Force By The      United States, 1990-2003 .\" International Security 28.1 (2003)      110-141              Jon Hurwitz and Shannon Smithey, \" Gender      Differences on Crime and Punishment .\" Political Research      Quarterly, Vol. 51, No. 1 (Mar., 1998), pp. 89-115 [jstor:      448831]              Joan B. Kelly &amp; Michael P. Johnson. \" Differentiation      Among Types Of Intimate Partner Violence: Research Update And      Implications For Interventions .\" Family Court Review, Volume      46, Issue 3, 2008 (p 476-499) [doi:      10.1111/j.1744-1617.2008.00215.x]              Richard B. Felson, Alison C. Cares. \" Gender      and the Seriousness of Assaults on Intimate Partners and Other      Victims .\" Journal of Marriage and Family, Volume 67, Issue 5      (2005):1182-1195 [doi: 10.1111/j.1741-3737.2005.00209.x]              Murray A. Straus and Ignacio Luis Ramirez. 2007. \" Gender      Symmetry In Prevalence, Severity, And Chronicity Of Physical      Aggression Against Dating Partners By University Students In      Mexico And USA .\" Aggressive Behavior 33:281-290. [doi:      10.1002/ab.20199]              Russell P. Dobash and R. Emerson Dobash. \" Women's      Violence to Men in Intimate Relationships. \" The British      Journal of Criminology 44 (2004): 324-349 [doi:      10.1093/bjc/azh026]                                        VIII. What role     does ideology play in determining the relations between men and women?       Ideology is near the center of almost     all efforts to explain gender inequalities. Gender ideology     includes people's understandings of masculinity and femininity, ideas     about when it is fair to treat women and men differently, divergent     expectations about women's and men's abilities, internalized schema that     evoke different judgments of women's and men's actions, and rules about     proper male and female behavior applied to children. All these and     more facets of gender ideology induce us to feel differently about women     and men and to treat them differently. Gender ideology is crucial     to the organization and persistence of gender inequality.      Conversely, every belief that symbolizes, legitimates, invokes, guides,     induces, or helps sustain gender inequality is itself in part a product     of gender inequality. However, while the form of gender inequality     may shape gender ideology over time, we are generally more interested in     gender ideology's role in shaping and preserving gender     inequality.                    Analytical Task                          The general analytical       problem. This week's task explores the relationship       between beliefs – ideology – and some aspect of gender       inequality. We want to look at ideas used to explain,       justify, and challenge gender inequality. What decides       which ideas become salient and influential? How do beliefs about       gender help sustain or destabilize gender inequality?        To begin ,       choose one aspect or component of gender inequality. This       may involve the direct relationships between women and men or a       difference in the opportunities or status available to women and       men. Examples might be the way that women select less       prestigious fields of study than men in college, that higher       education used to turn away women, that women are objects of sex       trafficking, that male professional sports have much higher       status, or the different kinds of restaurants that use male vs.       female waiters. You might try to be a bit creative. It can       be helpful to focus your discussion using a concrete instance of       that type of inequality with which you are familiar.        Contents of the analysis .        Use the following schematic outline as a starting point. (Click       on each numbered item below to see [or hide] the details.)                        Clarify what aspect or component of gender inequality is        your focus.                  As always, remember to give the basic characteristics         and principal patterns of the inequality as you         understand it. Among other possibilities, this will         normally include: (1) describe what is unequal; (2)         describe what this inequality looks like, how it is         experienced, or how it has its impact in social life; (3)         assess how the distribution appears or is manifest in the         world, how we would recognize the differences between         more or less of it, and how it is currently distributed).                  The goal is to ensure that the reader (and you) clearly         understand what inequality between women and men is         relevant, and what examples of that inequality you will         address.                                 Describe the principal ideological beliefs or ideas        relevant to the inequality being examined.                  While identifying the relevant beliefs is obviously         crucial, it can also be difficult. The range of         potentially relevant beliefs may be very large, so we         have to exercise judgment selecting which are most         important          It may help to distinguish beliefs that motivate          people to \"perform\" or defend gender inequality from          those that legitimate it. Of course, some         beliefs perform both functions.          It is crucial to consider the actions and ideas of both men and women .          The sexes commonly share some relevant beliefs and         diverge about others.          Consider also how much the beliefs motivating or         legitimating this aspect of gender inequality vary by         times, places, or circumstances. We want to decide         what characteristics of the beliefs seem unchanging cross         time and place and what         beliefs vary more. For example, the beliefs that         motivated male resistance to women entering \"male\"         occupations may have varied by the status of the         occupation and by the time period women began to enter.          Consider the degree of consensus (or dispute) over the         important beliefs. When is the consensus high or         low, what causes it to be high or low, and what         difference does the degree of agreement make? In         particular, do people dispute some aspects of the beliefs         relevant to this type of inequality, such that the         dispute affects the inequality or informs us about it?         Remember, that an idea exists does not mean that all         people hold it, even less does it ensure they will act in         conformity to it. The more that people disagree about a         belief or category of actors, the less that the belief         can mold consistent responses (although this may not         diminish its appeal as a justification).          Beliefs vary in other ways that can be important to         analyzing their significance. For example, a belief can         be narrow and focused, but it can also become broad and         general, varying from the context- or issue-specific         belief to the general principal. A belief can be so         salient and so vigorous that people refer to it all the         time or so insignificant and loosely held that it plays a         role only when forced to the forefront.                                 Assess the effects of these beliefs.                  Consider the social significance or function of         gender beliefs. The effects of beliefs are generally         understood by comparing them to real or hypothetical         alternatives. How would the functioning of gender         inequality work if a belief did not exist or was         reversed? How have the effects of beliefs differed         by the degree of gender inequality?          Although beliefs exist only by being held by         individuals, we generally want to think of beliefs as         cultural phenomena. The beliefs that concern us are those         preserved and imposed by cultures or acquired as the         common effect of shared or parallel experiences. People         are prone to all kinds of idiosyncratic beliefs, but only         shared beliefs have social effect.          At the individual level, we want to ask how or when         people holding a belief act differently than those who         believe otherwise. At the social level, we ask how the         presence of those beliefs in a group or circumstance has         social consequences -- such as influencing the structure         of organizations, the prevailing legal system, or         direction of historical changes.          What we identify as important effects will therefore         depend on which beliefs we consider. So we need to         select and assess our beliefs that seem to appear only in         more egalitarian (or more unequal) circumstances,         reversal of beliefs about women and men (often         implausible in reality, but potentially clarifying as an         imaginary experiment), the absence of any such beliefs,         or the presence of some reasonable hypothetical         alternative beliefs.          As usual, we want to give some thought to both women         and men, and we want to consider how the effects of the         beliefs might vary depending on the context or other         mediating influences. Typically, we expect to find women         and men share many beliefs, but are sharply divided on         others.          Beliefs can affect judgments, motives, aspirations,         quality of experience, and so forth. Again,         deciding what is important is an analytical judgment. We         are trying to figure out which beliefs really make a         difference to the strength, durability, or form of gender         inequality and how they have these effects.                                 Try to explain how the relevant beliefs come to exist and        why they persist.                  Up to this point, we have described how the aspect of         gender inequality works, we have examined what gender-related         beliefs seem important, and we have considered the         effects those beliefs can have. Now, we want to         consider why those beliefs exist. Thus, for the         example of inequality being examined, we are trying to         explain how beliefs or ideas might arise as a result          of the presence of the inequality that they legitimate         and motivate. This is our central goal, and it is         difficult.          It can help to do a hypothetical experiment.          Consider an imaginary circumstance (which might have a         real historical counterpart) where the relevant aspect of         gender inequality did not exist, nor did the related         beliefs – then at some point in time this type of gender         inequality came into existence. Then try to think         through how ideas would change as a result of the         emergence of this facet of gender inequality.          Consider what issues might arise if this type of         inequality came to exist, but the beliefs still did not,         and how might the response to such issues lead to new         beliefs. Think about both women and men trying to make         sense of the unequal circumstances, and trying to mold         the perception of reality and justice to fit their         circumstances.          To make the analysis more concrete, see if you can         provide evidence or observations about real circumstances         where this type of inequality is minimal (different         cultures, different historical periods, different parts         of society). Assess how the beliefs under minimal         inequality compare to those where it is high.          It is a good idea to consider under what conditions, if         any, would the beliefs associated with a facet of gender         inequality exist without the presence of this facet of         gender inequality. That is, could similar or analogous         beliefs appear with different kinds of inequality or         under conditions of little inequality. The first         possibility is critical, because it suggests beliefs due         to the presence of inequality per se, not dependent on         the type of inequality. The second possibility         suggests the prospect of beliefs hijacked from conditions         distinct from inequality, then converted to some service         to reinforce or challenge inequality.          It is also a good idea to consider how people acquire         the relevant beliefs. Are they part of general         cultural expectations, are the transferred in specific         contexts, or do people generate them from experience         rather than learning them from others? We must         never forget that not all people agree with dominant         beliefs.          Finally, ask what happens if some people question or         reject the beliefs? This question applies to both women         and men. The mechanisms to ensure acceptance and         conformity are crucial to the preservation and         effectiveness of beliefs.                         Finally, after completing        the steps in the analysis above, try to give an overall        assessment about the significance of ideology to the facet of        gender inequality you are considering.                      Additional Notes                Throughout, be careful to distinguish between empirical         claims and moral claims. Both kinds of beliefs        are important. And they may be confused or overlapping        rather than neatly distinguished in real life. Still,        they are crucially different. Similarly, distinguish        between the explanation of beliefs and the justification         of beliefs.                       Do try to introduce appropriate connections between the        argument(s) you present and the readings. Consider not        only the common readings from this week, but also past        readings and optional ones from this week that seem        particularly relevant.                                                   Common Readings             Cecilia L. Ridgeway &amp; Shelley J. Correll.. \" Unpacking     the Gender System: A Theoretical Perspective on Gender Beliefs and     Social Relations .\" Gender &amp; Society , vol. 18, no. 4,     pp. 510-531, Aug 2004 [doi: 10.1177/0891243204265269]              Judith Lorber. \" Believing     is Seeing: Biology as Ideology .\" Gender and Society ,     Vol. 7, No. 4 (Dec., 1993), pp. 568-581 [jstor: 189514]                    Down So Long: Disputed Ideals: Ideologies      of Domesticity and Feminist Rebellion               Destined for Equality : Institutional     Individualism         Faye Ginsburg. \" Procreation     Stories: Reproduction, Nurturance, and Procreation in Life     Narratives of Abortion Activists .\" American Ethnologist, Vol.     14, No. 4 (Nov., 1987), pp. 623-636 [jstor: 645317]              Kristin Luker. \" Contraceptive     Risk Taking and Abortion: Results and Implications of a San     Francisco Bay Area Study .\" Studies in Family Planning ,     Vol. 8, No. 8 (Aug., 1977), pp. 190-196; and \" The     War Between the Women .\" Family Planning Perspectives ,     Vol. 16, No. 3 (Mar. - Apr., 1984), pp. 105-110 [jstor: 1965513]              Nancy Burns and Katherine Gallagher. \" Public     Opinion on Gender Issues: The Politics of Equity and Roles .\"     Annual Review of Political Science, 2010, Vol. 13: 425-443      [doi: 10.1146/annurev.polisci.12.040507.142213]              Clem Brooks and Catherine Bolzendahl. \" The     Transformation of US Gender Role Attitudes: Cohort Replacement,     Social-Structural Change, and Ideological Learning .\"       Social Science Research Volume: 33 Issue:       1 (2004 Mar): 106 - 133 [doi:      10.1016/S0049-089X(03)00041-3]                               Recommended Readings                    Shannon N. Davis, Theodore N. Greenstein. \" Gender      Ideology: Components, Predictors, and Consequences .\"      Annual Review of Sociology , Vol. 35 (2009): 87-105 [doi:      10.1146/annurev-soc-070308-115920]              Barbara Norrander and Clyde Wilcox. \" The      Gender Gap in Ideology. \" Political Behavior (2008)      30:503–523. DOI 10.1007/s11109-008-9061-1 [doi:      10.1007/s11109-008-9061-1]              Carl N. Degler. \" Revolution      without Ideology: The Changing Place of Women in      America. \" Daedalus , Vol. 93, No. 2, The Woman in      America (Spring, 1964), pp. 653-670 [jstor: 20026849]              Bem, S. L. (1981)       Gender Schema Theory: A Cognitive Account Of Sex Typing .      Psychological Review, Vol 88(4), Jul 1981, 354-364. [doi:      10.1037/0033-295X.88.4.354]              Review readings by Ridgeway in Section II and Valian in      Section VII         Mary Blair-Loy. 2001. \" Cultural      Constructions of Family Schemas: The Case of Women      Executives .\" Gender &amp; Society 15(5) (2001):      687-709. [doi: 10.1177/089124301015005004]              S. M. C. Kelley, C. G. E. Kelley, M. D. R. Evans and Jonathan      Kelley. \" Support      for Mothers' Employment at Home: Conflict between Work and      Family. \" International Journal of Public Opinion      Research , vol. 21, no. 1, pp. 98-110, Spring 2009 [doi:      10.1093/ijpor/edp004]                                     Related Readings                    Catherine I Bolzendahl, Daniel J Myers.. \" Feminist      Attitudes and Support for Gender Equality: Opinion Change in      Women and Men, 1974-1998 .\" Social Forces , vol. 83, no.      2 (Dec 2004): 759-789              Thornton, Arland; Young-DeMarco, Linda, \" Four      Decades of Trends in Attitudes toward Family Issues in the United      States: The 1960s through the 1990s. \" Journal of Marriage      and the Family , vol. 63, no. 4, pp. 1009-1037, Nov 2001       [doi: 10.1111/j.1741-3737.2001.01009.x]              Emily W. Kane, Mimi Schippers. \" Men's      and Women's Beliefs about Gender and Sexuality .\" Gender and      Society, Vol. 10, No. 5 (Oct., 1996), pp. 650-665 [jstor: 189887]              Eric D. Widmer, Judith Treas, Robert Newcomb. \" Attitudes      toward Nonmarital Sex in 24 Countries .\" The Journal of Sex      Research, Vol. 35, No. 4 (Nov., 1998), pp. 349-358... [jstor:      3813111]              Bem, S, L, (1994)       Defending The Lenses of Gender . Psychological Inquiry, 5,      97-101. [jstor: 1449094]              Frable, D. E., &amp; Bem, S. L. (1985).       If You Are Gender Schematic, All Members Of The Opposite Sex      Look Alike . Journal of Personality and Social Psychology,      49, 459-468. [doi: 10.1037/0022-3514.49.2.459]                                        IX. How has the economy influenced men    and women's positions in society?       Essentially all analyses of gender    inequality give great importance to the economy. Gender inequality    appears everywhere embedded in economic inequality, in the sense that a    critical aspect of gender inequality involves unequal access to economic    resources and positions. Sometimes this is understood as an    expression of gender inequality, sometimes a cause of gender inequality,    sometimes a result. Many analyses consider it all three.                    Analytical Task                    Describe two examples of atypical (but not rare oddities)      circumstances in which women may have higher economic status or      economy-related status than men (e.g., wives who earn more than      their husbands).                 Pure economic inequality between women and men would       require that every man has an economic status and economic       opportunities greater than every woman. Realistically,       such pure economic inequality by gender does not appear in       any society.          While our interest lies in what causes or sustains the       economic facets of gender inequality, in this task we       approach the contested terrain indirectly, by first       considering exceptions, conditions where some women have a       better economic location then some men.                      For each example (of the two you choose), try to       explain briefly      both (1) what      conditions or processes ensure that it is atypical and        (2) similarly      explain what conditions or processes allow the atypical      examples to arise.                in developing your explanations, consider the actions of       both women and men, as well as differences in the       opportunities and constraints they typically face          consider also how other kinds of relevant people respond       to such atypical arrangements          try to take into account the orientation and actions of       both people with power and ordinary people who lack it                                        Common Readings             Barbara F. Reskin. \" Bringing     the Men Back in: Sex Differentiation and the Devaluation of Women's     Work .\" Gender and Society, Vol. 2, No. 1 (Mar., 1988), pp.     58-81 [jstor: 190469]              Destined for Equality : Employment: Gaining     Equality from the Economy         Christine L. Williams. \" The     Glass Escalator: Hidden Advantages for Men in the \"Female\"     Professions, \" Social Problems , Vol. 39, No. 3 (Aug.,     1992), pp. 253-267 [jstor: 3096961]              Eagly, Alice H., and Linda L. Carli. \" Women     and the Labyrinth of Leadership. \" Harvard Business Review 85,     no. 9 (September 2007): 63-71.              Claudia Goldin, Cecilia Rouse. \" Orchestrating     Impartiality: The Impact of \"Blind\" Auditions on Female     Musicians .\" The American Economic Review , Vol. 90, No. 4     (Sep., 2000), pp. 715-741 [jstor: 117305]              England, Paula. \" Gender     Inequality in Labor Markets: The Role of Motherhood and     Segregation .\" Social Politics 12(2) (2005):264-288.     [doi: 10.1093/sp/jxi014]                               Recommended Readings                    Francine D. Blau. \" Trends      in the Well-Being of American Women, 1970-1995 .\" Journal      of Economic Literature , Vol. 36, No. 1 (Mar., 1998), pp.      112-165 [jstor: 2564953]              Francine D. Blau and Lawrence M. Kahn. \" The      Gender Pay Gap: Have Women Gone as Far as They Can? \"      Academy of Management Perspectives 21 (February 2007):      7-23. [Reduced version of chapter in Declining Significance      of Gender] [doi: 10.5465/AMP.2007.24286161]              Barbara F. Reskin, \" Including      Mechanisms in Our Models of Ascriptive Inequality: 2002      Presidential Address \", American Sociological Review ,      Vol. 68, No. 1 (Feb., 2003), pp. 1-21 [jstor: 3088900]              Michelle J Budig. \" Male      Advantage And The Gender Composition Of Jobs: Who Rides The Glass      Escalator? \" Social Problems . May 2002. Vol. 49, Iss.      2; p. 258 [jstor: 3097230]              Elizabeth H. Gorman and Julie A. Kmec. \" Hierarchical      Rank and Women's Organizational Mobility: Glass Ceilings in      Corporate Law Firms .\" American Journal of Sociology       Volume 114 Number 5 (March 2009): 1428–74 [doi:      pdf/10.1086/595950]              Christine E. Bose, Philip L. Bereano and Mary Malloy.      \" Household      Technology and the Social Construction of Housework .\"      Technology and Culture , Vol. 25, No. 1 (Jan., 1984), pp.      53-82 [jstor: 3104669]              Maria Charles. \" Deciphering      Sex Segregation: Vertical and Horizontal Inequalities in Ten      National Labor Markets .\" Acta Sociologica , Vol. 46,      No. 4 (Dec., 2003), pp. 267-287 [jstor: 4194993]              Shelley J. Correll, Stephen Benard, In Paik. \" Getting      a Job: Is There a Motherhood Penalty? \" American Journal of      Sociology , Vol. 112, No. 5 (Mar., 2007), pp. 1297-1338       [doi: pdf/10.1086/511799]              Louise Marie Roth.       Women on Wall Street: Despite Diversity Measures, Wall Street      Remains Vulnerable to Sex Discrimination Charges .       Academy of Management Perspectives , Feb 2007, Vol.      21 [doi: 10.5465/AMP.2007.24286162]              Judge, Timothy A.; Livingston, Beth A. \" Is      The Gap More Than Gender? A Longitudinal Analysis Of Gender,      Gender Role Orientation, And Earnings .\" Journal of      Applied Psychology . Vol 93(5), Sep 2008, 994-1012.       [doi: 10.1037/0021-9010.93.5.994]              Claudia Goldin. \" The      Changing Economic Role of Women: A Quantitative Approach .\"      Journal of Interdisciplinary History , Vol. 13, No. 4, The      Measure of American History (Spring, 1983), pp. 707-733       [jstor: 203887]              Claudia Goldin. \" The      Quiet Revolution That Transformed Women's Employment, Education,      and Family .\" The American Economic Review , Vol. 96,      No. 2 (May, 2006), pp. 1-21 [jstor: 30034606]              Valerie Kincade Oppenheimer. \" Demographic      Influence on Female Employment and the Status of      Women .\" American Journal of Sociology , Vol. 78,      No. 4, Changing Women in a Changing Society (Jan., 1973), pp.      946-961; see also Valerie K. Oppenheimer. \" The      Interaction of Demand and Supply and its Effect on the Female      Labour Force in the United States .\" Population      Studies , Vol. 21, No. 3 (Nov., 1967), pp. 239-259       [jstor: 2776613]              England, Paula, Paul Allison, and Yuxiao Wu. \" Does      Feminization Lower Wages, Do Declines in Wages Cause      Feminization, and How Can We Tell From Longitudinal Data? \"      Social Science Research 36(3) (2007): 1237-56. [doi:      10.1016/j.ssresearch.2006.08.003]              Trond Petersen, Vemund Snartland, Eva M. Meyersson      Milgrom. \" Are      female workers less productive than male workers? \"       Research in Social Stratification and Mobility 25(1)      (2007): 13-37. [doi: 10.1016/j.rssm.2006.05.002]                                     Related Readings                    Claudia Goldin, Lawrence F. Katz, Ilyana Kuziemko.      \" The      Homecoming of American College Women: The Reversal of the      College Gender Gap .\" The Journal of Economic      Perspectives , Vol. 20, No. 4 (Fall, 2006), pp. 133-156      [jstor: 30033687]              Jerry A. Jacobs. \" Gender      Inequality and Higher Education .\" Annual Review of      Sociology, Vol. 22 (1996): 153-185 [doi:      10.1146/annurev.soc.22.1.153]              Claudia Buchmann, Thomas A. DiPrete, Anne McDaniel.       \" Gender      Inequalities in Education. \" Annual Review of      Sociology , Vol. 34 (2008): 319-337 [doi:      10.1146/annurev.soc.34.040507.134719]              England, Paula and Su Li. \" Desegregation      Stalled: The Changing Gender Composition of College Majors,      1971-2002. \" Gender &amp; Society 20(5) (2006):657-677.      [doi: 10.1177/0891243206290753]              M. Evertsson, P. England, I. Mooi-Reci, J. Hermsen, J. de      Bruijn, D. Cotter. \" Is      Gender Inequality Greater at Lower or Higher Educational Levels?      Common Patterns in the Netherlands, Sweden, and the United      States .\" Social Politics: International Studies in Gender,      State &amp; Society 16(2):210-241 (2009) [doi:      10.1093/sp/jxp008]              Eagly, A. H., Johannesen-Schmidt, M. C., &amp; van Engen, M.      L. (2003).       Transformational, transactional, and laissez-faire leadership      styles: A meta-analysis comparing women and men .      Psychological Bulletin, 129(4), 569-591. [doi:      10.1037/0033-2909.129.4.569]              Eckel, Catherine; de Oliveira, Angela C. M.; Grossman, Philip      J. \" Gender      and Negotiation in the Small: Are Women (Perceived to Be) More      Cooperative than Men? \" Negotiation Journal , Volume 24,      Issue 4, 2008: 429 [doi: 10.1111/j.1571-9979.2008.00196.x]; Kolb,      Deborah M. \" Too      Bad for the Women or Does It Have to Be? Gender and Negotiation      Research over the Past Twenty-Five Years .\" Negotiation      Journal , Volume 25, Issue 4, 2009: 515 [doi:      10.1111/j.1571-9979.2009.00242.x]; Bowles, Hannah Riley; McGinn,      Kathleen L. \" Gender      in Job Negotiations: A Two-Level Game. \" Negotiation      Journal , Volume 24, Issue 4, 2008: 393 [doi:      10.1111/j.1571-9979.2008.00194.x]              Sue Bowden, Avner Offer. \" Household      Appliances and the Use of Time: The United States and Britain      Since the 1920s .\" The Economic History Review , New      Series, Vol. 47, No. 4 (Nov., 1994), pp. 725-748 [jstor:      2597714]              Graciela Chichilnisky. \" The      Gender Gap .\" Review of Development Economics , Volume      12, Issue 4 (p 828-844) [gender gap as a Nash equilibrium--not      for the economically faint of heart] [doi:      10.1111/j.1467-9361.2008.00456.x]              Justin Wolfers. \" Diagnosing      Discrimination: Stock Returns and Ceo Gender \"       Journal of the European Economic Association , Vol. 4, No.      2/3, Papers and Proceedings of the Twentieth Annual Congress of      the European Economic Association (Apr. - May, 2006), pp.      531-541 [jstor: 40005119]              Francine D. Blau and Lawrence M. Kahn. \" The      Gender Pay Gap ,\" The Economists' Voice (June 2007). [doi:      10.2202/1553-3832.1190]              Claudia Goldin. \" The      Long Road to the Fast Track: Career and Family. \" The      Annals Of The American Academy Of Political And Social      Science . 2004 596 (2004): 20-35. [doi:      10.1177/0002716204267959]              Claudia D. Goldin. \" The      Role of World War II in the Rise of Women's Employment. \"       The American Economic Review , Vol. 81, No. 4 (Sep., 1991),      pp. 741-756 [jstor: 2006640]              Michael Bittman, Paula England, Liana Sayer, Nancy Folbre,      and George Matheson. \" When      Does Gender Trump Money?: Bargaining and Time in Household      Work .\" American Journal of Sociology 109      (2003):186-214. [doi: pdf/10.1086/378341]                                        X. How have men resisted and furthered    change? How have women furthered and resisted change?       Both women and men have acted in every    possible way towards gender inequality. What we want to understand    are the circumstances in which they predictably act in ways that either    reinforce or erode inequality. People's actions complex results of    interests, ideology, circumstance, opportunity, and constraint.                    Analytical Task                    Select one kind or aspect of gender inequality. Clearly      state how this is an inequality, specifying                what kinds of women and men are unequal,          how this inequality manifests itself, and          how things look different when the inequality is great       compared to when it is small.                      With respect to this type of inequality, offer two or more      examples of each of the following:                actions by men that help sustain the inequality,          actions by men that contribute to eroding the       inequality,          actions by women that help sustain the inequality       and          actions by women that contribute to eroding the       inequality.                      Try to specify the range of circumstances that more often      produce each of these four types of action.               It is useful to distinguish between regularly        repeating or \"normal\" actions and occasional responsive        actions that occur only when something unexpected        happens, promising threat or opportunity.          Try to consider possible distinctions amongst        kinds of people that divide them into ones more likely        or less likely to act in the way being discussed.          Consider different conditions of inequality such as        how severe it is and whether it is stable or changing.        How do these influence the likeihood of each kind of        action?                                        Can you distill your observations into a couple      generalizations?                           Common Readings             Destined for Equality : Surrendering the Heritage     of Male Dominance         Destined for Equality : Women's Rejection of     Subordination         Susan E. Marshall. \" Ladies     against Women: Mobilization Dilemmas of Antifeminist     Movements .\" Social Problems , Vol. 32, No. 4 (Apr.,     1985), pp. 348-362 [jstor: 800757]              Laura L. Miller. \" Not     Just Weapons of the Weak: Gender Harassment as a Form of Protest     for Army Men .\" Social Psychology Quarterly , Vol. 60, No.     1 (Mar., 1997), pp. 32-51 [jstor: 2787010]              ...                          Recommended Readings                    Noah P. Mark, Lynn Smith-Lovin, and Cecilia L. Ridgeway.      \" Why      Do Nominal Characteristics Acquire Status Value? A Minimal      Explanation for Status Construction .\" AJS Volume 115      Number 3 (November 2009): 832–62 .... [doi: pdf/10.1086/606142]              Kirsten Dellinger. \" Masculinities      in \"Safe\" and \"Embattled\" Organizations: Accounting for      Pornographic and Feminist Magazines .\" Gender &amp;      Society , vol. 18, no. 5, pp. 545-566, Oct 2004... [doi:      10.1177/0891243204267401]              Carl N. Degler. \" Charlotte      Perkins Gilman on the Theory and Practice of Feminism .\"      American Quarterly , Vol. 8, No. 1 (Spring, 1956), pp.      21-39 [jstor: 2710295]              Jo Freeman. \" Political      Organization in the Feminist Movement .\" Acta      Sociologica , Vol. 18, No. 2/3 (1975), pp. 222-244       [jstor: 4194062]              Emily Stoper, Roberta Ann Johnson. \" The      Weaker Sex &amp; the Better Half: The Idea of Women's Moral      Superiority in the American Feminist Movement .\"      Polity , Vol. 10, No. 2 (Winter, 1977), pp. 192-217       [jstor: 3234258]              Ann-Dorte Christensen and Jørgen Elm Larsen.      \" Gender,      Class, and Family: Men and Gender Equality in a Danish      Context . Social Politics: International Studies in      Gender, State &amp; Society 2008 15(1):53-78 [doi:      10.1093/sp/jxn004]              ...                                Related Readings                    ...         Holly J. McCammon, Courtney Sanders Muse, Harmony D. Newman,      and Teresa M. Terrell. \" Movement      Framing and Discursive Opportunity Structures: The Political      Successes of the U.S. Women's Jury Movements .\" American      Sociological Review 2007 72(5): 725-749. [doi:      10.1177/000312240707200504]              Elsie Clews Parsons. \" Feminism      and Conventionality .\" Annals of the American Academy of      Political and Social Science , Vol. 56, Women in Public Life      (Nov., 1914), pp. 47-53 [jstor: 1011977]              Catherine Hakim. \" Five      Feminist Myths about Women's Employment .\" The British      Journal of Sociology , Vol. 46, No. 3 (Sep., 1995), pp.      429-455 [jstor: 591850]              Linda Thompson, Alexis J. Walker. \" Gender      in Families: Women and Men in Marriage, Work, and      Parenthood .\" Journal of Marriage and the Family , Vol.      51, No. 4 (Nov., 1989), pp. 845-871 [jstor: 353201]              See also from Section II above, Deniz Kandiyoti, \" Bargaining      with Patriarchy\" .\" [jstor: 190357]                          ...                                   XI. How have political processes and    structures sustained men's and women's relative status?          As structure and as actor, the    state has been unavoidably central to ongoing practice of gender    inequality, to its persistence, and to changes in the form and amount of    gender inequality.         States or governments have power. Through    the military and police, a state can enforce conformity to its rules,    repel and punish challenges from the scale of individual acts to    collective rebellions, and by threat, implicit or explicit, deter    rebellions from appearing. Through the law, regulations, and bureaucratic    policies, a state can define what constitutes acceptable or legitimate    behavior at all levels of social organization. Through economic policies    of taxation, expenditures, and redistributions (such as welfare policies    or agricultural supports), a state influences the relative economic    status of different groups.     By acting differently toward groups with    regard to any of these aspects of government power, a state can create,    reinforce, or exacerbate social inequalities. Analogously, a state can,    in theory, obstruct, destabilize, or diminish social inequality by using    its power in ways that are inconsistent with social inequalities. States    determine, influence, legitimize, and sanction rights and opportunities;    they may do so in more or less egalitarian ways.     When significant, enduring, social    inequality exists, those privileged by that form of inequality will    normally have more influence over the state than do those disadvantaged    by the inequality, and the overall effect of state policies will    reinforce the exercise and persistence of the inequality. A fundamental    problem for all state theories is who or what decides state policies and    actions. To some degree, those \"in\" the state (elected, appointed, hired,    or appropriated) make decisions based on their interests and outlooks as    members of the state apparatus. To some degree, state actors respond to    the influence of power brokers outside the state, such as the    economically powerful. In either case, when making policy or strategic    planning decisions, those influencing state actions are in part    responding to what they perceive will be the responses of all actors in    the nation affected by those decisions. States, or the political    actors who comprise the government, also have their own interests, most    notably preserving their power, and these interests are not automatically    consistent with the interests of dominant social groups.     Any political policy, agenda, body, or    process may support and enforce gender inequality, passively permit it,    or oppose gender inequality (as is true with any form of social    inequality). A political process or policy may have different    implications for different aspects of gender inequality (for example,    labor protections laws for women that guard them from some possibilities    of employer exploitation while simultaneously limiting their competitive    access to some kinds of jobs). In general, to protect and use their    advantages, socially dominant groups seek to sustain influence over    political processes. Conforming with this expectation, the long    monopoly of men over political power has consistently both demonstrated    and sustained gender inequality. Yet, over the past two centuries    government actions have also contributed to the decline of gender    inequality. Thus, with respect to political power we face a series    of critical questions: how did political power become and remain a male    domain?, how has political power and governance reflected and contributed    to gender inequality?, and how and why did some aspects of political    power and government act in ways more consistent with improving women's    status than preserving gender inequality?                      Analytical Task                          Our goal in this task is to attempt a basic       analysis of political or power inequality based on empirical       examples. As a practical matter, in the time available, we       cannot sensibly attempt a sophisticated analysis in terms either       of the data or ideas. We can, however, try to think our way       through a simple analysis, using the ideas in this and previous       weeks' readings. We can think of this being like the       starting steps a scholar interested in these questions would take       to set up the theoretical and research possibilities.        To begin ,       select one kind or aspect of political or power        inequality that exists some places between women and men, for       example married women's and men's legal rights over       property. Clearly state how this is an inequality ,       specifying               what kinds of women and men are unequal,         how this inequality manifests itself in the unequal        treatment of women and men or unequal outcomes for them, and         how things look different when the inequality is great        compared to when it is small.         In short, we want to clearly identify and describe the        inequality, and we what to show how we can distinguish        varying levels of that inequality.                      Next , put       together a simple analysis of what might generate or moderate       this type of inequality.               First, specify two instances where this type of inequality        is large and two where it is small. This is our selection of        cases that form the basis of our analysis. Having two        large and two small is a minimal research design for        identifying the implications of difference in degree of        inequality separate from the specifics of our cases.         Comparing the cases having greater inequality with those        that have less, what effects on other aspects or kinds of        gender inequality do the selected instances of political or        power inequality seem to have?         Focusing on the key causal issue, what circumstances or        processes seem to explain why the aspect of gender inequality        being examined is large in two cases and small in the other        two?         Finally, from the analysis of the cases you have selected,        can you make any generalizations beyond those cases about the        circumstances or processes you have just used to explain the        differences?                                                   Common Readings             Destined for Equality : Citizenship: Gaining     Equality from the State         Joyce Gelb, Marian Lief Palley. \" Women     and Interest Group Politics: A Comparative Analysis of Federal     Decision-Making. \" The Journal of Politics , Vol. 41, No.     2 (May, 1979), pp. 362-392. [jstor: 2129770]              Lynne Haney. \" Homeboys,     Babies, Men in Suits: The State and the Reproduction of Male     Dominance .\" American Sociological Review , Vol. 61, No. 5     (Oct., 1996), pp. 759-778 [jstor: 2096452]              Pamela Paxton, Sheri Kunovich, Melanie M. Hughes. \" Gender     in Politics .\" Annual Review of Sociology 2007 33,     263-284 [doi: 10.1146/annurev.soc.33.040406.131651]              Down So Long: The Reproduction of Economic and     Political Power                          Recommended Readings                    Ann Shola Orloff. \" Gendering      the Comparative Analysis of Welfare States: An Unfinished      Agenda .\" Sociological Theory 27(3):317-343 (2009)      [doi: 10.1111/j.1467-9558.2009.01350.x]              Karen Beckwith. \" Women's      Movements At Century's End: Excavation and Advances in Political      Science .\" Annual Review of Political Science 2001 4,      371-390 [doi: 10.1146/annurev.polisci.4.1.371]              Torben Iversen, Frances Rosenbluth. \" The      Political Economy of Gender: Explaining Cross-National Variation      in the Gender Division of Labor and the Gender Voting      Gap .\" American Journal of Political Science ,      Vol. 50, No. 1 (Jan., 2006), pp. 1-19 [doi:      10.1111/j.1540-5907.2006.00166.x]              Pamela Johnston Conover. \" Feminists      and the Gender Gap .\" The Journal of Politics, Vol. 50, No. 4      (Nov., 1988), pp. 985-1010 [jstor: 2131388]                                     Related Readings                    Karen Beckwith. \" The      Comparative Politics of Women's Movements .\" Perspectives      on Politics , Vol. 3, No. 3 (Sep., 2005), pp. 583-596       [jstor: 3689038]              Vicky Randall. \" Legislative      Gender Quotas and Indian Exceptionalism: The Travails of the      Women's Reservation Bill .\" Comparative Politics , Vol.      39, No. 1 (Oct., 2006), pp. 63-82 [jstor: 20434021]              Guillaume R. Fréchette, Francois Maniquet, Massimo Morelli.      \" Incumbents'      Interests and Gender Quotas .\" American Journal of      Political Science , Vol. 52, No. 4 (Oct., 2008), pp. 891-909      [jstor: 25193856]              Lynne A. Haney. \" Feminist      State Theory: Applications to Jurisprudence, Criminology, and the      Welfare State .\" Annual Review of Sociology 26:641-666 (2000)      [doi: 10.1146/annurev.soc.26.1.641]              Richard L. Fox, Jennifer L. Lawless. \" Entering      the Arena? Gender and the Decision to Run for Office .\"      American Journal of Political Science , Vol. 48, No. 2      (Apr., 2004), pp. 264-280 [jstor: 1519882]              Kira Sanbonmatsu. \" Gender      Stereotypes and Vote Choice .\" American Journal of      Political Science , Vol. 46, No. 1 (Jan., 2002), pp. 20-34.      [jstor: 3088412]              Marvin Harris. \" Caste,      Class, and Minority .\" Social Forces , Vol. 37, No. 3      (Mar., 1959), pp. 248-254 [jstor: 2572971]              Frank F. Furstenberg, Jr. \" History      and Current Status of Divorce in the United States .\" The      Future of Children, Vol. 4, No. 1, Children and Divorce (Spring,      1994), pp. 29-43.. [jstor: 1602476]                                        XII. What does the future    hold?       Where do we go from here? Will    gender inquality continue to decline, and greater gender equality spread    throughout the world? Are some aspects of gender inquality    particularly resistant to reduction, and if so why? Could change    stagnate? Behind such concerns are two principal questions.     What has caused the long-term pattern of declining gender    inequality? And what has preserved aspects of gender inequality in    the face of these accumulating changes? Combining the answers to    these two questions with an effort to project the relevant influences    into the future, is the basis for trying to understand the possibilities    for the future. Behind this also lies another analytical question    with moral overtones: what does gender equality really mean?                    Analytical Task                    Select two types of inequality, both important, one that you      believe to be moving toward greater equality at a relatively high      rate, the other that you believe is moving toward equality at a      relatively slow rate (or is stalled or is moving backwards)                for each of these two types, describe what is the       inequality (how are women and men unequal, which women and       men experience it, how do things differ when this inequality       is high from when it is low)          describe the evidence and logic that suggests one type is       declining relatively quickly and the other relatively       slowly                      Try to explain why the two different rates of movement toward      equality                For each, consider what processes, conditions, interests,       and the like propel the movement toward greater equality          For each, consider what circumstances, activities, and       the like obstruct the movement toward greater equality          Try to explain how and why the balance between the causes       propelling greater equality and the causes sustaining       existing inequality differ between the two types of gender       inequality                                        Common Readings             Paula England. \" Toward Gender Equality:     Progress and Bottlenecks ,\" in Declining Significance of     Gender? , (ed. Francine Blau, Mary Brinton, David Grusky), 2007;     also Paula England. \" The     Gender Revolution: Uneven and Stalled. \" Gender &amp;     Society 2010 24: 149-166. [doi: 10.1177/0891243210361475]              Cecilia L. Ridgeway. \" Gender as an Organizing     Force in Social Relations: Implications for the Future of     Inequality ,\" in Declining Significance of Gender? , (ed.     Francine Blau, Mary Brinton, David Grusky), 2007              Robert Max Jackson. \"Opposing Forces: How,     Why, and When Will Gender Inequality Disappear? ,\" in      Declining Significance of Gender? , (ed. Francine Blau, Mary     Brinton, David Grusky), 2007                               Recommended Readings                    Maria Charles and Karen Bradley. \" Indulging      Our Gendered Selves? Sex Segregation by Field of Study in 44      Countries .\" American Journal of Sociology 114:4      (2009), 924-976 [doi: pdf/10.1086/595942]              Richard Breen and Lynn Prince Cooke. \" The      Persistence of the Gendered Division of Domestic      Labour. \" European Sociological Review 2005      21(1): 43-57 [doi: 10.1093/esr/jci003]              Luisa Escriche, Gonzalo Olcina, and Rosario Sánchez.      \" Gender      Discrimination And Intergenerational Transmission Of      Preferences .\" Oxford Economic Papers (2004) 56(3):      485-511 [doi: 10.1093/oep/gpf058]              Gerda Neyer and Dorothea Rieck. \" Moving      Towards Gender Equality. \" Ch. 7 in How Generations and      Gender Shape Demographic Change United Nations Economic      Commission for Europe. Conference \"How Generations and Gender      Shape Demographic Change,\" 14 to 16 May 2008 at the Palais des      Nations in Geneva               Cecilia Ridgeway. Framed by Gender . Oxford:      2011. [doi: 10.1093/acprof:oso/9780199755776.001.0001]                                     Related Readings                    ...         ...                                                   Notes on how to write a critical review.       Some notes on preparing a critical     review can be found here: http://www.nyu.edu/classes/jackson/analysis.of.sex.and.gender/Writing     a Critical Review.html                                           §                   $                                      §               To search for material on this page, first click the § symbol     above to reveal all the hidden text. (Refresh page to rehide)"}]}]