[{"detail": [{"content": "Program of Study | Economics | NYU                                                             Back to Home         Printer Friendly           Program of Study (CAS Bulletin)        Jump to:    Major    Description of the Two Concentrations    Joint Major in Economics and Mathematics    Joint Major in Economics and Computer Science    Minor    Honors Program       Major    To allow students to select an approach to the study of economics that is more suitable to their personal aptitudes and interests, a major in economics can be taken in one of two concentrations, policy or theory, as described below.    If a student fails a course required for the major, the course must be retaken in the department; a course taken outside the University cannot be substituted for a failed course. No course for the major may be taken pass/fail.    A grade of C or better is required for a course to be counted toward the major in economics, as well as to satisfy the mathematics prerequisites. Students are strongly urged to pay close attention to the prerequisites for each course. Students who do not meet the minimum C requirement in the prerequisite courses will be de-enrolled at the beginning of each semester. A grade of P, I, or W does not count as satisfying the minimum grade requirement.    Transfer students should note that normally the only courses that will be accepted toward the major in economics are courses that have been passed with a grade of C or better at universities with an intensive four-year program.    Advanced Standing: Acceptable Advanced Placement (AP), A Level, International Baccalaureate (IB), or equivalent credits place students out of one or both of Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2)—formerly Economics Principles I, II—and also count towards the total number of courses required for the major or minor. For AP credits, a score of 4 or 5 is acceptable. For IB, the College accepts only High Level (HL) exams with a score of 6 or 7; for A Level examinations, CAS accepts a score of B or higher. For more information, or for any other credit by examination, students should consult the tables in the Admissions section of this Bulletin or meet with a CAS advisor.    Note that AP, A Level, IB, or equivalent credit in statistics is not acceptable for economics majors.    Exit Exam: The Economics department requires that all economics majors take an exit exam before they graduate. No preparation is necessary for the exam, and the grade has no impact on a student's academic record. The exam takes only one hour. Students are contacted by the department in their senior year with logistical details. The results will be used by the department to evaluate the major.       Description of the Two Concentrations    Beginning Fall 2012, new rules will apply for both the policy concentration and the theory concentration in the economics major. Students who entered NYU prior to Fall 2012 will be grandfathered under the old rules.    Policy Concentration   The policy concentration is intended for the student who is primarily interested in applying economic analysis to an understanding of economic problems and policies. The introductory and intermediate courses provide the student with a solid foundation of economic theory with an emphasis on economic applications. The elective courses allow students to focus on specific problems and topics that match their interests and career plans.    The policy concentration corresponds most closely to the Economics major that is offered by other leading colleges and universities. Mathematics is used to build an understanding of economic theory. This concentration is particularly well suited for students planning careers in law, public policy, business, or any other field in which a thorough understanding of the economic way of thinking would be beneficial. However, students in the policy concentration can also pursue a Ph.D. in Economics or Finance if they supplement their course work with additional courses in Mathematics.    Requirements for Policy Concentration for students who enter NYU Fall 2012 or later At least ten courses (40 points) are to be taken in the Department of Economics for the policy concentration, as follows.    Seven core courses are required:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11)    Intermediate Macroeconomics (ECON-UA 12) or Macroeconomics (ECON-UA 13)    Statistics (ECON-UA 18; 4 points as of fall 2012) or Analytical Statistics (ECON-UA 20)    One course chosen from International Economics (ECON-UA 238), Urban Economics (ECON-UA 227), or Money and Banking (ECON-UA 231)    Topics in Econometrics (ECON-UA 380) or Introduction to Econometrics (ECON-UA 266)       Policy concentration majors must also take three electives in the department. Of these three electives, at most one can be numbered ECON-UA 200-299 and at least two must be numbered ECON-UA 300-399.       A student may take two out of the three courses International Economics (ECON-UA 238), Urban Economics (ECON-UA 227), or Money and Banking (ECON-UA 231). One of them will count towards the core course requirement (above) and the other will count towards the 200-level elective requirement. With permission, students in the policy track will be allowed to take courses from the theory track.       Mathematics Requirement: In addition to the ten ECON-UA courses noted above, policy concentration students are required to take both Mathematics for Economics I and Mathematics for Economics II (MATH-UA 211, 212). These two mathematics courses are designed especially for economics majors and must be taken at NYU by all economics policy majors; Advanced Placement (or equivalent) credit in Calculus is not a substitute for them and does not allow a student to place ahead in the two-semester sequence. We strongly recommend that students take Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics I (MATH-UA 211) in the same semester to obtain the maximum benefit from these courses. Note that Mathematics for Economics I (MATH-UA 211) is a prerequisite for Mathematics for Economics II (MATH-UA 212).    A grade of C or better is needed to pass both the economics and the mathematics requirements.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced. Students should be aware that Algebra and Calculus (MATH-UA 9), or its equivalent, is required for both Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2).    Introduction to Microeconomics (ECON-UA 2), Mathematics for Economics I (MATH-UA 211), and Mathematics for Economics II (MATH-UA 212) are all required for Intermediate Microeconomics (ECON-UA 10). Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics are the prerequisites for Intermediate Macroeconomics (ECON-UA 12).    Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and Statistics (ECON-UA 18) are not open to seniors.    Given the sequential nature of the major, students are strongly advised to begin the major as early as possible. Ideally, six full semesters are required to complete the major. It is impossible for students to complete the economics major in fewer than five semesters.    Requirements for Policy Concentration for students who entered NYU before Fall 2012   At least 10 courses are to be taken in the Department of Economics, as follows.    Six core courses:       Economic Principles I (ECON-UA 1)    Economic Principles II (ECON-UA 2)    Intermediate Microeconomics (ECON-UA 10)    Intermediate Macroeconomics (ECON-UA 12)    Statistics (ECON-UA 18; 6 points prior to fall 2012; see note below )    International Economics (ECON-UA 238)       Plus four electives in the department. Of these four electives, at least two must be numbered ECON-UA 300-399.    A possible sequence of courses consists of the following: by the end of sophomore year, Economic Principles I (ECON-UA 1), Economic Principles II (ECON-UA 2), and Statistics (ECON-UA 18); by the end of junior year, Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and International Economics (ECON-UA 238); by senior year, four electives.    Note : Beginning Fall 2012, Statistics (ECON-UA 18) is a 4-credit course and is no longer 6 points. This is because regression has been removed from the syllabus for ECON-UA 18.    Students who entered prior to Fall 2012 and who have not yet taken the ECON-UA 18 statistics requirement will take this course in its new 4-point version. The economics department will waive the 2-credit regression requirement for economic policy students who entered NYU prior to Fall 2012. These students need 10 economic courses (at least 40 credits) for the economics major.    Note: Students considering honors in the major should speak to an economics adviser as soon as possible. Statistics is to be taken as early as possible. Senior-level courses (300 level and above) presume a knowledge of statistics.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced. Students should be aware that Algebra and Calculus (MATH-UA 9), or its equivalent, is required for the principles classes, Economic Principles I (ECON-UA 1) and Economic Principles II (ECON-UA 2). Students intending to major in Economics must have a strong working knowledge of algebra and introductory calculus. Furthermore, Calculus I (MATH-UA 121) is the prerequisite for both Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12). A grade of C or better is needed to pass both the economics and the mathematics requirements. Both Economic Principles I (ECON-UA 1) and Economic Principles II (ECON-UA 2) are required for Intermediate Macroeconomics (ECON-UA 12).    Theory Concentration   The theory concentration is intended for the student who wishes to begin the formal study of economic reasoning with an emphasis on mastering the analytical tools. This concentration relies on a higher level of abstraction and focuses on techniques of economic analysis rather than on the understanding of specific economic problems or institutions. It is particularly well suited for students who intend to pursue a Ph.D. degree in Economics or higher degrees in quantitative fields such as finance.    Requirements for Theory Concentration for students who enter NYU Fall 2012 or later At least ten courses (40 points) are to be taken in the Department of Economics for the theory concentration, as follows.    Six core courses are required:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Analytical Statistics (ECON-UA 20)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Introduction to Econometrics (ECON-UA 266)       Theory concentration majors must also take four electives in the department. Of these four electives, at most two can be numbered ECON-UA 200-299 and at least two must be numbered ECON-UA 300-399.    Mathematics Requirement: In addition to the ten ECON-UA courses noted above, theory concentration students are required to take both Mathematics for Economics I and Mathematics for Economics II (MATH-UA 211, 212). These two mathematics courses are designed especially for economics majors and must be taken at NYU by all economics theory majors; Advanced Placement (or equivalent) credit in Calculus is not a substitute for them and does not allow a student to place ahead in the two-semester sequence. We strongly recommend that students take Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics I (MATH-UA 211) in the same semester to obtain the maximum benefit from these courses. Note that Mathematics for Economics I (MATH-UA 211) is a prerequisite for Mathematics for Economics II (MATH-UA 212).    Theory concentration majors are not required to take Mathematics for Economics III (MATH-UA 213) (unless they are pursuing a joint major between economics and either computer science or mathematics; see below). They may take MATH-UA 213 as an elective, especially if they are interested in further coursework in mathematics.    A grade of C or better is needed to pass both the economics and the mathematics requirements.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced.    Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Analytical Statistics (ECON-UA 20) are not open to seniors.    Requirements for Theory Concentration for students who entered NYU before Fall 2012   At least 10 courses are to be taken in the Department of Economics, as follows.    At least 40 points (10 courses) are to be taken in the Department of Economics: Introduction to Economic Analysis (ECON-UA 5), Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Introduction to Econometrics (ECON-UA 266), plus four economics electives. At least two of these electives must be courses numbered ECON-UA 300-399 and designated as theory classes.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced. Furthermore, students must complete Calculus I (MATH-UA 121), Calculus II (MATH-UA 122), and Calculus III (MATH-UA 123). These calculus courses should be completed before or during the student's first year in the program. A grade of C or better is needed to pass both the economics and the mathematics requirements.    A typical sequence of courses consists of the following: by sophomore year, Introduction to Economic Analysis (ECON-UA 5), Mathematics for Economists (ECON-UA 6), and Analytical Statistics (ECON-UA 20); by junior year, Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), Introduction to Econometrics (ECON-UA 266), and one elective; by senior year, three electives.    Changing Concentrations   Students with permission from the Director of Undergraduate Studies may change from the policy concentration to the theory concentration, or vice versa; however, certain rules apply. In either case, no course may be taken for which the student does not have the appropriate prerequisites; this includes the mathematics prerequisites.       Joint Major in Economics and Mathematics    A joint major (eighteen courses) is offered by the Departments of Economics and Mathematics. In the Economics department, joint majors with mathematics may only take the theory concentration. Nine courses must be taken from each department.    Interested students should consult with the director of undergraduate studies in both departments for additional information.    Requirements for the Joint Major in Economics and Mathematics for Students who Enter NYU Fall 2013 or later The economics requirements (nine courses) are as follows:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399.       Of the nine mathematics courses, the following five are required:       Math for Economics I (MATH-UA 211) or Calculus I (MATH-UA 121)    Math for Economics II (MATH-UA 212) or Calculus II (MATH-UA 122)    Math for Economics III (MATH-UA 213) or Calculus III (MATH-UA 123)    Linear Algebra (MATH-UA 140)    Analysis I (MATH-UA 325)       Four additional courses must be completed from the following choices (see http://math.nyu.edu/degree/undergrad/majors.html for course titles and descriptions): MATH-UA 141, MATH-UA 224, MATH-UA 233, MATH-UA 234, MATH-UA 235, MATH-UA 240, MATH-UA 248, MATH-UA 250, MATH-UA 252, MATH-UA 262, MATH-UA 264, MATH-UA 270, MATH-UA 282, MATH-UA 326, MATH-UA 343, MATH-UA 344, or MATH-UA 363.       Requirements for the Joint Major in Economics and Mathematics for Students who Entered NYU Fall 2012 – Summer 2013 The economics requirements (nine courses) are as follows:       Economic Principles I (ECON-UA 1)    Economic Principles II (ECON-UA 2)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399.       Of the nine mathematics courses (36 points), five are required:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    Calculus III (MATH-UA 123)    Linear Algebra (MATH-UA 140)    Analysis I (MATH-UA 325)       Four additional courses must be completed from the following choices (see http://math.nyu.edu/degree/undergrad/majors.html for course titles and descriptions): MATH-UA 141, MATH-UA 224, MATH-UA 233, MATH-UA 234, MATH-UA 235, MATH-UA 240, MATH-UA 248, MATH-UA 250, MATH-UA 252, MATH-UA 262, MATH-UA 264, MATH-UA 270, MATH-UA 282, MATH-UA 326, MATH-UA 343, MATH-UA 344, or MATH-UA 363.       Requirements for the Joint Major in Economics and Mathematics for Students who entered NYU before Fall 2012 The economics requirements (nine courses/36 points) are as follows:       Introduction to Economic Analysis (ECON-UA 5) or Economic Principles I (ECON-UA 1)    Mathematics for Economists (ECON-UA 6) or Economic Principles II (ECON-UA 2)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399.       Of the nine mathematics courses (36 points), five are required:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    Calculus III (MATH-UA 123)    Linear Algebra (MATH-UA 140)    Analysis I (MATH-UA 325)       Four additional courses must be completed from the following choices (see http://math.nyu.edu/degree/undergrad/majors.html for course titles and descriptions): MATH-UA 141, MATH-UA 224, MATH-UA 233, MATH-UA 234, MATH-UA 235, MATH-UA 240, MATH-UA 248, MATH-UA 250, MATH-UA 252, MATH-UA 262, MATH-UA 264, MATH-UA 270, MATH-UA 282, MATH-UA 326, MATH-UA 343, MATH-UA 344, or MATH-UA 363.       Joint Major in Economics and Computer Science    This is an interdisciplinary major (twenty-two courses/88 points) offered by the Department of Economics with the Department of Computer Science. Only those students that are following the theory track in economics are eligible to pursue the joint ECCS major. This major has requirements in three departments, including mathematics. A grade of C (2.0) or better is necessary in all courses used to fulfill joint major requirements.    Requirements for the Joint Major in Economics and Computer Science for Students who Enter NYU Fall 2013 or later    The economics requirements (nine courses/36 points) are as follows:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Two ECON-UA Theory electives at the 300 level    One additional ECON-UA elective       The computer science requirements (nine courses/36 points) are as follows:       Introduction to Computer Science (CSCI-UA 101)    Data Structures (CSCI-UA 102)    Computer Systems Organization (CSCI-UA 201)    Operating Systems (CSCI-UA 202)    Basic Algorithms (CSCI-UA 310)    Plus four computer science electives at the 400 level. One of these electives may be replaced by Linear Algebra (MATH-UA 140), or by ECON-UA 310, ECON-UA 337, ECON-UA 365, or ECON-UA 375.       The mathematics requirements (four courses/16 points) are as follows:       Discrete Mathematics (MATH-UA 120)    Math for Economics I (MATH-UA 211)    Math for Economics II (MATH-UA 212)    Math for Economics III (MATH-UA 213)       Interested students should consult with the director of undergraduate studies in both departments for additional information.    Requirements for the Joint Major in Economics and Computer Science for Students who Entered NYU Before Fall 2013    The economics requirements (nine courses/36 points) are as follows:       Introduction to Economic Analysis (ECON-UA 5) or Economic Principles I (ECON-UA 1)    Mathematics for Economists (ECON-UA 6) or Economic Principles II (ECON-UA 2)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be at the 300 level. One of these electives may be replaced by Introduction to Database Systems (CSCI-UA 444).       The computer science requirements (nine courses/36 points) are as follows:       Introduction to Computer Science (CSCI-UA 101)    Data Structures (CSCI-UA 102)    Computer Systems Organization (CSCI-UA 201)    Operating Systems (CSCI-UA 202)    Basic Algorithms (CSCI-UA 310)    Plus four computer science electives at the 400 level. One of these electives may be replaced by Linear Algebra (MATH-UA 140), or by ECON-UA 310, ECON-UA 337, ECON-UA 365, or ECON-UA 375.       The mathematics requirements (four courses/16 points) are as follows:       Discrete Mathematics (MATH-UA 120)    Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    Calculus III (MATH-UA 123)       Interested students should consult with the director of undergraduate studies in both departments for additional information.       Minor    Students may minor in economics in either concentration. A minor enables a student to acquire a useful understanding of economic concepts and analysis without the same degree of coverage as would be obtained in a major. A grade of C or better is required for a course to be counted toward the minor in economics.    Note: If a student fails a course required for the minor, the course must be retaken in the department; a course taken outside the University cannot be substituted for a failed course. No course for the minor may be taken as pass/fail.    Policy Minor   At least 24 points (six courses) are to be taken in the Department of Economics, including Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I ), Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II ), Statistics (ECON-UA 18), International Economics (ECON-UA 238), and two additional 4-point courses numbered ECON-UA 200-299.    Theory Minor    Requirements for the Theory Minor for Students Who Enter NYU Fall 2012 or Later    At least six courses are to be taken in the Department of Economics, including Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I ), Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II ), Analytical Statistics (ECON-UA 20), either Microeconomics (ECON-UA 11) or Macroeconomics (ECON-UA 13), and any other two electives in the theory sequence for which the student has the prerequisites.    Note: Math for Economics I (MATH-UA 211) and Math for Economics II (MATH-UA 212) are required for Analytical Statistics (ECON-UA 20), Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13).    Requirements for the Theory Minor for Students Who Entered NYU Before Fall 2012   At least 24 points (six courses) are to be taken in the Department of Economics, including Introduction to Economic Analysis (ECON-UA 5 , Mathematics for Economists (ECON-UA 6) , Analytical Statistics (ECON-UA 20), either Microeconomics (ECON-UA 11) or Macroeconomics (ECON-UA 13), and any other two electives in the theory sequence for which the student has the prerequisites.          Honors Program    Honors may be taken in either concentration. Obtaining honors in economics provides students with the unique opportunity of engaging in a fulfilling capstone experience to their major. Honors students have the opportunity to take courses that are challenging and small in size, enabling students to form close relationships with the faculty in the Economics department. Students interested in going to graduate or professional schools are especially urged to take honors.    A 3.65 overall GPA and a 3.65 average in economics courses are required.    Students who wish to obtain honors register for a three-course sequence usually beginning no later than the spring semester of their junior year: Topics in Econometrics (ECON-UA 380) or Introduction to Econometrics (ECON-UA 266), Honors Tutorial (ECON-UA 410), and Honors Thesis (ECON-UA 450). Students pursuing Honors are strongly encouraged to take Advanced Econometrics (ECON-UA 402).    Interested students must consult with the director of undergraduate studies. Ideally, students should speak to the Economics department advisers early in their sophomore year to begin planning for honors.    Honors students will be required to take at least eleven (11) courses in either the policy concentration or the theory concentration. Students will need to begin the process during the spring semester of their junior year.    Students who wish to pursue honors would take the following courses, depending on their chosen concentration.    Honors in Policy Concentration:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Statistics (ECON-UA 18)    Intermediate Microeconomics (ECON-UA 10)    Intermediate Macroeconomics (ECON-UA 12)    International Economics (ECON-UA 238)    Topics in Econometrics (ECON-UA 380)    Two electives (at least one of which must be a 300-level elective)    The two honors courses, Honors Tutorial (ECON-UA 410) and Honors Thesis (ECON-UA 450)       Honors in Theory Concentration:       Introduction to Economic Analysis (ECON-UA 5) or Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Mathematics for Economists (ECON-UA 6) or Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Analytical Statistics (ECON-UA 20)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Introduction to Econometrics (ECON-UA 266)    Three electives (at least two of which must be 300-level electives)    The two honors courses, Honors Tutorial (ECON-UA 410) and Honors Thesis (ECON-UA 450)                                                                                                       Back to Top"}]},
{"detail": [{"content": "Program of Study | Economics | NYU                                                             Back to Home         Printer Friendly           Program of Study (CAS Bulletin)        Jump to:    Major    Description of the Two Concentrations    Joint Major in Economics and Mathematics    Joint Major in Economics and Computer Science    Minor    Honors Program       Major    To allow students to select an approach to the study of economics that is more suitable to their personal aptitudes and interests, a major in economics can be taken in one of two concentrations, policy or theory, as described below.    If a student fails a course required for the major, the course must be retaken in the department; a course taken outside the University cannot be substituted for a failed course. No course for the major may be taken pass/fail.    A grade of C or better is required for a course to be counted toward the major in economics, as well as to satisfy the mathematics prerequisites. Students are strongly urged to pay close attention to the prerequisites for each course. Students who do not meet the minimum C requirement in the prerequisite courses will be de-enrolled at the beginning of each semester. A grade of P, I, or W does not count as satisfying the minimum grade requirement.    Transfer students should note that normally the only courses that will be accepted toward the major in economics are courses that have been passed with a grade of C or better at universities with an intensive four-year program.    Advanced Standing: Acceptable Advanced Placement (AP), A Level, International Baccalaureate (IB), or equivalent credits place students out of one or both of Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2)—formerly Economics Principles I, II—and also count towards the total number of courses required for the major or minor. For AP credits, a score of 4 or 5 is acceptable. For IB, the College accepts only High Level (HL) exams with a score of 6 or 7; for A Level examinations, CAS accepts a score of B or higher. For more information, or for any other credit by examination, students should consult the tables in the Admissions section of this Bulletin or meet with a CAS advisor.    Note that AP, A Level, IB, or equivalent credit in statistics is not acceptable for economics majors.    Exit Exam: The Economics department requires that all economics majors take an exit exam before they graduate. No preparation is necessary for the exam, and the grade has no impact on a student's academic record. The exam takes only one hour. Students are contacted by the department in their senior year with logistical details. The results will be used by the department to evaluate the major.       Description of the Two Concentrations    Beginning Fall 2012, new rules will apply for both the policy concentration and the theory concentration in the economics major. Students who entered NYU prior to Fall 2012 will be grandfathered under the old rules.    Policy Concentration   The policy concentration is intended for the student who is primarily interested in applying economic analysis to an understanding of economic problems and policies. The introductory and intermediate courses provide the student with a solid foundation of economic theory with an emphasis on economic applications. The elective courses allow students to focus on specific problems and topics that match their interests and career plans.    The policy concentration corresponds most closely to the Economics major that is offered by other leading colleges and universities. Mathematics is used to build an understanding of economic theory. This concentration is particularly well suited for students planning careers in law, public policy, business, or any other field in which a thorough understanding of the economic way of thinking would be beneficial. However, students in the policy concentration can also pursue a Ph.D. in Economics or Finance if they supplement their course work with additional courses in Mathematics.    Requirements for Policy Concentration for students who enter NYU Fall 2012 or later At least ten courses (40 points) are to be taken in the Department of Economics for the policy concentration, as follows.    Seven core courses are required:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11)    Intermediate Macroeconomics (ECON-UA 12) or Macroeconomics (ECON-UA 13)    Statistics (ECON-UA 18; 4 points as of fall 2012) or Analytical Statistics (ECON-UA 20)    One course chosen from International Economics (ECON-UA 238), Urban Economics (ECON-UA 227), or Money and Banking (ECON-UA 231)    Topics in Econometrics (ECON-UA 380) or Introduction to Econometrics (ECON-UA 266)       Policy concentration majors must also take three electives in the department. Of these three electives, at most one can be numbered ECON-UA 200-299 and at least two must be numbered ECON-UA 300-399.       A student may take two out of the three courses International Economics (ECON-UA 238), Urban Economics (ECON-UA 227), or Money and Banking (ECON-UA 231). One of them will count towards the core course requirement (above) and the other will count towards the 200-level elective requirement. With permission, students in the policy track will be allowed to take courses from the theory track.       Mathematics Requirement: In addition to the ten ECON-UA courses noted above, policy concentration students are required to take both Mathematics for Economics I and Mathematics for Economics II (MATH-UA 211, 212). These two mathematics courses are designed especially for economics majors and must be taken at NYU by all economics policy majors; Advanced Placement (or equivalent) credit in Calculus is not a substitute for them and does not allow a student to place ahead in the two-semester sequence. We strongly recommend that students take Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics I (MATH-UA 211) in the same semester to obtain the maximum benefit from these courses. Note that Mathematics for Economics I (MATH-UA 211) is a prerequisite for Mathematics for Economics II (MATH-UA 212).    A grade of C or better is needed to pass both the economics and the mathematics requirements.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced. Students should be aware that Algebra and Calculus (MATH-UA 9), or its equivalent, is required for both Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2).    Introduction to Microeconomics (ECON-UA 2), Mathematics for Economics I (MATH-UA 211), and Mathematics for Economics II (MATH-UA 212) are all required for Intermediate Microeconomics (ECON-UA 10). Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics are the prerequisites for Intermediate Macroeconomics (ECON-UA 12).    Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and Statistics (ECON-UA 18) are not open to seniors.    Given the sequential nature of the major, students are strongly advised to begin the major as early as possible. Ideally, six full semesters are required to complete the major. It is impossible for students to complete the economics major in fewer than five semesters.    Requirements for Policy Concentration for students who entered NYU before Fall 2012   At least 10 courses are to be taken in the Department of Economics, as follows.    Six core courses:       Economic Principles I (ECON-UA 1)    Economic Principles II (ECON-UA 2)    Intermediate Microeconomics (ECON-UA 10)    Intermediate Macroeconomics (ECON-UA 12)    Statistics (ECON-UA 18; 6 points prior to fall 2012; see note below )    International Economics (ECON-UA 238)       Plus four electives in the department. Of these four electives, at least two must be numbered ECON-UA 300-399.    A possible sequence of courses consists of the following: by the end of sophomore year, Economic Principles I (ECON-UA 1), Economic Principles II (ECON-UA 2), and Statistics (ECON-UA 18); by the end of junior year, Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and International Economics (ECON-UA 238); by senior year, four electives.    Note : Beginning Fall 2012, Statistics (ECON-UA 18) is a 4-credit course and is no longer 6 points. This is because regression has been removed from the syllabus for ECON-UA 18.    Students who entered prior to Fall 2012 and who have not yet taken the ECON-UA 18 statistics requirement will take this course in its new 4-point version. The economics department will waive the 2-credit regression requirement for economic policy students who entered NYU prior to Fall 2012. These students need 10 economic courses (at least 40 credits) for the economics major.    Note: Students considering honors in the major should speak to an economics adviser as soon as possible. Statistics is to be taken as early as possible. Senior-level courses (300 level and above) presume a knowledge of statistics.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced. Students should be aware that Algebra and Calculus (MATH-UA 9), or its equivalent, is required for the principles classes, Economic Principles I (ECON-UA 1) and Economic Principles II (ECON-UA 2). Students intending to major in Economics must have a strong working knowledge of algebra and introductory calculus. Furthermore, Calculus I (MATH-UA 121) is the prerequisite for both Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12). A grade of C or better is needed to pass both the economics and the mathematics requirements. Both Economic Principles I (ECON-UA 1) and Economic Principles II (ECON-UA 2) are required for Intermediate Macroeconomics (ECON-UA 12).    Theory Concentration   The theory concentration is intended for the student who wishes to begin the formal study of economic reasoning with an emphasis on mastering the analytical tools. This concentration relies on a higher level of abstraction and focuses on techniques of economic analysis rather than on the understanding of specific economic problems or institutions. It is particularly well suited for students who intend to pursue a Ph.D. degree in Economics or higher degrees in quantitative fields such as finance.    Requirements for Theory Concentration for students who enter NYU Fall 2012 or later At least ten courses (40 points) are to be taken in the Department of Economics for the theory concentration, as follows.    Six core courses are required:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Analytical Statistics (ECON-UA 20)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Introduction to Econometrics (ECON-UA 266)       Theory concentration majors must also take four electives in the department. Of these four electives, at most two can be numbered ECON-UA 200-299 and at least two must be numbered ECON-UA 300-399.    Mathematics Requirement: In addition to the ten ECON-UA courses noted above, theory concentration students are required to take both Mathematics for Economics I and Mathematics for Economics II (MATH-UA 211, 212). These two mathematics courses are designed especially for economics majors and must be taken at NYU by all economics theory majors; Advanced Placement (or equivalent) credit in Calculus is not a substitute for them and does not allow a student to place ahead in the two-semester sequence. We strongly recommend that students take Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics I (MATH-UA 211) in the same semester to obtain the maximum benefit from these courses. Note that Mathematics for Economics I (MATH-UA 211) is a prerequisite for Mathematics for Economics II (MATH-UA 212).    Theory concentration majors are not required to take Mathematics for Economics III (MATH-UA 213) (unless they are pursuing a joint major between economics and either computer science or mathematics; see below). They may take MATH-UA 213 as an elective, especially if they are interested in further coursework in mathematics.    A grade of C or better is needed to pass both the economics and the mathematics requirements.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced.    Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Analytical Statistics (ECON-UA 20) are not open to seniors.    Requirements for Theory Concentration for students who entered NYU before Fall 2012   At least 10 courses are to be taken in the Department of Economics, as follows.    At least 40 points (10 courses) are to be taken in the Department of Economics: Introduction to Economic Analysis (ECON-UA 5), Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Introduction to Econometrics (ECON-UA 266), plus four economics electives. At least two of these electives must be courses numbered ECON-UA 300-399 and designated as theory classes.    Students are strongly advised to pay close attention to the prerequisites for each course, as they will be strictly enforced. Furthermore, students must complete Calculus I (MATH-UA 121), Calculus II (MATH-UA 122), and Calculus III (MATH-UA 123). These calculus courses should be completed before or during the student's first year in the program. A grade of C or better is needed to pass both the economics and the mathematics requirements.    A typical sequence of courses consists of the following: by sophomore year, Introduction to Economic Analysis (ECON-UA 5), Mathematics for Economists (ECON-UA 6), and Analytical Statistics (ECON-UA 20); by junior year, Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), Introduction to Econometrics (ECON-UA 266), and one elective; by senior year, three electives.    Changing Concentrations   Students with permission from the Director of Undergraduate Studies may change from the policy concentration to the theory concentration, or vice versa; however, certain rules apply. In either case, no course may be taken for which the student does not have the appropriate prerequisites; this includes the mathematics prerequisites.       Joint Major in Economics and Mathematics    A joint major (eighteen courses) is offered by the Departments of Economics and Mathematics. In the Economics department, joint majors with mathematics may only take the theory concentration. Nine courses must be taken from each department.    Interested students should consult with the director of undergraduate studies in both departments for additional information.    Requirements for the Joint Major in Economics and Mathematics for Students who Enter NYU Fall 2013 or later The economics requirements (nine courses) are as follows:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399.       Of the nine mathematics courses, the following five are required:       Math for Economics I (MATH-UA 211) or Calculus I (MATH-UA 121)    Math for Economics II (MATH-UA 212) or Calculus II (MATH-UA 122)    Math for Economics III (MATH-UA 213) or Calculus III (MATH-UA 123)    Linear Algebra (MATH-UA 140)    Analysis I (MATH-UA 325)       Four additional courses must be completed from the following choices (see http://math.nyu.edu/degree/undergrad/majors.html for course titles and descriptions): MATH-UA 141, MATH-UA 224, MATH-UA 233, MATH-UA 234, MATH-UA 235, MATH-UA 240, MATH-UA 248, MATH-UA 250, MATH-UA 252, MATH-UA 262, MATH-UA 264, MATH-UA 270, MATH-UA 282, MATH-UA 326, MATH-UA 343, MATH-UA 344, or MATH-UA 363.       Requirements for the Joint Major in Economics and Mathematics for Students who Entered NYU Fall 2012 – Summer 2013 The economics requirements (nine courses) are as follows:       Economic Principles I (ECON-UA 1)    Economic Principles II (ECON-UA 2)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399.       Of the nine mathematics courses (36 points), five are required:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    Calculus III (MATH-UA 123)    Linear Algebra (MATH-UA 140)    Analysis I (MATH-UA 325)       Four additional courses must be completed from the following choices (see http://math.nyu.edu/degree/undergrad/majors.html for course titles and descriptions): MATH-UA 141, MATH-UA 224, MATH-UA 233, MATH-UA 234, MATH-UA 235, MATH-UA 240, MATH-UA 248, MATH-UA 250, MATH-UA 252, MATH-UA 262, MATH-UA 264, MATH-UA 270, MATH-UA 282, MATH-UA 326, MATH-UA 343, MATH-UA 344, or MATH-UA 363.       Requirements for the Joint Major in Economics and Mathematics for Students who entered NYU before Fall 2012 The economics requirements (nine courses/36 points) are as follows:       Introduction to Economic Analysis (ECON-UA 5) or Economic Principles I (ECON-UA 1)    Mathematics for Economists (ECON-UA 6) or Economic Principles II (ECON-UA 2)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be theory electives numbered ECON-UA 300-399.       Of the nine mathematics courses (36 points), five are required:       Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    Calculus III (MATH-UA 123)    Linear Algebra (MATH-UA 140)    Analysis I (MATH-UA 325)       Four additional courses must be completed from the following choices (see http://math.nyu.edu/degree/undergrad/majors.html for course titles and descriptions): MATH-UA 141, MATH-UA 224, MATH-UA 233, MATH-UA 234, MATH-UA 235, MATH-UA 240, MATH-UA 248, MATH-UA 250, MATH-UA 252, MATH-UA 262, MATH-UA 264, MATH-UA 270, MATH-UA 282, MATH-UA 326, MATH-UA 343, MATH-UA 344, or MATH-UA 363.       Joint Major in Economics and Computer Science    This is an interdisciplinary major (twenty-two courses/88 points) offered by the Department of Economics with the Department of Computer Science. Only those students that are following the theory track in economics are eligible to pursue the joint ECCS major. This major has requirements in three departments, including mathematics. A grade of C (2.0) or better is necessary in all courses used to fulfill joint major requirements.    Requirements for the Joint Major in Economics and Computer Science for Students who Enter NYU Fall 2013 or later    The economics requirements (nine courses/36 points) are as follows:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Two ECON-UA Theory electives at the 300 level    One additional ECON-UA elective       The computer science requirements (nine courses/36 points) are as follows:       Introduction to Computer Science (CSCI-UA 101)    Data Structures (CSCI-UA 102)    Computer Systems Organization (CSCI-UA 201)    Operating Systems (CSCI-UA 202)    Basic Algorithms (CSCI-UA 310)    Plus four computer science electives at the 400 level. One of these electives may be replaced by Linear Algebra (MATH-UA 140), or by ECON-UA 310, ECON-UA 337, ECON-UA 365, or ECON-UA 375.       The mathematics requirements (four courses/16 points) are as follows:       Discrete Mathematics (MATH-UA 120)    Math for Economics I (MATH-UA 211)    Math for Economics II (MATH-UA 212)    Math for Economics III (MATH-UA 213)       Interested students should consult with the director of undergraduate studies in both departments for additional information.    Requirements for the Joint Major in Economics and Computer Science for Students who Entered NYU Before Fall 2013    The economics requirements (nine courses/36 points) are as follows:       Introduction to Economic Analysis (ECON-UA 5) or Economic Principles I (ECON-UA 1)    Mathematics for Economists (ECON-UA 6) or Economic Principles II (ECON-UA 2)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Analytical Statistics (ECON-UA 20)    Introduction to Econometrics (ECON-UA 266)    Plus any three economics elective courses, at least two of which must be at the 300 level. One of these electives may be replaced by Introduction to Database Systems (CSCI-UA 444).       The computer science requirements (nine courses/36 points) are as follows:       Introduction to Computer Science (CSCI-UA 101)    Data Structures (CSCI-UA 102)    Computer Systems Organization (CSCI-UA 201)    Operating Systems (CSCI-UA 202)    Basic Algorithms (CSCI-UA 310)    Plus four computer science electives at the 400 level. One of these electives may be replaced by Linear Algebra (MATH-UA 140), or by ECON-UA 310, ECON-UA 337, ECON-UA 365, or ECON-UA 375.       The mathematics requirements (four courses/16 points) are as follows:       Discrete Mathematics (MATH-UA 120)    Calculus I (MATH-UA 121)    Calculus II (MATH-UA 122)    Calculus III (MATH-UA 123)       Interested students should consult with the director of undergraduate studies in both departments for additional information.       Minor    Students may minor in economics in either concentration. A minor enables a student to acquire a useful understanding of economic concepts and analysis without the same degree of coverage as would be obtained in a major. A grade of C or better is required for a course to be counted toward the minor in economics.    Note: If a student fails a course required for the minor, the course must be retaken in the department; a course taken outside the University cannot be substituted for a failed course. No course for the minor may be taken as pass/fail.    Policy Minor   At least 24 points (six courses) are to be taken in the Department of Economics, including Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I ), Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II ), Statistics (ECON-UA 18), International Economics (ECON-UA 238), and two additional 4-point courses numbered ECON-UA 200-299.    Theory Minor    Requirements for the Theory Minor for Students Who Enter NYU Fall 2012 or Later    At least six courses are to be taken in the Department of Economics, including Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I ), Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II ), Analytical Statistics (ECON-UA 20), either Microeconomics (ECON-UA 11) or Macroeconomics (ECON-UA 13), and any other two electives in the theory sequence for which the student has the prerequisites.    Note: Math for Economics I (MATH-UA 211) and Math for Economics II (MATH-UA 212) are required for Analytical Statistics (ECON-UA 20), Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13).    Requirements for the Theory Minor for Students Who Entered NYU Before Fall 2012   At least 24 points (six courses) are to be taken in the Department of Economics, including Introduction to Economic Analysis (ECON-UA 5 , Mathematics for Economists (ECON-UA 6) , Analytical Statistics (ECON-UA 20), either Microeconomics (ECON-UA 11) or Macroeconomics (ECON-UA 13), and any other two electives in the theory sequence for which the student has the prerequisites.          Honors Program    Honors may be taken in either concentration. Obtaining honors in economics provides students with the unique opportunity of engaging in a fulfilling capstone experience to their major. Honors students have the opportunity to take courses that are challenging and small in size, enabling students to form close relationships with the faculty in the Economics department. Students interested in going to graduate or professional schools are especially urged to take honors.    A 3.65 overall GPA and a 3.65 average in economics courses are required.    Students who wish to obtain honors register for a three-course sequence usually beginning no later than the spring semester of their junior year: Topics in Econometrics (ECON-UA 380) or Introduction to Econometrics (ECON-UA 266), Honors Tutorial (ECON-UA 410), and Honors Thesis (ECON-UA 450). Students pursuing Honors are strongly encouraged to take Advanced Econometrics (ECON-UA 402).    Interested students must consult with the director of undergraduate studies. Ideally, students should speak to the Economics department advisers early in their sophomore year to begin planning for honors.    Honors students will be required to take at least eleven (11) courses in either the policy concentration or the theory concentration. Students will need to begin the process during the spring semester of their junior year.    Students who wish to pursue honors would take the following courses, depending on their chosen concentration.    Honors in Policy Concentration:       Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Statistics (ECON-UA 18)    Intermediate Microeconomics (ECON-UA 10)    Intermediate Macroeconomics (ECON-UA 12)    International Economics (ECON-UA 238)    Topics in Econometrics (ECON-UA 380)    Two electives (at least one of which must be a 300-level elective)    The two honors courses, Honors Tutorial (ECON-UA 410) and Honors Thesis (ECON-UA 450)       Honors in Theory Concentration:       Introduction to Economic Analysis (ECON-UA 5) or Introduction to Macroeconomics (ECON-UA 1; formerly Economic Principles I )    Mathematics for Economists (ECON-UA 6) or Introduction to Microeconomics (ECON-UA 2; formerly Economic Principles II )    Analytical Statistics (ECON-UA 20)    Microeconomics (ECON-UA 11)    Macroeconomics (ECON-UA 13)    Introduction to Econometrics (ECON-UA 266)    Three electives (at least two of which must be 300-level electives)    The two honors courses, Honors Tutorial (ECON-UA 410) and Honors Thesis (ECON-UA 450)                                                                                                       Back to Top"}, {"content": "Undergraduate Program | Department of Economics | NYU                                NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                                    Home         About Us       People       Undergraduate Program       M.A. Program       Ph.D. Program       Research       Seminars and Events       Resources       Centers       Job Market Candidates       Job Market Placements       Internal       Contact Us             Home &gt; Undergraduate Program     Undergraduate Program   Fall 2012 Freshmen: Click Here for Important Registration Information    Fall 2013 Freshmen: Click Here for Important Registration Information  Important Information for Transfer Students    The Department of Economics prepares students to understand individual and group decision making, the structure of markets and economies, and the relationship between regions within the global economy. The faculty at New York University is particularly strong in Economic Theory, Macroeconomics, International Economics, and Economic Growth and Development. Although Economics is a large Department, its students enjoy an excellent student-faculty rapport. Many of the faculty members are associated with distinguished research institutions. By being able to study with faculty who are actively engaged in research, students learn not only about the fundamentals of economic theory but also about how such theory is utilized. They have the opportunity to conduct research on their own. Honors students are required to write a research paper as an Honors Thesis under direct faculty supervision.    Academic Programs    The Department offers a major in Economics and joint majors in Economics and Mathematics and in Economics and Computer Science. The details are set forth in the College of Arts and Science Bulletin.    The Department's major can be taken in either one of two concentrations, a Theory concentration or, a Policy concentration. The former is for students who desire a more formal approach to economic analysis. The latter is for students who prefer an approach less formal and that emphasize the role of economic institutions and the interplay between policy and theory. Highly motivated students may wish to explore the possibilities of participation in the Department's honors programs, which gives students access to excellent professors in small classes and culminates in the writing of a senior thesis under faculty supervision. Students who plan to go on to advanced degrees in Economics or to law school are strongly encouraged to pursue the Theory concentration, but should consider taking Honors as well. Honors may also be taken in the Policy concentration and eligible students are urged to do so.    Activities and Awards    All students interested in Economics are welcome to join the student-run Undergraduate Economics Society. In the past, the Society has organized a series of guest speakers, visits to local economic institutions, and social activities. The Department also has chapters of two national academic honor societies, Omicron Delta Epsilon and the Honorary Economics Society. The Murray Altman Prize is given to a junior with an outstanding record in Economics and related fields. The Emanuel Stein Memorial Award in Economics goes to a senior for outstanding scholarship in economics.    Career Options    Students majoring in Economics have many options open to them after graduation. The major prepares them for graduate school in Economics, business management, or public administration. Pre-professional students will find that an Economics major not only fosters the discipline medical or law school demands, but provides a solid foundation for these and other careers. Studying Economics at New York University is especially rewarding because of the urban environment. Students often find internships and eventually career opportunities on Wall Street, at the United Nations, or in various corporate, financial, governmental, agency, and nonprofit institutional settings.    Admission and Financial Aid    Students seeking admission should apply to the Office of Undergraduate Admissions, New York University, 22 Washington Square North, New York, NY 10011. The University sponsors and administers a wide variety of financial aid programs. Awards are based on the student's record of academic achievement and test scores as well as on financial need.                   Core Information         » Major in Economics       » Minor in Economics       » Honors Program       » Bachelor's/Master's Program       » Course Offerings       » Degree Requirements                 Related Information         » Current Semester Course Schedule       » Sample Syllabi       » Study Abroad       » B.A./M.A. Program       » FAQ for Undergraduate Students       » Activities and Awards                  What's New             » Internship Offers       » Jobs & Research Opportunities       » Contests and Awards       » Conferences                 Useful Links         » Academic Calendar       » CAS Bulletin       » NYU Public Directory                                             Contact Us | &copy; New York University , Arts and Science"}]}]