[{"detail": [{"content": "Search                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                                                                  Search                                                                                                                 Abu Dhabi      Accra      Berlin      Buenos Aires      Florence      London      Madrid      New York      Paris      Prague      Shanghai      Singapore      Sydney      Tel Aviv      Washington, DC             Note: The NYU Directory contains name, address, e-mail and other information for faculty (current and retired), staff, students who   choose to be included, and departments. If you are a student and wish to opt-in or opt-out of this directory,   visit NYU Start . All qualified community members can also update certain   sections of their profiles on that site. For more information about the NYU Directory, including instructions on how to update   all parts of your profile, visit http://www.nyu.edu/its/directory/ .                                      Pages                     People                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Search                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                                                                  Search                                                                                                                 Abu Dhabi      Accra      Berlin      Buenos Aires      Florence      London      Madrid      New York      Paris      Prague      Shanghai      Singapore      Sydney      Tel Aviv      Washington, DC             Note: The NYU Directory contains name, address, e-mail and other information for faculty (current and retired), staff, students who   choose to be included, and departments. If you are a student and wish to opt-in or opt-out of this directory,   visit NYU Start . All qualified community members can also update certain   sections of their profiles on that site. For more information about the NYU Directory, including instructions on how to update   all parts of your profile, visit http://www.nyu.edu/its/directory/ .                                      Pages                     People                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Deans and Directors                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration                 Sub Navigation                                 Board of Trustees                       Office of the President                       Deans and Directors                       Senior Administration                       University Senate                       President-Designate                                                                   Deans and Directors      Roger Bagnall, BA, MA, PhD   Director, Institute for the Study of the Ancient World   The Institute for the Study of the Ancient World is a center for advanced scholarly research and graduate education aimed to encourage the study of the economic, religious, political and cultural connections between ancient civilizations. ISAW is a discrete entity within NYU, with its own endowment and its own board of trustees.   Gérard Ben Arous, BS, MSc, PhD   Director, Courant Institute of Mathematical Sciences; Vice Provost for Science and Engineering Development  The Courant Institute of Mathematical Sciences is a center for research and advanced training in mathematics and computer science. It hosts NYU's department of mathematics and computer science and the Center for Atmosphere-Ocean Science.   Lauren Benton, BA, PhD   Dean, Graduate School of Arts and Science  The Graduate School of Arts and Science grants advanced degrees, including doctorates, master's and certificates, in a wide range of disciplines spanning the humanities, social, natural and physical sciences.   Charles N. Bertolami, DDS, DMedSc   Herman Robert Fox Dean, College of Dentistry  The College of Dentistry offers pre- and postdoctoral programs in dentistry and dental hygiene, as well as several MS programs and a PhD program in epidemiology in collaboration with Columbia, Johns Hopkins, and Yale Universities. The NYU College of Nursing, part of the College of Dentistry, offers degrees and advanced certificates in nursing.   Alfred H. Bloom, BA, PhD; hon.: LLD   Vice Chancellor, New York University Abu Dhabi  NYU Abu Dhabi is a research university with a fully integrated liberal arts and science college. Through its NYU Abu Dhabi Institute, it is a world-class center of cutting-edge research, scholarship, and cultural activity.     Dominic Brewer, BA, MA, PhD   Gale and Ira Drukier Dean, Steinhardt School for Culture, Education, and Human Development   The Steinhardt School of Culture, Education, and Human Development's undergraduate and graduate programs provide students with a professional education in the areas of health, education, communication, art, music and the arts professions.     Thomas J. Carew, BA, MA, PhD; hon.: MA   Anne and Joel Ehrenkranz Dean, Faculty of Arts and Science  The Faculty of Arts and Science design curricula and teaching in both the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS), linking undergraduate and graduate education with training and research rooted in the humanities, social, natural and physical sciences.   Joy Connolly, BA, PhD   Dean for Humanities, Faculty of Arts and Science  The Office of the Dean for Humanities, under the Faculty of Arts and Science, develops academic strategy and maintains academic excellence in the humanities programs in the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS).        Dennis DiLorenzo , BA   Harvey J. Stedman Dean, School of Professional Studies   The School of Professional Studies offers undergraduate, graduate, and continuing education programs in professional and career-focused study. SCPS also has a number of diploma and certificate programs for professional training.        Sherry A. Glied , BA, MA, PhD   Dean, Robert F. Wagner Graduate School of Public Service  The Wagner Graduate School of Public Service offers advanced programs in public service and public policy. Wagner offers undergraduate courses and joint minors with other NYU schools, several master's programs, a doctoral program and dual degrees in conjunction with other schools at the University.          Allyson Green, BFA, MFA   Dean, Tisch School of the Arts  Tisch School of the Arts is one of the world’s leading centers of undergraduate and graduate study in the performing and cinematic arts. The school is comprised of 17 departments and programs offering the BA, BFA, MFA, MA, MPS, and PhD degrees.        Robert I. Grossman , BS, MD   Saul J. Farber Dean, NYU School of Medicine; Chief Executive Officer, NYU Hospitals Center  The NYU School of Medicine is an integrated academic medical center, offering M.D., Ph.D., M.D./Ph.D., M.S., continuing medical education, residency and fellowship programs. The NYU Hospitals Center comprises Tisch Hospital, the Rusk Institute of Rehabilitation Medicine and the NYU Hospital for Joint Diseases.        Cheryl G. Healton , BA, MPA, DrPH   Director, Global Institute of Public Health; Dean of Global Public Health  The Global Institute of Public Health is a university-wide endeavor supporting innovative public health education and collaborative research worldwide. Drawing from resources across NYU’s schools, the Institute offers interdisciplinary public health education at the undergraduate, master’s, and doctoral levels.          Peter Blair Henry , BA, BA, PhD   Dean, Leonard N. Stern School of Business   The Leonard N. Stern School of Business is a management education school and business center, offering undergraduate and graduate level programs in business and management education. Along with the London School of Economics and the HEC School of Management, Paris, Stern is part of the TRIUM Global Executive MBA program.        Michael Laver, BA (hons.), MA, PhD   Dean for Social Sciences, Faculty of Arts and Science  The Office of the Dean for Social Sciences, under the Faculty of Arts and Science, develops academic strategy and maintains academic excellence in social science programs in the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS).          Jeffrey S. Lehman , BA, JD, MPP   Vice Chancellor, NYU Shanghai  NYU Shanghai is the third degree-granting campus in NYU's global network. It is a world-class, comprehensive four-year liberal arts and science research university. The first class entered in Fall 2013.          Carol A. Mandel , BA, MA, MSLS   Dean of Libraries   The Office of the Dean of Libraries oversees NYU's libraries, media services, university archives and the NYU Press.        Geeta Menon , BS, MA, PhD   Dean, Undergraduate College, Leonard N. Stern School of Business  The undergraduate program at the Leonard N. Stern School of Business combines business fundamentals with the liberal arts, and prepares students to be socially responsible, global leaders and thinkers for the 21st century.        Trevor Morrison , BA, JD   Dean, School of Law  The School of Law is a center for advanced law study, offering J.D. degrees and a number of dual degree programs with other graduate schools at the University. Among its programs, the School of Law has 10 areas of focus for students to explore.          Michael D. Purugganan , BS, MA, PhD   Dean for Science, Faculty of Arts and Science  The Office of the Dean for Science, under the Faculty of Arts and Science, develops academic strategy and maintains academic excellence in science programs in the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS).          Paul Romer, BS, PhD   Director, Marron Institute of Urban Management   The Marron Institute deepens the fundamental understanding of cities by working with civic innovators to improve urban management.        Patricia Lee Rubin , BA, MA, PhD   Judy and Michael Steinhardt Director, Institute of Fine Arts  The Institute of Fine Arts is a center for graduate teaching and advanced research in the history of art, archaeology and the conservation and technology of works of art. The Institute offers degrees of Master of Arts and Doctor of Philosophy, an Advanced Certificate in Conservation of Works of Art and Certificate in Curatorial Studies issued jointly with the Metropolitan Museum of Art.          Fred Schwarzbach , BA, MA, PhD   Dean of Liberal Studies  The Liberal Studies Program is a two-year foundation program for students who will complete their education in one of the university's other undergraduate schools. It features an interdisciplinary core curriculum that fulfills the liberal arts requirements for bachelor's degrees in NYU's other schools.          Katepalli R. Sreenivasan , BE, ME, MA, PhD; hon.:DSc   Dean, Polytechnic School of Engineering; Executive Vice Provost for Engineering and Applied Sciences  The NYU Polytechnic School of Engineering is a comprehensive school of engineering, applied sciences, technology and research. The institution, founded in 1854, is the nation’s second-oldest private engineering school.          G. Gabrielle Starr , BA, MA, PhD   Seryl Kushner Dean, College of Arts and Science  The College of Arts and Science provides undergraduate programs in liberal arts study. In addition to majors and minors in the humanities, social, natural and physical sciences, CAS offers various pre-professional and inter-school programs.          Eileen Sullivan-Marx , BSN, MS, PhD, CRNP, RN, FAAN   Dean, College of Nursing  The College of Nursing educates future nursing professionals who demonstrate the highest standards of excellence in research, education, and practice. The College offers bachelor's, master's, and doctoral degrees, as well as advanced certificate programs.        Lynn Videka , BSN, MA, PhD   Dean, Silver School of Social Work  The Silver School of Social Work is a center for the education of professional social workers, offering undergraduate, master's and doctoral degrees. Students study at NYU's Washington Square campus, at Sarah Lawrence College, the College of Staten Island and St. Thomas Aquinas College.     Susanne L. Wofford , BA; BPhil [Oxon], PhD   Dean, Gallatin School of Individualized Study  The Gallatin School of Individualized Study gives students the opportunity to design a program of study tailored to their own needs and interests. Undergraduate and master's studies are conducted in conjunction with other University schools and programs.        Yu Lizhong , BSc, PhD   Chancellor, NYU Shanghai  NYU Shanghai is the third degree-granting campus in NYU's global network. It is a world-class, comprehensive four-year liberal arts and science research university. The first class entered in Fall 2013.                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Search                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                                                                  Search                                                                                                                 Abu Dhabi      Accra      Berlin      Buenos Aires      Florence      London      Madrid      New York      Paris      Prague      Shanghai      Singapore      Sydney      Tel Aviv      Washington, DC             Note: The NYU Directory contains name, address, e-mail and other information for faculty (current and retired), staff, students who   choose to be included, and departments. If you are a student and wish to opt-in or opt-out of this directory,   visit NYU Start . All qualified community members can also update certain   sections of their profiles on that site. For more information about the NYU Directory, including instructions on how to update   all parts of your profile, visit http://www.nyu.edu/its/directory/ .                                      Pages                     People                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Deans and Directors                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration                 Sub Navigation                                 Board of Trustees                       Office of the President                       Deans and Directors                       Senior Administration                       University Senate                       President-Designate                                                                   Deans and Directors      Roger Bagnall, BA, MA, PhD   Director, Institute for the Study of the Ancient World   The Institute for the Study of the Ancient World is a center for advanced scholarly research and graduate education aimed to encourage the study of the economic, religious, political and cultural connections between ancient civilizations. ISAW is a discrete entity within NYU, with its own endowment and its own board of trustees.   Gérard Ben Arous, BS, MSc, PhD   Director, Courant Institute of Mathematical Sciences; Vice Provost for Science and Engineering Development  The Courant Institute of Mathematical Sciences is a center for research and advanced training in mathematics and computer science. It hosts NYU's department of mathematics and computer science and the Center for Atmosphere-Ocean Science.   Lauren Benton, BA, PhD   Dean, Graduate School of Arts and Science  The Graduate School of Arts and Science grants advanced degrees, including doctorates, master's and certificates, in a wide range of disciplines spanning the humanities, social, natural and physical sciences.   Charles N. Bertolami, DDS, DMedSc   Herman Robert Fox Dean, College of Dentistry  The College of Dentistry offers pre- and postdoctoral programs in dentistry and dental hygiene, as well as several MS programs and a PhD program in epidemiology in collaboration with Columbia, Johns Hopkins, and Yale Universities. The NYU College of Nursing, part of the College of Dentistry, offers degrees and advanced certificates in nursing.   Alfred H. Bloom, BA, PhD; hon.: LLD   Vice Chancellor, New York University Abu Dhabi  NYU Abu Dhabi is a research university with a fully integrated liberal arts and science college. Through its NYU Abu Dhabi Institute, it is a world-class center of cutting-edge research, scholarship, and cultural activity.     Dominic Brewer, BA, MA, PhD   Gale and Ira Drukier Dean, Steinhardt School for Culture, Education, and Human Development   The Steinhardt School of Culture, Education, and Human Development's undergraduate and graduate programs provide students with a professional education in the areas of health, education, communication, art, music and the arts professions.     Thomas J. Carew, BA, MA, PhD; hon.: MA   Anne and Joel Ehrenkranz Dean, Faculty of Arts and Science  The Faculty of Arts and Science design curricula and teaching in both the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS), linking undergraduate and graduate education with training and research rooted in the humanities, social, natural and physical sciences.   Joy Connolly, BA, PhD   Dean for Humanities, Faculty of Arts and Science  The Office of the Dean for Humanities, under the Faculty of Arts and Science, develops academic strategy and maintains academic excellence in the humanities programs in the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS).        Dennis DiLorenzo , BA   Harvey J. Stedman Dean, School of Professional Studies   The School of Professional Studies offers undergraduate, graduate, and continuing education programs in professional and career-focused study. SCPS also has a number of diploma and certificate programs for professional training.        Sherry A. Glied , BA, MA, PhD   Dean, Robert F. Wagner Graduate School of Public Service  The Wagner Graduate School of Public Service offers advanced programs in public service and public policy. Wagner offers undergraduate courses and joint minors with other NYU schools, several master's programs, a doctoral program and dual degrees in conjunction with other schools at the University.          Allyson Green, BFA, MFA   Dean, Tisch School of the Arts  Tisch School of the Arts is one of the world’s leading centers of undergraduate and graduate study in the performing and cinematic arts. The school is comprised of 17 departments and programs offering the BA, BFA, MFA, MA, MPS, and PhD degrees.        Robert I. Grossman , BS, MD   Saul J. Farber Dean, NYU School of Medicine; Chief Executive Officer, NYU Hospitals Center  The NYU School of Medicine is an integrated academic medical center, offering M.D., Ph.D., M.D./Ph.D., M.S., continuing medical education, residency and fellowship programs. The NYU Hospitals Center comprises Tisch Hospital, the Rusk Institute of Rehabilitation Medicine and the NYU Hospital for Joint Diseases.        Cheryl G. Healton , BA, MPA, DrPH   Director, Global Institute of Public Health; Dean of Global Public Health  The Global Institute of Public Health is a university-wide endeavor supporting innovative public health education and collaborative research worldwide. Drawing from resources across NYU’s schools, the Institute offers interdisciplinary public health education at the undergraduate, master’s, and doctoral levels.          Peter Blair Henry , BA, BA, PhD   Dean, Leonard N. Stern School of Business   The Leonard N. Stern School of Business is a management education school and business center, offering undergraduate and graduate level programs in business and management education. Along with the London School of Economics and the HEC School of Management, Paris, Stern is part of the TRIUM Global Executive MBA program.        Michael Laver, BA (hons.), MA, PhD   Dean for Social Sciences, Faculty of Arts and Science  The Office of the Dean for Social Sciences, under the Faculty of Arts and Science, develops academic strategy and maintains academic excellence in social science programs in the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS).          Jeffrey S. Lehman , BA, JD, MPP   Vice Chancellor, NYU Shanghai  NYU Shanghai is the third degree-granting campus in NYU's global network. It is a world-class, comprehensive four-year liberal arts and science research university. The first class entered in Fall 2013.          Carol A. Mandel , BA, MA, MSLS   Dean of Libraries   The Office of the Dean of Libraries oversees NYU's libraries, media services, university archives and the NYU Press.        Geeta Menon , BS, MA, PhD   Dean, Undergraduate College, Leonard N. Stern School of Business  The undergraduate program at the Leonard N. Stern School of Business combines business fundamentals with the liberal arts, and prepares students to be socially responsible, global leaders and thinkers for the 21st century.        Trevor Morrison , BA, JD   Dean, School of Law  The School of Law is a center for advanced law study, offering J.D. degrees and a number of dual degree programs with other graduate schools at the University. Among its programs, the School of Law has 10 areas of focus for students to explore.          Michael D. Purugganan , BS, MA, PhD   Dean for Science, Faculty of Arts and Science  The Office of the Dean for Science, under the Faculty of Arts and Science, develops academic strategy and maintains academic excellence in science programs in the College of Arts and Science (CAS) and the Graduate School of Arts and Science (GSAS).          Paul Romer, BS, PhD   Director, Marron Institute of Urban Management   The Marron Institute deepens the fundamental understanding of cities by working with civic innovators to improve urban management.        Patricia Lee Rubin , BA, MA, PhD   Judy and Michael Steinhardt Director, Institute of Fine Arts  The Institute of Fine Arts is a center for graduate teaching and advanced research in the history of art, archaeology and the conservation and technology of works of art. The Institute offers degrees of Master of Arts and Doctor of Philosophy, an Advanced Certificate in Conservation of Works of Art and Certificate in Curatorial Studies issued jointly with the Metropolitan Museum of Art.          Fred Schwarzbach , BA, MA, PhD   Dean of Liberal Studies  The Liberal Studies Program is a two-year foundation program for students who will complete their education in one of the university's other undergraduate schools. It features an interdisciplinary core curriculum that fulfills the liberal arts requirements for bachelor's degrees in NYU's other schools.          Katepalli R. Sreenivasan , BE, ME, MA, PhD; hon.:DSc   Dean, Polytechnic School of Engineering; Executive Vice Provost for Engineering and Applied Sciences  The NYU Polytechnic School of Engineering is a comprehensive school of engineering, applied sciences, technology and research. The institution, founded in 1854, is the nation’s second-oldest private engineering school.          G. Gabrielle Starr , BA, MA, PhD   Seryl Kushner Dean, College of Arts and Science  The College of Arts and Science provides undergraduate programs in liberal arts study. In addition to majors and minors in the humanities, social, natural and physical sciences, CAS offers various pre-professional and inter-school programs.          Eileen Sullivan-Marx , BSN, MS, PhD, CRNP, RN, FAAN   Dean, College of Nursing  The College of Nursing educates future nursing professionals who demonstrate the highest standards of excellence in research, education, and practice. The College offers bachelor's, master's, and doctoral degrees, as well as advanced certificate programs.        Lynn Videka , BSN, MA, PhD   Dean, Silver School of Social Work  The Silver School of Social Work is a center for the education of professional social workers, offering undergraduate, master's and doctoral degrees. Students study at NYU's Washington Square campus, at Sarah Lawrence College, the College of Staten Island and St. Thomas Aquinas College.     Susanne L. Wofford , BA; BPhil [Oxon], PhD   Dean, Gallatin School of Individualized Study  The Gallatin School of Individualized Study gives students the opportunity to design a program of study tailored to their own needs and interests. Undergraduate and master's studies are conducted in conjunction with other University schools and programs.        Yu Lizhong , BSc, PhD   Chancellor, NYU Shanghai  NYU Shanghai is the third degree-granting campus in NYU's global network. It is a world-class, comprehensive four-year liberal arts and science research university. The first class entered in Fall 2013.                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Board of Trustees                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Board of Trustees                 Sub Navigation                                 The Presidential Search                                                                   Board of Trustees      As directors of a nonprofit and as leaders of an institution responsible for educating the next generation of world leaders and for creating new knowledge, trustees are the keepers of the mission of NYU: Educating qualified individuals from all walks of life to become the leaders of the local, national, and, now, international community. They must pay particularly close attention to the mission and the obligations to society that are unique to the academic enterprise. NYU's Board of Trustees is the overall fiduciaries for the University. As such it is responsible for, among other things, creating policy, setting mission and purpose, strategic planning, reviewing programs, and relating campus to community and community to campus. Chief among its roles is fund-raising for the University, as well as engaging our alumni, parent, and student communities.    NYU's Board of Trustees is composed of great individuals that have come together to make the world's premier research University.              Trustee Roster   (as of February 12, 2015)   Ronald D. Abramson WSC ’71   Shareholder  Buchanan Ingersoll &amp; Rooney, PC   Khaldoon Khalifa Al Mubarak   Chairman of the Executive Affairs Authority  Government of Abu Dhabi   Ralph Alexander NYU-Poly '77, '78   Managing Director  Riverstone   Phyllis Putter Barasch STERN ’81   Maria Bartiromo WSC ’89   Anchor and Global Markets Editor  Fox Business Network   Marc H. Bell SCPS ’89  Marc Bell Capital Partners, LLC   William R. Berkley STERN ’66   Chairman of the Board &amp; Chief Executive Officer  W.R. Berkley Corporation      Casey Box ** GALL ’08, WAG ’11   Executive Director  Land is Life   Bill Brewer LAW ‘78   Managing Partner  Bickel &amp; Brewer   Heather Cannady ** CAS ’04   Manager of Global Lateral Recruiting  Ropes &amp; Gray LLP   Sharon Chang ** STEINHARDT '95, TSOA '98   Managing Trustee  TTSL Charitable Foundation   Founder  Yoxi   Evan R. Chesler ARTS ’70, LAW ’75   Chairman  Cravath, Swain &amp; Moore LLP   Steven M. Cohen WSC ‘85   Partner  Zuckerman Spaeder LLP     William T. Comfort, III ** LAW '94, '99   Principal  Conversion Capital Partners Limited   Florence A. Davis LAW ’79   President  The Starr Foundation   Michael Denkensohn * STERN ‘73   Executive Director  Seward &amp; Kissel LLP   Barry Diller   Chairman &amp; Senior Executive  IAC/InterActiveCorp   Gale Drukier * STEINHARDT '72   Joel S. Ehrenkranz LAW ’61, ’63   Senior Partner  Ehrenkranz &amp; Ehrenkranz, LLP   Laurence D. Fink   Chairman &amp; Chief Executive Officer  BlackRock, Inc.   Luiz Fraga   Co-Founder &amp; Co-CIO of Private Equity  Gavea Investimentos     Mark Fung * CAS ‘91   General Counsel  Dandong Port Company   Lisa Yoo Hahn * LAW '89   Curatorial Director   Hahn Fine Arts     Jonathan Herman * ARTS ’69, LAW ’73   Partner  Dorsey &amp; Whitney LLP   Natalie Holder, Esq. ** STEINHARDT ’97  Founder &amp; President  QUEST Diversity Initiatives   Mitchell Jacobson LAW ’76   Chairman  MSC Industrial Direct Co., Inc.   Boris Jordan WSC '88   President &amp; Chief Executive Officer  The Sputnik Group   Jonathan C. Kim ** SPS '09   Co-Founding Principal   Miya Capital     Charles Klein LAW ’63   Managing Director  American Securities   Andre J.L. Koo SCPS ’93, STERN ‘94   Chairman  Chailease Group   Mark Leslie ARTS '66   Managing Director  Leslie Ventures   Brian A. Levine, MD ** GSAS ’03, MED ‘08   Reproductive Endocrinology &amp; Infertility Fellow   New York-Presbyterian/Weill Cornell Medical Center   Martin Lipton LAW ’55   Partner  Wachtell, Lipton, Rosen &amp; Katz   Jeffrey H. Lynford   President &amp; Chief Executive Officer  Educational Housing Services, Inc     Kelly Kennedy Mack ** STERN '02   President  Corcoran Sunshine Marketing Group   Mimi M.D. Marziani ** LAW ‘08   Legal Director  Battleground Texas   Howard Meyers STERN '64   Chairman &amp; Chief Executive Officer  Quexco Incorporated   Steven S. Miller * LAW '70   Vice President/Assistant General Counsel  JP Morgan Chase &amp; Co.   Constance J. Milstein ARTS ’69   Principal &amp; Co-Founder  Ogden CAP Properties, LLC   David C. Oxman   Senior Counsel  Davis Polk &amp; Wardwell   John Paulson STERN '78   President  Paulson &amp; Co., Inc.   Catherine B. Reynolds   Chairman &amp; Chief Executive Officer  Catherine B. Reynolds Foundation   Brett B. Rochkind ** STERN '98   Managing Director  General Atlantic LLC   William C. Rudin STERN ’79   President  Rudin Management Company, Inc.   Suresh Sani ** LAW ’88   Vice President  First Pioneer Properties, Inc.   John Sexton   President  New York University   Constance Silver SSSW ’78, ’79  Victory Ventures Inc.   Lisa Silverstein SCPS ’88, ’89   Senior Vice President  Silverstein Properties, Inc.   Jay Stein   Chairman  Stein Mart, Inc.   Joseph S. Steinberg ARTS ’66   President &amp; Director  Leucadia National Corporation   Judy Steinhardt   Michael H. Steinhardt   Managing Member  Steinhardt Management, Inc.   Jessica Swartz ** CAS '00   Director, Strategy and Portfolio Solutions   Worldwide Research and Development Division   Pfizer   Chandrika Tandon    Chairman  Tandon Capital Associates   Daniel R. Tisch   Partner  Mentor Partners   John L. Vogelstein   Senior Advisor  Warburg Pincus, LLC   Wenliang Wang   Chairman &amp; Founder  China Rilin Construction Group   Casey Wasserman   Chairman &amp; Chief Executive Officer  Wasserman Media Group, LLC   Nina Weissberg * GSAS ‘90   President  Weissberg Corporation   Anthony Welters LAW ’77   Executive Chairman  BlackIvy Group, LLC   Senior Adviser to the CEO  UnitedHealth Group   Shelby White   Trustee  The Leon Levy Foundation   Leonard A. Wilf LAW ’77   President  Garden Homes, Inc.   Fred Wilson   Founder &amp; Managing General Partner  Union Square Ventures   Tamara Winn LAW ‘96   Wealth Strategist  Wachovia Wealth Management   Charles Zegar GSAS ' 77, '05   Founding Partner  Bloomberg, L.P        Officers of the Board   Martin Lipton  LAW ’55   Chair   William R. Berkley  STERN ’66   Chair Designee     Phyllis Putter Barasch  STERN '81   Vice Chair   Laurence D. Fink   Vice Chair   Kenneth G. Langone  STERN ’60   Vice Chair   Thomas S. Murphy   Honorary Vice Chair   Constance Silver  SSSW '78, '79   Vice Chair   Larry A. Silverstein  ARTS ’52   Honorary Vice Chair   Daniel R. Tisch   Vice Chair     Anthony Welters  LAW ’77   Vice Chair   Leonard A. Wilf  LAW ’77   Vice Chair   Shelby White   Vice Chair   John Sexton   President             * Alumni Trustee        ** Young Alumni Trustee                                                The Board of Trustees on October 10, 2012 - click to enlarge.  (Photo credit: NYU Photo Bureau)                      Board of Trustees Communications       The Appointment of Andrew Hamilton as the 16th President of NYU | March 2015     An Update on the Presidential Search | November 2014   Listening Sessions | September 2014   NYU Presidential Search Update | September 2014     The Members of the NYU Presidential Search Committee | July 2014     The Election of William Berkley, Stern '66, as Chair-Designate of the NYU Board of Trustees | June 2014     The Passing of L. Jay Oliva, NYU's 14th President | April 2014   Report on the Joint Committee of NYU Stakeholders |   March 2014   Report from the first meeting of the Joint Committee of NYU Stakeholders | November 2013   Proceeding with the Creation of the Joint Committee of NYU Stakeholders | September 2013   Proposals and Plans on Governance, Voice, and Communications | August 2013   Statement from Martin Lipton, Chair, NYU Board of Trustees Regarding Steinhardt Vote | May 2013   Statement from Martin Lipton, Chair, NYU Board of Trustees Regarding Gallatin Vote | May 2013   Update on the Work of the Special Committee of the Board of Trustees | May 2013   A Message from the Chair of the Board of Trustees on a Special Committee on Governance | April 2013   A Message from the Board of Trustees in Response to the FAS | March 2013   A Message to the NYU Community from the Board of Trustees | September 2009                                   My 60 Years at NYU        Martin Lipton, ’55 (Law), Chair, NYU Board of Trustees          Read now (PDF) »                                   Life Trustees   Diane Belfer   Philanthropist   Mamdouha Bobst   President  The Elmer &amp; Mamdouha Bobst Foundation   John Brademas   President Emeritus  New York University   Arthur L. Carter   President  Utilities &amp; Industries Management Corporation   Geraldine H. Coles WSC ’38   Philanthropist   John J. Creedon STERN ’52, LAW ’55, ’62   Former President &amp; Chief Executive Officer  Metropolitan Life Insurance Company   Maurice R. Greenberg   Chairman &amp; Chief Executive Officer  C.V. Starr and Co., Inc.   Henry Kaufman ARTS ’48, STERN ’58   President  Henry Kaufman &amp; Company, Inc.   Helen L. Kimmel   Richard Jay Kogan STERN '68   Retired President &amp; Chief Executive Officer  Schering-Plough Corporation   Kenneth G. Langone STERN '60   Chairman &amp; Chief Executive Officer  Invemed Associates, LLC     Donald B. Marron   Chairman, CEO and Founder  Lightyear Capital   Thomas S. Murphy   Retired Chairman &amp; Chief Executive Officer  Capital Cities/ABC, Inc.   Herbert M. Paul STERN '56, LAW '61   President  Herbert Paul, P.C.   Lester Pollack LAW '57   Chairman &amp; Founder  Centre Partners Management, LL     E. John Rosenwald, Jr.   Vice Chairman Emeritus   J.P. Morgan   Marie Schwartz   President  Arnold and Marie Schwartz Fund for Education &amp; Health Research   Larry A. Silverstein ARTS ’52   President &amp; Chief Executive Officer  Silverstein Properties, Inc.   Joel E. Smilow   Chairman  Dinex Group, LLC   Sheldon H. Solow   President  Solow Building Company   Lillian Vernon   Founding Chairman   Lillian Vernon Corporation   Robert F. Wright STERN ’51   President &amp; Chief Executive Officer  Robert F. Wright Associates, Inc.   William D. Zabel   Partner  Schulte Roth &amp; Zabel LLP   Baroness Mariuccia Zerilli-Marimò            Trustee Associates     Bruce Berger STERN ’66   President  Sutton Group Services, Inc.     Leonard Boxer STERN ’60, LAW ’63   Chairman, Real Estate Department  Stroock &amp; Stroock &amp; Lavan LLP     Jane Eisner Bram WSC ’58, SSSW ’79, ’00  Psychotherapist     Betty Weinberg Ellerin WSC ’50, LAW ’52   Senior Counsel  Alston &amp; Bird, LLP     Norman Goodman ARTS ’47, LAW ’50   County Clerk  Commissioner of Jurors  New York County     Marvin Leffler STERN ’42, ’51   President  Town Hall Foundation                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]