[{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "Institute for the Study of the Ancient World                                                                                                                      Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home                    Institute for the Study of the Ancient World                                                       Info                                                                                                                                                                                                ISAW is a center for advanced scholarly research and graduate education, intended to cultivate comparative and connective investigations of the ancient old world from the Mediterranean to East Asia. It was founded by Shelby White and the Leon Levy Foundation in 2006.                                 Now open through June 7th From Ancient to Modern: Archaeology and Aesthetics              ISAW’s spring exhibition focuses on the transformation of an archaeological object into a work of art by presenting iconic Early Mesopotamian material along side archival, modern, and contemporary art.                          current exhibition                                    Michael Rakowitz, The Invisible Enemy Should Not Exist: Seated statue of Scribe Dudu (IM 55204)     Middle Eastern Packaging and Newspapers, Glue H. 54 cm; W. 24.5 cm; D. 34.5 cm 2014 Courtesy of the artist and Lombard Freid Gallery: 12183 Photo credit: © Bruce White                                                                                                   Upcoming Events                                               April 28, 2015              6:30 PM              ,              2nd Floor Lecture Hall, ISAW                                          Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt                                                     Drew Wilburn (Oberlin College)                          ...                                      April 29, 2015              6:00 PM              ,              2nd Floor Lecture Hall, ISAW                                          The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC)                                                     Salam Al Kuntar (Visiting Research Scholar, ISAW)                          ...                                      May 01, 2015              10:00 AM              ,              2nd Floor Lecture Hall, ISAW                                          Ritual and Narrative: Texts in Performance in the Ancient Near East                                                    ...                                                                                Latest News                                                                           New ISAW Library Titles: November 2014                                                      A list of books added to the ISAW Library in November 2014 is now  available online . ...                                                                               2015 Guggenheim Fellowships Awarded to Carmela V. Franklin and Seth L. Sanders                                                      Carmela Vircillo Franklin , ISAW Affiliated Faculty Member, and Seth L. Sanders , former ISAW Visiting Research Scholar, were both recently awarded ...                                                                               Former VRS Hallie Franks Awarded NEH Fellowship                                                           Former VRS and Assistant Professor at NYU Gallatin Hallie Franks was awarded a 2015 National Endowment for the Humanities Fellowship at the American School of Classical Studies in Athens, Greece. She ...                                                                                                                                                                                                                                                         NYU Home    Privacy Policy    Site Map    RSS Feed"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "Institute for the Study of the Ancient World                                                                                                                      Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home                    Institute for the Study of the Ancient World                                                       Info                                                                                                                                                                                                ISAW is a center for advanced scholarly research and graduate education, intended to cultivate comparative and connective investigations of the ancient old world from the Mediterranean to East Asia. It was founded by Shelby White and the Leon Levy Foundation in 2006.                                 Now open through June 7th From Ancient to Modern: Archaeology and Aesthetics              ISAW’s spring exhibition focuses on the transformation of an archaeological object into a work of art by presenting iconic Early Mesopotamian material along side archival, modern, and contemporary art.                          current exhibition                                    Michael Rakowitz, The Invisible Enemy Should Not Exist: Seated statue of Scribe Dudu (IM 55204)     Middle Eastern Packaging and Newspapers, Glue H. 54 cm; W. 24.5 cm; D. 34.5 cm 2014 Courtesy of the artist and Lombard Freid Gallery: 12183 Photo credit: © Bruce White                                                                                                   Upcoming Events                                               April 28, 2015              6:30 PM              ,              2nd Floor Lecture Hall, ISAW                                          Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt                                                     Drew Wilburn (Oberlin College)                          ...                                      April 29, 2015              6:00 PM              ,              2nd Floor Lecture Hall, ISAW                                          The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC)                                                     Salam Al Kuntar (Visiting Research Scholar, ISAW)                          ...                                      May 01, 2015              10:00 AM              ,              2nd Floor Lecture Hall, ISAW                                          Ritual and Narrative: Texts in Performance in the Ancient Near East                                                    ...                                                                                Latest News                                                                           New ISAW Library Titles: November 2014                                                      A list of books added to the ISAW Library in November 2014 is now  available online . ...                                                                               2015 Guggenheim Fellowships Awarded to Carmela V. Franklin and Seth L. Sanders                                                      Carmela Vircillo Franklin , ISAW Affiliated Faculty Member, and Seth L. Sanders , former ISAW Visiting Research Scholar, were both recently awarded ...                                                                               Former VRS Hallie Franks Awarded NEH Fellowship                                                           Former VRS and Assistant Professor at NYU Gallatin Hallie Franks was awarded a 2015 National Endowment for the Humanities Fellowship at the American School of Classical Studies in Athens, Greece. She ...                                                                                                                                                                                                                                                         NYU Home    Privacy Policy    Site Map    RSS Feed"}, {"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}]}]