[{"detail": [{"content": "Adjunct Faculty - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Adjunct Faculty                                                                   Suzanne S. Abraham    Suzanne S. Abraham, Ph.D., is Adjunct Associate Professor in the Department of Communication Sciences and Disorders at New York University, offering coursework in her specialty areas of dysphagia and tracheostomy in young pediatric patients. The founder of the Little Tykes with Trachs Program at Montefiore Medical Center, Dr. Abraham is recognized in the field of speech pathology for developing tracheostomy in infants and very young children as a specialty area of practice. A graduate of Penn State University for her B.S., M.S., and Ph.D., Dr. Abraham has held professorships at University of Arkansas, Columbia University Teachers College, and Albert Einstein College of Medicine. She has served on USDOE, NIH, &amp; NIDRR research grants and advisory panels, and currently serves on the International Expert Panel for the Management of Gastroenterological Issues in Rett Syndrome, headquartered at the Institute of Child Health Research in Australia. Dr. Abraham is published in peer-reviewed journals and is the recipient of the American Speech Language Hearing Association&rsquo;s Editor&rsquo;s Award. She has presented numerous scientific papers and invited seminars at state, national, and international meetings and programs. Her research interests include tracheostomized and airway babies, endoscopic and robotic supraglottic laryngectomy, Rett Syndrome/MECP2 mutations, and fluororadiographic analysis of neurophysiologic and structural abnormalities.    Leejung An    Leejung An received her Bachelor&rsquo;s and Master&rsquo;s degrees in Speech Pathology and Audiology in South Korea. She worked for Jeju Special Self-Governing province Rehabilitation Center and Park&rsquo;s Pediatrics as a speech-language pathologist for five years and for GNReSound Korea as an audiologist for three years. For in-depth study, she came to New York and she received her MPhil in Speech and Hearing Sciences (2012) at the Graduate Center. She is currently an advanced doctoral candidate with ABD status at the Graduate Center, City University of New York and a member of Audiology and Auditory Evoked Potential lab in Ph.D. program of Speech-Language-and Hearing Sciences. Her research interests lie in the area of speech perception and more specifically in the neural processing of English /r/ and /l/ by native Korean and Japanese speakers. She has taught Introduction Audiology and Aural Rehabilitation at New York University as an adjunct faculty.    Kelly Bridges Kelly Bridges, Ph.D. is a member of the adjunct faculty in the Department of Communicative Sciences and Disorders at New York University since 2009. She received Bachelor's and Master's degrees in Psychology from Loyola University Maryland and Florida Atlantic University, respectively. While completing her Ph.D. at New York University in Communicative Sciences and Disorders and as a member of the Brain and Behavior Laboratory at the Nathan Kline Institute under the direction of Drs. John and Diana Sidtis, she investigated speech and language characteristics of people with neurodegenerative disorders. Specifically, Dr. Bridges completed studies of formulaic language in people with Alzheimer's disease and Parkinson's disease resulting in peer-reviewed publications and conference presentations. Her dissertation research included an investigation of formulaic language and prosody in people with chronic treatment-resistant depression who have received the experimental treatment deep brain stimulation of the subcallosal cingulate. Clinically, Dr. Bridges is interested in adult and geriatric populations with cognitive-linguistic impairments and dysphagia, and she is currently working as a speech therapist with Language Fundamentals, Inc.    Lee Caggiano    Lee Caggiano, M.A., CCC-SLP, a Board Certified Specialist and Mentor in Fluency Disorders is the Director of Stuttering Therapy and Resource Center of Long Island, a private practice treating children, adolescents and adults who stutter. Caggiano is co-founder and Director of FRIENDS- the Association for Young People Who Stutter. She is committed to providing a high level of parent education and training and has developed and coordinated workshops for children who stutter, families and professionals for the past twenty years. She has presented nationally regarding effective therapy for clients who stutter, and the need to address the affective and cognitive aspects of stuttering, as well as the behavioral component. Caggiano serves as a consultant to many school districts as well as teaching the graduate level fluency courses at New York University, Queens College, and L.I.U University. Beth Dobbyn    Beth Dobbyn received a BBA in Marketing and an MS in Communication Disorders and Sciences. As a Speech-Language Pathologist, she established the speech program at the NYU Cochlear Implant Center, evaluating and treating pediatric and adult patients with cochlear implants. Prior to her work at NYU, Beth worked at Summit Speech School providing auditory, speech, and language therapy for children birth to five years of age. She also worked in the marketing field. Beth has been an adjunct professor in the Department of Communicative Sciences and Disorders since 2010, teaching Hearing Loss: Rehab.    Anna Eva Hallin    Anna Eva Hallin is a doctoral candidate in the Department of Communicative Sciences and Disorders at New York University. She has a master&rsquo;s degree in Speech-Language Pathology from the Department of Clinical Science Intervention and Technology (CLINTEC) at Karolinska Institutet in Stockholm, Sweden. At NYU she has served as an adjunct instructor teaching Language Disorders in Children and Language Development and Disorders in School-Aged Children since 2012. Before starting her doctoral studies she worked as a clinician and clinical supervisor in Stockholm, with a main focus on language and literacy in school-aged children and adults, and voice disorders. Her research interests are in the area of neurodevelopmental disorders in school-aged children and adolescents, and she is specifically interested in how external factors (such as speaking context, type of task or lexical frequency) and internal factors (such as language disorders, dyslexia, autism or working-memory difficulties) affect spoken and written language processing and production. She is currently developing her dissertation study &rdquo;Language processing and awareness in Swedish-speaking school-aged children with and without language impairment&rdquo; and her main supervisor is Dr. Christina Reuterski&ouml;ld. Anna Eva received the ASHA Graduate Student Scholarship in 2012 and the Fulbright Graduate Student Scholarship in 2010. She has presented various strands of her research at both national and international conferences. More information can be found on her homepage .    Rachel Jean-Baptiste    Rachel Jean-Baptiste has been a speech-language pathologist for over 20 years. She has provided assessment and treatment to children and adolescents. She also provides instruction and supervision to both undergraduates and graduate students in the university setting. She received a Ph.D. in Communication Sciences and Disorders from NYU in May 2012. Her dissertation focused on speech perception in internationally adopted children. Research interests include phonological and language development and disorders, in children and adolescents. Cathy Lazarus    Dr. Lazarus is Associate Professor in the Department of Otolaryngology, Icahn School of Medicine at Mount Sinai. She is also the Research Director of the Thyroid Head and Neck Cancer (THANC) Functional Outcomes Research Center, THANC Foundation, Department of Otolaryngology Head &amp; Neck Surgery, Mount Sinai Beth Israel. Dr. Lazarus is an adjunct Associate Professor within the Department of Communication Sciences &amp; Disorders, New York University. Dr. Lazarus received her BA, MS and PhD from Northwestern University. Her clinical and research focus involves voice, speech, swallowing and quality of life in treated head and neck cancer patients. She has received NIH funding and has collaborated on multi-center NIH clinical trials. Dr. Lazarus is an ASHA Fellow. She holds Board Certification in Swallowing and Swallowing Disorders and is currently Past- President of the International Dysphagia Research Society.    Binna Lee Binna Lee is a doctoral student in the Department of Communicative Sciences and Disorders at New York University. She earned her bachelor&rsquo;s degree and master&rsquo;s degree in the Department of English Language and Literature from Seoul, Korea and completed another master&rsquo;s degree in Speech-Language Pathology at Teachers College Columbia University. Her research interest includes neurogenic communication disorders and voice. Her first doctoral candidacy project investigates the effect of second language acquisition and task type on acoustic vocal characteristics in bilingual speakers. Currently, she is working on her second doctoral candidacy project, which focuses on acquired spelling and reading errors in patients with aphasia. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program, she teaches Speech Science: Instrumentation.    Peter Rahanis    Peter Rahanis, M.S. CCC-SLP, graduated from Worcester State College in 2002 with a master in speech language pathology. He conducted his clinical fellowship year at Staten Island University Hospital. During his time at SIUH he provided acute care evaluation and treatment of dysphagia. He was responsible for conducting Modified Barium Swallow Studies, treating patients with brain injury, and providing outpatient services in the speech and language clinic, including instrumental evaluation and treatment of voice disorders. In 2004, he became manager of the speech-language pathology department at Sea View Hospital Rehabilitation Hospital Center and Home (SVH). SVH is a long term care facility with a traumatic brain injury unit. He was responsible for the day to day operations of the speech department, development of staff, educating graduate students, and ensuring the highest quality services are provided to every resident. He has been providing related and contractual services for the board of education since 2003. He has worked at RMP Communication and Simply Speaking Speech and Language Center. He has worked closely with children diagnosed with autism, ADHD, specific language disorders, and articulation/phonological disorders. He has many years evaluating and treating dysphagia (swallowing disorders). He has accrued vast knowledge treating children with autism ranging from mild Asperger&rsquo;s to severely autistic. He is currently a clinical supervisor in speech pathology at New York University (NYU). Specifically, he is the student supervisor at Terence Cardinale Cooke Hospital, working with individuals diagnosed with Huntington's Chorea. He is also currently the owner of The Speech Arc, P.C., a private practice in speech language pathology located in Staten Island, New York. He is fully certified by the state of New York and by the American Speech-Language Heating Association. He holds a certificate of clinical competence and a certification to provide Vital Stim Therapy&reg;. He is certified in Computer Base Intervention (CBI).    Karen L. Riedel    Born, grew up in Ohio, received BA in Social Studies from Eastern Michigan University, MS in Speech Pathology and Audiology from the University of Michigan, and PhD from the Graduate Center City University of New York in Speech Science. My work experience has been almost entirely with the New York University Langone Medical Center&rsquo;s Rusk Institute of Rehabilitation Medicine (now Rusk Rehabilitation) starting from Staff Speech-Language Pathologist and through a series of promotions to the present Director, Speech-Language Pathology Department. My main area of expertise and research has been neurogenic communication disorders, primarily aphasia and related disorders. The program at Rusk Rehabilitation includes the breadth of communication and swallowing disorders that are serviced in an academic medical center including in addition to the neurogenic communication disorders, dysphagia, voice, cochlear implant speech and language, trach/vent management. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program I have taught Motor Speech Disorders, Language Disorders in Adults, Critical Issues in Research, and Anatomy and Physiology.    Affiliated Faculty    Offiong Aqua    Born in Nigeria, he received his M.D. from the Faculty of Medicine at Friendship University, Moscow, Russia in 1986. His post-graduate training at the same University was in Facio-Maxillary Surgery. For more than a decade, he was a faculty member at Mercy College, Dobbs Ferry, NY where he helped establish programs in Occupational Therapy and Physical Therapy, and served as Co-Chair, Department of Natural Sciences. He also served as adjunct faculty at New York Medical College, Valhalla, New York before joining the faculty at New York University.    He is a pivotal member of the heath section of NYU Africa House, ( http://www.nyu.edu/africahouse/ ) a research institute that among other things focuses on global African health care issues.) On a NYU health care grant, in 2007, he helped develop an academic partnership between the Ghana Ministry of Health and New York University at Ghana. This partnership resulted in the launching of the Steinhardt School's (Department of Occupational Therapy) first health-related course abroad Jan 2008 \"A Global Disability Course\" under the auspices of New York University Campus in Accra, Ghana.    In 2006, Dr. Aqua received a Teaching Excellence Award from the Steinhardt School of Culture, Education and Human Development. He is presently working with six senior faculty members from the NYU School of Medicine and the NYU Wagner School of Health Policy on establishing a joint collaboration with different organizations in Ghana including the Noguchi Medical Research Institute, the University of Ghana School of Public Health, the Ghana Health Ministry and Korle-bu Teaching Hospital in Accra. The focus of the collaboration is building training and research capacity in the areas of emergency medicine, health systems and prevention of non-communicable diseases.    Professor Offiong Aqua successfully conducted a Health System Audit for Akwa-ibom State Government in Nigeria. Akwa-ibom State is the #1 producer of petroleum (oil) in Nigeria. This audit (system of assessment) is currently used for healthcare planning in that region. He is, in addition, working with another senior faculty member from the NYU School of Medicine on a program proposal to institute a Functional Health Care System in the oil producing region of Nigeria (pop = 40 million). The main feature of this program is academic training and international clinical education.    Ryan C. Branski Ryan Branski Ph.D is Associate Director of the NYU Voice Center and Associate Professor of Otolaryngology at New York University. He is in affiliated faculty member of the CSD Department.    Dr. Branski is a licensed speech pathologist specializing in voice rehabilitation. He received his undergraduate and graduate degrees from the University of Florida, and his doctorate from the University of Pittsburgh School of Health and Rehabilitation Sciences. He completed his Clinical Fellowship at the University of Pittsburgh Voice Center.    Prior to joining the NYU Voice Center, Dr. Branski served as the Associate Director of the Speech, Hearing, and Rehabilitation Center at Memorial Sloan-Kettering Cancer Center. Dr. Branski is an active member of the American Speech, Language, Hearing Association (ASHA). He is also the recipient of the Award for Early Career Contributions in Research by ASHA. Dr. Branski runs an active research laboratory funded by the National Institutes of Health and is considered a leader in the study of vocal fold injury and repair and the development of novel gene therapy techniques. He has published over sixty scientific articles and two seminal books on the voice. To view his professional website, click here .                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}]},
{"detail": [{"content": "Adjunct Faculty - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Adjunct Faculty                                                                   Suzanne S. Abraham    Suzanne S. Abraham, Ph.D., is Adjunct Associate Professor in the Department of Communication Sciences and Disorders at New York University, offering coursework in her specialty areas of dysphagia and tracheostomy in young pediatric patients. The founder of the Little Tykes with Trachs Program at Montefiore Medical Center, Dr. Abraham is recognized in the field of speech pathology for developing tracheostomy in infants and very young children as a specialty area of practice. A graduate of Penn State University for her B.S., M.S., and Ph.D., Dr. Abraham has held professorships at University of Arkansas, Columbia University Teachers College, and Albert Einstein College of Medicine. She has served on USDOE, NIH, &amp; NIDRR research grants and advisory panels, and currently serves on the International Expert Panel for the Management of Gastroenterological Issues in Rett Syndrome, headquartered at the Institute of Child Health Research in Australia. Dr. Abraham is published in peer-reviewed journals and is the recipient of the American Speech Language Hearing Association&rsquo;s Editor&rsquo;s Award. She has presented numerous scientific papers and invited seminars at state, national, and international meetings and programs. Her research interests include tracheostomized and airway babies, endoscopic and robotic supraglottic laryngectomy, Rett Syndrome/MECP2 mutations, and fluororadiographic analysis of neurophysiologic and structural abnormalities.    Leejung An    Leejung An received her Bachelor&rsquo;s and Master&rsquo;s degrees in Speech Pathology and Audiology in South Korea. She worked for Jeju Special Self-Governing province Rehabilitation Center and Park&rsquo;s Pediatrics as a speech-language pathologist for five years and for GNReSound Korea as an audiologist for three years. For in-depth study, she came to New York and she received her MPhil in Speech and Hearing Sciences (2012) at the Graduate Center. She is currently an advanced doctoral candidate with ABD status at the Graduate Center, City University of New York and a member of Audiology and Auditory Evoked Potential lab in Ph.D. program of Speech-Language-and Hearing Sciences. Her research interests lie in the area of speech perception and more specifically in the neural processing of English /r/ and /l/ by native Korean and Japanese speakers. She has taught Introduction Audiology and Aural Rehabilitation at New York University as an adjunct faculty.    Kelly Bridges Kelly Bridges, Ph.D. is a member of the adjunct faculty in the Department of Communicative Sciences and Disorders at New York University since 2009. She received Bachelor's and Master's degrees in Psychology from Loyola University Maryland and Florida Atlantic University, respectively. While completing her Ph.D. at New York University in Communicative Sciences and Disorders and as a member of the Brain and Behavior Laboratory at the Nathan Kline Institute under the direction of Drs. John and Diana Sidtis, she investigated speech and language characteristics of people with neurodegenerative disorders. Specifically, Dr. Bridges completed studies of formulaic language in people with Alzheimer's disease and Parkinson's disease resulting in peer-reviewed publications and conference presentations. Her dissertation research included an investigation of formulaic language and prosody in people with chronic treatment-resistant depression who have received the experimental treatment deep brain stimulation of the subcallosal cingulate. Clinically, Dr. Bridges is interested in adult and geriatric populations with cognitive-linguistic impairments and dysphagia, and she is currently working as a speech therapist with Language Fundamentals, Inc.    Lee Caggiano    Lee Caggiano, M.A., CCC-SLP, a Board Certified Specialist and Mentor in Fluency Disorders is the Director of Stuttering Therapy and Resource Center of Long Island, a private practice treating children, adolescents and adults who stutter. Caggiano is co-founder and Director of FRIENDS- the Association for Young People Who Stutter. She is committed to providing a high level of parent education and training and has developed and coordinated workshops for children who stutter, families and professionals for the past twenty years. She has presented nationally regarding effective therapy for clients who stutter, and the need to address the affective and cognitive aspects of stuttering, as well as the behavioral component. Caggiano serves as a consultant to many school districts as well as teaching the graduate level fluency courses at New York University, Queens College, and L.I.U University. Beth Dobbyn    Beth Dobbyn received a BBA in Marketing and an MS in Communication Disorders and Sciences. As a Speech-Language Pathologist, she established the speech program at the NYU Cochlear Implant Center, evaluating and treating pediatric and adult patients with cochlear implants. Prior to her work at NYU, Beth worked at Summit Speech School providing auditory, speech, and language therapy for children birth to five years of age. She also worked in the marketing field. Beth has been an adjunct professor in the Department of Communicative Sciences and Disorders since 2010, teaching Hearing Loss: Rehab.    Anna Eva Hallin    Anna Eva Hallin is a doctoral candidate in the Department of Communicative Sciences and Disorders at New York University. She has a master&rsquo;s degree in Speech-Language Pathology from the Department of Clinical Science Intervention and Technology (CLINTEC) at Karolinska Institutet in Stockholm, Sweden. At NYU she has served as an adjunct instructor teaching Language Disorders in Children and Language Development and Disorders in School-Aged Children since 2012. Before starting her doctoral studies she worked as a clinician and clinical supervisor in Stockholm, with a main focus on language and literacy in school-aged children and adults, and voice disorders. Her research interests are in the area of neurodevelopmental disorders in school-aged children and adolescents, and she is specifically interested in how external factors (such as speaking context, type of task or lexical frequency) and internal factors (such as language disorders, dyslexia, autism or working-memory difficulties) affect spoken and written language processing and production. She is currently developing her dissertation study &rdquo;Language processing and awareness in Swedish-speaking school-aged children with and without language impairment&rdquo; and her main supervisor is Dr. Christina Reuterski&ouml;ld. Anna Eva received the ASHA Graduate Student Scholarship in 2012 and the Fulbright Graduate Student Scholarship in 2010. She has presented various strands of her research at both national and international conferences. More information can be found on her homepage .    Rachel Jean-Baptiste    Rachel Jean-Baptiste has been a speech-language pathologist for over 20 years. She has provided assessment and treatment to children and adolescents. She also provides instruction and supervision to both undergraduates and graduate students in the university setting. She received a Ph.D. in Communication Sciences and Disorders from NYU in May 2012. Her dissertation focused on speech perception in internationally adopted children. Research interests include phonological and language development and disorders, in children and adolescents. Cathy Lazarus    Dr. Lazarus is Associate Professor in the Department of Otolaryngology, Icahn School of Medicine at Mount Sinai. She is also the Research Director of the Thyroid Head and Neck Cancer (THANC) Functional Outcomes Research Center, THANC Foundation, Department of Otolaryngology Head &amp; Neck Surgery, Mount Sinai Beth Israel. Dr. Lazarus is an adjunct Associate Professor within the Department of Communication Sciences &amp; Disorders, New York University. Dr. Lazarus received her BA, MS and PhD from Northwestern University. Her clinical and research focus involves voice, speech, swallowing and quality of life in treated head and neck cancer patients. She has received NIH funding and has collaborated on multi-center NIH clinical trials. Dr. Lazarus is an ASHA Fellow. She holds Board Certification in Swallowing and Swallowing Disorders and is currently Past- President of the International Dysphagia Research Society.    Binna Lee Binna Lee is a doctoral student in the Department of Communicative Sciences and Disorders at New York University. She earned her bachelor&rsquo;s degree and master&rsquo;s degree in the Department of English Language and Literature from Seoul, Korea and completed another master&rsquo;s degree in Speech-Language Pathology at Teachers College Columbia University. Her research interest includes neurogenic communication disorders and voice. Her first doctoral candidacy project investigates the effect of second language acquisition and task type on acoustic vocal characteristics in bilingual speakers. Currently, she is working on her second doctoral candidacy project, which focuses on acquired spelling and reading errors in patients with aphasia. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program, she teaches Speech Science: Instrumentation.    Peter Rahanis    Peter Rahanis, M.S. CCC-SLP, graduated from Worcester State College in 2002 with a master in speech language pathology. He conducted his clinical fellowship year at Staten Island University Hospital. During his time at SIUH he provided acute care evaluation and treatment of dysphagia. He was responsible for conducting Modified Barium Swallow Studies, treating patients with brain injury, and providing outpatient services in the speech and language clinic, including instrumental evaluation and treatment of voice disorders. In 2004, he became manager of the speech-language pathology department at Sea View Hospital Rehabilitation Hospital Center and Home (SVH). SVH is a long term care facility with a traumatic brain injury unit. He was responsible for the day to day operations of the speech department, development of staff, educating graduate students, and ensuring the highest quality services are provided to every resident. He has been providing related and contractual services for the board of education since 2003. He has worked at RMP Communication and Simply Speaking Speech and Language Center. He has worked closely with children diagnosed with autism, ADHD, specific language disorders, and articulation/phonological disorders. He has many years evaluating and treating dysphagia (swallowing disorders). He has accrued vast knowledge treating children with autism ranging from mild Asperger&rsquo;s to severely autistic. He is currently a clinical supervisor in speech pathology at New York University (NYU). Specifically, he is the student supervisor at Terence Cardinale Cooke Hospital, working with individuals diagnosed with Huntington's Chorea. He is also currently the owner of The Speech Arc, P.C., a private practice in speech language pathology located in Staten Island, New York. He is fully certified by the state of New York and by the American Speech-Language Heating Association. He holds a certificate of clinical competence and a certification to provide Vital Stim Therapy&reg;. He is certified in Computer Base Intervention (CBI).    Karen L. Riedel    Born, grew up in Ohio, received BA in Social Studies from Eastern Michigan University, MS in Speech Pathology and Audiology from the University of Michigan, and PhD from the Graduate Center City University of New York in Speech Science. My work experience has been almost entirely with the New York University Langone Medical Center&rsquo;s Rusk Institute of Rehabilitation Medicine (now Rusk Rehabilitation) starting from Staff Speech-Language Pathologist and through a series of promotions to the present Director, Speech-Language Pathology Department. My main area of expertise and research has been neurogenic communication disorders, primarily aphasia and related disorders. The program at Rusk Rehabilitation includes the breadth of communication and swallowing disorders that are serviced in an academic medical center including in addition to the neurogenic communication disorders, dysphagia, voice, cochlear implant speech and language, trach/vent management. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program I have taught Motor Speech Disorders, Language Disorders in Adults, Critical Issues in Research, and Anatomy and Physiology.    Affiliated Faculty    Offiong Aqua    Born in Nigeria, he received his M.D. from the Faculty of Medicine at Friendship University, Moscow, Russia in 1986. His post-graduate training at the same University was in Facio-Maxillary Surgery. For more than a decade, he was a faculty member at Mercy College, Dobbs Ferry, NY where he helped establish programs in Occupational Therapy and Physical Therapy, and served as Co-Chair, Department of Natural Sciences. He also served as adjunct faculty at New York Medical College, Valhalla, New York before joining the faculty at New York University.    He is a pivotal member of the heath section of NYU Africa House, ( http://www.nyu.edu/africahouse/ ) a research institute that among other things focuses on global African health care issues.) On a NYU health care grant, in 2007, he helped develop an academic partnership between the Ghana Ministry of Health and New York University at Ghana. This partnership resulted in the launching of the Steinhardt School's (Department of Occupational Therapy) first health-related course abroad Jan 2008 \"A Global Disability Course\" under the auspices of New York University Campus in Accra, Ghana.    In 2006, Dr. Aqua received a Teaching Excellence Award from the Steinhardt School of Culture, Education and Human Development. He is presently working with six senior faculty members from the NYU School of Medicine and the NYU Wagner School of Health Policy on establishing a joint collaboration with different organizations in Ghana including the Noguchi Medical Research Institute, the University of Ghana School of Public Health, the Ghana Health Ministry and Korle-bu Teaching Hospital in Accra. The focus of the collaboration is building training and research capacity in the areas of emergency medicine, health systems and prevention of non-communicable diseases.    Professor Offiong Aqua successfully conducted a Health System Audit for Akwa-ibom State Government in Nigeria. Akwa-ibom State is the #1 producer of petroleum (oil) in Nigeria. This audit (system of assessment) is currently used for healthcare planning in that region. He is, in addition, working with another senior faculty member from the NYU School of Medicine on a program proposal to institute a Functional Health Care System in the oil producing region of Nigeria (pop = 40 million). The main feature of this program is academic training and international clinical education.    Ryan C. Branski Ryan Branski Ph.D is Associate Director of the NYU Voice Center and Associate Professor of Otolaryngology at New York University. He is in affiliated faculty member of the CSD Department.    Dr. Branski is a licensed speech pathologist specializing in voice rehabilitation. He received his undergraduate and graduate degrees from the University of Florida, and his doctorate from the University of Pittsburgh School of Health and Rehabilitation Sciences. He completed his Clinical Fellowship at the University of Pittsburgh Voice Center.    Prior to joining the NYU Voice Center, Dr. Branski served as the Associate Director of the Speech, Hearing, and Rehabilitation Center at Memorial Sloan-Kettering Cancer Center. Dr. Branski is an active member of the American Speech, Language, Hearing Association (ASHA). He is also the recipient of the Award for Early Career Contributions in Research by ASHA. Dr. Branski runs an active research laboratory funded by the National Institutes of Health and is considered a leader in the study of vocal fold injury and repair and the development of novel gene therapy techniques. He has published over sixty scientific articles and two seminal books on the voice. To view his professional website, click here .                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}, {"content": "Curriculum - Master&#039;s Program - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Master's Studies                                                           Curriculum                         Undergraduate-Level Prerequisite Courses Master's-Level Courses Additional Course Requirements Learning Outcomes    Undergraduate-Level Prerequisite Courses    Fall Prerequisites :    CSCD-UE 0009 - Neuroanatomy and Physiology of Communication (3 units) CSCD-UE 0061 - Phonetics and Phonemics of American English (3 units) CSCD-UE 1230 - Introduction to Audiology (3 units)    Spring Prerequisites :    CSCD-UE 0008 - Anatomy and Physiology of Speech and Hearing Mechanism (3 units) CSCD-UE 0402 - Acoustic Phonetics (3 units) CSCD-UE 1101 - Introduction to Articulation Disorders (3 units) CSCD-UE 1205 - Audiology: Intervention Strategies across the Lifespan (3 units) CSCD-UE 1601 - Language Development in Preschool Years (3 units)    Most prerequisite courses must be completed before registering for 2000-level graduate courses. Prerequisite courses not taken at NYU require a minimum grade of B. Any student who is missing some or all of the prerequisite courses must complete these in addition to the 53 units required for the MS degree (see below).    Note: Beginning in fall 2015, students must have a completed academic course in Linguistics or Science of Language as a prerequisite to the master's curriculum. The linguistic course may be taken at NYU, another college, or online, with permission of a faculty member. Due to the high number of interested applicants, our department is unable to review transcripts and approve prerequisite courses for prospective students. It is advised that students compare the course descriptions of previously taken courses in communicative sciences and disorders to the department&rsquo;s prerequisite course descriptions, which can be found on our website&rsquo;s Course Listing page, in order to determine if the content is an accurate match. In addition, students may utilize our Prerequisite Course Equivalent resource in order to determine some of the alternative course titles that we have accepted from outside universities.    Master's-Level Courses    Normal Process and Research Courses    (i) Required CSCD-GE-2125 - Speech Science Instrumentation (2 units) CSCD-GE-2109 - Critical Evaluation of Research in Speech and Hearing Sciences and Disorders (3 units)    (ii) Electives: Choose (at least) one additional Normal Process Course CSCD-GE-2130 - Perception and Production of Speech (3 units) CSCD-GE-2041 - Advanced Anatomy, Physiology, &amp; Neurology of the Speech and Hearing Mech. (3 credits) APSY-GE-2138 - Human Growth and Development (3 units) APSY-GE-2271 - Survey of Developmental Psychology (3 units) APSY-GE-2272 - Adolescent Development (3 units)    Clinical and Disorders Courses    (i) Required CSCD-GE-2016 - Motor Speech Disorders (3 units) CSCD-GE-2021 - Adult Language Disorders (3 units) CSCD-GE-2028 - Fluency Disorders (3 units) CSCD-GE-2035 - Language Development and Disorders in School-Aged Children (3 units) CSCD-GE-2037 - Voice Disorders (3 units) CSCD-GE-2039 - Language Disorders in Children (3 units) CSCD-GE-2060 - Dysphagia in Adults and Children (3 units) CSCD-GE-2075 - Principles of Intervention with Speech-Language Disorders (3 units) CSCD-GE-2108 - Phonological Analysis of Normal and Disordered Speech (3 units) CSCD-GE-2110 - Multi-Cultural and Professional Issues in Communicative Sciences and Disorders (3 units)    (ii) Electives: Choose (at least) seven units from among the following courses CSCD-GE-2015 - Augmentative Communication (1 unit) CSCD-GE-2019 - Therapeutic Procedures in Speech Pathology: Voice Disorders (3 units) CSCD-GE-2020 - Therapeutic Procedures in Speech Pathology: Aphasia (3 units) CSCD-GE-2022 - Craniofacial Anomalies (3 units) CSCD-GE-2023 - Neurogenic Speech Disorders in Children (3 units) CSCD-GE-2062 - Dysphagia in Infants and Toddlers (1 unit) CSCD-GE-2067 - Baby Trachs (1 unit) CSCD-GE-2114 - Computerized Analysis of Language Transcripts (1 unit) CSCD-GE-2127 - Hearing Loss: Rehabilitation (3 units) CSCD-GE-2165 - Interdisciplinary Case-Based Dysphagia Mgmt (1 unit) CSCD-GE-2402 - Approaches to Natural Language (1 unit) CSCD-GE-2420 - Research Colloquium in CSD (1 unit) CSCD-GE 2000 - Independent Study (1-3 units) ( Points will count towards elective)    Clinical Practicums (Required) CSCD-GE-2111 - On-Campus Practicum I: Pre-Clinic (2 units) CSCD-GE-2115 - On-Campus Practicum II: Diagnostic Assessment (2 units) CSCD-GE-2116 - On-Campus Practicum III: Treatment (2 units) CSCD-GE-2117 - Off-Campus Pediatric Practicum (1 unit) CSCD-GE-2118 - Off Campus Adult Practicum (1 unit) CSCD-GE-2119 - Off Campus Practicum (1 unit) (only as needed)    Other Required Courses CSCD-GE-2000 - Master of Science Seminar (0 units) TCHL-GE-2999 - Drug and Alcohol Education, Child Abuse, School Violence Protection (0 units)    Additional ASHA Course Requirements    In addition to the courses listed above, ASHA requires coursework in statistics, science, and a foreign language. These language, science, and math requirements are necessary for New York State licensure and ASHA certification . The intent of this standard is to require students to have a broad liberal arts and science background. Specifically, students must:       Complete of three units of a language other than English.    Students must have transcript credit (which could include course work, advanced placement, CLEP, or examination of equivalency) for each of the following areas: human/animal biological science, physical science, social/behavioral science, and statistics. Appropriate course work may include human anatomy and physiology, neuroanatomy and neurophysiology, genetics, physics, inorganic and organic chemistry, psychology, sociology, anthropology, and statistics. Please note: Courses in biological and physical sciences and research methodology specifically related to communication sciences and disorders may not be applied for certification purposes in this category.       In addition to transcript credit, applicants may be required by their graduate program to provide further evidence of meeting this requirement. These prerequisite courses do not carry graduate credit for the master's degree.    Learning Outcomes    As a graduate of the MS program in Communicative Sciences and Disorders, you will:       Possess prerequisite skills in oral and written communication sufficient for entry into professional practice    Demonstrate knowledge of the principles of biological sciences, physical sciences, mathematics, and social/behavioral sciences    Demonstrate knowledge of basic human communication and swallowing processes, including their biological, neurological, acoustic, psychological, developmental, linguistic, and cultural bases    Demonstrate knowledge of the nature of speech, language, hearing, and communication disorders and differences and swallowing disorders, including etiologies, characteristics, anatomical /physiological, acoustic, psychological, developmental, and linguistic and cultural correlates    Apply principles and methods of prevention, assessment, and intervention for people with communication and swallowing disorders, including consideration of anatomical/physiological, developmental, and linguistic and cultural correlates of the disorders    Demonstrate knowledge and follow the standards of ethical conduct    Demonstrate knowledge of processes used in research and the integration of research principles into evidence-based clinical practice    Demonstrate knowledge of contemporary professional issues    Demonstrate knowledge about certification, specialty recognition, licensure, and other relevant professional credentials    Complete a supervised practicum that includes experience with individuals across the life span and from culturally/linguistic diverse backgrounds. The Practicum will include experience with populations with various severities of communication and /or related disorders, differences, and disabilities    Complete a program of study that includes supervised clinical experiences sufficient in breadth and depth to achieve skill with evaluation, intervention, and interaction and personal qualities necessary for entry into professional practice       The above outcomes are listed on the Knowledge and Skills Acquisition (KASA) form. Some will be met by undergraduate coursework completed prior to entering the program.                                                                         This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}]}][{"detail": [{"content": "Adjunct Faculty - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Adjunct Faculty                                                                   Suzanne S. Abraham    Suzanne S. Abraham, Ph.D., is Adjunct Associate Professor in the Department of Communication Sciences and Disorders at New York University, offering coursework in her specialty areas of dysphagia and tracheostomy in young pediatric patients. The founder of the Little Tykes with Trachs Program at Montefiore Medical Center, Dr. Abraham is recognized in the field of speech pathology for developing tracheostomy in infants and very young children as a specialty area of practice. A graduate of Penn State University for her B.S., M.S., and Ph.D., Dr. Abraham has held professorships at University of Arkansas, Columbia University Teachers College, and Albert Einstein College of Medicine. She has served on USDOE, NIH, &amp; NIDRR research grants and advisory panels, and currently serves on the International Expert Panel for the Management of Gastroenterological Issues in Rett Syndrome, headquartered at the Institute of Child Health Research in Australia. Dr. Abraham is published in peer-reviewed journals and is the recipient of the American Speech Language Hearing Association&rsquo;s Editor&rsquo;s Award. She has presented numerous scientific papers and invited seminars at state, national, and international meetings and programs. Her research interests include tracheostomized and airway babies, endoscopic and robotic supraglottic laryngectomy, Rett Syndrome/MECP2 mutations, and fluororadiographic analysis of neurophysiologic and structural abnormalities.    Leejung An    Leejung An received her Bachelor&rsquo;s and Master&rsquo;s degrees in Speech Pathology and Audiology in South Korea. She worked for Jeju Special Self-Governing province Rehabilitation Center and Park&rsquo;s Pediatrics as a speech-language pathologist for five years and for GNReSound Korea as an audiologist for three years. For in-depth study, she came to New York and she received her MPhil in Speech and Hearing Sciences (2012) at the Graduate Center. She is currently an advanced doctoral candidate with ABD status at the Graduate Center, City University of New York and a member of Audiology and Auditory Evoked Potential lab in Ph.D. program of Speech-Language-and Hearing Sciences. Her research interests lie in the area of speech perception and more specifically in the neural processing of English /r/ and /l/ by native Korean and Japanese speakers. She has taught Introduction Audiology and Aural Rehabilitation at New York University as an adjunct faculty.    Kelly Bridges Kelly Bridges, Ph.D. is a member of the adjunct faculty in the Department of Communicative Sciences and Disorders at New York University since 2009. She received Bachelor's and Master's degrees in Psychology from Loyola University Maryland and Florida Atlantic University, respectively. While completing her Ph.D. at New York University in Communicative Sciences and Disorders and as a member of the Brain and Behavior Laboratory at the Nathan Kline Institute under the direction of Drs. John and Diana Sidtis, she investigated speech and language characteristics of people with neurodegenerative disorders. Specifically, Dr. Bridges completed studies of formulaic language in people with Alzheimer's disease and Parkinson's disease resulting in peer-reviewed publications and conference presentations. Her dissertation research included an investigation of formulaic language and prosody in people with chronic treatment-resistant depression who have received the experimental treatment deep brain stimulation of the subcallosal cingulate. Clinically, Dr. Bridges is interested in adult and geriatric populations with cognitive-linguistic impairments and dysphagia, and she is currently working as a speech therapist with Language Fundamentals, Inc.    Lee Caggiano    Lee Caggiano, M.A., CCC-SLP, a Board Certified Specialist and Mentor in Fluency Disorders is the Director of Stuttering Therapy and Resource Center of Long Island, a private practice treating children, adolescents and adults who stutter. Caggiano is co-founder and Director of FRIENDS- the Association for Young People Who Stutter. She is committed to providing a high level of parent education and training and has developed and coordinated workshops for children who stutter, families and professionals for the past twenty years. She has presented nationally regarding effective therapy for clients who stutter, and the need to address the affective and cognitive aspects of stuttering, as well as the behavioral component. Caggiano serves as a consultant to many school districts as well as teaching the graduate level fluency courses at New York University, Queens College, and L.I.U University. Beth Dobbyn    Beth Dobbyn received a BBA in Marketing and an MS in Communication Disorders and Sciences. As a Speech-Language Pathologist, she established the speech program at the NYU Cochlear Implant Center, evaluating and treating pediatric and adult patients with cochlear implants. Prior to her work at NYU, Beth worked at Summit Speech School providing auditory, speech, and language therapy for children birth to five years of age. She also worked in the marketing field. Beth has been an adjunct professor in the Department of Communicative Sciences and Disorders since 2010, teaching Hearing Loss: Rehab.    Anna Eva Hallin    Anna Eva Hallin is a doctoral candidate in the Department of Communicative Sciences and Disorders at New York University. She has a master&rsquo;s degree in Speech-Language Pathology from the Department of Clinical Science Intervention and Technology (CLINTEC) at Karolinska Institutet in Stockholm, Sweden. At NYU she has served as an adjunct instructor teaching Language Disorders in Children and Language Development and Disorders in School-Aged Children since 2012. Before starting her doctoral studies she worked as a clinician and clinical supervisor in Stockholm, with a main focus on language and literacy in school-aged children and adults, and voice disorders. Her research interests are in the area of neurodevelopmental disorders in school-aged children and adolescents, and she is specifically interested in how external factors (such as speaking context, type of task or lexical frequency) and internal factors (such as language disorders, dyslexia, autism or working-memory difficulties) affect spoken and written language processing and production. She is currently developing her dissertation study &rdquo;Language processing and awareness in Swedish-speaking school-aged children with and without language impairment&rdquo; and her main supervisor is Dr. Christina Reuterski&ouml;ld. Anna Eva received the ASHA Graduate Student Scholarship in 2012 and the Fulbright Graduate Student Scholarship in 2010. She has presented various strands of her research at both national and international conferences. More information can be found on her homepage .    Rachel Jean-Baptiste    Rachel Jean-Baptiste has been a speech-language pathologist for over 20 years. She has provided assessment and treatment to children and adolescents. She also provides instruction and supervision to both undergraduates and graduate students in the university setting. She received a Ph.D. in Communication Sciences and Disorders from NYU in May 2012. Her dissertation focused on speech perception in internationally adopted children. Research interests include phonological and language development and disorders, in children and adolescents. Cathy Lazarus    Dr. Lazarus is Associate Professor in the Department of Otolaryngology, Icahn School of Medicine at Mount Sinai. She is also the Research Director of the Thyroid Head and Neck Cancer (THANC) Functional Outcomes Research Center, THANC Foundation, Department of Otolaryngology Head &amp; Neck Surgery, Mount Sinai Beth Israel. Dr. Lazarus is an adjunct Associate Professor within the Department of Communication Sciences &amp; Disorders, New York University. Dr. Lazarus received her BA, MS and PhD from Northwestern University. Her clinical and research focus involves voice, speech, swallowing and quality of life in treated head and neck cancer patients. She has received NIH funding and has collaborated on multi-center NIH clinical trials. Dr. Lazarus is an ASHA Fellow. She holds Board Certification in Swallowing and Swallowing Disorders and is currently Past- President of the International Dysphagia Research Society.    Binna Lee Binna Lee is a doctoral student in the Department of Communicative Sciences and Disorders at New York University. She earned her bachelor&rsquo;s degree and master&rsquo;s degree in the Department of English Language and Literature from Seoul, Korea and completed another master&rsquo;s degree in Speech-Language Pathology at Teachers College Columbia University. Her research interest includes neurogenic communication disorders and voice. Her first doctoral candidacy project investigates the effect of second language acquisition and task type on acoustic vocal characteristics in bilingual speakers. Currently, she is working on her second doctoral candidacy project, which focuses on acquired spelling and reading errors in patients with aphasia. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program, she teaches Speech Science: Instrumentation.    Peter Rahanis    Peter Rahanis, M.S. CCC-SLP, graduated from Worcester State College in 2002 with a master in speech language pathology. He conducted his clinical fellowship year at Staten Island University Hospital. During his time at SIUH he provided acute care evaluation and treatment of dysphagia. He was responsible for conducting Modified Barium Swallow Studies, treating patients with brain injury, and providing outpatient services in the speech and language clinic, including instrumental evaluation and treatment of voice disorders. In 2004, he became manager of the speech-language pathology department at Sea View Hospital Rehabilitation Hospital Center and Home (SVH). SVH is a long term care facility with a traumatic brain injury unit. He was responsible for the day to day operations of the speech department, development of staff, educating graduate students, and ensuring the highest quality services are provided to every resident. He has been providing related and contractual services for the board of education since 2003. He has worked at RMP Communication and Simply Speaking Speech and Language Center. He has worked closely with children diagnosed with autism, ADHD, specific language disorders, and articulation/phonological disorders. He has many years evaluating and treating dysphagia (swallowing disorders). He has accrued vast knowledge treating children with autism ranging from mild Asperger&rsquo;s to severely autistic. He is currently a clinical supervisor in speech pathology at New York University (NYU). Specifically, he is the student supervisor at Terence Cardinale Cooke Hospital, working with individuals diagnosed with Huntington's Chorea. He is also currently the owner of The Speech Arc, P.C., a private practice in speech language pathology located in Staten Island, New York. He is fully certified by the state of New York and by the American Speech-Language Heating Association. He holds a certificate of clinical competence and a certification to provide Vital Stim Therapy&reg;. He is certified in Computer Base Intervention (CBI).    Karen L. Riedel    Born, grew up in Ohio, received BA in Social Studies from Eastern Michigan University, MS in Speech Pathology and Audiology from the University of Michigan, and PhD from the Graduate Center City University of New York in Speech Science. My work experience has been almost entirely with the New York University Langone Medical Center&rsquo;s Rusk Institute of Rehabilitation Medicine (now Rusk Rehabilitation) starting from Staff Speech-Language Pathologist and through a series of promotions to the present Director, Speech-Language Pathology Department. My main area of expertise and research has been neurogenic communication disorders, primarily aphasia and related disorders. The program at Rusk Rehabilitation includes the breadth of communication and swallowing disorders that are serviced in an academic medical center including in addition to the neurogenic communication disorders, dysphagia, voice, cochlear implant speech and language, trach/vent management. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program I have taught Motor Speech Disorders, Language Disorders in Adults, Critical Issues in Research, and Anatomy and Physiology.    Affiliated Faculty    Offiong Aqua    Born in Nigeria, he received his M.D. from the Faculty of Medicine at Friendship University, Moscow, Russia in 1986. His post-graduate training at the same University was in Facio-Maxillary Surgery. For more than a decade, he was a faculty member at Mercy College, Dobbs Ferry, NY where he helped establish programs in Occupational Therapy and Physical Therapy, and served as Co-Chair, Department of Natural Sciences. He also served as adjunct faculty at New York Medical College, Valhalla, New York before joining the faculty at New York University.    He is a pivotal member of the heath section of NYU Africa House, ( http://www.nyu.edu/africahouse/ ) a research institute that among other things focuses on global African health care issues.) On a NYU health care grant, in 2007, he helped develop an academic partnership between the Ghana Ministry of Health and New York University at Ghana. This partnership resulted in the launching of the Steinhardt School's (Department of Occupational Therapy) first health-related course abroad Jan 2008 \"A Global Disability Course\" under the auspices of New York University Campus in Accra, Ghana.    In 2006, Dr. Aqua received a Teaching Excellence Award from the Steinhardt School of Culture, Education and Human Development. He is presently working with six senior faculty members from the NYU School of Medicine and the NYU Wagner School of Health Policy on establishing a joint collaboration with different organizations in Ghana including the Noguchi Medical Research Institute, the University of Ghana School of Public Health, the Ghana Health Ministry and Korle-bu Teaching Hospital in Accra. The focus of the collaboration is building training and research capacity in the areas of emergency medicine, health systems and prevention of non-communicable diseases.    Professor Offiong Aqua successfully conducted a Health System Audit for Akwa-ibom State Government in Nigeria. Akwa-ibom State is the #1 producer of petroleum (oil) in Nigeria. This audit (system of assessment) is currently used for healthcare planning in that region. He is, in addition, working with another senior faculty member from the NYU School of Medicine on a program proposal to institute a Functional Health Care System in the oil producing region of Nigeria (pop = 40 million). The main feature of this program is academic training and international clinical education.    Ryan C. Branski Ryan Branski Ph.D is Associate Director of the NYU Voice Center and Associate Professor of Otolaryngology at New York University. He is in affiliated faculty member of the CSD Department.    Dr. Branski is a licensed speech pathologist specializing in voice rehabilitation. He received his undergraduate and graduate degrees from the University of Florida, and his doctorate from the University of Pittsburgh School of Health and Rehabilitation Sciences. He completed his Clinical Fellowship at the University of Pittsburgh Voice Center.    Prior to joining the NYU Voice Center, Dr. Branski served as the Associate Director of the Speech, Hearing, and Rehabilitation Center at Memorial Sloan-Kettering Cancer Center. Dr. Branski is an active member of the American Speech, Language, Hearing Association (ASHA). He is also the recipient of the Award for Early Career Contributions in Research by ASHA. Dr. Branski runs an active research laboratory funded by the National Institutes of Health and is considered a leader in the study of vocal fold injury and repair and the development of novel gene therapy techniques. He has published over sixty scientific articles and two seminal books on the voice. To view his professional website, click here .                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}]},
{"detail": [{"content": "Adjunct Faculty - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Adjunct Faculty                                                                   Suzanne S. Abraham    Suzanne S. Abraham, Ph.D., is Adjunct Associate Professor in the Department of Communication Sciences and Disorders at New York University, offering coursework in her specialty areas of dysphagia and tracheostomy in young pediatric patients. The founder of the Little Tykes with Trachs Program at Montefiore Medical Center, Dr. Abraham is recognized in the field of speech pathology for developing tracheostomy in infants and very young children as a specialty area of practice. A graduate of Penn State University for her B.S., M.S., and Ph.D., Dr. Abraham has held professorships at University of Arkansas, Columbia University Teachers College, and Albert Einstein College of Medicine. She has served on USDOE, NIH, &amp; NIDRR research grants and advisory panels, and currently serves on the International Expert Panel for the Management of Gastroenterological Issues in Rett Syndrome, headquartered at the Institute of Child Health Research in Australia. Dr. Abraham is published in peer-reviewed journals and is the recipient of the American Speech Language Hearing Association&rsquo;s Editor&rsquo;s Award. She has presented numerous scientific papers and invited seminars at state, national, and international meetings and programs. Her research interests include tracheostomized and airway babies, endoscopic and robotic supraglottic laryngectomy, Rett Syndrome/MECP2 mutations, and fluororadiographic analysis of neurophysiologic and structural abnormalities.    Leejung An    Leejung An received her Bachelor&rsquo;s and Master&rsquo;s degrees in Speech Pathology and Audiology in South Korea. She worked for Jeju Special Self-Governing province Rehabilitation Center and Park&rsquo;s Pediatrics as a speech-language pathologist for five years and for GNReSound Korea as an audiologist for three years. For in-depth study, she came to New York and she received her MPhil in Speech and Hearing Sciences (2012) at the Graduate Center. She is currently an advanced doctoral candidate with ABD status at the Graduate Center, City University of New York and a member of Audiology and Auditory Evoked Potential lab in Ph.D. program of Speech-Language-and Hearing Sciences. Her research interests lie in the area of speech perception and more specifically in the neural processing of English /r/ and /l/ by native Korean and Japanese speakers. She has taught Introduction Audiology and Aural Rehabilitation at New York University as an adjunct faculty.    Kelly Bridges Kelly Bridges, Ph.D. is a member of the adjunct faculty in the Department of Communicative Sciences and Disorders at New York University since 2009. She received Bachelor's and Master's degrees in Psychology from Loyola University Maryland and Florida Atlantic University, respectively. While completing her Ph.D. at New York University in Communicative Sciences and Disorders and as a member of the Brain and Behavior Laboratory at the Nathan Kline Institute under the direction of Drs. John and Diana Sidtis, she investigated speech and language characteristics of people with neurodegenerative disorders. Specifically, Dr. Bridges completed studies of formulaic language in people with Alzheimer's disease and Parkinson's disease resulting in peer-reviewed publications and conference presentations. Her dissertation research included an investigation of formulaic language and prosody in people with chronic treatment-resistant depression who have received the experimental treatment deep brain stimulation of the subcallosal cingulate. Clinically, Dr. Bridges is interested in adult and geriatric populations with cognitive-linguistic impairments and dysphagia, and she is currently working as a speech therapist with Language Fundamentals, Inc.    Lee Caggiano    Lee Caggiano, M.A., CCC-SLP, a Board Certified Specialist and Mentor in Fluency Disorders is the Director of Stuttering Therapy and Resource Center of Long Island, a private practice treating children, adolescents and adults who stutter. Caggiano is co-founder and Director of FRIENDS- the Association for Young People Who Stutter. She is committed to providing a high level of parent education and training and has developed and coordinated workshops for children who stutter, families and professionals for the past twenty years. She has presented nationally regarding effective therapy for clients who stutter, and the need to address the affective and cognitive aspects of stuttering, as well as the behavioral component. Caggiano serves as a consultant to many school districts as well as teaching the graduate level fluency courses at New York University, Queens College, and L.I.U University. Beth Dobbyn    Beth Dobbyn received a BBA in Marketing and an MS in Communication Disorders and Sciences. As a Speech-Language Pathologist, she established the speech program at the NYU Cochlear Implant Center, evaluating and treating pediatric and adult patients with cochlear implants. Prior to her work at NYU, Beth worked at Summit Speech School providing auditory, speech, and language therapy for children birth to five years of age. She also worked in the marketing field. Beth has been an adjunct professor in the Department of Communicative Sciences and Disorders since 2010, teaching Hearing Loss: Rehab.    Anna Eva Hallin    Anna Eva Hallin is a doctoral candidate in the Department of Communicative Sciences and Disorders at New York University. She has a master&rsquo;s degree in Speech-Language Pathology from the Department of Clinical Science Intervention and Technology (CLINTEC) at Karolinska Institutet in Stockholm, Sweden. At NYU she has served as an adjunct instructor teaching Language Disorders in Children and Language Development and Disorders in School-Aged Children since 2012. Before starting her doctoral studies she worked as a clinician and clinical supervisor in Stockholm, with a main focus on language and literacy in school-aged children and adults, and voice disorders. Her research interests are in the area of neurodevelopmental disorders in school-aged children and adolescents, and she is specifically interested in how external factors (such as speaking context, type of task or lexical frequency) and internal factors (such as language disorders, dyslexia, autism or working-memory difficulties) affect spoken and written language processing and production. She is currently developing her dissertation study &rdquo;Language processing and awareness in Swedish-speaking school-aged children with and without language impairment&rdquo; and her main supervisor is Dr. Christina Reuterski&ouml;ld. Anna Eva received the ASHA Graduate Student Scholarship in 2012 and the Fulbright Graduate Student Scholarship in 2010. She has presented various strands of her research at both national and international conferences. More information can be found on her homepage .    Rachel Jean-Baptiste    Rachel Jean-Baptiste has been a speech-language pathologist for over 20 years. She has provided assessment and treatment to children and adolescents. She also provides instruction and supervision to both undergraduates and graduate students in the university setting. She received a Ph.D. in Communication Sciences and Disorders from NYU in May 2012. Her dissertation focused on speech perception in internationally adopted children. Research interests include phonological and language development and disorders, in children and adolescents. Cathy Lazarus    Dr. Lazarus is Associate Professor in the Department of Otolaryngology, Icahn School of Medicine at Mount Sinai. She is also the Research Director of the Thyroid Head and Neck Cancer (THANC) Functional Outcomes Research Center, THANC Foundation, Department of Otolaryngology Head &amp; Neck Surgery, Mount Sinai Beth Israel. Dr. Lazarus is an adjunct Associate Professor within the Department of Communication Sciences &amp; Disorders, New York University. Dr. Lazarus received her BA, MS and PhD from Northwestern University. Her clinical and research focus involves voice, speech, swallowing and quality of life in treated head and neck cancer patients. She has received NIH funding and has collaborated on multi-center NIH clinical trials. Dr. Lazarus is an ASHA Fellow. She holds Board Certification in Swallowing and Swallowing Disorders and is currently Past- President of the International Dysphagia Research Society.    Binna Lee Binna Lee is a doctoral student in the Department of Communicative Sciences and Disorders at New York University. She earned her bachelor&rsquo;s degree and master&rsquo;s degree in the Department of English Language and Literature from Seoul, Korea and completed another master&rsquo;s degree in Speech-Language Pathology at Teachers College Columbia University. Her research interest includes neurogenic communication disorders and voice. Her first doctoral candidacy project investigates the effect of second language acquisition and task type on acoustic vocal characteristics in bilingual speakers. Currently, she is working on her second doctoral candidacy project, which focuses on acquired spelling and reading errors in patients with aphasia. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program, she teaches Speech Science: Instrumentation.    Peter Rahanis    Peter Rahanis, M.S. CCC-SLP, graduated from Worcester State College in 2002 with a master in speech language pathology. He conducted his clinical fellowship year at Staten Island University Hospital. During his time at SIUH he provided acute care evaluation and treatment of dysphagia. He was responsible for conducting Modified Barium Swallow Studies, treating patients with brain injury, and providing outpatient services in the speech and language clinic, including instrumental evaluation and treatment of voice disorders. In 2004, he became manager of the speech-language pathology department at Sea View Hospital Rehabilitation Hospital Center and Home (SVH). SVH is a long term care facility with a traumatic brain injury unit. He was responsible for the day to day operations of the speech department, development of staff, educating graduate students, and ensuring the highest quality services are provided to every resident. He has been providing related and contractual services for the board of education since 2003. He has worked at RMP Communication and Simply Speaking Speech and Language Center. He has worked closely with children diagnosed with autism, ADHD, specific language disorders, and articulation/phonological disorders. He has many years evaluating and treating dysphagia (swallowing disorders). He has accrued vast knowledge treating children with autism ranging from mild Asperger&rsquo;s to severely autistic. He is currently a clinical supervisor in speech pathology at New York University (NYU). Specifically, he is the student supervisor at Terence Cardinale Cooke Hospital, working with individuals diagnosed with Huntington's Chorea. He is also currently the owner of The Speech Arc, P.C., a private practice in speech language pathology located in Staten Island, New York. He is fully certified by the state of New York and by the American Speech-Language Heating Association. He holds a certificate of clinical competence and a certification to provide Vital Stim Therapy&reg;. He is certified in Computer Base Intervention (CBI).    Karen L. Riedel    Born, grew up in Ohio, received BA in Social Studies from Eastern Michigan University, MS in Speech Pathology and Audiology from the University of Michigan, and PhD from the Graduate Center City University of New York in Speech Science. My work experience has been almost entirely with the New York University Langone Medical Center&rsquo;s Rusk Institute of Rehabilitation Medicine (now Rusk Rehabilitation) starting from Staff Speech-Language Pathologist and through a series of promotions to the present Director, Speech-Language Pathology Department. My main area of expertise and research has been neurogenic communication disorders, primarily aphasia and related disorders. The program at Rusk Rehabilitation includes the breadth of communication and swallowing disorders that are serviced in an academic medical center including in addition to the neurogenic communication disorders, dysphagia, voice, cochlear implant speech and language, trach/vent management. As an adjunct professor at NYU&rsquo;s Communication Sciences and Disorders program I have taught Motor Speech Disorders, Language Disorders in Adults, Critical Issues in Research, and Anatomy and Physiology.    Affiliated Faculty    Offiong Aqua    Born in Nigeria, he received his M.D. from the Faculty of Medicine at Friendship University, Moscow, Russia in 1986. His post-graduate training at the same University was in Facio-Maxillary Surgery. For more than a decade, he was a faculty member at Mercy College, Dobbs Ferry, NY where he helped establish programs in Occupational Therapy and Physical Therapy, and served as Co-Chair, Department of Natural Sciences. He also served as adjunct faculty at New York Medical College, Valhalla, New York before joining the faculty at New York University.    He is a pivotal member of the heath section of NYU Africa House, ( http://www.nyu.edu/africahouse/ ) a research institute that among other things focuses on global African health care issues.) On a NYU health care grant, in 2007, he helped develop an academic partnership between the Ghana Ministry of Health and New York University at Ghana. This partnership resulted in the launching of the Steinhardt School's (Department of Occupational Therapy) first health-related course abroad Jan 2008 \"A Global Disability Course\" under the auspices of New York University Campus in Accra, Ghana.    In 2006, Dr. Aqua received a Teaching Excellence Award from the Steinhardt School of Culture, Education and Human Development. He is presently working with six senior faculty members from the NYU School of Medicine and the NYU Wagner School of Health Policy on establishing a joint collaboration with different organizations in Ghana including the Noguchi Medical Research Institute, the University of Ghana School of Public Health, the Ghana Health Ministry and Korle-bu Teaching Hospital in Accra. The focus of the collaboration is building training and research capacity in the areas of emergency medicine, health systems and prevention of non-communicable diseases.    Professor Offiong Aqua successfully conducted a Health System Audit for Akwa-ibom State Government in Nigeria. Akwa-ibom State is the #1 producer of petroleum (oil) in Nigeria. This audit (system of assessment) is currently used for healthcare planning in that region. He is, in addition, working with another senior faculty member from the NYU School of Medicine on a program proposal to institute a Functional Health Care System in the oil producing region of Nigeria (pop = 40 million). The main feature of this program is academic training and international clinical education.    Ryan C. Branski Ryan Branski Ph.D is Associate Director of the NYU Voice Center and Associate Professor of Otolaryngology at New York University. He is in affiliated faculty member of the CSD Department.    Dr. Branski is a licensed speech pathologist specializing in voice rehabilitation. He received his undergraduate and graduate degrees from the University of Florida, and his doctorate from the University of Pittsburgh School of Health and Rehabilitation Sciences. He completed his Clinical Fellowship at the University of Pittsburgh Voice Center.    Prior to joining the NYU Voice Center, Dr. Branski served as the Associate Director of the Speech, Hearing, and Rehabilitation Center at Memorial Sloan-Kettering Cancer Center. Dr. Branski is an active member of the American Speech, Language, Hearing Association (ASHA). He is also the recipient of the Award for Early Career Contributions in Research by ASHA. Dr. Branski runs an active research laboratory funded by the National Institutes of Health and is considered a leader in the study of vocal fold injury and repair and the development of novel gene therapy techniques. He has published over sixty scientific articles and two seminal books on the voice. To view his professional website, click here .                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}, {"content": "Curriculum - Master&#039;s Program - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Master's Studies                                                           Curriculum                         Undergraduate-Level Prerequisite Courses Master's-Level Courses Additional Course Requirements Learning Outcomes    Undergraduate-Level Prerequisite Courses    Fall Prerequisites :    CSCD-UE 0009 - Neuroanatomy and Physiology of Communication (3 units) CSCD-UE 0061 - Phonetics and Phonemics of American English (3 units) CSCD-UE 1230 - Introduction to Audiology (3 units)    Spring Prerequisites :    CSCD-UE 0008 - Anatomy and Physiology of Speech and Hearing Mechanism (3 units) CSCD-UE 0402 - Acoustic Phonetics (3 units) CSCD-UE 1101 - Introduction to Articulation Disorders (3 units) CSCD-UE 1205 - Audiology: Intervention Strategies across the Lifespan (3 units) CSCD-UE 1601 - Language Development in Preschool Years (3 units)    Most prerequisite courses must be completed before registering for 2000-level graduate courses. Prerequisite courses not taken at NYU require a minimum grade of B. Any student who is missing some or all of the prerequisite courses must complete these in addition to the 53 units required for the MS degree (see below).    Note: Beginning in fall 2015, students must have a completed academic course in Linguistics or Science of Language as a prerequisite to the master's curriculum. The linguistic course may be taken at NYU, another college, or online, with permission of a faculty member. Due to the high number of interested applicants, our department is unable to review transcripts and approve prerequisite courses for prospective students. It is advised that students compare the course descriptions of previously taken courses in communicative sciences and disorders to the department&rsquo;s prerequisite course descriptions, which can be found on our website&rsquo;s Course Listing page, in order to determine if the content is an accurate match. In addition, students may utilize our Prerequisite Course Equivalent resource in order to determine some of the alternative course titles that we have accepted from outside universities.    Master's-Level Courses    Normal Process and Research Courses    (i) Required CSCD-GE-2125 - Speech Science Instrumentation (2 units) CSCD-GE-2109 - Critical Evaluation of Research in Speech and Hearing Sciences and Disorders (3 units)    (ii) Electives: Choose (at least) one additional Normal Process Course CSCD-GE-2130 - Perception and Production of Speech (3 units) CSCD-GE-2041 - Advanced Anatomy, Physiology, &amp; Neurology of the Speech and Hearing Mech. (3 credits) APSY-GE-2138 - Human Growth and Development (3 units) APSY-GE-2271 - Survey of Developmental Psychology (3 units) APSY-GE-2272 - Adolescent Development (3 units)    Clinical and Disorders Courses    (i) Required CSCD-GE-2016 - Motor Speech Disorders (3 units) CSCD-GE-2021 - Adult Language Disorders (3 units) CSCD-GE-2028 - Fluency Disorders (3 units) CSCD-GE-2035 - Language Development and Disorders in School-Aged Children (3 units) CSCD-GE-2037 - Voice Disorders (3 units) CSCD-GE-2039 - Language Disorders in Children (3 units) CSCD-GE-2060 - Dysphagia in Adults and Children (3 units) CSCD-GE-2075 - Principles of Intervention with Speech-Language Disorders (3 units) CSCD-GE-2108 - Phonological Analysis of Normal and Disordered Speech (3 units) CSCD-GE-2110 - Multi-Cultural and Professional Issues in Communicative Sciences and Disorders (3 units)    (ii) Electives: Choose (at least) seven units from among the following courses CSCD-GE-2015 - Augmentative Communication (1 unit) CSCD-GE-2019 - Therapeutic Procedures in Speech Pathology: Voice Disorders (3 units) CSCD-GE-2020 - Therapeutic Procedures in Speech Pathology: Aphasia (3 units) CSCD-GE-2022 - Craniofacial Anomalies (3 units) CSCD-GE-2023 - Neurogenic Speech Disorders in Children (3 units) CSCD-GE-2062 - Dysphagia in Infants and Toddlers (1 unit) CSCD-GE-2067 - Baby Trachs (1 unit) CSCD-GE-2114 - Computerized Analysis of Language Transcripts (1 unit) CSCD-GE-2127 - Hearing Loss: Rehabilitation (3 units) CSCD-GE-2165 - Interdisciplinary Case-Based Dysphagia Mgmt (1 unit) CSCD-GE-2402 - Approaches to Natural Language (1 unit) CSCD-GE-2420 - Research Colloquium in CSD (1 unit) CSCD-GE 2000 - Independent Study (1-3 units) ( Points will count towards elective)    Clinical Practicums (Required) CSCD-GE-2111 - On-Campus Practicum I: Pre-Clinic (2 units) CSCD-GE-2115 - On-Campus Practicum II: Diagnostic Assessment (2 units) CSCD-GE-2116 - On-Campus Practicum III: Treatment (2 units) CSCD-GE-2117 - Off-Campus Pediatric Practicum (1 unit) CSCD-GE-2118 - Off Campus Adult Practicum (1 unit) CSCD-GE-2119 - Off Campus Practicum (1 unit) (only as needed)    Other Required Courses CSCD-GE-2000 - Master of Science Seminar (0 units) TCHL-GE-2999 - Drug and Alcohol Education, Child Abuse, School Violence Protection (0 units)    Additional ASHA Course Requirements    In addition to the courses listed above, ASHA requires coursework in statistics, science, and a foreign language. These language, science, and math requirements are necessary for New York State licensure and ASHA certification . The intent of this standard is to require students to have a broad liberal arts and science background. Specifically, students must:       Complete of three units of a language other than English.    Students must have transcript credit (which could include course work, advanced placement, CLEP, or examination of equivalency) for each of the following areas: human/animal biological science, physical science, social/behavioral science, and statistics. Appropriate course work may include human anatomy and physiology, neuroanatomy and neurophysiology, genetics, physics, inorganic and organic chemistry, psychology, sociology, anthropology, and statistics. Please note: Courses in biological and physical sciences and research methodology specifically related to communication sciences and disorders may not be applied for certification purposes in this category.       In addition to transcript credit, applicants may be required by their graduate program to provide further evidence of meeting this requirement. These prerequisite courses do not carry graduate credit for the master's degree.    Learning Outcomes    As a graduate of the MS program in Communicative Sciences and Disorders, you will:       Possess prerequisite skills in oral and written communication sufficient for entry into professional practice    Demonstrate knowledge of the principles of biological sciences, physical sciences, mathematics, and social/behavioral sciences    Demonstrate knowledge of basic human communication and swallowing processes, including their biological, neurological, acoustic, psychological, developmental, linguistic, and cultural bases    Demonstrate knowledge of the nature of speech, language, hearing, and communication disorders and differences and swallowing disorders, including etiologies, characteristics, anatomical /physiological, acoustic, psychological, developmental, and linguistic and cultural correlates    Apply principles and methods of prevention, assessment, and intervention for people with communication and swallowing disorders, including consideration of anatomical/physiological, developmental, and linguistic and cultural correlates of the disorders    Demonstrate knowledge and follow the standards of ethical conduct    Demonstrate knowledge of processes used in research and the integration of research principles into evidence-based clinical practice    Demonstrate knowledge of contemporary professional issues    Demonstrate knowledge about certification, specialty recognition, licensure, and other relevant professional credentials    Complete a supervised practicum that includes experience with individuals across the life span and from culturally/linguistic diverse backgrounds. The Practicum will include experience with populations with various severities of communication and /or related disorders, differences, and disabilities    Complete a program of study that includes supervised clinical experiences sufficient in breadth and depth to achieve skill with evaluation, intervention, and interaction and personal qualities necessary for entry into professional practice       The above outcomes are listed on the Knowledge and Skills Acquisition (KASA) form. Some will be met by undergraduate coursework completed prior to entering the program.                                                                         This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}]}]