[{"detail": [{"content": "Course Descriptions                                                           Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach                Course Descriptions: AY 2008-09  [an error occurred while processing this directive]   ALGEBRA AND NUMBER THEORY       G63.2110.001,  2120.001 LINEAR ALGEBRA I, II    3 points per term. Fall and spring terms.  Monday, 5:10-7:00, E. Vanden Eijnden (fall); Tuesday, 5:10-7:00 F. Greenleaf (spring).     Fall Term     Prerequisite : undergraduate linear algebra or permission of the instructor.    Linear spaces, subspaces. Linear dependence, linear independence; span, basis, dimension, isomorphism. Quotient spaces.  Linear functionals, Dual spaces. Linear mappings, null space, range, fundamental theorem of linear algebra. Underdetermined systems of linear equations. Composition, inverse, transpose of linear maps, algebra of linear maps. Similarity transformations. Matrices, matrix Multiplication, Matrix Inverse, Matrix Representation of Linear Maps, Determinant, Laplace expansion, Cramer's rule. Eigenvalue problem, eigenvalues and eigenvectors, characteristic polynomial, Cayley-Hamilton theorem. Diagonalization.    Text: Linear Algebra, Friedberg, Insel &amp; Spence, Prentice-Hall, 4th Ed.    Strongly recommended text: Schaum&#8217;s Outline Series: Linear Algebra , S. Lipschuts     Spring Term     Prerequisite : Linear Algebra I or permission of the instructor.    Spectral Theory for General Maps Finite Dimensions: The Eigenvalue Problem, Characteristic and Minimal Polynomials, Cayley-Hamilton Theorem, Spectral Mapping Theorem, Generalized Eigenvectors, Similarity Transformations, Similar Matrices. The Adjoint, Euclidean Structure on Linear Spaces. Vector norms, Orthogonal Projections &amp; Complements, Orthonormal Basis, Matrix Norm, Isometry, Complex Euclidean Space. Spectral Theory for Selfadjoint Mappings, Quadratic Forms, Spectral Resolution, Orthogonal, Unitary, Symmetric, Hermitian,  Skew-Symmetric, Skew-Hermitian and Positive Definite Matrices and Operators. Normal Maps, Commuting Maps and Simultaneous Diagonalization of Matrices. Rayleigh Quotient, The Minmax Principle.    Text: Linear Algebra , Friedberg, Insel &amp; Spence, Prentice-Hall, 4th Ed.    Cross-listed as V63.0141, 0142.      G63.2110.001  LINEAR ALGEBRA I    3 points. Spring term.  Tuesday, 5:10-7:00, E. Vanden Eijnden .     Prerequisite : undergraduate Linear Algebra or permission of the instructor.    Linear spaces, subspaces. Linear dependence, linear independence; span, basis, dimension, isomorphism. Quotient spaces.  Linear functionals, dual spaces. Linear mappings, null space, range, fundamental theorem of linear algebra. Underdetermined systems of linear equations. Composition, inverse, transpose of linear maps, algebra of linear maps. Similarity transformations. Matrices, matrix Multiplication, Matrix Inverse, Matrix Representation of Linear Maps determinant, Laplace expansion, Cramer's rule. Eigenvalue problem, eigenvalues and eigenvectors, characteristic polynomial, Cayley-Hamilton theorem.  Diagonalization.    Text: Linear Algebra , P. Lax, Wiley - Interscience     G63.2111.001  LINEAR ALGEBRA (one-term format)    3 points. Fall term.  Thursday, 9:00-10:50, W. Ren .     Prerequisite : undergraduate linear algebra.    Linear algebra is two things in one: a general methodology for solving linear systems, and a beautiful abstract structure underlying much of mathematics and the sciences. In this class, we'll try to strike a  balance between both. We will follow the book of our own Peter Lax, which does a superb job in describing the mathematical structure of linear algebra, and complement it with applications and computing. The most advanced topics include spectral theory, convexity, duality, and various matrix decompositions.    Text: Linear Algebra , P. Lax, Wiley-Interscience Publications    Optional text: Linear Algebra and Its Applications , G. Strang     G63.2130.001,  2140.001 ALGEBRA I, II    3 points per term. Fall and spring terms.  Tuesday, 7:10-9:00, S. Jain (fall); Monday, 7:10-9:00, D. Harvey (spring)     Prerequisite :  elements of linear algebra and the theory of rings and fields.     Fall term    Basic concepts of groups, rings and fields. Symmetry groups, linear groups, Sylow theorems; quotient rings, polynomial rings, ideals, unique factorization, Nullstellensatz; field extensions, finite fields.     Spring term    Representations of finite groups. Characters, orthogonality of the characters of irreducible representations, a ring of representations. Induced representations, Artin&#8217;s theorem, Brauer&#8217;s theorem. Representations of compact groups and the Peter-Weyl theorem. Lie groups, examples of Lie groups, representations and characters of Lie group. Lie algebras associated with Lie groups.  Applications of the group representations in algebra and physics.  Elements of algebraic geometry.    Text: Algebra , M. Artin, Prentice Hall    Supplementary texts: Algebra , S. Lang; Linear Representations of Finite Groups , J. P. Serre; Undergraduate Algebraic Geometry , M. Reid; Representations and Characters of Groups , G. James and M. Liebeck; Cambridge Math Textbooks, 1993; Representation Theory , W. Fulton and J. Harris, Springer-Verlag; The Symmetric Group , B. E. Sagan, Wadsworth &amp; Brooks/Cole Math. Series; R epresentations of Compact Lie Groups , T. Brocker and T. tom Dieck     G63.2210.001  NUMBER THEORY  3 points. Spring term.  Tuesday, 5:10-7:00, Y. Tschinkel .     Prerequisites : basic complex analysis and algebra helpful.    Introduction to elementary methods of number theory. Topics: arithmetic functions, congruences, the prime number theorem, primes in arithmetic progression, quadratic reciprocity, the arithmetic of number fields, approximations and transcendence theory, p-adic numbers, diophantine equations of degree 2 and 3.    Text: A course in Arithmetic , J. P. Serrre, Springer GTM, #7     G63.2250.001  ADVANCED TOPICS IN NUMBER THEORY ( M odern Analytic and Algebraic Number Theory)    3 points. Fall term.  Monday, 9:30-11:20, Y. Tschinkel.     Prerequisites : complex analysis, algebra and basic number theory.   Introduction to modern problems in analytic and algebraic number theory. Diophantine equations of degree 2 and 3. L-functions. Cohomological methods. Recommended texts: Y. Manin, A. http://www.ams.org/mathscinet/search/publications.html?pg1=IID&amp;s1=190766 , Panchishkin, http://www.ams.org/mathscinet/search/publications.html?pg1=IID&amp;s1=196072 , Introduction to modern number theory. Fundamental problems, ideas and  theories . Second ed.. Encyclopaedia of Mathematical Sciences, 49. http://www.ams.org/mathscinet/search/series.html?cn=Encyclopaedia_of_Mathematical_Sciences , *Springer-Verlag, Berlin,* 2005. xvi+514 pp. Grading: this course will be graded as a regular course.     GEOMETRY AND TOPOLOGY       G63.2310.001,  2320.001 TOPOLOGY I, II    3 points per term. Fall and spring terms.  Monday, 7:10-9:00 (fall); Tuesday, 7:10-9:00 (spring), S. Cappell .     Fall term    Prerequisites: any knowledge of groups, rings, vector spaces and multivariable calculus is helpful. Undergraduate students planning to take this course must have V63.0343 Algebra I or permission of the Department.    After introducing metric and general topological spaces, the emphasis will be on the algebraic topology of manifolds and cell complexes. Elements of algebraic topology to be covered include fundamental groups and covering spaces, homotopy and the degree of maps and its applications. Some differential topology will be introduced including transversality and intersection theory. Some examples will be taken from knot theory.    Useful texts: Algebraic Topology , A. Hatcher (on-line at http://www.math.cornell.edu/~hatcher/#ATI); Topology , J. Munkres, Prentice Hall 2000, 2nd Ed.; Differential Topology, Guillemin &amp; Pollack, Prentice Hall; Topology from a Differential Viewpoint . J. Milnor, Princeton University Press.     Spring term    Homology and cohomology from simplicial, singular, cellular, axiomatic and differential form viewpoints. Axiomatic characterizations and applications to geometrical problems of embedding and fixed points. Manifolds and Poincare duality. Products and ring structures. Vector bundles, tangent bundles, De Rham cohomology and differential forms.     G63.2350.001,  2360.001 DIFFERENTIAL GEOMETRY I, II    3 points per term. Fall and spring terms.  Tuesday, 9:30-11:20, H. Hofer (fall); Monday, 1:25-3:15, J. Cheeger  (spring).     Prerequisites : multivariable calculus and linear algebra.     Fall Term    Differentiable manifolds, tangent bundle, embedding theorems, vector fields and differential forms. Riemannian metrics and connections, geodesics, exponential map, and Jacobi fields. Generalizations of differential geometric concepts and applications.     Spring Term    Differential forms. Integration on manifolds. Sard's Theorem. DeRham cohomology. Morse theory.  Submanifolds and second fundamental form. Applications to geometric problems.     G63.2333.001  ADVANCED TOPICS IN TOPOLOGY (Concentration of Measure)    3 points. Fall term.  Tuesday, 1:25-3:15, A. Naor .     Prerequisites : Basic real analysis and measure theory, basic probability theory, linear algebra.    This course will cover a variety of tools for proving concentration and deviation inequalities. These include geometric methods and isoperimetry, large deviations and moment methods, martingale methods,  spectral methods, log-Sobolev inequalities, Talagrand induction for product spaces, generic chaining and majorizing measures, Kim-Vu concentration for polynomials, geometric inequalities and log concavity. These tools have a wide range of applications in many areas of mathematics and theoretical computer science. We will also present some examples of such applications. The course will be self contained and accessible to mathematics and computer science students that have mathematical maturity and basic knowledge of real analysis, probability theory and linear algebra.    Recommended text: The Concentration of Measure Phenomenon , Michel Ledoux.    Grading: this course will be graded as a seminar course requiring a presentation.      G63.2410.001  ADVANCED TOPICS IN GEOMETRY (Topic TBA)    3 points. Spring term.  Thursday, 1:25-3:15, M. Gromov.    Description not yet available.     G63.2410.002  ADVANCED TOPICS IN GEOMETRY (Topic TBA)    3 points. Spring term.  Tuesday, 1:25-3:15, J. Cheeger .    Description not yet available.     G63.2410.003  ADVANCED TOPICS IN GEOMETRY (Topic TBA)    3 points. Spring term.  Monday, 9:30-11:20, H. Hofer .    Description not yet available.       ANALYSIS       G63.1002.001  MULTIVARIABLE CALCULUS    3 points. Spring term.  Wednesday, 5:10-7:00, E. Hameiri .     Note: This course is offered as a terminal master&#8217;s level course; it does not carry credit toward the Ph.D. program.     Prerequisites : two terms of undergraduate calculus and elements of matrix theory.    Calculus of several variables: vector algebra in 3-space, partial differentials. Multiple integrals of various types, integral theorems and applications. Applications: Taylor's theorem, Implicit function theorem, Maxima and minima and Lagrange equations.    Text: Vector Calculus , J, Marsden &amp; A. Tromba, W.H. Freeman Publishers, 5th Ed.    Cross-listed as V63.0224.001     G63.1410.001,  1420.001 INTRODUCTION TO MATHEMATICAL ANALYSIS I, II    3 points per term. Fall and spring terms.  Wednesday, 5:10-7:00. H. Kn&#252;pfer.     Fall term    Functions of one variable: rigorous treatment of limits and continuity. Derivatives. Riemann integral. Taylor series. Convergence of infinite series and integrals.  Absolute and uniform convergence. Infinite series of functions. Fourier series.     Spring term    Functions of several variables and their derivatives. Topology of Euclidean spaces. The implicit function theorem, optimization and Lagrange multipliers. Line integrals, multiple integrals, theorems of Gauss, Stokes, and Green.    A one-hour problem session will follow the class (7:15-8:15 p.m.).    Text:  Introduction to Analysis , W. R. Wade, Prentice Hall (mandatory)     G63.2430.001 REAL VARIABLES (one-term format)    3 points. per term. Fall term.  Mondays, Wednesdays, 5:10-6:25, S. Gunturk .     Note: Master's students should consult course instructor before registering for this course.     Prerequisites : a familiarity with rigorous mathematics, proof writing, and epsilon-delta approach to analysis.    Measure and integration. Lebesgue measure on the line and abstract measure spaces. Absolute continuity and Radon-Nikodym theorem. Product measures, Fubini's theorem etc. L^p spaces, Hilbert spaces and Fourier series. Elementary functional analysis.    Text: Real Analysis , Royden, Prentice Hall, 3rd Ed.    Recommended text: The Elements of Integration , R. Bartle, J. Wiley &amp; Sons, 1966 (available on reserve stacks at the Courant library)     G63.2450.001, 2460.001 COMPLEX VARIABLES I, II    3 points per term. Fall and spring terms.  Tuesday, 5:10-7:00, F. Hoppensteadt (fall); Monday, 5:10-7:00, E. Hameiri (spring).     Fall Term    Complex numbers; analytic functions, Cauchy-Riemann equations; linear fractional transformations; construction and geometry of the elementary functions; Green's theorem, Cauchy's theorem; Jordan curve theorem, Cauchy's formula; Taylor's theorem, Laurent expansion; analytic continuation; isolated singularities, Liouville's theorem; Abel's convergence theorem and the Poisson integral formula.    Text: Introduction to Complex Variables and Applications , Brown &amp; Churchill     Spring Term    The fundamental theorem of algebra, the argument principle; calculus of residues, Fourier transform; the Gamma and Zeta functions, product expansions; Schwarz principle of reflection and Schwarz-Christoffel transformation; elliptic functions, Riemann surfaces; conformal mapping and univalent functions; maximum principle and Schwarz's lemma; the Riemann mapping theorem.}    Cross-listed as V63.0393.001, 0394.001    Reserve texts: Conformal Mapping , Nehari; Complex Analysis , Alfors     G63.2451.001  COMPLEX VARIABLES (one-term format)    3 points. Fall term.  Mondays, Wednesdays, 9:15-10:30, N. Masmoudi .     Note: Master's students should consult course instructor before registering for this course.     Prerequisites : advanced calculus, or G63.1410 Introduction to Math Analysis.  Concurrent registration is not permitted.    Complex numbers, the complex plane. Power series, differentiability of convergent power series. Cauchy-Riemann equations, harmonic functions. conformal mapping, linear fractional transformation. Integration, Cauchy integral theorem, Cauchy integral formula.  Morera's theorem. Taylor series, residue calculus. Maximum modulus theorem. Poisson formula. Liouville theorem. Rouche's theorem. Weierstrass and Mittag-Leffler representation theorems. Singularities of analytic functions, poles, branch points, essential singularities, branch points. Analytic continuation, monodromy theorem, Schwarz reflection principle. Compactness of families of uniformly bounded analytic functions. Integral representations of special functions. Distribution of function values of entire functions.    Text: Complex Analysis: An Introduction , Lars V. Ahlfors, McGraw-Hill, 3rd Ed.     G63.2470.001  ORDINARY DIFFERENTIAL EQUATIONS    3 points. Spring term.  Wednesday, 5:10-7:00, O.Widlund .     Prerequisites :  linear algebra, real variables.    Existence theorem: finite differences; power series. Uniqueness. Linear systems: stability, resonance. Linearized systems: behavior in the neighborhood of fixed points.  Linear systems with periodic coefficients. Linear analytic equations in the complex domain: Bessel and hypergeometric equations.    Recommended text: Ordinary Differential Equations , Coddington &amp; Levinson     G63.2490.001  PARTIAL DIFFERENTIAL EQUATIONS (one-term format)             3 points. Spring term.  Tuesday, Thursday, 1:25-2:40, J. Shatah .     Note: Master's students should consult course instructor before registering for this course.    Basic constant-coefficient linear examples: Laplace's equation, the heat equation, and the wave equation, analyzed from many viewpoints including solution formulas, maximum principles, and energy inequalities. Key nonlinear examples such as scalar conservation laws, Hamilton-Jacobi equations, and semilinear elliptic equations, analyzed using appropriate tools including the method of characteristics, variational principles, and viscosity solutions. Simple numerical schemes: finite differences and finite elements. Important PDE from mathematical physics, including the Euler and Navier-Stokes equations for incompressible flow.    Text: Partial Differential Equations , L. C. Evans, AMC, 3rd Ed.     G63.2550.001  FUNCTIONAL ANALYSIS    3 points. Spring term.  Wdenesday, 1:25-3:15. F. Hang .         Prerequisite : Linear algebra. Real variables or the equivalent. Some complex function-theory would be helpful.   The course will concentrate on concrete aspects of the subject and on the spaces most commonly used in practice such as L p (1&#8804; p &#8804; &#8734;), C, C &#8734; ,  and their duals. Working knowledge of Lebesgue measure and integral is expected. Special attention to Hilbert space ( L 2 , Hardy spaces, Sobolev spaces, etc.), to the general spectral theorem there, and to its application to ordinary and partial differential equations. Fourier series and integrals in that setting. Compact operators and Fredholm determinants with an application or two. Introduction to measure/volume in infinite-dimensional spaces (Brownian motion). Some indications about non-linear analysis in an infinite-dimensional setting. General theme: How does ordinary linear algebra and calculus extend to  d=&#8734; dimensions?     Mandatory text: Functional Analysis , P. Lax, (Pure &amp; Applied Mathematics, New York), Wiley-Interscience, John Wiley &amp; Sons, 2002    Rec. text: Methods of Modern Mathematical physics Vol. I: Functional Analysi s, M. Reed &amp; B. Simon, Academic Press, New York-London, 1972     G63.2563.001  HARMONIC ANALYSIS    3 points. Fall term.  Wednesday, 1:25-3:15, F. Lin .     Prerequisites :  real analysis; basic knowledge of complex variables and functional analysis.     Classical Fourier Analysis: Fourier series on the circle, Fourier transform on the Euclidean space, stationary phase. Topics in real variable methods: maximal functions, Hilbert and Riesz transforms and singular integral operators, BMO and Hardy spaces, Carleson measures and boundary behavior of harmonic functions.     References: Singular Integrals and Differentiability Properties of Functions , E.Stein; Introduction to Fourier Analysis on Eucledian Spaces , E.Stein &amp; G.Weiss; Fourier Integrals in Classical Analysis , C.Sogge     G63.2610.001  ADVANCED TOPICS IN PDE (Harmonic Analysis Methods in Nonlinear Evolution Equations)    3 points. Fall term.  Wednesday, 9:30-11:20, J. Shatah .    This class is intended to introduce students to harmonic analysis techniques to study local and global well-posedness of nonlinear Schrodinger, heat, and wave equations. Topics to be covered include: function spaces, Littlewood-Paley theory, nonlinear Schrodinger equations, Navier-Stokes systems, Euler systems, and nonlinear wave equations. This class will be graded as a seminar class.    Grading: this course will be graded as a seminar course.     G63.2610.002  ADVANCED TOPICS IN PDE (Homogenization and Boundary Layers)    3 points. Fall term.  Wednesday, 1:25-3:15, N. Masmoudi .    The course will cover the following 4 parts : (1) Review of the classical results about periodic homogenization of elliptic operators. In particular we will look at Darcy law, compensated-compactness techniques, two scalce convergence methods, homogenization of Euler equation. (2) Treatment of few aspects of quasi-periodic, almost periodic and stochastic theories. (3) Understanding  problems related to the boundary when we want to get higher order approximation. This requires a precise understanding of boundary layers. (4) Finally, studying some rugosity problems.    see www.math.nyu.edu/faculty/masmoudi/Homogen-fall08.html    Grading: this course will be graded as a seminar course.     2620.001 ADVANCED TOPICS IN PDE (Topic TBA)    3 points. Spring term.  Tuesday, 9:30-11:20, F. Lin .    Description not yet available.       G63.2650.001,  2660.001 ADVANCED TOPICS IN ANALYSIS (Integrable Systems )    3 points per term. Fall and spring terms..  Monday,1:25-3:15 (fall), Tuesday, 1:25-3:15 (spring), P. Deif t .     Prerequisites : PDE, complex variables, basics of Hamiltonian mechanics.    In this course will will discuss long-time behavior of integrable infinite dimensional systems. We will show how to use Riemann-Hilbert/steepest-descent methods to analyze the long-time behavior of integrable infinite dimensional systems. The course will continue in the spring when we consider Hamiltonian perturbations of such systems.    Grading: this course will be graded as a seminar course.     G63.2660.002  ADVANCED TOPICS IN ANALYSIS (Wave Packets Analysis with Applications to PDE)    3 points. Spring term.  Wednesday, 9:30-11:20, P. Germain .    Description not yet available.       NUMERICAL ANALYSIS       G63.2010.001,  2020.001 NUMERICAL METHODS I, II    3 points per term. Fall and spring terms.  Thursday, 5:10-7:00 A. Rangan (fall); 7:10-9:00 W. Ren (spring).     Fall term     Prerequisites : a solid knowledge of undergraduate linear algebra, and experience with writing computer programs (in Fortran, C, or other language). Prior knowledge of Matlab is not required, but you will be expected to learn it as the course progresses.    Floating point arithmetic; conditioning and stability; numerical linear algebra, including systems of linear equations, least squares, and eigenvalue problems; LU, Cholesky, QR and SVD factorizations; conjugate gradient and Lanczos methods; interpolation by polynomials and cubic splines; Gaussian quadrature. Computer programming assignments form an essential part of the course.    Text: Numerical Linear Algebra , Trefethen &amp; Bau, SIAM, 1997 (mandatory)    Cross-listed as G22.2420.001     Spring term     Prerequisite : numerical linear algebra, elements of ODE and PDE.    This course will cover fundamental methods that are essential for numerical solution of differential equations. It is intended for students familiar with ODE and PDE and interested in numerical computing; computer programming assignments form an essential part of the course. The course will introduce students to numerical methods for (1) nonlinear equations, Newton&#8217;s method; (2) ordinary differential equations, Runge-Kutta and multistep methods, convergence and stability; (3) finite difference and ;finite element methods; (4) fast solvers, multigrid method; (5) parabolic and hyperbolic partial differential equations.    Text: A First Course in the Numerical Analysis of Differential Equations , A. Iserles, Cambridge University Press, 1st Ed.    Cross-listed as G22.2421.001     G63.2011.001  ADVANCED TOPICS IN NUMERICAL ANALYSIS (High Performance Scientific Computing)    3 points. Fall term.  Tuesday, 5:10-7:00, M. Berger  and D. Bindel .     Prerequisites : (serial) programming experience with C/C++ or FORTRAN and some familiarity with numerical methods.    This class will cover the important aspects of parallel scientific computing. These include the programming models and architectures for distributed and shared memory machines; the programming frameworks in most common use (MPI and Open MP); and performance issues such as load balance, communication, and synchronization overhead.  Representative parallel numerical algorithms will also be studied. Since a pre-requisite for good parallel performance is good serial performance, the class will begin with this aspect of high-performance computing.    Grading: This will be a hands-on class, with several parallel (and serial) computing assignments. There will be a final project at the end. Students who have code they want to parallelize are encouraged to attend, and use that for their final project.     Cross-listed as G22.2945.001     G63.2012.001  ADVANCED TOPICS IN NUMERICAL ANALYSIS (Topic TBA)    3 points. Spring term.  Monday, 9:30-11:20, A. Rangan .    Description not yet available.    Cross-listed as G22.2945.001     G63.2030.001  ADVANCED NUMERICAL ANALYSIS (Computational Fluid Dynamics)    3 points. Spring term.  Tuesday, 1:25-3:15, M. Shelley .     Prerequisites : graduate Numerical Methods I and II, graduate ODE and PDE. A course in numerical PDE  will be helpful.    This course will give an introduction to numerical methods for simulating the dynamics of incompressible fluid flows. This will include spectral, finite difference, and integral-based schemes.  Emphasis will be given to (1) methods for handling fluid-body interaction, especially for the Stokes equations and potential flows for the Euler equations, but also new integral-based methods for Navier-Stokes; and (2) methods for simulating complex fluids, or fluids with suspended microstructure. Students will participate by reading and presenting the research literature, as well as presenting their own research, if relevant.    Grading: this course will be graded as a seminar course requiring a presentation.    Cross-listed as G22.2945.003      G63.2031.001 ADVANCED NUMERICAL ANALYSIS (Convex and Nonsmooth Optimization)    3 points. Spring term.  Monday, 5:10-7:00, M. Overton .    Convex optimization problems have many important properties, including a powerful duality theory and the property that any local minimum is also a global minimum. Nonsmooth optimization refers to the more general problem of minimizing functions that are typically not differentiable at their minimizers. This course discusses a variety of such problems, including semidefinite programming, quadratic cone programming, eigenvalue optimization, and optimization of functions of the roots of polynomials,  as well as numerical methods for solving them. Theoretical concepts to be discussed include self-concordance, subdifferential analysis and Clarke regularity. Numerical methods to be discussed include global Newton methods and primal-dual interior-point methods.    Primary text (for first half of the course): Convex Optimization , Boyd and Vandenberghe, Cambridge University Press, freely available online. No text for the second half of course.    Cross-listed as G22.2945.002     G63.2040.001  ADVANCED NUMERICAL ANALYSIS (Finite Element Methods)    3 points. Fall term.  Mondays, 1:25-3:15, O. Widlund .     Prerequisites : knowledge of numerical linear algebra and basic theory for PDE of elliptic type.    Calculus of variation and linear elliptic equations. Sobolev spaces, trace and extension theorems and regularity theory. Poisson's and Friedrichs' inequalities. Basic theory and practice of conforming finite element methods: triangulation of regions, piecewise polynomial spaces, Cea's lemma and the Aubin-Nitsche result. Nonconforming finite elements and Strang's lemmas. Saddle point problems and inf-sup stable pairs of finite elements. Applications to incompressible Stokes and Navier-Stokes equations and to linear elasticity. Preconditioned Krylov space methods. Edge finite element methods for different problems in electromagnetics. Multigrid theory and domain decomposition algorithms.    Grading: this course will be grades as a seminar course.    Cross-listed as G22.2945.002      G63.2041.001  COMPUTING IN FINANCE    3 points. Fall term.  Thursday, 7:10-9:00, K. Laud &amp; L. Maclin.    This course will introduce students to the software development process, including applications in financial asset trading, research, hedging, and portfolio management. Students will use popular programming languages (Java/C/C++) to develop object-oriented software, and will focus on the most broadly important elements of programming - superior design, effective problem solving, and the proper use of data structures and algorithms. Students will work with market and historical data to test trading and risk management strategies with an eye towards the practical considerations of software deployment. Several key technologies will be presented and discussed, including recent developments in e-commerce.     G63.2043.001  SCIENTIFIC COMPUTING    3 points. Fall term.  Wednesday, 5:10-7:00, C. Hohenegger .     Prerequisites : multivariate calculus and linear algebra.  Programing experience strongly recommended but not required.    A practical introduction to computational problem solving.  Application of Taylor series to differentiation and integration.  Floating point arithmetic. Conditioning of problems and stability of algorithms. Solution of linear and nonlinear systems of equations and optimization. Ordinary differential equations.  Introduction to Monte Carlo. Principles of reliable and robust computational software. Scientific visualization. Students will use C/C++ and Matlab.    Cross-listed as G22.2112.001     G63.2043.001  SCIENTIFIC COMPUTING    3 points. Spring term.  Thursday, 7:10-9:00, J. Goodman .     Prerequisites : multivariate calculus and linear algebra.  Programming experience strongly recommended but not required.    A practical introduction to computational problem solving. Application of Taylor series to differentiation and integration. Floating point arithmetic. Conditioning of problems and stability of algorithms.  Solution of linear and nonlinear systems of equations and optimization. Ordinary differential equations. Introduction to Monte Carlo simulation. Principles of reliable and robust computational software. Scientific visualization. Current software packages. Computer programming assignments form an essential part of the course.    Cross-listed as G22.2112.001      G63.2045.001  COMPUTATIONAL METHODS FOR FINANCE    3 points. Fall term.  Tuesday, 7:10-9:00, A. Hirsa.     Prerequisites : Scientific Computing or Numerical Methods II, Continuous Time Finance, or permission of instructor.    Computational techniques for solving mathematical problems arising in finance. Dynamic programming for decision problems involving Markov chains and stochastic games. Numerical solution of parabolic partial differential equations for option valuation and their relation to tree methods. Stochastic simulation, Monte Carlo, and path generation for stochastic differential equations, including variance reduction techniques, low discrepancy sequences, and sensitivity analysis.    Cross-listed as B40.7311.010       APPLIED MATHEMATICS AND MATHEMATICAL PHYSICS         G63.2701.001 METHODS OF APPLIED MATHEMATICS    3 points. Fall term.  Tuesday, 7:10-9:00, E. Tabak .     Prerequisites : complex variables, linear algebra, ordinary differential equations.    The course will provide training to both applied and pure students in those areas of asymptotic analysis that are especially important to the mathematical modeling and analysis of physical problems. Topics: Convergent and divergent asymptotic series; asymptotic expansion of integrals: steepest descents, Laplace principle, Watson&#8217;s lemma, and methods of stationary phase, regular and singular perturbations of differential equations, the WKB method, boundary-layer theory, matched asymptotic expansions, and multiple-scale analysis; Rayleigh-Schrodinger perturbation theory for linear eigenvalue problems, summation of series, Pade approximation, averaging methods, renormalization groups, weakly nonlinear waves and geometric optics.    Text: Advanced Mathematical Methods for Scientists and Engineers , C.M. Bender &amp; S.A. Orszag    Supplementary reading: Multiple Scale and Singular Perturbation Methods , J. Kevorkian &amp; J.D. Cole; Asymptotic Analysis , J.D. Murray, Applied Asymptotic Analysis , P.D. Miller, Linear and Nonlinear Waves , G.B. Whitham     G63.2702.001 FLUID DYNAMICS    3 points. Spring term.  Wednesday, 1:25-3:15, H. Weitzner .     Prerequisites : introductory complex variables and partial differential equations.    The course will expose students to basic fluid dynamics from a mathematical and physical perspective, emphasizing incompressible flows. Topics: conservation of mass, momentum, and energy.  Eulerian and Lagrangian formulations. Basic theory of inviscid incompressible and barotropic fluids. Kinematics and dynamics of vorticity and circulation. Special solutions to the Euler equations: potential flows, rotational flows, conformal mapping methods. The Navier-Stokes equations and special solutions thereof. Boundary layer theory. Boundary conditions.  The Stokes equations.    Text: Fluid Mechanics , L.D. Landau &amp; E.M. Lifshitz, Butterworth Heinemann, 2nd Ed.    Supplementary texts:: An Introduction to Fluid Dynamics , G. Batchelor; Vorticity and Incompressible Flow , A. Majda &amp; A. Bertozzi     G63.2703.001 APPLIED FUNCTIONAL ANALYSIS     3 points. Fall term.  Tuesday, 5:10-7:00, D. Cai .     Prerequisites : undergraduate advanced calculus, complex variables, ordinary differential equations, some experience with  partial differential equations.    The course will provide training for both applied and pure students in those areas of functional analysis that are especially important to the mathematical modeling and analysis of physical problems.  Topics: Green's functions, theory of distributions, generalized Fourier series, Hilbert and Banach spaces, Riesz representation theorem, integral equations, Fredholm alternative, potential theory; Hilbert-Schmidt kernels, Rayleigh-Ritz method, spectral theory and Sturm-Liouville problems, boundary value problems; elasticity and finite elements, optimization; quadratic variational problems and duality; calculus of variations.    Text: Green's Functions and Boundary Value Problems , I. Stakgold, 2nd Ed.    Supplementary texts: Theory of Ordinary Differential Equations , Coddington &amp; Levinson; Methods of Mathematical Physics , Courant &amp; Hilbert, Vol. I; Introduction to Partial Differential Equations , G. Folland, Singular Integral Equations , N.I. Muskhelishvili, Boundary Integral and Singularity Methods for Linearized Viscous Flow , C. Pozrikidis     G63.2706.001  PARTIAL DIFFERENTIAL EQUATIONS FOR FINANCE    3 points. Spring term.  Monday, 5:10-7:00, M. Avellaneda .     Prerequisite : Stochastic Calculus or equivalent.    An introduction to those aspects of partial differential equations and optimal control most relevant to finance. Linear parabolic PDE and their relations with stochastic differential equations: the forward and backward Kolmogorov equation, exit times, fundamental solutions, boundary value problems, maximum principle. Deterministic and stochastic optimal control: dynamic programming, Hamilton-Jacobi-Bellman equation, verification arguments, optimal stopping. Applications to finance, including portfolio optimization and option pricing -- are distributed throughout the course.     G63.2707.001  TIME SERIES ANALYSIS AND STATISTICAL ARBITRAGE    3 points. Fall term.    Monday, 7:10-9:00, R. Almgren &amp; R. Reider.     Prerequisites : Derivative Securities, Scientific Computing, Computing for Finance, and Stochastic Calculus.    The term \"statistical arbitrage\" covers any trading strategy that uses statistical tools and time series analysis to identify approximate arbitrage opportunities while evaluating the risks inherent in the trades (considering the transaction costs and other practical aspects). This course starts with a review of Time Series models and addresses econometric aspects of financial markets such as volatility and correlation models. We will review several stochastic volatility models and their estimation and calibration techniques as well as their applications in volatility based trading strategies. We will then focus on statistical arbitrage trading strategies based on cointegration, and review pairs trading strategies. We will present several key concepts of market microstructure, including models of market impact, which will be discussed in the context of developing strategies for optimal execution. We will also present practical constraints in trading strategies and further practical issues in simulation techniques. Finally, we will review several algorithmic trading strategies frequently used by practitioners.     G63.2708.001 ALGORITHMIC TRADING AND QUANTITATIVE STRATEGIES    3 points. Spring term.  Thursday, 5:10-7:00, L. Maclin &amp; P. Kolm .     Prerequisites : Computing in Finance, and Capital Markets and Portfolio Theory, or equivalent.    In this course we develop a quantitative investment and trading framework. In the first part of the course, we study the mechanics of trading in the financial markets, some typical trading strategies, and how to work with and model high frequency data.  Then we turn to transaction costs and market impact models, portfolio construction and robust optimization, and optimal betting and execution strategies. In the last part of the course, we focus on simulation techniques, back-testing strategies, and performance measurement. We use advanced econometric tools and model risk mitigation techniques throughout the course. Handouts and/or references will be provided on each topic.     G63.2709.001  FINANCIAL ENGINEERING MODELS FOR CORPORATE FINANCE    3 points. Fall term.  Thursday, 7:10-9:00, D. Shimko.     Prerequisites : G63.2751 Capital Markets &amp; Portfolio Theory and G63.2791 Derivative Securities.    This course covers advanced stochastic modeling applications in finance. Combining capital markets, corporate finance and statistical knowledge, this course uses simulation as a unifying tool to model all major types of market, credit and actuarial risks.  Emphasis is placed on rigorous application of financial theory to the conceptualization and solution of multifaceted real-world problems. These problems arise in security design and risk management strategy.     G63.2710.001  MECHANICS          3 points. Spring term.  Thursday, 9:30-11:20, Instructor TBA.    This course provides a mathematical introduction to Hamiltonian mechanics, nonlinear waves, solid mechanics, and statistical mechanics -- topics at the interface where differential equations and probability meet physics and materials science. For students preparing to do research on physical applications, the class provides an introduction to crucial concepts and tools; for students planning to specialize in PDE or probability the class provides valuable context by exploring some central applications. No prior exposure to physics is expected.       G63.2751.001  RISK AND PORTFOLIO MANAGEMENT WITH ECONOMETRICS      3 points. Fall term.  Tuesday, 7:10-9:00, A. Meucci.     Prerequisites : probability, multivariate calculus and linear algebra. Course web page: symmys.com.    The course covers quantitative portfolio management and risk management from the foundations to the most advanced developments. Multivariate statistics and estimation methods are analyzed. These include nonparametric, maximum-likelihood under non-normal hypotheses, shrinkage, robust, and very general multivariate Bayesian techniques. Implicit factor models, such as principal component analysis, and explicit factor models, such as the CAPM and the APT, are introduced. Portfolio evaluation methods such as stochastic dominance, expected utility, value at risk and coherent measures are discussed in a unified setting and applied in a variety of contexts, including prospect theory, total return and benchmark allocation. Classical portfolio optimization is introduced in a general setting. Solutions are tackled by means of the sub-optimal two-step mean-variance heuristics, as well as by a variety of alternative methods. Optimization under estimation risk is then discussed: the Black-Litterman approach, more general Bayesian approaches, the resampling procedure and robust optimization techniques. The course consists of theory and applications. The theory follows closely the textbook Risk and Asset Allocation by A. Meucci. The applications are implemented in MATLAB&#174; (standard and statistics toolboxes required). The applications are displayed interactively during the course to support intuition and they are further analyzed by the students in their homework. No knowledge of MATLAB is assumed.     G63.2751.001  RISK AND PORTFOLIO MANAGEMENT WITH ECONOMETRICS     3 points. Spring term.  Wednesdays, 7:10-9:00, Instructor TBA.     Prerequisite :  probability, multivariate calculus and linear algebra.    The course will cover the standard topics of an investments course; it will provide the necessary economics background but will assume students have a strong undergraduate mathematics background. The core of the course will focus on portfolio theory: expected utility, risk and return, mean-variance analysis, equilibrium asset pricing models, and arbitrage pricing theory.     G63.2753.001  ADVANCED RISK MANAGEMENT    3 points. Fall term.  Monday, 7:10-9:00, S. Allen.     Prerequisites : Derivative Securities, Computing in Finance or equivalent programming.    The importance of financial risk management has been increasingly recognized over the last several years. This course gives a broad overview of the field, from the perspective of both a risk management department and of a trading desk manager, with an emphasis on the role of financial mathematics and modeling in quantifying risk. The course will discuss how key players such as regulators, risk managers, and senior managers interact with trading. Specific techniques for measuring and managing the risk of trading and investment positions will be discussed for positions in equities, credit, interest rates, foreign exchange, commodities, vanilla options, and exotic options. Students will be trained in developing risk sensitivity reports and using them to explain income, design static and dynamic hedges, and measure value-at-risk and stress tests. Students will create Monte Carlo simulations to determine hedge effectiveness. Extensive use will be made of examples drawn from real trading experience, with a particular emphasis on lessons to be learned from trading disasters.    Text: Financial Risk Management , S. Allen, John Wiley &amp; Sons, 2003     G63.2753.001  ADVANCED RISK MANAGEMENT    3 points. Spring term.  Tuesday, 7:10-9:00, Instructor TBA.     Prerequisites : Derivative Securities, Computing in Finance or equivalent programming.    The importance of financial risk management has been increasingly recognized over the last several years. This course gives a broad overview of the field, from the perspective of both a risk management department and of a trading desk manager, with an emphasis on the role of financial mathematics and modeling in quantifying risk. The course will discuss how key players such as regulators, risk managers, and senior managers interact with trading. Specific techniques for measuring and managing the risk of trading and investment positions will be discussed for positions in equities, credit, interest rates, foreign exchange, commodities, vanilla options, and exotic options. Students will be trained in developing risk sensitivity reports and using them to explain income, design static and dynamic hedges, and measure value-at-risk and stress tests. Students will create Monte Carlo simulations to determine hedge effectiveness. Extensive use will be made of examples drawn from real trading experience, with a particular emphasis on lessons to be learned from trading disasters.    Text: Financial Risk Management , S. Allen, John Wiley &amp; Sons, 2003      G63.2755.001  PROJECT AND PRESENTATION (MATH FINANCE)    3 points. Fall Term.  Thursday, 5:10-7:00, P. Kolm .    Students in the Mathematics in Finance program conduct research projects individually or in small groups under the supervision of finance professionals. The course culminates in oral and written presentations of the research results.     G63.2755.001  PROJECT AND PRESENTATION (MATH FINANCE)    3 points. Spring Term.  Wednesday, 5:10-7:00, P. Kolm .    Students in the Mathematics in Finance program conduct research projects individually or in small groups under the supervision of finance professionals. The course culminates in oral and written presentations of the research results.     G63.2791.001  DERIVATIVE SECURITIES       3 points. Fall term.  Wednesday, 5:10-7:00, J. Goodman .    An introduction to arbitrage-based pricing of derivative securities. Topics include: arbitrage; risk-neutral valuation; the log-normal hypothesis; binomial trees; the Black-Scholes formula and applications; the Black-Scholes partial differential equation; American options; one-factor interest rate models; swaps, caps, floors, swaptions, and other interest-based derivatives; credit risk and credit derivatives.    Cross-listed as B40.7312.010     G63.2791.002  DERIVATIVE SECURITIES       3 points. Fall term.  Wednesday, 7:10-9:00, K. Lewis.    An introduction to arbitrage-based pricing of derivative securities. Topics include: arbitrage; risk-neutral valuation; the log-normal hypothesis; binomial trees; the Black-Scholes formula and applications; the Black-Scholes partial differential equation; American options; one-factor interest rate models; swaps, caps, floors, swaptions, and other interest-based derivatives; credit risk and credit derivatives.    Cross-listed as B40.7312.011     G63.2791.001 DERIVATIVE SECURITIES       3 points. Spring term.  Monday, 7:10-9:00, Instructor TBA.    An introduction to arbitrage-based pricing of derivative securities. Topics include: arbitrage; risk-neutral valuation; the log-normal hypothesis; binomial trees; the Black-Scholes formula and applications; the Black-Scholes partial differential equation; American options; one-factor interest rate models; swaps, caps, floors, swaptions, and other interest-based derivatives; credit risk and credit derivatives.     G63.2792.001  CONTINUOUS TIME FINANCE      3 points. Fall term.          Monday, 5:10-7:00, P. Kolm .     Prerequisites : Derivative Securities and Stochastic Calculus, or equivalent.    A second course in arbitrage-based pricing of derivative securities. The Black-Scholes model and its generalizations: equivalent martingale measures; the martingale representation theorem; the market price of risk; applications including change of numeraire and the analysis of quantos. Interest rate models: the  Heath-Jarrow-Morton approach and its relation to short-rate models; applications including mortgage-backed securities. The volatility smile/skew and approaches to accounting for it: underlyings with jumps, local volatility models, and stochastic volatility models.    Cross-listed as B40.7310.010     G63.2792.001 CONTINUOUS TIME FINANCE      3 points. Spring term.          Wednesday, 7:10-9:00, P. Carr &amp; B. Dupire.     Prerequisites : Derivative Securities and Stochastic Calculus, or equivalent.    A second course in arbitrage-based pricing of derivative securities. The Black-Scholes model and its generalizations: equivalent martingale measures; the martingale representation theorem; the market price of risk; applications including change of numeraire and the analysis of quantos. Interest rate models: the  Heath-Jarrow-Morton approach and its relation to short-rate models; applications including mortgage-backed securities. The volatility smile/skew and approaches to accounting for it: underlyings with jumps, local volatility models, and stochastic volatility models.     G63.2794.001  INTEREST RATE AND CREDIT MODELS    3 points. Fall term.  Wednesday, 7:10-9:00, V. Finkelstein.     Prerequisites : Computing for Finance or equivalent programming skills, and Derivative Securities or equivalent familiarity with financial models.    This course addresses a number of practical issues concerned with modeling, pricing and risk management of a range of fixed-income securities and structured products. Emphasis is on developing intuition and practical skills in analyzing pricing and hedging problems. In particular, significant attention is devoted to still evolving credit derivatives market and its connection to more mature interest rate, equity and currency markets.    The term will be divided into three main segments: The first segment, focused on interest rates will show how one builds a discount curve using market inputs, and how this discount curve is used to price a full range of securities and interest rate derivatives. We discuss pricing of various interest rate contracts using closed form solutions and a number of single-factor models. Further topics will include mean reversion and volatility skew of interest rates, and their effect on pricing Bermuda swaptions and other derivatives contracts. This segment will also cover hedging of interest rate derivatives.    The second segment, on credit models, will begin with building risky discount curves from market prices and their use in pricing corporate bonds, asset swaps, and credit default swaps. We will next examine pricing and hedging of options on defaultable assets, Then will discuss structured (Merton-style) models that connect corporate debt and equity through the firm&#8217;s total asset value. Applications of this approach include the estimation of default probability and credit spread from equity prices and hedging credit exposures with equity.    The third segment will focus on credit structured products. We start with cross-currency swaps with credit overlay. We next discuss models for pricing portfolio transactions using Merton-style approach. These models will then be applied to the pricing of collateralized debt obligation tranches, the evaluation of credit risk in loan portfolios, and pricing counterparty credit risk taking wrong-way exposure into account.    Texts: Fixed Income Securities , Bruce Tuckman, 2nd Ed.; Credit Derivatives Pricing Models , Philipp J. Schoenbucher    Supplementary Text: Options, Futures, and Other Derivative Securities , John Hull, 5th Ed.     G63.2794.001  INTEREST RATE AND CREDIT MODELS    3 points. Spring term.  Monday, 7:10-9:00, Instsructor TBA.     Prerequisite : Computing for Finance, or equivalent programming skills; and Derivative Securities, or equivalent familiarity with financial models.    This course addresses the fixed-income models most frequently used in the financial industry. Emphasis is on practical implementation of the models, and on their applications to pricing, hedging, and trading strategies. The semester will be divided into three main segments. The first segment, on discount and yield curve mathematics, will show &#8211; through realistic implementation &#8211; how one builds a discount curve using a mix of deposit, futures, and swap rate inputs. This discount curve will be used to price a full range of securities and derivatives. This segment will also cover principal component hedging and related trading strategies.    The second segment, on interest rate options, will begin by showing how to fit a single-factor binomial tree to both the discount curve and European swaption prices. The resulting tree will then be used to price Bermudan swaptions and related exotic products. Further topics will include calibration to volatility skew, the use of trinomial trees to control for mean reversion, and the use of Monte Carlo simulations to price mortgage products.    The third segment, on credit models, will begin with Merton-style models that treat corporate debt and equity as options on a firm&#8217;s total asset value. Applications of this approach include the estimation of default probability and credit spread from equity prices; hedging credit exposures with equity; pricing and hedging convertible bonds; and pricing credit guarantees and counterparty credit risk taking wrong-way exposure into account. Portfolio models will be developed using both the Merton-style approach and reduced-form (intensity-based) models; these models will then be applied to the pricing of collateralized debt obligation tranches, and to the evaluation of credit risk in loan portfolios.     G63.2796.001 MORTGAGE-BACKED SECURITIES AND ENERGY DERIVATIVES    3 points. Spring term.  Monday, 7:10-9:00, Instructor TBA.     Prerequisites : basic bond mathematics and bond risk measures (duration and convexity); Derivative Securities, Stochastic Calculus.    The first part of the course will cover the fundamentals and building blocks of understanding how mortgage-backed securities are priced and analyzed. The focus will be on prepayment and interest rate risks, benefits and risks associated with mortgage-backed structured bonds and mortgage derivatives. Credit risks of various types of mortgages will also be discussed. The second part of the course will focus on energy commodities and derivatives, from their basic fundamentals and valuation, to practical issues in managing structured energy portfolios. We develop a risk neutral valuation framework starting from basic GBM and extend this to more sophisticated multifactor models. These approaches are then used for the valuation of common, yet challenging, structures. Particular emphasis is placed on the potential pitfalls of modeling methods and the practical aspects of implementation in production trading platforms. We survey market mechanics and valuation of inventory options and delivery risk in the emissions markets.    Suggested texts: Salomon Smith Barney Guide to Mortgage-Backed and Asset-Backed Securities , Lakhbir Hayre; The Handbook of Mortgage-Backed Securities , Frank Fabozzi; Energy and Power Risk Management , Eydeland &amp; Wolyniec; Electricity Markets: Pricing, Structures and Economics , Chris Harris      G63.2830.001, 2840.001 ADVANCED TOPICS IN APPLIED MATHEMATICS (Nonliear Dynamics and Statistical Theories for Geophysical Flows)    3 points. Fall term.  Thursday, 3:20-5:10, A. Majda .    Geophysical Flows are extremely complex with instabilities on a wide range of scales. The nonlinear structure in such flows is important for prediction and climate change science. With the above facts, it is not surprising that a statistical point of view is essential for understanding these equations. This one year graduate course is an introduction to these topics based on the textbook by Andrew Majda and Xiaoming Wang, Nonlinear Dynamics and Statistical ODEs Theories for Basic Geophysical Flows, Cambridge Univ. Press, 2006. The viewpoint here should be useful also for students interested in other complex nonlinear systems. The introductory parts will be elementary including interesting exact solutions, nonlinear stability, etc. Information Theory will be used as a guiding principle for developing statistical predictions for chaotic dynamical systems and the course will include a self-contained discussion of these ideas together with applications to ensemble predictions, the statistical role of conserved quantities, etc. The class will blend rigorous theorems, applied mathematics models, numerical experiments and observations in a symbiotic fashion. The class should be accessible to beginning grad students with some background in PDEs and ODEs.    Grading: this course will be graded as a seminar course.       G63.2830.002 ADVANCED TOPICS IN APPLIED MATHEMATICS (Climate Dynamics)    3 points. Fall term.  Tuesday, 1:25-3:15, R. Kleeman .    The goal of this course is to introduce students to the fundamental principles underlying climate dynamics. The course is primarily lecture oriented but with a laboratory component. Lectures will focus on introducing the main concepts of atmosphere/ocean dynamics while a limited set of laboratory experiments will reinforce the material presented in the lectures. A series of six classical models in climate dynamics will be presented: radiative convective, energy balance, mid-latitude ocean, equatorial ocean, sea ice, and El Nino. Throughout the lectures, the interplay between observational, theoretical, and modeling approaches toward the understanding of climate dynamics will be highlighted. The laboratory component will involve a technical introduction and a series of numerical experiments with the models which will also form part of the assignments. Assignments will also explore the theoretical basis for the models studied.    Grading: this course will be graded as a regular course.      G63.2830.003  ADVANCED TOPICS IN APPLIED MATHEMATICS (Geophysical Fluid Dynamics)    3 points. Fall term.  Thursday, 9:30-11:20, S. Smith .    Geophysical fluid dynamics is the branch of fluid dynamics that investigates the large-scale flows in the atmosphere and oceans. These flows are characterized by the preponderant role of planetary rotation and stratification. Through this course, we will discuss the governing equations and the traditional approximations used in the atmospheric and oceanic sciences, and analyze the effects of rotation and stratification through the study of specific phenomena. Topics include: vorticity dynamics, geostrophic balance and quasi-geostrophic flows, gravity and Rossby waves, flow instabilities and turbulence. A strong emphasis will be placed on applied mathematical techniques suitable for the study of geophysical flows: perturbation expansions, multiple-scale analysis, and the WKB approximation. As part of a term project, students may choose an experimental, computational, or theoretical problem analyzing a specific type of flows such as monsoonal circulation, hurricanes, convection and baroclinic eddies.    Text: Atmospheric and Oceanic Fluid Dynamics: Fundamentals and Large-Scale Circulation , G.K. Vallis, Cambridge University Press, 2006    Supplementary texts: Lectures on Geophysical Fluid Dynamics , Rick Salmon; Geophysical Fluid Dynamics , Joseph Pedlosky    Grading: this course will be graded as a regular course.     G63.2830.004 ADVANCED TOPICS IN APPLIED MATH (A Course in Applied Math for Scientists)    3 points. Fall term.  Thursday, 5:10-7:00, L. Sirovich .    The purpose of this course is to present an extensive, integrated treatment of applied mathematics useful to science students who wish to include mathematical modeling and simulation in their future research. In this course many years of graduate applied mathematics are compressed into a traditional one semester course. To accomplish this, rigor is replaced by convincing arguments, intuitive concepts and the development of a geometrical perspective. Within this looser framework of proof the course is self-contained. Computation, through the use of Matlab, plays a central role in the teaching and learning process.    Although many course illustrations come from Biology, in its wider definition, students in other research areas should also be able to profit from the novel treatment presented in this course.    Amongst others the topics that will be covered are: Linear Algebra with Applications to Data Analysis and Modeling; Complex Analysis; Fourier Methods; Probabilistic &amp; Stochastic Modeling; Dynamical Systems and Applications to Chemical Kinetics with Applications to Biochemical Systems; Dimension Reduction &amp; Low Dimensional Systems. All topics will be considered within a Matlab framework.     Grading: this course will be graded as a regular course.     G63.2840.002  ADVANCED TOPICS IN APPLIED MATHEMATICS (Ice Dynamics)    3 points. Spring term.  Thursday, 9:30-11:20, D. Holland .    The goal of this course is to introduce students to fundamental principles underlying the behavior and impact of ice within the climate system. The course is primarily lecture oriented but with a significant numerical laboratory component. Lectures will focus on introducing the main mathematical and physical concepts involving ice, while a relatively complete set of numerical laboratory experiments will reinforce the material presented in the lectures. The particular topics covered include: microscale ice properties, sea-ice thermodynamics and dynamics, ice sheets and their extensions as floating ice, permafrost environments, and snow. Throughout the lectures, the interplay between observational, theoretical, and modeling approaches toward the understanding of ice will be highlighted. Additionally, scientific article discussions will include a cross-section of seminal papers in ice studies.    Grading: this course will be graded as a regular course.     G63.2840.003  ADVANCED TOPICS IN APPLIED MATHEMATICS (Vortex Dynamics)    3 points. Spring term.  Monday, 1:25-3:15, O. B&#252;hler .    3 points. Spring term.  Monday, 1:25-3:15, o. B&#252;hler.     Prerequisites : some elementary fluid dynamics.    Vortices are the basic building blocks of nonlinear fluid dynamics and their attractive mathematical and physical properties make them the objects of choice in theoretical fluid dynamics. In this class we will look at vortex dynamics from a broad perspective that includes asymptotics, statistics, and numerics. Some special emphasis is on two-dimensional flows and geophysical applications in atmosphere ocean dynamics, but the choice of topics is general enough to make this class suitable for any graduate student with an interest in fundamental fluid dynamics.    Topics include the kinematics of vorticity, two-dimensional vortex dynamics, point vortices as a Hamiltonian system, statistical vortex dynamics, vortex patches, potential vorticity, vortices in shallow water and on beaches, balance and wave-vortex interactions, vortex impulse, insect locomotion, three-dimensional vortex dynamics, and numerical methods based on vorticity.    Grading: this course will be graded as a seminar course.     G63.2840.004  ADVANCED TOPICS IN APPLIED MATH (Topic TBA)    3 points. Spring term.  Tuesday, 9:30-11:20, E. Tabak .    Description not yet available.     G63.2840.005  ADVANCED TOPICS IN APPLIED MATH (Topic TBA)    3 points. Spring term.  Wednesday, 1:25-3:15, L. Young .    Description not yet available.     G63.2851.001 ADVANCED TOPICS IN MATH BIOLOGY (Topic TBA)    3 points. Fall term.  Monday, 1:25-3:15, J. Percus .     Prerequisites : ODE, linear algebra, probability.   The mammalian immune system has to respond to attacks from both external and internal sources, while being able to distinguish between friend, old foe, and new foe. In part, its dynamics are programmed, involving a network of interactions among a relatively small number of cell types, but the immune system's behavior also has a considerable stochastic component so that the system can handle the enormous variety of defensive measures it must carry out. Quantitative data concerning all levels of immune system function are increasingly becoming available, making the organization of such data by mathematical models both possible and useful. This course will focus on a number of such models of the cellular and non-cellular components of the immune system, as well as models of the strategies adopted by viral and bacterial foes.  Grading: this course will be grades as a regular course.    Cross-listed as G23.2851.001           G63.2855.001 ADVANCED TOPICS IN MATH PHYSIOLOGY (Mathematical Aspects of Neurophysiology)    3 points. Fall term.  Thursday, 1:25-3:15, C. Peskin .     Prerequisites : familiarity with differential equations and probability, as these subjects are used in applications.    The emphasis of this course is on fundamental mechanisms at the neuron level, i.e., on the building blocks for neural networks.  Topics include membrane channels (current-voltage relations and gating, including the probabilistic analysis of patch-clamp data), Hodgkin-Huxley equations (their physical basis, mathematical structure, asymptotic solution, and numerical solution on the tree-like structure of a neuron), synaptic transmission (including the stochastic process of vesicle release), and the analysis of neuronal spike trains (including the technique of reverse correlation). Both asymptotic and numerical methods, and also stochastic processes, will be introduced and explained throughout the course, which can therefore serve as an applied introduction to these subjects. Students will have the opportunity to work individually or in teams on computing projects related to the course material, and presentation of the results of such projects to the class will be encouraged.    Required text: Mathematical Aspects of Neurophysiology , C. S. Peskin. Lecture notes freely available at http://math.nyu.edu/faculty/peskin/    Additional recommended texts: Biophysics of Computation: Information Processing in Single Neurons , C. Koch, Oxford University Press, New York, hardcover 1999 or paperback 2004; Spiking Neuron Models:  Single Neurons, Populations, Plasticity , W. Gerstner &amp; W. M. Kistler, Cambridge University Press, hardcover or paperback, 2002    Grading: This course will be grades as a regular course (grades based on homework and a computing project; no exams).    Cross-listed as G23.2855.001     G63.2856.001  ADVANCED TOPICS IN MATH PHYSIOLOGY (Stochastic Problems in Cellular, Molecular and Neural Biology)    3 points. Spring term.  Monday, 1:25-3:15, D. Tranchina .    Description not yet available.    Cross-listed as G23.2856.001     G63.2856.002  ADVANCED TOPICS IN MATH PHYSIOLOGY (Mathematical Neurophysiology)    3 points. Spring term.  Wednesday, 1:25-3:15, D. Cai .    Description not yet available.    Cross-listed as G23.2856.002     G63.2863.001 ADVANCED TOPICS IN MATH PHYSICS (Statistical Mechanics of Classical Lattice Systems)    3 points. Fall term.  Tuesday, 1:25-3:15, O. Lanford.     Prerequisites : a degree of mathematical maturity as evidenced by successful completion of several upper-division mathematics courses. V63.0233 Theory of Probability or the equivalent is strongly recommended.    A quick introduction to the general principles of classical statistical mechanics. Presentation of the principal models: lattice gases and spin systems. Thermodynamic limits of thermodynamic functions. One-dimensional systems. Correlation functions and their high-temperature expansions. Microcanonical entropy and the large deviations formalism for macroscopic observables. Correlation inequalities. Existence of spontaneous magnetization in the two-dimensional Ising model. Equilibrium states, the variational principle, and Gibbs states. Rudiments of nonequilibrium statistical mechanics: BBGKY hierarchy, Boltzmann equation, Onsager relations.    Except for a small amount of repetition of introductory material, this course will be independent of my course Introduction to Statistical Mechanics given in the Fall 2007 Semester. The notes for that course  will be made available; parts of them may be useful for a fuller treatment of the physics background.    Text: There will be no required textbook. An excellent -- if concise -- exposition of most of the topics to be covered can be found in Statistical mechanics: Rigorous Results , D. Ruelle, reprinted 1999, World Scientific    Grading: this course will be graded as a seminar course.    Cross-listed as V63.0395.001       PROBABILITY AND STATISTICS       G63.2901.001  BASIC PROBABILITY    3 points. Fall term.  Thurday, 5:10-7:00, S. Berman .     Prerequisite s:  calculus through partial derivatives and multiple integrals; no previous knowledge of probability is required.    The course introduces the basic concepts and methods of probability that are now widely used in scientific research. A feature of this course is that such concepts, usually presented in advanced mathematical settings, are here described in a more elementary framework requiring only calculus through partial derivatives and multiple integrals. Topics include: probability spaces, random variables, distributions, law of large numbers, central limit theorem, random walk, branching processes, Markov chains in discrete and continuous time, diffusion processes including Brownian motion, martingales. Suggested readings on reserve.    Optional text: Probability and Random Processes , G. Grimmett &amp; D. Stirzaker, 3rd Ed.     G63.2901.001 BASIC PROBABILITY    3 points. Spring term.  Wednesday, 7:10-9:00, E. Vanden Eijnden .     Prerequisites :  calculus through partial derivatives and multiple integrals; no previous knowledge of probability is required.    The course introduces the basic concepts and methods of probability that are now widely used in scientific research. A feature of this course is that such concepts, usually presented in advanced mathematical settings, are here described in a more elementary framework requiring only calculus through partial derivatives and multiple integrals. Topics include: probability spaces, random variables, distributions, law of large numbers, central limit theorem, random walk, branching processes, Markov chains in discrete and continuous time, diffusion processes including Brownian motion, martingales. Suggested readings on reserve.    Optional texts: Probability and Random Processes , G. Grimmett &amp; D. Stirzaker, 3rd Ed.; One Thousand Exercises in Probability , G. Grimmett &amp; D. Stirzaker, Oxford University Press     G63.2902.001  STOCHASTIC CALCULUS    3 points. Fall term.  Monday, 5:10-7:00, R. Varadhan .     Prerequisite : G63.2901 Basic Probability or equivalent.    Review of basic probability and useful tools. Bernoulli trials and random walk. Law of large numbers and central limit theorem. Conditional expectation and martingales. Brownian motion and its simplest properties. Diffusion in general: forward and backward Kolmogorov equations, stochastic differential equations and the Ito calculus. Feynman-Kac and Cameron-Martin Formulas. Applications as time permits.    Problem session: Thursday, 5:30-6:30 (optional).     G63.2902.002  STOCHASTIC CALCULUS    3 points. Fall term.  Monday, 7:10-9:00, M. Avellaneda .     Prerequisite : G63.2901 Basic Probability or equivalent.    Review of basic probability and useful tools. Bernoulli trials and random walk. Law of large numbers and central limit theorem. Conditional expectation and martingales. Brownian motion and its simplest properties. Diffusion in general: forward and backward Kolmogorov equations, stochastic differential equations and the Ito calculus. Feynman-Kac and Cameron-Martin Formulas. Applications as time permits.    Problem session: Thursday, 6:30-7:30 (optional).     G63.2902.001  STOCHASTIC CALCULUS    3 points. Spring term.  Thursday, 5:10-7:00, Instructor TBA.     Prerequisite : G63.2901 Basic Probability or equivalent.    Review of basic probability and useful tools. Bernoulli trials and random walk. Law of large numbers and central limit theorem. Conditional expectation and martingales. Brownian motion and its simplest properties. Diffusion in general: forward and backward Kolmogorov equations, stochastic differential equations and the Ito calculus. Feynman-Kac and Cameron-Martin Formulas. Applications as time permits.    Problem session: Monday, 5:30-6:30 (optional).    Text: Stochastic Calculus, A Practical Introduction , Richard Durrett, CRC Press, Probability &amp; Stochastics Series     G63.2911.001,  2912.001 PROBABILITY: LIMIT THEOREMS I, II    3 points per term. Fall and spring terms.  Thursday, 1:25-3:15, G. Ben Arous , (fall); Tuesday, 9:30-11:20, C. Newman  (spring).     Prerequisites : a first course in probability, familiarity with Lebesgue integral, or G63.2430 Real Variables as mandatory corequisite.     Fall term    Probability, independence, laws of large numbers, limit theorems including the central limit theorem. Markov chains (discrete time). Martingales, Doob inequality, and martingale convergence theorems. Ergodic theorem.     Spring term    Independent increment processes, including Poisson processes and Brownian motion. Markov chains (continuous time).  Stochastic differential equations and diffusions, Markov processes, semigroups,  generators and connection with partial differential equations.    Spring text: Stochastic Processes , S. R. S. Varadhan, CIMS - AMS, 2007      G63.2932.001  ADVANCED TOPICS IN PROBABILITY (Topic TBA)    3 points. Spring term.  Wednesday, 9:30-11:20, C. Newman .    Description not yet available.     G63.2936.001  TOPICS IN APPLIED PROBABILITY (Topic TBA)    3 points. Spring term.  Tuesday, 5:10-7:00, M. Avellaneda .    Description not yet available.     G63.2962.001  MATHEMATICAL STATISTICS      3 points. Spring term.  Thursday, 5:10-7:00, S. Berman .     Prerequisite : a working knowledge of undergraduate probability.    The theory of statistical inference and its applications to the analysis and design of experiments and surveys. The principles of sufficiency and likelihood. Minimum variance unbiased estimation. Maximum likelihood estimation and its asymptotic properties. Order statistics. Hypothesis  testing. Confidence intervals. Uses of the Chi-square, t, and F distributions. Multivariate normal distribution.  Multivariate central limit theorem and the propagation of errors.  Linear regression, correlation, analysis of variance, goodness-of-fit tests.    Optional text: A Course in Mathematical Statistics , G. G. Roussas, 2nd Ed.             Revised March 2008"}]},
{"detail": [{"content": "Course Descriptions                                                           Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach                Course Descriptions: AY 2008-09  [an error occurred while processing this directive]   ALGEBRA AND NUMBER THEORY       G63.2110.001,  2120.001 LINEAR ALGEBRA I, II    3 points per term. Fall and spring terms.  Monday, 5:10-7:00, E. Vanden Eijnden (fall); Tuesday, 5:10-7:00 F. Greenleaf (spring).     Fall Term     Prerequisite : undergraduate linear algebra or permission of the instructor.    Linear spaces, subspaces. Linear dependence, linear independence; span, basis, dimension, isomorphism. Quotient spaces.  Linear functionals, Dual spaces. Linear mappings, null space, range, fundamental theorem of linear algebra. Underdetermined systems of linear equations. Composition, inverse, transpose of linear maps, algebra of linear maps. Similarity transformations. Matrices, matrix Multiplication, Matrix Inverse, Matrix Representation of Linear Maps, Determinant, Laplace expansion, Cramer's rule. Eigenvalue problem, eigenvalues and eigenvectors, characteristic polynomial, Cayley-Hamilton theorem. Diagonalization.    Text: Linear Algebra, Friedberg, Insel &amp; Spence, Prentice-Hall, 4th Ed.    Strongly recommended text: Schaum&#8217;s Outline Series: Linear Algebra , S. Lipschuts     Spring Term     Prerequisite : Linear Algebra I or permission of the instructor.    Spectral Theory for General Maps Finite Dimensions: The Eigenvalue Problem, Characteristic and Minimal Polynomials, Cayley-Hamilton Theorem, Spectral Mapping Theorem, Generalized Eigenvectors, Similarity Transformations, Similar Matrices. The Adjoint, Euclidean Structure on Linear Spaces. Vector norms, Orthogonal Projections &amp; Complements, Orthonormal Basis, Matrix Norm, Isometry, Complex Euclidean Space. Spectral Theory for Selfadjoint Mappings, Quadratic Forms, Spectral Resolution, Orthogonal, Unitary, Symmetric, Hermitian,  Skew-Symmetric, Skew-Hermitian and Positive Definite Matrices and Operators. Normal Maps, Commuting Maps and Simultaneous Diagonalization of Matrices. Rayleigh Quotient, The Minmax Principle.    Text: Linear Algebra , Friedberg, Insel &amp; Spence, Prentice-Hall, 4th Ed.    Cross-listed as V63.0141, 0142.      G63.2110.001  LINEAR ALGEBRA I    3 points. Spring term.  Tuesday, 5:10-7:00, E. Vanden Eijnden .     Prerequisite : undergraduate Linear Algebra or permission of the instructor.    Linear spaces, subspaces. Linear dependence, linear independence; span, basis, dimension, isomorphism. Quotient spaces.  Linear functionals, dual spaces. Linear mappings, null space, range, fundamental theorem of linear algebra. Underdetermined systems of linear equations. Composition, inverse, transpose of linear maps, algebra of linear maps. Similarity transformations. Matrices, matrix Multiplication, Matrix Inverse, Matrix Representation of Linear Maps determinant, Laplace expansion, Cramer's rule. Eigenvalue problem, eigenvalues and eigenvectors, characteristic polynomial, Cayley-Hamilton theorem.  Diagonalization.    Text: Linear Algebra , P. Lax, Wiley - Interscience     G63.2111.001  LINEAR ALGEBRA (one-term format)    3 points. Fall term.  Thursday, 9:00-10:50, W. Ren .     Prerequisite : undergraduate linear algebra.    Linear algebra is two things in one: a general methodology for solving linear systems, and a beautiful abstract structure underlying much of mathematics and the sciences. In this class, we'll try to strike a  balance between both. We will follow the book of our own Peter Lax, which does a superb job in describing the mathematical structure of linear algebra, and complement it with applications and computing. The most advanced topics include spectral theory, convexity, duality, and various matrix decompositions.    Text: Linear Algebra , P. Lax, Wiley-Interscience Publications    Optional text: Linear Algebra and Its Applications , G. Strang     G63.2130.001,  2140.001 ALGEBRA I, II    3 points per term. Fall and spring terms.  Tuesday, 7:10-9:00, S. Jain (fall); Monday, 7:10-9:00, D. Harvey (spring)     Prerequisite :  elements of linear algebra and the theory of rings and fields.     Fall term    Basic concepts of groups, rings and fields. Symmetry groups, linear groups, Sylow theorems; quotient rings, polynomial rings, ideals, unique factorization, Nullstellensatz; field extensions, finite fields.     Spring term    Representations of finite groups. Characters, orthogonality of the characters of irreducible representations, a ring of representations. Induced representations, Artin&#8217;s theorem, Brauer&#8217;s theorem. Representations of compact groups and the Peter-Weyl theorem. Lie groups, examples of Lie groups, representations and characters of Lie group. Lie algebras associated with Lie groups.  Applications of the group representations in algebra and physics.  Elements of algebraic geometry.    Text: Algebra , M. Artin, Prentice Hall    Supplementary texts: Algebra , S. Lang; Linear Representations of Finite Groups , J. P. Serre; Undergraduate Algebraic Geometry , M. Reid; Representations and Characters of Groups , G. James and M. Liebeck; Cambridge Math Textbooks, 1993; Representation Theory , W. Fulton and J. Harris, Springer-Verlag; The Symmetric Group , B. E. Sagan, Wadsworth &amp; Brooks/Cole Math. Series; R epresentations of Compact Lie Groups , T. Brocker and T. tom Dieck     G63.2210.001  NUMBER THEORY  3 points. Spring term.  Tuesday, 5:10-7:00, Y. Tschinkel .     Prerequisites : basic complex analysis and algebra helpful.    Introduction to elementary methods of number theory. Topics: arithmetic functions, congruences, the prime number theorem, primes in arithmetic progression, quadratic reciprocity, the arithmetic of number fields, approximations and transcendence theory, p-adic numbers, diophantine equations of degree 2 and 3.    Text: A course in Arithmetic , J. P. Serrre, Springer GTM, #7     G63.2250.001  ADVANCED TOPICS IN NUMBER THEORY ( M odern Analytic and Algebraic Number Theory)    3 points. Fall term.  Monday, 9:30-11:20, Y. Tschinkel.     Prerequisites : complex analysis, algebra and basic number theory.   Introduction to modern problems in analytic and algebraic number theory. Diophantine equations of degree 2 and 3. L-functions. Cohomological methods. Recommended texts: Y. Manin, A. http://www.ams.org/mathscinet/search/publications.html?pg1=IID&amp;s1=190766 , Panchishkin, http://www.ams.org/mathscinet/search/publications.html?pg1=IID&amp;s1=196072 , Introduction to modern number theory. Fundamental problems, ideas and  theories . Second ed.. Encyclopaedia of Mathematical Sciences, 49. http://www.ams.org/mathscinet/search/series.html?cn=Encyclopaedia_of_Mathematical_Sciences , *Springer-Verlag, Berlin,* 2005. xvi+514 pp. Grading: this course will be graded as a regular course.     GEOMETRY AND TOPOLOGY       G63.2310.001,  2320.001 TOPOLOGY I, II    3 points per term. Fall and spring terms.  Monday, 7:10-9:00 (fall); Tuesday, 7:10-9:00 (spring), S. Cappell .     Fall term    Prerequisites: any knowledge of groups, rings, vector spaces and multivariable calculus is helpful. Undergraduate students planning to take this course must have V63.0343 Algebra I or permission of the Department.    After introducing metric and general topological spaces, the emphasis will be on the algebraic topology of manifolds and cell complexes. Elements of algebraic topology to be covered include fundamental groups and covering spaces, homotopy and the degree of maps and its applications. Some differential topology will be introduced including transversality and intersection theory. Some examples will be taken from knot theory.    Useful texts: Algebraic Topology , A. Hatcher (on-line at http://www.math.cornell.edu/~hatcher/#ATI); Topology , J. Munkres, Prentice Hall 2000, 2nd Ed.; Differential Topology, Guillemin &amp; Pollack, Prentice Hall; Topology from a Differential Viewpoint . J. Milnor, Princeton University Press.     Spring term    Homology and cohomology from simplicial, singular, cellular, axiomatic and differential form viewpoints. Axiomatic characterizations and applications to geometrical problems of embedding and fixed points. Manifolds and Poincare duality. Products and ring structures. Vector bundles, tangent bundles, De Rham cohomology and differential forms.     G63.2350.001,  2360.001 DIFFERENTIAL GEOMETRY I, II    3 points per term. Fall and spring terms.  Tuesday, 9:30-11:20, H. Hofer (fall); Monday, 1:25-3:15, J. Cheeger  (spring).     Prerequisites : multivariable calculus and linear algebra.     Fall Term    Differentiable manifolds, tangent bundle, embedding theorems, vector fields and differential forms. Riemannian metrics and connections, geodesics, exponential map, and Jacobi fields. Generalizations of differential geometric concepts and applications.     Spring Term    Differential forms. Integration on manifolds. Sard's Theorem. DeRham cohomology. Morse theory.  Submanifolds and second fundamental form. Applications to geometric problems.     G63.2333.001  ADVANCED TOPICS IN TOPOLOGY (Concentration of Measure)    3 points. Fall term.  Tuesday, 1:25-3:15, A. Naor .     Prerequisites : Basic real analysis and measure theory, basic probability theory, linear algebra.    This course will cover a variety of tools for proving concentration and deviation inequalities. These include geometric methods and isoperimetry, large deviations and moment methods, martingale methods,  spectral methods, log-Sobolev inequalities, Talagrand induction for product spaces, generic chaining and majorizing measures, Kim-Vu concentration for polynomials, geometric inequalities and log concavity. These tools have a wide range of applications in many areas of mathematics and theoretical computer science. We will also present some examples of such applications. The course will be self contained and accessible to mathematics and computer science students that have mathematical maturity and basic knowledge of real analysis, probability theory and linear algebra.    Recommended text: The Concentration of Measure Phenomenon , Michel Ledoux.    Grading: this course will be graded as a seminar course requiring a presentation.      G63.2410.001  ADVANCED TOPICS IN GEOMETRY (Topic TBA)    3 points. Spring term.  Thursday, 1:25-3:15, M. Gromov.    Description not yet available.     G63.2410.002  ADVANCED TOPICS IN GEOMETRY (Topic TBA)    3 points. Spring term.  Tuesday, 1:25-3:15, J. Cheeger .    Description not yet available.     G63.2410.003  ADVANCED TOPICS IN GEOMETRY (Topic TBA)    3 points. Spring term.  Monday, 9:30-11:20, H. Hofer .    Description not yet available.       ANALYSIS       G63.1002.001  MULTIVARIABLE CALCULUS    3 points. Spring term.  Wednesday, 5:10-7:00, E. Hameiri .     Note: This course is offered as a terminal master&#8217;s level course; it does not carry credit toward the Ph.D. program.     Prerequisites : two terms of undergraduate calculus and elements of matrix theory.    Calculus of several variables: vector algebra in 3-space, partial differentials. Multiple integrals of various types, integral theorems and applications. Applications: Taylor's theorem, Implicit function theorem, Maxima and minima and Lagrange equations.    Text: Vector Calculus , J, Marsden &amp; A. Tromba, W.H. Freeman Publishers, 5th Ed.    Cross-listed as V63.0224.001     G63.1410.001,  1420.001 INTRODUCTION TO MATHEMATICAL ANALYSIS I, II    3 points per term. Fall and spring terms.  Wednesday, 5:10-7:00. H. Kn&#252;pfer.     Fall term    Functions of one variable: rigorous treatment of limits and continuity. Derivatives. Riemann integral. Taylor series. Convergence of infinite series and integrals.  Absolute and uniform convergence. Infinite series of functions. Fourier series.     Spring term    Functions of several variables and their derivatives. Topology of Euclidean spaces. The implicit function theorem, optimization and Lagrange multipliers. Line integrals, multiple integrals, theorems of Gauss, Stokes, and Green.    A one-hour problem session will follow the class (7:15-8:15 p.m.).    Text:  Introduction to Analysis , W. R. Wade, Prentice Hall (mandatory)     G63.2430.001 REAL VARIABLES (one-term format)    3 points. per term. Fall term.  Mondays, Wednesdays, 5:10-6:25, S. Gunturk .     Note: Master's students should consult course instructor before registering for this course.     Prerequisites : a familiarity with rigorous mathematics, proof writing, and epsilon-delta approach to analysis.    Measure and integration. Lebesgue measure on the line and abstract measure spaces. Absolute continuity and Radon-Nikodym theorem. Product measures, Fubini's theorem etc. L^p spaces, Hilbert spaces and Fourier series. Elementary functional analysis.    Text: Real Analysis , Royden, Prentice Hall, 3rd Ed.    Recommended text: The Elements of Integration , R. Bartle, J. Wiley &amp; Sons, 1966 (available on reserve stacks at the Courant library)     G63.2450.001, 2460.001 COMPLEX VARIABLES I, II    3 points per term. Fall and spring terms.  Tuesday, 5:10-7:00, F. Hoppensteadt (fall); Monday, 5:10-7:00, E. Hameiri (spring).     Fall Term    Complex numbers; analytic functions, Cauchy-Riemann equations; linear fractional transformations; construction and geometry of the elementary functions; Green's theorem, Cauchy's theorem; Jordan curve theorem, Cauchy's formula; Taylor's theorem, Laurent expansion; analytic continuation; isolated singularities, Liouville's theorem; Abel's convergence theorem and the Poisson integral formula.    Text: Introduction to Complex Variables and Applications , Brown &amp; Churchill     Spring Term    The fundamental theorem of algebra, the argument principle; calculus of residues, Fourier transform; the Gamma and Zeta functions, product expansions; Schwarz principle of reflection and Schwarz-Christoffel transformation; elliptic functions, Riemann surfaces; conformal mapping and univalent functions; maximum principle and Schwarz's lemma; the Riemann mapping theorem.}    Cross-listed as V63.0393.001, 0394.001    Reserve texts: Conformal Mapping , Nehari; Complex Analysis , Alfors     G63.2451.001  COMPLEX VARIABLES (one-term format)    3 points. Fall term.  Mondays, Wednesdays, 9:15-10:30, N. Masmoudi .     Note: Master's students should consult course instructor before registering for this course.     Prerequisites : advanced calculus, or G63.1410 Introduction to Math Analysis.  Concurrent registration is not permitted.    Complex numbers, the complex plane. Power series, differentiability of convergent power series. Cauchy-Riemann equations, harmonic functions. conformal mapping, linear fractional transformation. Integration, Cauchy integral theorem, Cauchy integral formula.  Morera's theorem. Taylor series, residue calculus. Maximum modulus theorem. Poisson formula. Liouville theorem. Rouche's theorem. Weierstrass and Mittag-Leffler representation theorems. Singularities of analytic functions, poles, branch points, essential singularities, branch points. Analytic continuation, monodromy theorem, Schwarz reflection principle. Compactness of families of uniformly bounded analytic functions. Integral representations of special functions. Distribution of function values of entire functions.    Text: Complex Analysis: An Introduction , Lars V. Ahlfors, McGraw-Hill, 3rd Ed.     G63.2470.001  ORDINARY DIFFERENTIAL EQUATIONS    3 points. Spring term.  Wednesday, 5:10-7:00, O.Widlund .     Prerequisites :  linear algebra, real variables.    Existence theorem: finite differences; power series. Uniqueness. Linear systems: stability, resonance. Linearized systems: behavior in the neighborhood of fixed points.  Linear systems with periodic coefficients. Linear analytic equations in the complex domain: Bessel and hypergeometric equations.    Recommended text: Ordinary Differential Equations , Coddington &amp; Levinson     G63.2490.001  PARTIAL DIFFERENTIAL EQUATIONS (one-term format)             3 points. Spring term.  Tuesday, Thursday, 1:25-2:40, J. Shatah .     Note: Master's students should consult course instructor before registering for this course.    Basic constant-coefficient linear examples: Laplace's equation, the heat equation, and the wave equation, analyzed from many viewpoints including solution formulas, maximum principles, and energy inequalities. Key nonlinear examples such as scalar conservation laws, Hamilton-Jacobi equations, and semilinear elliptic equations, analyzed using appropriate tools including the method of characteristics, variational principles, and viscosity solutions. Simple numerical schemes: finite differences and finite elements. Important PDE from mathematical physics, including the Euler and Navier-Stokes equations for incompressible flow.    Text: Partial Differential Equations , L. C. Evans, AMC, 3rd Ed.     G63.2550.001  FUNCTIONAL ANALYSIS    3 points. Spring term.  Wdenesday, 1:25-3:15. F. Hang .         Prerequisite : Linear algebra. Real variables or the equivalent. Some complex function-theory would be helpful.   The course will concentrate on concrete aspects of the subject and on the spaces most commonly used in practice such as L p (1&#8804; p &#8804; &#8734;), C, C &#8734; ,  and their duals. Working knowledge of Lebesgue measure and integral is expected. Special attention to Hilbert space ( L 2 , Hardy spaces, Sobolev spaces, etc.), to the general spectral theorem there, and to its application to ordinary and partial differential equations. Fourier series and integrals in that setting. Compact operators and Fredholm determinants with an application or two. Introduction to measure/volume in infinite-dimensional spaces (Brownian motion). Some indications about non-linear analysis in an infinite-dimensional setting. General theme: How does ordinary linear algebra and calculus extend to  d=&#8734; dimensions?     Mandatory text: Functional Analysis , P. Lax, (Pure &amp; Applied Mathematics, New York), Wiley-Interscience, John Wiley &amp; Sons, 2002    Rec. text: Methods of Modern Mathematical physics Vol. I: Functional Analysi s, M. Reed &amp; B. Simon, Academic Press, New York-London, 1972     G63.2563.001  HARMONIC ANALYSIS    3 points. Fall term.  Wednesday, 1:25-3:15, F. Lin .     Prerequisites :  real analysis; basic knowledge of complex variables and functional analysis.     Classical Fourier Analysis: Fourier series on the circle, Fourier transform on the Euclidean space, stationary phase. Topics in real variable methods: maximal functions, Hilbert and Riesz transforms and singular integral operators, BMO and Hardy spaces, Carleson measures and boundary behavior of harmonic functions.     References: Singular Integrals and Differentiability Properties of Functions , E.Stein; Introduction to Fourier Analysis on Eucledian Spaces , E.Stein &amp; G.Weiss; Fourier Integrals in Classical Analysis , C.Sogge     G63.2610.001  ADVANCED TOPICS IN PDE (Harmonic Analysis Methods in Nonlinear Evolution Equations)    3 points. Fall term.  Wednesday, 9:30-11:20, J. Shatah .    This class is intended to introduce students to harmonic analysis techniques to study local and global well-posedness of nonlinear Schrodinger, heat, and wave equations. Topics to be covered include: function spaces, Littlewood-Paley theory, nonlinear Schrodinger equations, Navier-Stokes systems, Euler systems, and nonlinear wave equations. This class will be graded as a seminar class.    Grading: this course will be graded as a seminar course.     G63.2610.002  ADVANCED TOPICS IN PDE (Homogenization and Boundary Layers)    3 points. Fall term.  Wednesday, 1:25-3:15, N. Masmoudi .    The course will cover the following 4 parts : (1) Review of the classical results about periodic homogenization of elliptic operators. In particular we will look at Darcy law, compensated-compactness techniques, two scalce convergence methods, homogenization of Euler equation. (2) Treatment of few aspects of quasi-periodic, almost periodic and stochastic theories. (3) Understanding  problems related to the boundary when we want to get higher order approximation. This requires a precise understanding of boundary layers. (4) Finally, studying some rugosity problems.    see www.math.nyu.edu/faculty/masmoudi/Homogen-fall08.html    Grading: this course will be graded as a seminar course.     2620.001 ADVANCED TOPICS IN PDE (Topic TBA)    3 points. Spring term.  Tuesday, 9:30-11:20, F. Lin .    Description not yet available.       G63.2650.001,  2660.001 ADVANCED TOPICS IN ANALYSIS (Integrable Systems )    3 points per term. Fall and spring terms..  Monday,1:25-3:15 (fall), Tuesday, 1:25-3:15 (spring), P. Deif t .     Prerequisites : PDE, complex variables, basics of Hamiltonian mechanics.    In this course will will discuss long-time behavior of integrable infinite dimensional systems. We will show how to use Riemann-Hilbert/steepest-descent methods to analyze the long-time behavior of integrable infinite dimensional systems. The course will continue in the spring when we consider Hamiltonian perturbations of such systems.    Grading: this course will be graded as a seminar course.     G63.2660.002  ADVANCED TOPICS IN ANALYSIS (Wave Packets Analysis with Applications to PDE)    3 points. Spring term.  Wednesday, 9:30-11:20, P. Germain .    Description not yet available.       NUMERICAL ANALYSIS       G63.2010.001,  2020.001 NUMERICAL METHODS I, II    3 points per term. Fall and spring terms.  Thursday, 5:10-7:00 A. Rangan (fall); 7:10-9:00 W. Ren (spring).     Fall term     Prerequisites : a solid knowledge of undergraduate linear algebra, and experience with writing computer programs (in Fortran, C, or other language). Prior knowledge of Matlab is not required, but you will be expected to learn it as the course progresses.    Floating point arithmetic; conditioning and stability; numerical linear algebra, including systems of linear equations, least squares, and eigenvalue problems; LU, Cholesky, QR and SVD factorizations; conjugate gradient and Lanczos methods; interpolation by polynomials and cubic splines; Gaussian quadrature. Computer programming assignments form an essential part of the course.    Text: Numerical Linear Algebra , Trefethen &amp; Bau, SIAM, 1997 (mandatory)    Cross-listed as G22.2420.001     Spring term     Prerequisite : numerical linear algebra, elements of ODE and PDE.    This course will cover fundamental methods that are essential for numerical solution of differential equations. It is intended for students familiar with ODE and PDE and interested in numerical computing; computer programming assignments form an essential part of the course. The course will introduce students to numerical methods for (1) nonlinear equations, Newton&#8217;s method; (2) ordinary differential equations, Runge-Kutta and multistep methods, convergence and stability; (3) finite difference and ;finite element methods; (4) fast solvers, multigrid method; (5) parabolic and hyperbolic partial differential equations.    Text: A First Course in the Numerical Analysis of Differential Equations , A. Iserles, Cambridge University Press, 1st Ed.    Cross-listed as G22.2421.001     G63.2011.001  ADVANCED TOPICS IN NUMERICAL ANALYSIS (High Performance Scientific Computing)    3 points. Fall term.  Tuesday, 5:10-7:00, M. Berger  and D. Bindel .     Prerequisites : (serial) programming experience with C/C++ or FORTRAN and some familiarity with numerical methods.    This class will cover the important aspects of parallel scientific computing. These include the programming models and architectures for distributed and shared memory machines; the programming frameworks in most common use (MPI and Open MP); and performance issues such as load balance, communication, and synchronization overhead.  Representative parallel numerical algorithms will also be studied. Since a pre-requisite for good parallel performance is good serial performance, the class will begin with this aspect of high-performance computing.    Grading: This will be a hands-on class, with several parallel (and serial) computing assignments. There will be a final project at the end. Students who have code they want to parallelize are encouraged to attend, and use that for their final project.     Cross-listed as G22.2945.001     G63.2012.001  ADVANCED TOPICS IN NUMERICAL ANALYSIS (Topic TBA)    3 points. Spring term.  Monday, 9:30-11:20, A. Rangan .    Description not yet available.    Cross-listed as G22.2945.001     G63.2030.001  ADVANCED NUMERICAL ANALYSIS (Computational Fluid Dynamics)    3 points. Spring term.  Tuesday, 1:25-3:15, M. Shelley .     Prerequisites : graduate Numerical Methods I and II, graduate ODE and PDE. A course in numerical PDE  will be helpful.    This course will give an introduction to numerical methods for simulating the dynamics of incompressible fluid flows. This will include spectral, finite difference, and integral-based schemes.  Emphasis will be given to (1) methods for handling fluid-body interaction, especially for the Stokes equations and potential flows for the Euler equations, but also new integral-based methods for Navier-Stokes; and (2) methods for simulating complex fluids, or fluids with suspended microstructure. Students will participate by reading and presenting the research literature, as well as presenting their own research, if relevant.    Grading: this course will be graded as a seminar course requiring a presentation.    Cross-listed as G22.2945.003      G63.2031.001 ADVANCED NUMERICAL ANALYSIS (Convex and Nonsmooth Optimization)    3 points. Spring term.  Monday, 5:10-7:00, M. Overton .    Convex optimization problems have many important properties, including a powerful duality theory and the property that any local minimum is also a global minimum. Nonsmooth optimization refers to the more general problem of minimizing functions that are typically not differentiable at their minimizers. This course discusses a variety of such problems, including semidefinite programming, quadratic cone programming, eigenvalue optimization, and optimization of functions of the roots of polynomials,  as well as numerical methods for solving them. Theoretical concepts to be discussed include self-concordance, subdifferential analysis and Clarke regularity. Numerical methods to be discussed include global Newton methods and primal-dual interior-point methods.    Primary text (for first half of the course): Convex Optimization , Boyd and Vandenberghe, Cambridge University Press, freely available online. No text for the second half of course.    Cross-listed as G22.2945.002     G63.2040.001  ADVANCED NUMERICAL ANALYSIS (Finite Element Methods)    3 points. Fall term.  Mondays, 1:25-3:15, O. Widlund .     Prerequisites : knowledge of numerical linear algebra and basic theory for PDE of elliptic type.    Calculus of variation and linear elliptic equations. Sobolev spaces, trace and extension theorems and regularity theory. Poisson's and Friedrichs' inequalities. Basic theory and practice of conforming finite element methods: triangulation of regions, piecewise polynomial spaces, Cea's lemma and the Aubin-Nitsche result. Nonconforming finite elements and Strang's lemmas. Saddle point problems and inf-sup stable pairs of finite elements. Applications to incompressible Stokes and Navier-Stokes equations and to linear elasticity. Preconditioned Krylov space methods. Edge finite element methods for different problems in electromagnetics. Multigrid theory and domain decomposition algorithms.    Grading: this course will be grades as a seminar course.    Cross-listed as G22.2945.002      G63.2041.001  COMPUTING IN FINANCE    3 points. Fall term.  Thursday, 7:10-9:00, K. Laud &amp; L. Maclin.    This course will introduce students to the software development process, including applications in financial asset trading, research, hedging, and portfolio management. Students will use popular programming languages (Java/C/C++) to develop object-oriented software, and will focus on the most broadly important elements of programming - superior design, effective problem solving, and the proper use of data structures and algorithms. Students will work with market and historical data to test trading and risk management strategies with an eye towards the practical considerations of software deployment. Several key technologies will be presented and discussed, including recent developments in e-commerce.     G63.2043.001  SCIENTIFIC COMPUTING    3 points. Fall term.  Wednesday, 5:10-7:00, C. Hohenegger .     Prerequisites : multivariate calculus and linear algebra.  Programing experience strongly recommended but not required.    A practical introduction to computational problem solving.  Application of Taylor series to differentiation and integration.  Floating point arithmetic. Conditioning of problems and stability of algorithms. Solution of linear and nonlinear systems of equations and optimization. Ordinary differential equations.  Introduction to Monte Carlo. Principles of reliable and robust computational software. Scientific visualization. Students will use C/C++ and Matlab.    Cross-listed as G22.2112.001     G63.2043.001  SCIENTIFIC COMPUTING    3 points. Spring term.  Thursday, 7:10-9:00, J. Goodman .     Prerequisites : multivariate calculus and linear algebra.  Programming experience strongly recommended but not required.    A practical introduction to computational problem solving. Application of Taylor series to differentiation and integration. Floating point arithmetic. Conditioning of problems and stability of algorithms.  Solution of linear and nonlinear systems of equations and optimization. Ordinary differential equations. Introduction to Monte Carlo simulation. Principles of reliable and robust computational software. Scientific visualization. Current software packages. Computer programming assignments form an essential part of the course.    Cross-listed as G22.2112.001      G63.2045.001  COMPUTATIONAL METHODS FOR FINANCE    3 points. Fall term.  Tuesday, 7:10-9:00, A. Hirsa.     Prerequisites : Scientific Computing or Numerical Methods II, Continuous Time Finance, or permission of instructor.    Computational techniques for solving mathematical problems arising in finance. Dynamic programming for decision problems involving Markov chains and stochastic games. Numerical solution of parabolic partial differential equations for option valuation and their relation to tree methods. Stochastic simulation, Monte Carlo, and path generation for stochastic differential equations, including variance reduction techniques, low discrepancy sequences, and sensitivity analysis.    Cross-listed as B40.7311.010       APPLIED MATHEMATICS AND MATHEMATICAL PHYSICS         G63.2701.001 METHODS OF APPLIED MATHEMATICS    3 points. Fall term.  Tuesday, 7:10-9:00, E. Tabak .     Prerequisites : complex variables, linear algebra, ordinary differential equations.    The course will provide training to both applied and pure students in those areas of asymptotic analysis that are especially important to the mathematical modeling and analysis of physical problems. Topics: Convergent and divergent asymptotic series; asymptotic expansion of integrals: steepest descents, Laplace principle, Watson&#8217;s lemma, and methods of stationary phase, regular and singular perturbations of differential equations, the WKB method, boundary-layer theory, matched asymptotic expansions, and multiple-scale analysis; Rayleigh-Schrodinger perturbation theory for linear eigenvalue problems, summation of series, Pade approximation, averaging methods, renormalization groups, weakly nonlinear waves and geometric optics.    Text: Advanced Mathematical Methods for Scientists and Engineers , C.M. Bender &amp; S.A. Orszag    Supplementary reading: Multiple Scale and Singular Perturbation Methods , J. Kevorkian &amp; J.D. Cole; Asymptotic Analysis , J.D. Murray, Applied Asymptotic Analysis , P.D. Miller, Linear and Nonlinear Waves , G.B. Whitham     G63.2702.001 FLUID DYNAMICS    3 points. Spring term.  Wednesday, 1:25-3:15, H. Weitzner .     Prerequisites : introductory complex variables and partial differential equations.    The course will expose students to basic fluid dynamics from a mathematical and physical perspective, emphasizing incompressible flows. Topics: conservation of mass, momentum, and energy.  Eulerian and Lagrangian formulations. Basic theory of inviscid incompressible and barotropic fluids. Kinematics and dynamics of vorticity and circulation. Special solutions to the Euler equations: potential flows, rotational flows, conformal mapping methods. The Navier-Stokes equations and special solutions thereof. Boundary layer theory. Boundary conditions.  The Stokes equations.    Text: Fluid Mechanics , L.D. Landau &amp; E.M. Lifshitz, Butterworth Heinemann, 2nd Ed.    Supplementary texts:: An Introduction to Fluid Dynamics , G. Batchelor; Vorticity and Incompressible Flow , A. Majda &amp; A. Bertozzi     G63.2703.001 APPLIED FUNCTIONAL ANALYSIS     3 points. Fall term.  Tuesday, 5:10-7:00, D. Cai .     Prerequisites : undergraduate advanced calculus, complex variables, ordinary differential equations, some experience with  partial differential equations.    The course will provide training for both applied and pure students in those areas of functional analysis that are especially important to the mathematical modeling and analysis of physical problems.  Topics: Green's functions, theory of distributions, generalized Fourier series, Hilbert and Banach spaces, Riesz representation theorem, integral equations, Fredholm alternative, potential theory; Hilbert-Schmidt kernels, Rayleigh-Ritz method, spectral theory and Sturm-Liouville problems, boundary value problems; elasticity and finite elements, optimization; quadratic variational problems and duality; calculus of variations.    Text: Green's Functions and Boundary Value Problems , I. Stakgold, 2nd Ed.    Supplementary texts: Theory of Ordinary Differential Equations , Coddington &amp; Levinson; Methods of Mathematical Physics , Courant &amp; Hilbert, Vol. I; Introduction to Partial Differential Equations , G. Folland, Singular Integral Equations , N.I. Muskhelishvili, Boundary Integral and Singularity Methods for Linearized Viscous Flow , C. Pozrikidis     G63.2706.001  PARTIAL DIFFERENTIAL EQUATIONS FOR FINANCE    3 points. Spring term.  Monday, 5:10-7:00, M. Avellaneda .     Prerequisite : Stochastic Calculus or equivalent.    An introduction to those aspects of partial differential equations and optimal control most relevant to finance. Linear parabolic PDE and their relations with stochastic differential equations: the forward and backward Kolmogorov equation, exit times, fundamental solutions, boundary value problems, maximum principle. Deterministic and stochastic optimal control: dynamic programming, Hamilton-Jacobi-Bellman equation, verification arguments, optimal stopping. Applications to finance, including portfolio optimization and option pricing -- are distributed throughout the course.     G63.2707.001  TIME SERIES ANALYSIS AND STATISTICAL ARBITRAGE    3 points. Fall term.    Monday, 7:10-9:00, R. Almgren &amp; R. Reider.     Prerequisites : Derivative Securities, Scientific Computing, Computing for Finance, and Stochastic Calculus.    The term \"statistical arbitrage\" covers any trading strategy that uses statistical tools and time series analysis to identify approximate arbitrage opportunities while evaluating the risks inherent in the trades (considering the transaction costs and other practical aspects). This course starts with a review of Time Series models and addresses econometric aspects of financial markets such as volatility and correlation models. We will review several stochastic volatility models and their estimation and calibration techniques as well as their applications in volatility based trading strategies. We will then focus on statistical arbitrage trading strategies based on cointegration, and review pairs trading strategies. We will present several key concepts of market microstructure, including models of market impact, which will be discussed in the context of developing strategies for optimal execution. We will also present practical constraints in trading strategies and further practical issues in simulation techniques. Finally, we will review several algorithmic trading strategies frequently used by practitioners.     G63.2708.001 ALGORITHMIC TRADING AND QUANTITATIVE STRATEGIES    3 points. Spring term.  Thursday, 5:10-7:00, L. Maclin &amp; P. Kolm .     Prerequisites : Computing in Finance, and Capital Markets and Portfolio Theory, or equivalent.    In this course we develop a quantitative investment and trading framework. In the first part of the course, we study the mechanics of trading in the financial markets, some typical trading strategies, and how to work with and model high frequency data.  Then we turn to transaction costs and market impact models, portfolio construction and robust optimization, and optimal betting and execution strategies. In the last part of the course, we focus on simulation techniques, back-testing strategies, and performance measurement. We use advanced econometric tools and model risk mitigation techniques throughout the course. Handouts and/or references will be provided on each topic.     G63.2709.001  FINANCIAL ENGINEERING MODELS FOR CORPORATE FINANCE    3 points. Fall term.  Thursday, 7:10-9:00, D. Shimko.     Prerequisites : G63.2751 Capital Markets &amp; Portfolio Theory and G63.2791 Derivative Securities.    This course covers advanced stochastic modeling applications in finance. Combining capital markets, corporate finance and statistical knowledge, this course uses simulation as a unifying tool to model all major types of market, credit and actuarial risks.  Emphasis is placed on rigorous application of financial theory to the conceptualization and solution of multifaceted real-world problems. These problems arise in security design and risk management strategy.     G63.2710.001  MECHANICS          3 points. Spring term.  Thursday, 9:30-11:20, Instructor TBA.    This course provides a mathematical introduction to Hamiltonian mechanics, nonlinear waves, solid mechanics, and statistical mechanics -- topics at the interface where differential equations and probability meet physics and materials science. For students preparing to do research on physical applications, the class provides an introduction to crucial concepts and tools; for students planning to specialize in PDE or probability the class provides valuable context by exploring some central applications. No prior exposure to physics is expected.       G63.2751.001  RISK AND PORTFOLIO MANAGEMENT WITH ECONOMETRICS      3 points. Fall term.  Tuesday, 7:10-9:00, A. Meucci.     Prerequisites : probability, multivariate calculus and linear algebra. Course web page: symmys.com.    The course covers quantitative portfolio management and risk management from the foundations to the most advanced developments. Multivariate statistics and estimation methods are analyzed. These include nonparametric, maximum-likelihood under non-normal hypotheses, shrinkage, robust, and very general multivariate Bayesian techniques. Implicit factor models, such as principal component analysis, and explicit factor models, such as the CAPM and the APT, are introduced. Portfolio evaluation methods such as stochastic dominance, expected utility, value at risk and coherent measures are discussed in a unified setting and applied in a variety of contexts, including prospect theory, total return and benchmark allocation. Classical portfolio optimization is introduced in a general setting. Solutions are tackled by means of the sub-optimal two-step mean-variance heuristics, as well as by a variety of alternative methods. Optimization under estimation risk is then discussed: the Black-Litterman approach, more general Bayesian approaches, the resampling procedure and robust optimization techniques. The course consists of theory and applications. The theory follows closely the textbook Risk and Asset Allocation by A. Meucci. The applications are implemented in MATLAB&#174; (standard and statistics toolboxes required). The applications are displayed interactively during the course to support intuition and they are further analyzed by the students in their homework. No knowledge of MATLAB is assumed.     G63.2751.001  RISK AND PORTFOLIO MANAGEMENT WITH ECONOMETRICS     3 points. Spring term.  Wednesdays, 7:10-9:00, Instructor TBA.     Prerequisite :  probability, multivariate calculus and linear algebra.    The course will cover the standard topics of an investments course; it will provide the necessary economics background but will assume students have a strong undergraduate mathematics background. The core of the course will focus on portfolio theory: expected utility, risk and return, mean-variance analysis, equilibrium asset pricing models, and arbitrage pricing theory.     G63.2753.001  ADVANCED RISK MANAGEMENT    3 points. Fall term.  Monday, 7:10-9:00, S. Allen.     Prerequisites : Derivative Securities, Computing in Finance or equivalent programming.    The importance of financial risk management has been increasingly recognized over the last several years. This course gives a broad overview of the field, from the perspective of both a risk management department and of a trading desk manager, with an emphasis on the role of financial mathematics and modeling in quantifying risk. The course will discuss how key players such as regulators, risk managers, and senior managers interact with trading. Specific techniques for measuring and managing the risk of trading and investment positions will be discussed for positions in equities, credit, interest rates, foreign exchange, commodities, vanilla options, and exotic options. Students will be trained in developing risk sensitivity reports and using them to explain income, design static and dynamic hedges, and measure value-at-risk and stress tests. Students will create Monte Carlo simulations to determine hedge effectiveness. Extensive use will be made of examples drawn from real trading experience, with a particular emphasis on lessons to be learned from trading disasters.    Text: Financial Risk Management , S. Allen, John Wiley &amp; Sons, 2003     G63.2753.001  ADVANCED RISK MANAGEMENT    3 points. Spring term.  Tuesday, 7:10-9:00, Instructor TBA.     Prerequisites : Derivative Securities, Computing in Finance or equivalent programming.    The importance of financial risk management has been increasingly recognized over the last several years. This course gives a broad overview of the field, from the perspective of both a risk management department and of a trading desk manager, with an emphasis on the role of financial mathematics and modeling in quantifying risk. The course will discuss how key players such as regulators, risk managers, and senior managers interact with trading. Specific techniques for measuring and managing the risk of trading and investment positions will be discussed for positions in equities, credit, interest rates, foreign exchange, commodities, vanilla options, and exotic options. Students will be trained in developing risk sensitivity reports and using them to explain income, design static and dynamic hedges, and measure value-at-risk and stress tests. Students will create Monte Carlo simulations to determine hedge effectiveness. Extensive use will be made of examples drawn from real trading experience, with a particular emphasis on lessons to be learned from trading disasters.    Text: Financial Risk Management , S. Allen, John Wiley &amp; Sons, 2003      G63.2755.001  PROJECT AND PRESENTATION (MATH FINANCE)    3 points. Fall Term.  Thursday, 5:10-7:00, P. Kolm .    Students in the Mathematics in Finance program conduct research projects individually or in small groups under the supervision of finance professionals. The course culminates in oral and written presentations of the research results.     G63.2755.001  PROJECT AND PRESENTATION (MATH FINANCE)    3 points. Spring Term.  Wednesday, 5:10-7:00, P. Kolm .    Students in the Mathematics in Finance program conduct research projects individually or in small groups under the supervision of finance professionals. The course culminates in oral and written presentations of the research results.     G63.2791.001  DERIVATIVE SECURITIES       3 points. Fall term.  Wednesday, 5:10-7:00, J. Goodman .    An introduction to arbitrage-based pricing of derivative securities. Topics include: arbitrage; risk-neutral valuation; the log-normal hypothesis; binomial trees; the Black-Scholes formula and applications; the Black-Scholes partial differential equation; American options; one-factor interest rate models; swaps, caps, floors, swaptions, and other interest-based derivatives; credit risk and credit derivatives.    Cross-listed as B40.7312.010     G63.2791.002  DERIVATIVE SECURITIES       3 points. Fall term.  Wednesday, 7:10-9:00, K. Lewis.    An introduction to arbitrage-based pricing of derivative securities. Topics include: arbitrage; risk-neutral valuation; the log-normal hypothesis; binomial trees; the Black-Scholes formula and applications; the Black-Scholes partial differential equation; American options; one-factor interest rate models; swaps, caps, floors, swaptions, and other interest-based derivatives; credit risk and credit derivatives.    Cross-listed as B40.7312.011     G63.2791.001 DERIVATIVE SECURITIES       3 points. Spring term.  Monday, 7:10-9:00, Instructor TBA.    An introduction to arbitrage-based pricing of derivative securities. Topics include: arbitrage; risk-neutral valuation; the log-normal hypothesis; binomial trees; the Black-Scholes formula and applications; the Black-Scholes partial differential equation; American options; one-factor interest rate models; swaps, caps, floors, swaptions, and other interest-based derivatives; credit risk and credit derivatives.     G63.2792.001  CONTINUOUS TIME FINANCE      3 points. Fall term.          Monday, 5:10-7:00, P. Kolm .     Prerequisites : Derivative Securities and Stochastic Calculus, or equivalent.    A second course in arbitrage-based pricing of derivative securities. The Black-Scholes model and its generalizations: equivalent martingale measures; the martingale representation theorem; the market price of risk; applications including change of numeraire and the analysis of quantos. Interest rate models: the  Heath-Jarrow-Morton approach and its relation to short-rate models; applications including mortgage-backed securities. The volatility smile/skew and approaches to accounting for it: underlyings with jumps, local volatility models, and stochastic volatility models.    Cross-listed as B40.7310.010     G63.2792.001 CONTINUOUS TIME FINANCE      3 points. Spring term.          Wednesday, 7:10-9:00, P. Carr &amp; B. Dupire.     Prerequisites : Derivative Securities and Stochastic Calculus, or equivalent.    A second course in arbitrage-based pricing of derivative securities. The Black-Scholes model and its generalizations: equivalent martingale measures; the martingale representation theorem; the market price of risk; applications including change of numeraire and the analysis of quantos. Interest rate models: the  Heath-Jarrow-Morton approach and its relation to short-rate models; applications including mortgage-backed securities. The volatility smile/skew and approaches to accounting for it: underlyings with jumps, local volatility models, and stochastic volatility models.     G63.2794.001  INTEREST RATE AND CREDIT MODELS    3 points. Fall term.  Wednesday, 7:10-9:00, V. Finkelstein.     Prerequisites : Computing for Finance or equivalent programming skills, and Derivative Securities or equivalent familiarity with financial models.    This course addresses a number of practical issues concerned with modeling, pricing and risk management of a range of fixed-income securities and structured products. Emphasis is on developing intuition and practical skills in analyzing pricing and hedging problems. In particular, significant attention is devoted to still evolving credit derivatives market and its connection to more mature interest rate, equity and currency markets.    The term will be divided into three main segments: The first segment, focused on interest rates will show how one builds a discount curve using market inputs, and how this discount curve is used to price a full range of securities and interest rate derivatives. We discuss pricing of various interest rate contracts using closed form solutions and a number of single-factor models. Further topics will include mean reversion and volatility skew of interest rates, and their effect on pricing Bermuda swaptions and other derivatives contracts. This segment will also cover hedging of interest rate derivatives.    The second segment, on credit models, will begin with building risky discount curves from market prices and their use in pricing corporate bonds, asset swaps, and credit default swaps. We will next examine pricing and hedging of options on defaultable assets, Then will discuss structured (Merton-style) models that connect corporate debt and equity through the firm&#8217;s total asset value. Applications of this approach include the estimation of default probability and credit spread from equity prices and hedging credit exposures with equity.    The third segment will focus on credit structured products. We start with cross-currency swaps with credit overlay. We next discuss models for pricing portfolio transactions using Merton-style approach. These models will then be applied to the pricing of collateralized debt obligation tranches, the evaluation of credit risk in loan portfolios, and pricing counterparty credit risk taking wrong-way exposure into account.    Texts: Fixed Income Securities , Bruce Tuckman, 2nd Ed.; Credit Derivatives Pricing Models , Philipp J. Schoenbucher    Supplementary Text: Options, Futures, and Other Derivative Securities , John Hull, 5th Ed.     G63.2794.001  INTEREST RATE AND CREDIT MODELS    3 points. Spring term.  Monday, 7:10-9:00, Instsructor TBA.     Prerequisite : Computing for Finance, or equivalent programming skills; and Derivative Securities, or equivalent familiarity with financial models.    This course addresses the fixed-income models most frequently used in the financial industry. Emphasis is on practical implementation of the models, and on their applications to pricing, hedging, and trading strategies. The semester will be divided into three main segments. The first segment, on discount and yield curve mathematics, will show &#8211; through realistic implementation &#8211; how one builds a discount curve using a mix of deposit, futures, and swap rate inputs. This discount curve will be used to price a full range of securities and derivatives. This segment will also cover principal component hedging and related trading strategies.    The second segment, on interest rate options, will begin by showing how to fit a single-factor binomial tree to both the discount curve and European swaption prices. The resulting tree will then be used to price Bermudan swaptions and related exotic products. Further topics will include calibration to volatility skew, the use of trinomial trees to control for mean reversion, and the use of Monte Carlo simulations to price mortgage products.    The third segment, on credit models, will begin with Merton-style models that treat corporate debt and equity as options on a firm&#8217;s total asset value. Applications of this approach include the estimation of default probability and credit spread from equity prices; hedging credit exposures with equity; pricing and hedging convertible bonds; and pricing credit guarantees and counterparty credit risk taking wrong-way exposure into account. Portfolio models will be developed using both the Merton-style approach and reduced-form (intensity-based) models; these models will then be applied to the pricing of collateralized debt obligation tranches, and to the evaluation of credit risk in loan portfolios.     G63.2796.001 MORTGAGE-BACKED SECURITIES AND ENERGY DERIVATIVES    3 points. Spring term.  Monday, 7:10-9:00, Instructor TBA.     Prerequisites : basic bond mathematics and bond risk measures (duration and convexity); Derivative Securities, Stochastic Calculus.    The first part of the course will cover the fundamentals and building blocks of understanding how mortgage-backed securities are priced and analyzed. The focus will be on prepayment and interest rate risks, benefits and risks associated with mortgage-backed structured bonds and mortgage derivatives. Credit risks of various types of mortgages will also be discussed. The second part of the course will focus on energy commodities and derivatives, from their basic fundamentals and valuation, to practical issues in managing structured energy portfolios. We develop a risk neutral valuation framework starting from basic GBM and extend this to more sophisticated multifactor models. These approaches are then used for the valuation of common, yet challenging, structures. Particular emphasis is placed on the potential pitfalls of modeling methods and the practical aspects of implementation in production trading platforms. We survey market mechanics and valuation of inventory options and delivery risk in the emissions markets.    Suggested texts: Salomon Smith Barney Guide to Mortgage-Backed and Asset-Backed Securities , Lakhbir Hayre; The Handbook of Mortgage-Backed Securities , Frank Fabozzi; Energy and Power Risk Management , Eydeland &amp; Wolyniec; Electricity Markets: Pricing, Structures and Economics , Chris Harris      G63.2830.001, 2840.001 ADVANCED TOPICS IN APPLIED MATHEMATICS (Nonliear Dynamics and Statistical Theories for Geophysical Flows)    3 points. Fall term.  Thursday, 3:20-5:10, A. Majda .    Geophysical Flows are extremely complex with instabilities on a wide range of scales. The nonlinear structure in such flows is important for prediction and climate change science. With the above facts, it is not surprising that a statistical point of view is essential for understanding these equations. This one year graduate course is an introduction to these topics based on the textbook by Andrew Majda and Xiaoming Wang, Nonlinear Dynamics and Statistical ODEs Theories for Basic Geophysical Flows, Cambridge Univ. Press, 2006. The viewpoint here should be useful also for students interested in other complex nonlinear systems. The introductory parts will be elementary including interesting exact solutions, nonlinear stability, etc. Information Theory will be used as a guiding principle for developing statistical predictions for chaotic dynamical systems and the course will include a self-contained discussion of these ideas together with applications to ensemble predictions, the statistical role of conserved quantities, etc. The class will blend rigorous theorems, applied mathematics models, numerical experiments and observations in a symbiotic fashion. The class should be accessible to beginning grad students with some background in PDEs and ODEs.    Grading: this course will be graded as a seminar course.       G63.2830.002 ADVANCED TOPICS IN APPLIED MATHEMATICS (Climate Dynamics)    3 points. Fall term.  Tuesday, 1:25-3:15, R. Kleeman .    The goal of this course is to introduce students to the fundamental principles underlying climate dynamics. The course is primarily lecture oriented but with a laboratory component. Lectures will focus on introducing the main concepts of atmosphere/ocean dynamics while a limited set of laboratory experiments will reinforce the material presented in the lectures. A series of six classical models in climate dynamics will be presented: radiative convective, energy balance, mid-latitude ocean, equatorial ocean, sea ice, and El Nino. Throughout the lectures, the interplay between observational, theoretical, and modeling approaches toward the understanding of climate dynamics will be highlighted. The laboratory component will involve a technical introduction and a series of numerical experiments with the models which will also form part of the assignments. Assignments will also explore the theoretical basis for the models studied.    Grading: this course will be graded as a regular course.      G63.2830.003  ADVANCED TOPICS IN APPLIED MATHEMATICS (Geophysical Fluid Dynamics)    3 points. Fall term.  Thursday, 9:30-11:20, S. Smith .    Geophysical fluid dynamics is the branch of fluid dynamics that investigates the large-scale flows in the atmosphere and oceans. These flows are characterized by the preponderant role of planetary rotation and stratification. Through this course, we will discuss the governing equations and the traditional approximations used in the atmospheric and oceanic sciences, and analyze the effects of rotation and stratification through the study of specific phenomena. Topics include: vorticity dynamics, geostrophic balance and quasi-geostrophic flows, gravity and Rossby waves, flow instabilities and turbulence. A strong emphasis will be placed on applied mathematical techniques suitable for the study of geophysical flows: perturbation expansions, multiple-scale analysis, and the WKB approximation. As part of a term project, students may choose an experimental, computational, or theoretical problem analyzing a specific type of flows such as monsoonal circulation, hurricanes, convection and baroclinic eddies.    Text: Atmospheric and Oceanic Fluid Dynamics: Fundamentals and Large-Scale Circulation , G.K. Vallis, Cambridge University Press, 2006    Supplementary texts: Lectures on Geophysical Fluid Dynamics , Rick Salmon; Geophysical Fluid Dynamics , Joseph Pedlosky    Grading: this course will be graded as a regular course.     G63.2830.004 ADVANCED TOPICS IN APPLIED MATH (A Course in Applied Math for Scientists)    3 points. Fall term.  Thursday, 5:10-7:00, L. Sirovich .    The purpose of this course is to present an extensive, integrated treatment of applied mathematics useful to science students who wish to include mathematical modeling and simulation in their future research. In this course many years of graduate applied mathematics are compressed into a traditional one semester course. To accomplish this, rigor is replaced by convincing arguments, intuitive concepts and the development of a geometrical perspective. Within this looser framework of proof the course is self-contained. Computation, through the use of Matlab, plays a central role in the teaching and learning process.    Although many course illustrations come from Biology, in its wider definition, students in other research areas should also be able to profit from the novel treatment presented in this course.    Amongst others the topics that will be covered are: Linear Algebra with Applications to Data Analysis and Modeling; Complex Analysis; Fourier Methods; Probabilistic &amp; Stochastic Modeling; Dynamical Systems and Applications to Chemical Kinetics with Applications to Biochemical Systems; Dimension Reduction &amp; Low Dimensional Systems. All topics will be considered within a Matlab framework.     Grading: this course will be graded as a regular course.     G63.2840.002  ADVANCED TOPICS IN APPLIED MATHEMATICS (Ice Dynamics)    3 points. Spring term.  Thursday, 9:30-11:20, D. Holland .    The goal of this course is to introduce students to fundamental principles underlying the behavior and impact of ice within the climate system. The course is primarily lecture oriented but with a significant numerical laboratory component. Lectures will focus on introducing the main mathematical and physical concepts involving ice, while a relatively complete set of numerical laboratory experiments will reinforce the material presented in the lectures. The particular topics covered include: microscale ice properties, sea-ice thermodynamics and dynamics, ice sheets and their extensions as floating ice, permafrost environments, and snow. Throughout the lectures, the interplay between observational, theoretical, and modeling approaches toward the understanding of ice will be highlighted. Additionally, scientific article discussions will include a cross-section of seminal papers in ice studies.    Grading: this course will be graded as a regular course.     G63.2840.003  ADVANCED TOPICS IN APPLIED MATHEMATICS (Vortex Dynamics)    3 points. Spring term.  Monday, 1:25-3:15, O. B&#252;hler .    3 points. Spring term.  Monday, 1:25-3:15, o. B&#252;hler.     Prerequisites : some elementary fluid dynamics.    Vortices are the basic building blocks of nonlinear fluid dynamics and their attractive mathematical and physical properties make them the objects of choice in theoretical fluid dynamics. In this class we will look at vortex dynamics from a broad perspective that includes asymptotics, statistics, and numerics. Some special emphasis is on two-dimensional flows and geophysical applications in atmosphere ocean dynamics, but the choice of topics is general enough to make this class suitable for any graduate student with an interest in fundamental fluid dynamics.    Topics include the kinematics of vorticity, two-dimensional vortex dynamics, point vortices as a Hamiltonian system, statistical vortex dynamics, vortex patches, potential vorticity, vortices in shallow water and on beaches, balance and wave-vortex interactions, vortex impulse, insect locomotion, three-dimensional vortex dynamics, and numerical methods based on vorticity.    Grading: this course will be graded as a seminar course.     G63.2840.004  ADVANCED TOPICS IN APPLIED MATH (Topic TBA)    3 points. Spring term.  Tuesday, 9:30-11:20, E. Tabak .    Description not yet available.     G63.2840.005  ADVANCED TOPICS IN APPLIED MATH (Topic TBA)    3 points. Spring term.  Wednesday, 1:25-3:15, L. Young .    Description not yet available.     G63.2851.001 ADVANCED TOPICS IN MATH BIOLOGY (Topic TBA)    3 points. Fall term.  Monday, 1:25-3:15, J. Percus .     Prerequisites : ODE, linear algebra, probability.   The mammalian immune system has to respond to attacks from both external and internal sources, while being able to distinguish between friend, old foe, and new foe. In part, its dynamics are programmed, involving a network of interactions among a relatively small number of cell types, but the immune system's behavior also has a considerable stochastic component so that the system can handle the enormous variety of defensive measures it must carry out. Quantitative data concerning all levels of immune system function are increasingly becoming available, making the organization of such data by mathematical models both possible and useful. This course will focus on a number of such models of the cellular and non-cellular components of the immune system, as well as models of the strategies adopted by viral and bacterial foes.  Grading: this course will be grades as a regular course.    Cross-listed as G23.2851.001           G63.2855.001 ADVANCED TOPICS IN MATH PHYSIOLOGY (Mathematical Aspects of Neurophysiology)    3 points. Fall term.  Thursday, 1:25-3:15, C. Peskin .     Prerequisites : familiarity with differential equations and probability, as these subjects are used in applications.    The emphasis of this course is on fundamental mechanisms at the neuron level, i.e., on the building blocks for neural networks.  Topics include membrane channels (current-voltage relations and gating, including the probabilistic analysis of patch-clamp data), Hodgkin-Huxley equations (their physical basis, mathematical structure, asymptotic solution, and numerical solution on the tree-like structure of a neuron), synaptic transmission (including the stochastic process of vesicle release), and the analysis of neuronal spike trains (including the technique of reverse correlation). Both asymptotic and numerical methods, and also stochastic processes, will be introduced and explained throughout the course, which can therefore serve as an applied introduction to these subjects. Students will have the opportunity to work individually or in teams on computing projects related to the course material, and presentation of the results of such projects to the class will be encouraged.    Required text: Mathematical Aspects of Neurophysiology , C. S. Peskin. Lecture notes freely available at http://math.nyu.edu/faculty/peskin/    Additional recommended texts: Biophysics of Computation: Information Processing in Single Neurons , C. Koch, Oxford University Press, New York, hardcover 1999 or paperback 2004; Spiking Neuron Models:  Single Neurons, Populations, Plasticity , W. Gerstner &amp; W. M. Kistler, Cambridge University Press, hardcover or paperback, 2002    Grading: This course will be grades as a regular course (grades based on homework and a computing project; no exams).    Cross-listed as G23.2855.001     G63.2856.001  ADVANCED TOPICS IN MATH PHYSIOLOGY (Stochastic Problems in Cellular, Molecular and Neural Biology)    3 points. Spring term.  Monday, 1:25-3:15, D. Tranchina .    Description not yet available.    Cross-listed as G23.2856.001     G63.2856.002  ADVANCED TOPICS IN MATH PHYSIOLOGY (Mathematical Neurophysiology)    3 points. Spring term.  Wednesday, 1:25-3:15, D. Cai .    Description not yet available.    Cross-listed as G23.2856.002     G63.2863.001 ADVANCED TOPICS IN MATH PHYSICS (Statistical Mechanics of Classical Lattice Systems)    3 points. Fall term.  Tuesday, 1:25-3:15, O. Lanford.     Prerequisites : a degree of mathematical maturity as evidenced by successful completion of several upper-division mathematics courses. V63.0233 Theory of Probability or the equivalent is strongly recommended.    A quick introduction to the general principles of classical statistical mechanics. Presentation of the principal models: lattice gases and spin systems. Thermodynamic limits of thermodynamic functions. One-dimensional systems. Correlation functions and their high-temperature expansions. Microcanonical entropy and the large deviations formalism for macroscopic observables. Correlation inequalities. Existence of spontaneous magnetization in the two-dimensional Ising model. Equilibrium states, the variational principle, and Gibbs states. Rudiments of nonequilibrium statistical mechanics: BBGKY hierarchy, Boltzmann equation, Onsager relations.    Except for a small amount of repetition of introductory material, this course will be independent of my course Introduction to Statistical Mechanics given in the Fall 2007 Semester. The notes for that course  will be made available; parts of them may be useful for a fuller treatment of the physics background.    Text: There will be no required textbook. An excellent -- if concise -- exposition of most of the topics to be covered can be found in Statistical mechanics: Rigorous Results , D. Ruelle, reprinted 1999, World Scientific    Grading: this course will be graded as a seminar course.    Cross-listed as V63.0395.001       PROBABILITY AND STATISTICS       G63.2901.001  BASIC PROBABILITY    3 points. Fall term.  Thurday, 5:10-7:00, S. Berman .     Prerequisite s:  calculus through partial derivatives and multiple integrals; no previous knowledge of probability is required.    The course introduces the basic concepts and methods of probability that are now widely used in scientific research. A feature of this course is that such concepts, usually presented in advanced mathematical settings, are here described in a more elementary framework requiring only calculus through partial derivatives and multiple integrals. Topics include: probability spaces, random variables, distributions, law of large numbers, central limit theorem, random walk, branching processes, Markov chains in discrete and continuous time, diffusion processes including Brownian motion, martingales. Suggested readings on reserve.    Optional text: Probability and Random Processes , G. Grimmett &amp; D. Stirzaker, 3rd Ed.     G63.2901.001 BASIC PROBABILITY    3 points. Spring term.  Wednesday, 7:10-9:00, E. Vanden Eijnden .     Prerequisites :  calculus through partial derivatives and multiple integrals; no previous knowledge of probability is required.    The course introduces the basic concepts and methods of probability that are now widely used in scientific research. A feature of this course is that such concepts, usually presented in advanced mathematical settings, are here described in a more elementary framework requiring only calculus through partial derivatives and multiple integrals. Topics include: probability spaces, random variables, distributions, law of large numbers, central limit theorem, random walk, branching processes, Markov chains in discrete and continuous time, diffusion processes including Brownian motion, martingales. Suggested readings on reserve.    Optional texts: Probability and Random Processes , G. Grimmett &amp; D. Stirzaker, 3rd Ed.; One Thousand Exercises in Probability , G. Grimmett &amp; D. Stirzaker, Oxford University Press     G63.2902.001  STOCHASTIC CALCULUS    3 points. Fall term.  Monday, 5:10-7:00, R. Varadhan .     Prerequisite : G63.2901 Basic Probability or equivalent.    Review of basic probability and useful tools. Bernoulli trials and random walk. Law of large numbers and central limit theorem. Conditional expectation and martingales. Brownian motion and its simplest properties. Diffusion in general: forward and backward Kolmogorov equations, stochastic differential equations and the Ito calculus. Feynman-Kac and Cameron-Martin Formulas. Applications as time permits.    Problem session: Thursday, 5:30-6:30 (optional).     G63.2902.002  STOCHASTIC CALCULUS    3 points. Fall term.  Monday, 7:10-9:00, M. Avellaneda .     Prerequisite : G63.2901 Basic Probability or equivalent.    Review of basic probability and useful tools. Bernoulli trials and random walk. Law of large numbers and central limit theorem. Conditional expectation and martingales. Brownian motion and its simplest properties. Diffusion in general: forward and backward Kolmogorov equations, stochastic differential equations and the Ito calculus. Feynman-Kac and Cameron-Martin Formulas. Applications as time permits.    Problem session: Thursday, 6:30-7:30 (optional).     G63.2902.001  STOCHASTIC CALCULUS    3 points. Spring term.  Thursday, 5:10-7:00, Instructor TBA.     Prerequisite : G63.2901 Basic Probability or equivalent.    Review of basic probability and useful tools. Bernoulli trials and random walk. Law of large numbers and central limit theorem. Conditional expectation and martingales. Brownian motion and its simplest properties. Diffusion in general: forward and backward Kolmogorov equations, stochastic differential equations and the Ito calculus. Feynman-Kac and Cameron-Martin Formulas. Applications as time permits.    Problem session: Monday, 5:30-6:30 (optional).    Text: Stochastic Calculus, A Practical Introduction , Richard Durrett, CRC Press, Probability &amp; Stochastics Series     G63.2911.001,  2912.001 PROBABILITY: LIMIT THEOREMS I, II    3 points per term. Fall and spring terms.  Thursday, 1:25-3:15, G. Ben Arous , (fall); Tuesday, 9:30-11:20, C. Newman  (spring).     Prerequisites : a first course in probability, familiarity with Lebesgue integral, or G63.2430 Real Variables as mandatory corequisite.     Fall term    Probability, independence, laws of large numbers, limit theorems including the central limit theorem. Markov chains (discrete time). Martingales, Doob inequality, and martingale convergence theorems. Ergodic theorem.     Spring term    Independent increment processes, including Poisson processes and Brownian motion. Markov chains (continuous time).  Stochastic differential equations and diffusions, Markov processes, semigroups,  generators and connection with partial differential equations.    Spring text: Stochastic Processes , S. R. S. Varadhan, CIMS - AMS, 2007      G63.2932.001  ADVANCED TOPICS IN PROBABILITY (Topic TBA)    3 points. Spring term.  Wednesday, 9:30-11:20, C. Newman .    Description not yet available.     G63.2936.001  TOPICS IN APPLIED PROBABILITY (Topic TBA)    3 points. Spring term.  Tuesday, 5:10-7:00, M. Avellaneda .    Description not yet available.     G63.2962.001  MATHEMATICAL STATISTICS      3 points. Spring term.  Thursday, 5:10-7:00, S. Berman .     Prerequisite : a working knowledge of undergraduate probability.    The theory of statistical inference and its applications to the analysis and design of experiments and surveys. The principles of sufficiency and likelihood. Minimum variance unbiased estimation. Maximum likelihood estimation and its asymptotic properties. Order statistics. Hypothesis  testing. Confidence intervals. Uses of the Chi-square, t, and F distributions. Multivariate normal distribution.  Multivariate central limit theorem and the propagation of errors.  Linear regression, correlation, analysis of variance, goodness-of-fit tests.    Optional text: A Course in Mathematical Statistics , G. G. Roussas, 2nd Ed.             Revised March 2008"}, {"content": "New York University > Courant Institute > Department of Mathematics &gt; Spring 2014 Graduate Course Schedule                                                                                           Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                           Spring 2014 Graduate Course Schedule            Monday   Tuesday   Wednesday   Thursday            9:00AM -   10:50AM        MATH-GA 2410.003   ADVANCED TOPICS IN GEOMETRY: TOPICS IN GEOMETRIC NONLINEAR FUNCTIONAL ANALYSIS   Assaf Naor   WWH 517        MATH-GA 2550.001   FUNCTIONAL ANALYSIS   Zaher Hani   WWH 202        MATH-GA 2887.001   MAGNETOFLUID DYNAMICS   Eliezer Hameiri   WWH 512            MATH-GA 2620.002   ADVANCED TOPICS IN PDE: EXTREME PROBLEMS FOR ELLIPTIC EIGENVALUES   Fanghua Lin   WWH 517        MATH-GA 2500.001   PARTIAL DIFFERENTIAL EQUATION II   Jalal Shatah   WWH 312            MATH-GA 2660.001   ADVANCED TOPICS IN ANALYSIS: RANDOM MATRIX THEORY   Percy Deift   WWH 202        MATH-GA 2620.001   ADVANCED TOPICS IN PDE: DYNAMICS OF NONLINEAR SCHRODINGER EQUATION   Pierre Germain   WWH 512        MATH-GA 2912.001   PROBABILITY: LIMIT THEOREMS II   Nader Masmoudi   WWH 517            MATH-GA 2840.001   ADVANCED TOPICS IN APPLIED MATH: STATISTICAL PHYSICS   Richard Kleeman   WWH 512        MATH-GA 2620.002   ADVANCED TOPICS IN PDE: EXTREME PROBLEMS FOR ELLIPTIC EIGENVALUES   Fanghua Lin   WWH 517             11:00AM -   12:50PM                    MATH-GA 2932.001   ADVANCED TOPICS IN PROBABILITY: TBA   Gerard Ben Arous   WWH 517             1:25PM -   3:15PM        MATH-GA 2704.001   APPLIED STOCHASTIC ANALYSIS   Miranda Holmes-Cerfon   WWH 312        MATH-GA 2360.001   DIFFERENTIAL GEOMETRY II   Robert Haslhofer   WWH 512        MATH-GA 2852.001/BIOL-GA 2852.001   ADVANCED TOPICS IN MATH BIOLOGY: PDE IN BIOLOGY   Charles Peskin   WWH 517        MATH-GA 2660.003   ADVANCED TOPICS IN ANALYSIS: OPTIMAL TRANSPORT   Sylvia Serfaty   WWH 1302            MATH-GA 2012.002/CSCI-GA 2945.002   ADVANCED TOPICS IN NUMERICAL ANALYSIS: FAST ALGORITHMS   Leslie Greengard   WWH 312        MATH-GA 3004.001   ATMOSPHERIC DYNAMICS   Edwin Gerber   WWH 512        MATH-GA 2410.002   ADVANCED TOPICS IN GEOMETRY: SPACES WITH RICCI CURVATURE BOUNDS   Jeff Cheeger   WWH 517            MATH-GA 2012.001/CSCI-GA 2945.001   ADVANCED TOPICS IN NUMERICAL ANALYSIS: FINITE ELEMENT METHODS   Olof Widlund   WWH 312        MATH-GA 2856.001/BIOL-GA 2856.001   ADV TOP IN MATH PHYSIOLOGY: NEURONAL NETWORKS   John Rinzel   WWH 201        MATH-GA 2710.001   MECHANICS I   Nick Moore   WWH 517        MATH-GA 2660.003   ADVANCED TOPICS IN ANALYSIS: OPTIMAL TRANSPORT   Sylvia Serfaty   WWH 1302            MATH-GA 2410.001   ADVANCED TOPICS IN GEOMETRY: ANALYSIS &amp; GEOM. OF SCALAR CURVATURE   Mikhael Gromov   WWH 1302        MATH-GA 2660.002   ADVANCED TOPICS IN ANALYSIS: ELLIPTIC FUNCTIONS   Henry McKean   WWH 512             3:30PM -   4:45PM            MATH-GA 2852.002   ADVANCED TOPICS IN MATH BIOLOGY: BIOPHYSICAL MODELING OF CELLS AND POPULATIONS   Edo Kussell   Bobst LL139                MATH-GA 2852.002   ADVANCED TOPICS IN MATH BIOLOGY: BIOPHYSICAL MODELING OF CELLS AND POPULATIONS   Edo Kussell   Bobst LL139             5:10PM -   7:00PM        MATH-GA 2120.001/MATH-UA 0142.001   LINEAR ALGEBRA II   Frederick Greenleaf   WWH 1302        MATH-GA 2752.001   ACTIVE PORTFOLIO MANAGEMENT   Richard Lindsey   WWH 201        MATH-GA 2706.001   PDE FOR FINANCE   Robert Kohn   WWH 512            MATH-GA 2470.001   ORDINARY DIFFERENTIAL EQUATIONS   Eliezer Hameiri   WWH 201        MATH-GA 2110.001/MATH-UA 0141.001   LINEAR ALGEBRA I   Sophie Marques   WWH 512            MATH-GA 2180.001/CSCI-GA 3220   ADVANCED CRYPTOGRAPHY: RANDOMNESS IN CRYPTOGRAPHY   Yevgeniy Dodis   WWH 201        MATH-GA 2460.001/MATH-UA 0394.001   COMPLEX VARIABLES II   Fengbo Hang   WWH 101        MATH-GA 2755.001   PROJECT &amp; PRESENTATION   Petter Kolm   WWH 1314            MATH-GA 1420.001   INTRODUCTION TO MATH ANALYSIS II   Sinan Gunturk   WWH 517        MATH-GA 2798.001   INTEREST RATE &amp; FX MODELS   Andrew Gunstensen and Leif Andersen   WWH 1302        MATH-GA 2020.001/CSCI-GA 2421.001   NUMERICAL METHODS II   Jonathan Goodman   WWH 512             7:10PM -   9:00PM        MATH-GA 2753.001   ADVANCED RISK MANAGEMENT   Ken Abbott   WWH 1302        MATH-GA 2791.001/FINC-GB 7312.010   DERIVATIVE SECURITIES   Bjorn Flesaker   WWH 101        MATH-GA 1002.001   MULTIVARIABLE ANALYSIS   Mert Gurbuzbalaban   WWH 201        MATH-GA 2140.001   ALGEBRA II   Fedor Bogomolov   WWH 512            MATH-GA 2796.001   MORTGAGE-BACKED SECURITIES &amp; ENERGY DERIVATIVES   Glen Swindle and Rodney Sunada-Wong   WWH 512        MATH-GA 2708.001   ALGORITHMIC TRADING &amp; QUANTITATIVE STRATEGIES   Petter Kolm and Lee Maclin   WWH 1302        MATH-GA 2320.001   TOPOLOGY II   Sylvain Cappell   WWH 517            MATH-GA 2210.001   NUMBER THEORY I   Sophie Marques   WWH 517        MATH-GA 2901.001   BASIC PROBABILITY   Lai-Sang Young   WWH 202        MATH-GA 2792.001/FINC-GB 7310.010   CONTINUOUS TIME FINANCE   Fabio Mercurio and Bruno Dupire   WWH 1302        MATH-GA 2751.001   RISK &amp; PORTFOLIO MANAGEMENT W/ECONOMETRICS   Marco Avellaneda   WWH 102            MATH-GA 2043.001/CSCI-GA 2112.001   SCIENTIFIC COMPUTING   Yu Chen   WWH 1302        MATH-GA 2902.001   STOCHASTIC CALCULUS   Alexey Kuptsov   WWH 202                                  &copy; NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]}]