[{"detail": [{"content": "NYU Landscaping                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations   /   Sustain It   /   NYU Landscaping                 Sub Navigation                                 NYU Native Woodland Garden                       Coles Sport Center Garden                       NYU Landscaping Projects                                                                   NYU Landscaping      Does NYU even have a landscape? The answer is YES!      A landscape is any outdoor space, planted or not. NYU has a great variety of urban landscapes that link academic and housing facilities here in Greenwich Village. NYU Landscaping is responsible for the design, installation, and maintenance of outdoor spaces enjoyed by NYU and the surrounding community.     Did you know you don’t have to leave NYU’s campus to see a Tulip tree, a Sweetgum, American hornbeam, or European Beech tree? You can even see, right here at NYU, a rare plant like Dutchman’s Breeches, which was identified by the Weilikia Project as being present on Manhattan Island before European settlement back in 1609!                                   Dutchman's Breeches                                 American Hornbeam                                 Northern Sea Oats           Part of the vitality of today’s cities has come from a new view of ecology—urban ecology, which recognizes that cities are natural systems with the potential for making urban life more livable through new efforts to enhance nature in the urban realm. New York City, a world leader in this field since the construction of Central Park in the 19th Century, remains at the cutting edge of landscape design with sites like the Highline, Brooklyn Bridge Park, Gantry Plaza, Hudson River Park, and Battery Park City Parks.     Staying true to its founder’s vision of a university “in and of the city,” NYU—which has no walls and no gates—remains inextricable from the fabric of New York City.     In accordance with the University's motto, &quot;a private university in the public service,&quot; NYU Landscaping serves both the University community and the historic neighborhood of Greenwich Village by designing, installing, and maintaining the urban landscapes that welcome people to the Washington Square campus. Our objective is to unify our eclectic campus with green spaces that combine the aims of urban restoration ecology with high aesthetic standards in design. We seek a deserving place for NYU within the time-honored horticultural tradition of Greenwich Village while keeping pace with the exciting new trends that make New York City a world model for high performance urban landscapes. NYU Landscaping aims to reflect the values of a global research university engaged in public service.                              NYU&#039;s Secret (and Not-So-Secret) Gardens                                                              NYU's graceful green spaces do more than beautify our campus—they also provide countless passersby a brief respite from the grueling pace of city life. On this contemplative tour of the small plots tucked between NYU buildings, Supervisor of Landscaping George Reis explains how plants bring quiet dignity to an urban existence.                            NYU Sustainable Landscaping Projects                                                   Native Woodland Garden                                 238 Thompson Rooftop Garden                                 Mercer Plaza             Sustainable Landscaping Practices     The NYU Landscaping is committed to adding an ecological dimension to Washington Square campus garden areas. To achieve this, the NYU Landscaping has implementing the following sustainable gardening practices:       Adherence to NOFA Standards of Organic Landcare   Eliminating the use of neonicotinoids   Using native plants in formal garden designs   Composting garden waste   Employing native plants to support local pollinators            Introduction of Native Plant Species     Biodiversity promotes resilience to pest problems in the landscape.   Trees, shrubs, and perennials that evolved in our local area require fewer inputs over time than exotic species.   Choosing the right plants for the conditions of the site results in healthy plants that won't need chemical fertilizers or pesticides.   Native plants offer food and cover for local pollinators like bumble bees and endangered species like the Monarch butterfly.       LINKS:   New York Flora Atlas   National Wildlife Federation - Gardening for Wildlife          Eliminating chemical fertilizers     Petrochemical based, high nitrogen fertilizers can be damaging to the environment and cause rapid plant growth that attracts pests and disease.   A combination of good soil management, plant selection, using organic fertilizer and integrated pest management techniques will allow us to eliminate the use of all synthetic chemical fertilizers.     LINKS:   Organic Gardening   NOFA Organic Land Care Program   Stuyvesant Cove Park   Society for Organic Urban Land Care           Integrated Pest Management (IPM)     Biological, mechanical, and cultural controls that take into account a pest's life cycle and minimizes the need for pesticides. We can virtually eliminate chemical pesticide use by combining IPM with other sustainable gardening practices.     LINKS:    New York State Integrated Management Program    Northwest Center for Alternatives to Pesticides    Green Methods          Water Conservation     Low volume, micro irrigation reduces water usage by delivering moisture directly to an individual plant’s root system. Flow rates are measured in gallons per hour and not gallons per minute as in conventional sprinkler systems. This results in significant savings in water consumption.            Reduction of lawn areas     Lawns should be used to promote healthy activities like exercise and relaxation, but overuse of lawn as a purely aesthetic landscape element has been shown to be expensive in a variety of ways. Current thinking in landscape sustainability aims to reduce unnecessary lawn area to diminish heavy inputs of water, fertilizer, herbicides, fungicides, pesticides, and gas-powered mowing.   “Low Mow” or “No Mow” native grass species like Carex pennsylvanica can replace conventional lawns, reducing environmental and maintenance costs.            Sustainable soil management with double digging, composting, and mulching     Microbial action in the soil is essential for healthy plant nutrient, oxygen, and water intake as well as disease suppression.   Soil management that maintains correct organic matter content feeds soil microbes and keeps plants healthy, thereby eliminating the need for chemical fertilizers and pesticides.            Eliminating Gasoline Powered Maintenance Tools     Using hand tools such as rakes, hedge shears, and cultivators whenever feasible eliminates the air and noise pollution of gasoline-powered leaf blowers and other garden maintenance equipment.            Benefits of Sustainable Landscaping at NYU     NYU sustainable landscaping offers positive environmental and health benefits to the University community as well as the surrounding Greenwich Village neighborhood. Through the efficient use of local resources and sustainable gardening practices, the NYU Landscaping has contributed to the reduction of air, noise, and water pollution in the Washington Square area.          Ecology     Biodiversity in plant habitats fosters a more balanced, disease-resistant ecosystem.   Local fauna populations can rebound when supported by plant communities they share an evolutionary history with.   Gardens reduce noise, air pollution, and storm water runoff.   Organic fertilizers are made from renewable sources and are non-toxic.     LINKS:   Ecological Landscaping Association          Personal Health     Studies show that seeing a garden every day reduces stress.   Chemical-free gardens reduce people’s exposure to toxins.            Education     Research opportunities for NYU’s programs in Environmental Studies and Food Systems.   Sustainable gardening at NYU can become an example to home gardeners seeking methods to reduce their water use and eliminate the use of chemical fertilizers and pesticides.   Native plants evoke the natural history of our area.                           Contact Us     If you have any service requests relating to the Garden Shop, please contact the NYU Client Services Center.   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                              NYU Landscaping Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                         Links     NYU Green Action Plan   NY Botanical Garden   Brooklyn Botanic Garden   New York Flora Atlas   New England Wildflower Society   Lady Bird Johnson Wildflower Center   The Wildflower Conservancy   Urban Habitats                 Native Woodland Garden: Plant Field Guide Read More                                Cherry Blossom and Tulips                                 Spring Flowerbed                                  Azalea                                 Native Hisbiscus                                 Deutizia Gracilis                                 Camelia 'Winter's Fancy'                                                   NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Landscaping                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations   /   Sustain It   /   NYU Landscaping                 Sub Navigation                                 NYU Native Woodland Garden                       Coles Sport Center Garden                       NYU Landscaping Projects                                                                   NYU Landscaping      Does NYU even have a landscape? The answer is YES!      A landscape is any outdoor space, planted or not. NYU has a great variety of urban landscapes that link academic and housing facilities here in Greenwich Village. NYU Landscaping is responsible for the design, installation, and maintenance of outdoor spaces enjoyed by NYU and the surrounding community.     Did you know you don’t have to leave NYU’s campus to see a Tulip tree, a Sweetgum, American hornbeam, or European Beech tree? You can even see, right here at NYU, a rare plant like Dutchman’s Breeches, which was identified by the Weilikia Project as being present on Manhattan Island before European settlement back in 1609!                                   Dutchman's Breeches                                 American Hornbeam                                 Northern Sea Oats           Part of the vitality of today’s cities has come from a new view of ecology—urban ecology, which recognizes that cities are natural systems with the potential for making urban life more livable through new efforts to enhance nature in the urban realm. New York City, a world leader in this field since the construction of Central Park in the 19th Century, remains at the cutting edge of landscape design with sites like the Highline, Brooklyn Bridge Park, Gantry Plaza, Hudson River Park, and Battery Park City Parks.     Staying true to its founder’s vision of a university “in and of the city,” NYU—which has no walls and no gates—remains inextricable from the fabric of New York City.     In accordance with the University's motto, &quot;a private university in the public service,&quot; NYU Landscaping serves both the University community and the historic neighborhood of Greenwich Village by designing, installing, and maintaining the urban landscapes that welcome people to the Washington Square campus. Our objective is to unify our eclectic campus with green spaces that combine the aims of urban restoration ecology with high aesthetic standards in design. We seek a deserving place for NYU within the time-honored horticultural tradition of Greenwich Village while keeping pace with the exciting new trends that make New York City a world model for high performance urban landscapes. NYU Landscaping aims to reflect the values of a global research university engaged in public service.                              NYU&#039;s Secret (and Not-So-Secret) Gardens                                                              NYU's graceful green spaces do more than beautify our campus—they also provide countless passersby a brief respite from the grueling pace of city life. On this contemplative tour of the small plots tucked between NYU buildings, Supervisor of Landscaping George Reis explains how plants bring quiet dignity to an urban existence.                            NYU Sustainable Landscaping Projects                                                   Native Woodland Garden                                 238 Thompson Rooftop Garden                                 Mercer Plaza             Sustainable Landscaping Practices     The NYU Landscaping is committed to adding an ecological dimension to Washington Square campus garden areas. To achieve this, the NYU Landscaping has implementing the following sustainable gardening practices:       Adherence to NOFA Standards of Organic Landcare   Eliminating the use of neonicotinoids   Using native plants in formal garden designs   Composting garden waste   Employing native plants to support local pollinators            Introduction of Native Plant Species     Biodiversity promotes resilience to pest problems in the landscape.   Trees, shrubs, and perennials that evolved in our local area require fewer inputs over time than exotic species.   Choosing the right plants for the conditions of the site results in healthy plants that won't need chemical fertilizers or pesticides.   Native plants offer food and cover for local pollinators like bumble bees and endangered species like the Monarch butterfly.       LINKS:   New York Flora Atlas   National Wildlife Federation - Gardening for Wildlife          Eliminating chemical fertilizers     Petrochemical based, high nitrogen fertilizers can be damaging to the environment and cause rapid plant growth that attracts pests and disease.   A combination of good soil management, plant selection, using organic fertilizer and integrated pest management techniques will allow us to eliminate the use of all synthetic chemical fertilizers.     LINKS:   Organic Gardening   NOFA Organic Land Care Program   Stuyvesant Cove Park   Society for Organic Urban Land Care           Integrated Pest Management (IPM)     Biological, mechanical, and cultural controls that take into account a pest's life cycle and minimizes the need for pesticides. We can virtually eliminate chemical pesticide use by combining IPM with other sustainable gardening practices.     LINKS:    New York State Integrated Management Program    Northwest Center for Alternatives to Pesticides    Green Methods          Water Conservation     Low volume, micro irrigation reduces water usage by delivering moisture directly to an individual plant’s root system. Flow rates are measured in gallons per hour and not gallons per minute as in conventional sprinkler systems. This results in significant savings in water consumption.            Reduction of lawn areas     Lawns should be used to promote healthy activities like exercise and relaxation, but overuse of lawn as a purely aesthetic landscape element has been shown to be expensive in a variety of ways. Current thinking in landscape sustainability aims to reduce unnecessary lawn area to diminish heavy inputs of water, fertilizer, herbicides, fungicides, pesticides, and gas-powered mowing.   “Low Mow” or “No Mow” native grass species like Carex pennsylvanica can replace conventional lawns, reducing environmental and maintenance costs.            Sustainable soil management with double digging, composting, and mulching     Microbial action in the soil is essential for healthy plant nutrient, oxygen, and water intake as well as disease suppression.   Soil management that maintains correct organic matter content feeds soil microbes and keeps plants healthy, thereby eliminating the need for chemical fertilizers and pesticides.            Eliminating Gasoline Powered Maintenance Tools     Using hand tools such as rakes, hedge shears, and cultivators whenever feasible eliminates the air and noise pollution of gasoline-powered leaf blowers and other garden maintenance equipment.            Benefits of Sustainable Landscaping at NYU     NYU sustainable landscaping offers positive environmental and health benefits to the University community as well as the surrounding Greenwich Village neighborhood. Through the efficient use of local resources and sustainable gardening practices, the NYU Landscaping has contributed to the reduction of air, noise, and water pollution in the Washington Square area.          Ecology     Biodiversity in plant habitats fosters a more balanced, disease-resistant ecosystem.   Local fauna populations can rebound when supported by plant communities they share an evolutionary history with.   Gardens reduce noise, air pollution, and storm water runoff.   Organic fertilizers are made from renewable sources and are non-toxic.     LINKS:   Ecological Landscaping Association          Personal Health     Studies show that seeing a garden every day reduces stress.   Chemical-free gardens reduce people’s exposure to toxins.            Education     Research opportunities for NYU’s programs in Environmental Studies and Food Systems.   Sustainable gardening at NYU can become an example to home gardeners seeking methods to reduce their water use and eliminate the use of chemical fertilizers and pesticides.   Native plants evoke the natural history of our area.                           Contact Us     If you have any service requests relating to the Garden Shop, please contact the NYU Client Services Center.   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                              NYU Landscaping Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                         Links     NYU Green Action Plan   NY Botanical Garden   Brooklyn Botanic Garden   New York Flora Atlas   New England Wildflower Society   Lady Bird Johnson Wildflower Center   The Wildflower Conservancy   Urban Habitats                 Native Woodland Garden: Plant Field Guide Read More                                Cherry Blossom and Tulips                                 Spring Flowerbed                                  Azalea                                 Native Hisbiscus                                 Deutizia Gracilis                                 Camelia 'Winter's Fancy'                                                   NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Native Woodland Garden                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations   /   Sustain It   /   NYU Landscaping                 Sub Navigation                                 NYU Native Woodland Garden                       Coles Sport Center Garden                       NYU Landscaping Projects                                                                   NYU Native Woodland Garden                               The NYU Native Woodland Garden in Schwartz Plaza   On September 12, 1609, Henry Hudson first laid eyes on the island of Mannahatta, named so by the native Lenni Lenape people. Ever since, Manhattan has been steadily developed into one of the world’s most altered landscapes. Few vestiges remain of the forests, grasslands, wetlands, and streams that once combined to form a uniquely varied ecosystem on the island. Coinciding with the 400th anniversary of the arrival of Hudson, Wildlife Conservation ecologist Dr. Eric Sanderson has digitally established The “Mannahatta Project,” an educational program which aims to reconstruct what is known about the ecology of Manhattan as it existed before European settlement.     The NYU Native Woodland Garden in Schwartz Plaza, on the east face of NYU’s Bobst Library, was the first planting to be done in association with the Mannahatta Project. The garden features a variety of plant species identified by Dr. Sanderson as likely to have been present on the day Henry Hudson first sailed by the island. Native trees, shrubs, and perennials were planted among the existing non-native trees to mimic the natural process of ecological species succession. As stated by the garden designer Darrel Morrison in his design proposal, the design brings a “microcosmic and stylized version of the botanic diversity and aesthetic character of a native New York woodland into a highly urban environment.”                         CONTACT US   If you have any service requests relating to the Garden Shop, please contact the NYU Client Services Center.   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                                Garden Photo Gallery                                                                                                                                                                                                                                            Native Woodland Botannical Resource        Plant Field Guide          (PDF)                                               Beyond Mannhatta   The Welikia Project                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Landscaping                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations   /   Sustain It   /   NYU Landscaping                 Sub Navigation                                 NYU Native Woodland Garden                       Coles Sport Center Garden                       NYU Landscaping Projects                                                                   NYU Landscaping      Does NYU even have a landscape? The answer is YES!      A landscape is any outdoor space, planted or not. NYU has a great variety of urban landscapes that link academic and housing facilities here in Greenwich Village. NYU Landscaping is responsible for the design, installation, and maintenance of outdoor spaces enjoyed by NYU and the surrounding community.     Did you know you don’t have to leave NYU’s campus to see a Tulip tree, a Sweetgum, American hornbeam, or European Beech tree? You can even see, right here at NYU, a rare plant like Dutchman’s Breeches, which was identified by the Weilikia Project as being present on Manhattan Island before European settlement back in 1609!                                   Dutchman's Breeches                                 American Hornbeam                                 Northern Sea Oats           Part of the vitality of today’s cities has come from a new view of ecology—urban ecology, which recognizes that cities are natural systems with the potential for making urban life more livable through new efforts to enhance nature in the urban realm. New York City, a world leader in this field since the construction of Central Park in the 19th Century, remains at the cutting edge of landscape design with sites like the Highline, Brooklyn Bridge Park, Gantry Plaza, Hudson River Park, and Battery Park City Parks.     Staying true to its founder’s vision of a university “in and of the city,” NYU—which has no walls and no gates—remains inextricable from the fabric of New York City.     In accordance with the University's motto, &quot;a private university in the public service,&quot; NYU Landscaping serves both the University community and the historic neighborhood of Greenwich Village by designing, installing, and maintaining the urban landscapes that welcome people to the Washington Square campus. Our objective is to unify our eclectic campus with green spaces that combine the aims of urban restoration ecology with high aesthetic standards in design. We seek a deserving place for NYU within the time-honored horticultural tradition of Greenwich Village while keeping pace with the exciting new trends that make New York City a world model for high performance urban landscapes. NYU Landscaping aims to reflect the values of a global research university engaged in public service.                              NYU&#039;s Secret (and Not-So-Secret) Gardens                                                              NYU's graceful green spaces do more than beautify our campus—they also provide countless passersby a brief respite from the grueling pace of city life. On this contemplative tour of the small plots tucked between NYU buildings, Supervisor of Landscaping George Reis explains how plants bring quiet dignity to an urban existence.                            NYU Sustainable Landscaping Projects                                                   Native Woodland Garden                                 238 Thompson Rooftop Garden                                 Mercer Plaza             Sustainable Landscaping Practices     The NYU Landscaping is committed to adding an ecological dimension to Washington Square campus garden areas. To achieve this, the NYU Landscaping has implementing the following sustainable gardening practices:       Adherence to NOFA Standards of Organic Landcare   Eliminating the use of neonicotinoids   Using native plants in formal garden designs   Composting garden waste   Employing native plants to support local pollinators            Introduction of Native Plant Species     Biodiversity promotes resilience to pest problems in the landscape.   Trees, shrubs, and perennials that evolved in our local area require fewer inputs over time than exotic species.   Choosing the right plants for the conditions of the site results in healthy plants that won't need chemical fertilizers or pesticides.   Native plants offer food and cover for local pollinators like bumble bees and endangered species like the Monarch butterfly.       LINKS:   New York Flora Atlas   National Wildlife Federation - Gardening for Wildlife          Eliminating chemical fertilizers     Petrochemical based, high nitrogen fertilizers can be damaging to the environment and cause rapid plant growth that attracts pests and disease.   A combination of good soil management, plant selection, using organic fertilizer and integrated pest management techniques will allow us to eliminate the use of all synthetic chemical fertilizers.     LINKS:   Organic Gardening   NOFA Organic Land Care Program   Stuyvesant Cove Park   Society for Organic Urban Land Care           Integrated Pest Management (IPM)     Biological, mechanical, and cultural controls that take into account a pest's life cycle and minimizes the need for pesticides. We can virtually eliminate chemical pesticide use by combining IPM with other sustainable gardening practices.     LINKS:    New York State Integrated Management Program    Northwest Center for Alternatives to Pesticides    Green Methods          Water Conservation     Low volume, micro irrigation reduces water usage by delivering moisture directly to an individual plant’s root system. Flow rates are measured in gallons per hour and not gallons per minute as in conventional sprinkler systems. This results in significant savings in water consumption.            Reduction of lawn areas     Lawns should be used to promote healthy activities like exercise and relaxation, but overuse of lawn as a purely aesthetic landscape element has been shown to be expensive in a variety of ways. Current thinking in landscape sustainability aims to reduce unnecessary lawn area to diminish heavy inputs of water, fertilizer, herbicides, fungicides, pesticides, and gas-powered mowing.   “Low Mow” or “No Mow” native grass species like Carex pennsylvanica can replace conventional lawns, reducing environmental and maintenance costs.            Sustainable soil management with double digging, composting, and mulching     Microbial action in the soil is essential for healthy plant nutrient, oxygen, and water intake as well as disease suppression.   Soil management that maintains correct organic matter content feeds soil microbes and keeps plants healthy, thereby eliminating the need for chemical fertilizers and pesticides.            Eliminating Gasoline Powered Maintenance Tools     Using hand tools such as rakes, hedge shears, and cultivators whenever feasible eliminates the air and noise pollution of gasoline-powered leaf blowers and other garden maintenance equipment.            Benefits of Sustainable Landscaping at NYU     NYU sustainable landscaping offers positive environmental and health benefits to the University community as well as the surrounding Greenwich Village neighborhood. Through the efficient use of local resources and sustainable gardening practices, the NYU Landscaping has contributed to the reduction of air, noise, and water pollution in the Washington Square area.          Ecology     Biodiversity in plant habitats fosters a more balanced, disease-resistant ecosystem.   Local fauna populations can rebound when supported by plant communities they share an evolutionary history with.   Gardens reduce noise, air pollution, and storm water runoff.   Organic fertilizers are made from renewable sources and are non-toxic.     LINKS:   Ecological Landscaping Association          Personal Health     Studies show that seeing a garden every day reduces stress.   Chemical-free gardens reduce people’s exposure to toxins.            Education     Research opportunities for NYU’s programs in Environmental Studies and Food Systems.   Sustainable gardening at NYU can become an example to home gardeners seeking methods to reduce their water use and eliminate the use of chemical fertilizers and pesticides.   Native plants evoke the natural history of our area.                           Contact Us     If you have any service requests relating to the Garden Shop, please contact the NYU Client Services Center.   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                              NYU Landscaping Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                         Links     NYU Green Action Plan   NY Botanical Garden   Brooklyn Botanic Garden   New York Flora Atlas   New England Wildflower Society   Lady Bird Johnson Wildflower Center   The Wildflower Conservancy   Urban Habitats                 Native Woodland Garden: Plant Field Guide Read More                                Cherry Blossom and Tulips                                 Spring Flowerbed                                  Azalea                                 Native Hisbiscus                                 Deutizia Gracilis                                 Camelia 'Winter's Fancy'                                                   NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Native Woodland Garden                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations   /   Sustain It   /   NYU Landscaping                 Sub Navigation                                 NYU Native Woodland Garden                       Coles Sport Center Garden                       NYU Landscaping Projects                                                                   NYU Native Woodland Garden                               The NYU Native Woodland Garden in Schwartz Plaza   On September 12, 1609, Henry Hudson first laid eyes on the island of Mannahatta, named so by the native Lenni Lenape people. Ever since, Manhattan has been steadily developed into one of the world’s most altered landscapes. Few vestiges remain of the forests, grasslands, wetlands, and streams that once combined to form a uniquely varied ecosystem on the island. Coinciding with the 400th anniversary of the arrival of Hudson, Wildlife Conservation ecologist Dr. Eric Sanderson has digitally established The “Mannahatta Project,” an educational program which aims to reconstruct what is known about the ecology of Manhattan as it existed before European settlement.     The NYU Native Woodland Garden in Schwartz Plaza, on the east face of NYU’s Bobst Library, was the first planting to be done in association with the Mannahatta Project. The garden features a variety of plant species identified by Dr. Sanderson as likely to have been present on the day Henry Hudson first sailed by the island. Native trees, shrubs, and perennials were planted among the existing non-native trees to mimic the natural process of ecological species succession. As stated by the garden designer Darrel Morrison in his design proposal, the design brings a “microcosmic and stylized version of the botanic diversity and aesthetic character of a native New York woodland into a highly urban environment.”                         CONTACT US   If you have any service requests relating to the Garden Shop, please contact the NYU Client Services Center.   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                                Garden Photo Gallery                                                                                                                                                                                                                                            Native Woodland Botannical Resource        Plant Field Guide          (PDF)                                               Beyond Mannhatta   The Welikia Project                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Landscaping Projects                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations   /   Sustain It   /   NYU Landscaping                 Sub Navigation                                 NYU Native Woodland Garden                       Coles Sport Center Garden                       NYU Landscaping Projects                                                                   NYU Landscaping Projects                             The NYU Native Woodland Garden in Schwartz Plaza   A stylized recreation of a woodland you would have found on Manhattan Island before European settlement started in 1609. This garden was the Legacy Gift of the Class of 2008 and coincided with the 400th anniversary of the arrival of Henry Hudson in New York Harbor. The plant list was provided by the Mannahatta Project, now renamed the Weilikia Project .                                   Coles Sport Center Garden   Every year since 2007, Coles has been the site of a dazzling display of several thousand tulips which flower in conjunction the Kwanzan cherry trees on Bleecker Street. This area is also home to a collection of Japanese camellias and a native meadow planting which replaced lawn in 2007.                                   238 Thompson Rooftop Garden   This 3,700 square foot un-irrigated green roof features a wide variety of plants not typically seen on green roofs: Wild Columbine, Goldenrod, Moss Phlox, Corsican Violet, and even chives are just a few of the plants that grace this roof bordering Washington Square Park.                                   Bleecker Street Plantbeds   Since 2007, NYU Landscaping has planted 13,000 square feet of mixed garden beds on Bleecker Street featuring more than 50 species of trees, shrubs, perennials, grasses, and bulbs. Many of these plants were organically grown in the gardens of Battery Park and transplanted at Bleecker Street.                                   Mercer Plaza (Cogen Park)   This 13,000 square foot plaza was built in 2010 atop NYU’s state of the art Cogeneration Plant. Plantings include a collection of native trees like Tulip trees, Sweetgum, and Willow Oaks, along with a variety of native shrubs, perennials, and grasses such as Witch Hazel, Rose Mallow, and Switchgrass.                                   Willy's Memorial Garden at One-Half Fifth Avenue   This 8,000 square foot courtyard garden serves as the entrance to the Graduate School of Arts and Science and the faculty residences of 7-13 Washington Square North. This garden is currently undergoing a renovation to introduce new shrubs, perennials, and bulbs for year round interest.                                 Tree Guards for NYC Street Trees   To protect street trees that face NYU buildings and beautify the sidewalks, NYU has begun a project to install iron tree guards in treepits around campus.                           CONTACT US   If you have any service requests relating to the Garden Shop, please contact the NYU Client Services Center.   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center          NYU Landscaping Bios   George P. Reis, M.S.L.D. , Supervisor of Sustainable Landscaping, holds a B.A. in Portuguese from NYU’s College of Arts and Science (’10) and a Master of Science in Landscape Design from Columbia University (’13). George came to NYU as a gardener in 1995, studied horticulture at the New York Botanical Garden and is NOFA-certified in Organic Landcare. Each year, George lectures on sustainable landscaping methods to the Environmental Systems Science class in NYU’s Department of Environmental Studies.   Michael Begasse has been a Groundskeeper at NYU for 25 years, making him a familiar face to the University community.                                NYU Landscaping Crew                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        NYU Plant of the Week   A periodic feature of NYU’s news website which highlights a particular plant or group of plants that can be seen here at NYU. NYU Plant of the Week aims to show that the University community’s diverse student population is matched by the biodiversity of its green spaces.                  Read More         Organic Landscaping   Since 2008, NYU Landscaping has adhered to NOFA Standards for Organic Landcare , our region premier set of standards and guidelines assuring ecologically sound practices in the design, installation, and maintenance of sustainable outdoor sites. For example, instead of using imidichloprid, one of the class of pesticides implicated in bee colony collapse, on a scale infestation of a shingle oak tree, we took some extra time and effort to simply powerwash the insects off the tree with water.                                   NYU LANDSCAPING QUICK FACTS     NYU is home to:       3 memorial gardens, including a formal garden on Fifth Avenue   over 700 trees of over 60 species   over 200 plant containers on sidewalks, terraces, and in courtyards   over 180 species of shrubs, perennials, and bulbs   a 12,000 sq. ft. courtyard that features a trompe l’oeil, an optical illusion painted onto the surface of a building   a 3-story vertical garden   a native landscape that was featured in the garden column of the New York Times   a 9/11 memorial tree of the same species found in the National 9/11 Memorial Park at Ground Zero   all 4 of our region’s primary spring-flowering trees here at NYU: dogwood, magnolia, apple, and cherry   a grove of native oak trees   a green roof that features lots of native plants   a garden statue donated by the people of Spain   a formal Japanese garden   over 70 distinct outdoor green spaces   ten acres of open space in the middle of Manhattan            Other Landscaping Projects   The NYU Urban Forest Project   In response to superstorm Sandy, NYU commissioned a campus wide tree inventory and risk assessment of over 700 trees on and adjacent to NYU properties. We now have a wealth of data which will be used to manage the NYU’s Urban Forest.        9/11 Memorial Tree   This tree, provided by NYU’s Center for Student Activites, Leadership, &amp; Service, was planted in the Silver Towers Oak Grove on September 7, 2011 to commemorate the 10th anniversary of the events of 9/11. The tree species, Quercus bicolor (Swamp White Oak), is the same species employed in the park of the National 9/11 Memorial at Ground Zero.        Oak Sedge Trials at NYU   Sedges are grass-like plants that are native to our region, and also native to Manhattan island. One species in particular, Oak Sedge, has caught the attention of designers as a possible lawn substitute for certain types of areas. We’re currently evaluating Oak Sedge at various NYU sites and the results so far are promising.          Silver Towers Oak Grove   The Oak Grove is a half-acre site on the north side of the Silver Towers complex. It features 22 native species of oak trees including Willow oak, Red oak, and Swamp White oak This site is unique in Greenwich Village for the large number of mature, native trees.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]