[{"detail": [{"content": "NYU Libraries | Tamiment Library & Robert F. Wagner Labor Archives -- Autobiographical Manuscripts                                                                                                          Home                       About the Library                         Collections Overview                       Collections List / Finding-Aids                         Research Guides                         Programs                       Online Exhibits / Public History                                                                           Autobiographical Manuscripts in the Tamiment Library    Compiled by Peter Meyer Filardo, Tamiment Archivist    The Tamiment Library and Robert F. Wagner Labor Archives hold numerous autobiographical manuscripts by labor and left activists and/or leaders, described below. Unless otherwise noted, all manuscripts are book-length.    For further information, contact us at tamiment.wagner@library.nyu.edu .      James Allen   Alfred Amery   Israel Amter and Sadie Van Veen Amter   Max Bedacht   Alex Bittelman   Kenneth Neill Cameron   Freda Casso   George Caylor   Harold Cruse   George Cullinen   Sam Darcy   Sidney Eisenberger   Abram Flaxer   Harry Fleischman   Virginia Gardner   David Greenberg   Jacob Benjamin Salutsky Hardman   Benjamin Iceland   Harry Kelly   Israel Kugler   David Lesser   Vaughn Love   Charles Allan Madison   Richard Morford   Miriam Moskowitz   Anders Overgaard   Charles Recht   Morris Rosen   Julius and Lilly Schmulewitz   Helen Sobell   Norman Thomas   Carlo Tresca   B. (Baruch) Vladeck   Isidor Wisotsky         James Allen Papers (Tamiment#142)  James S. Allen, born Sol Auerbach (1906-1986), wrote an unpublished memoir, \"Visions and Revisions,\" that described his youth, travels to the Soviet Union, role as a Communist Party organizer and newspaper editor in the south in the early 1930s, his travels to the Philippines where he helped to arrange the merger of the Socialist and Communist parties, and his leadership of International Publishers, the Communist Party's publishing house. See the Electronic Finding Aid for more detailed description.      Alfred Amery Papers (ALBA #123)  Alfred Amery served as a volunteer in the MacKenzie-Papineau Battalion of the International Brigades in the Spanish Civil War. The collection contains two autobiographical manuscripts that focus on Amery's service during the Spanish Civil War, his experiences in the Armed Forces during the 1920s and 1930s, and his introduction to Communist politics. See the Electronic Finding Aid for more detailed description.    Israel Amter and Sadie Van Veen Amter Papers (Tamiment #79)  Israel Amter (1881-1954), was a founding member of the Communist Party, USA and served as its representative to the Comintern, and as head of the New York State Communist Party. His wife, Sadie Van Veen Amter, 1882-1968, also was a Communist activist. This (untitled) manuscript describes, amid expositions of Communist ideology, their respective youths and their political activities in the 1920s and 1930s, principally their work on behalf of the unemployed, and in the defense of the Italian-American anarchists, Sacco and Vanzetti. See the Electronic Finding Aid for more detailed description.    Max Bedacht Papers (Tamiment #72)  Max Bedacht (1883-1972) was a Communist Party USA activist and theoretician. His typescript \"On the Path of Life,\" contains Bedacht's reflections on American and international communist leaders and the workings of the Comintern, describes the factional feuds within the Communist Party, his work in establishing and leading the International Workers Order, an association of Communist-led ethnic fraternal organizations, refutes Whittaker Chambers' charges against him in Witness!, recounts the circumstances around his expulsion from the party in 1948, and his reinstatement in 1960, and comments on world events and their implications for socialism. the Electronic Finding Aid for more detailed description.    Alex Bittelman: Things I Have Learned (Tamiment #62)  Alexander Bittelman (1890-1982), was a Communist activist and theoretician. His typescript \"Things I Have Learned,\" describes his childhood and radical activities in Russia, arrival in the United States in 1912, early Socialist connections, formation of the American Communist Party, factional feuds within the Communist movement, comments on its important personalities such as Earl Browder, William Z. Foster, Jay Lovestone, Charles E. Ruthenberg; contains reflections on the New Deal and Cold War; thoughts on Bittelman's imprisonment for Communist activities; concern for Jewish survival; and reflections on the world ca. 1963. See BobCat for more detailed description.    Kenneth Neill Cameron Papers (Tamiment #186)  Cameron (1908-1994) was a Communist, editor of Shelley and His Circle (10 v.), and professor of English at New York University. His papers includes an autobiographical manuscript describing his youth, student days at Oxford, politicization, his academic career, including his 1940s labor and communist activism while a professor at the University of Indiana, his Shelley scholarship, family and friendships, and his published and unpublished philosophical writings. See the online Preliminary Inventory for more detailed description.    Freda Casso Papers (Wagner #84)  Freda Katz Casso worked on ladies' shoes and slippers in New York shops between 1932 and 1960, and was a union activist, becoming the secretary of the CIO's United Shoe Workers New York local. The collection includes a sixteen-page memoir which outlines themes in shoe worker union history including the roles of the Communist Party, the CIO and women. See the Electronic Finding Aid for more detailed description.    George Caylor Papers (Tamiment #30)  George N. Caylor (1885-1973), born George N. Cohen, was a clothing industry businessman, labor arbitrator, socialist and the brother of labor leader and socialist Joseph E. Cohen (1883-1950). The collection includes a manuscript of an 800 page indexed autobiography, \"If My Memory Serves Me Right,\" that discusses Caylor's early years in Philadelphia, the socialist movement, the single tax community of Arden, Delaware, the Rand School of Social Science, and numerous personalities on the left. There is also a 142 page manuscript \"Brother Joe: Fragmentary Chapters for a Life of Joseph E. Cohen,\" about Caylor's brother, including Cohen's socialism and his relations with Socialist Party leader Eugene V. Debs and Debs' brother and secretary Theodore. See the Electronic Finding Aid for more detailed description.    Harold Cruse Papers (Tamiment #87)  Harold Cruse (1916-2005), an African American author and professor of Afro-American Studies at the University of Michigan was best known for his Crisis of the Negro Intellectual (1967), a critique of the Communist movement's influence and a call for an autonomous and revolutionary black culture. The papers include an incomplete manuscript, \"Education of a Rebel\" a thinly-disguised fictional account of Cruse's experiences in the Communist Party in Harlem during the 1940s-1950s. See the Electronic Finding Aid for more detailed description.    George Cullinen Papers (ALBA #217)  George Cullinen (1912-2003) was born in San Francisco and graduated from NYU. After serving in Spain he became a maritime captain, and, with his wife Sonia operated a progressive elementary school in Queens, NY. After retiring to Vermont he developed an interest in film and made several documentaries, including the prize-winning \"Washington to Moscow.\" The collection consists of four files of miscellaneous correspondence, clippings, flyers and mailings from VALB and other organizations (including some material from Spain). Also included is a videotape of a presentation on his experience in Spain at Suffolk University, Boston, on March 21, 2000, and a copy of an unpublished memoir by Cullinen. See the Electronic Finding Aid for more detailed description.    Sam Darcy Papers (Tamiment #124)  Samuel Adams Darcy (1905-2005), nee Samuel Dardeck, was a leading official of the CPUSA from 1925-44. Two manuscripts, The Storm Must Be Ridden (c1945), and Tales of Three Worlds (c1960-63), discuss the Communist movement, his activities as head of the Young Workers League (1925-27), the California Party district (1931-36), the Eastern Pennsylvania district (1939-44), head of the Communist International's Anglo-American Secretariat (1935-38), his travels to the Soviet Union, China and elsewhere, leading personalities in the movement, and criticizes the policies of Earl Browder, Party General Secretary (1930-45). See the Electronic Finding Aid for more detailed description.    Sidney Eisenberger Autobiographical Manuscript: Communism on Campus: Recollections and Comments of a Former Communist Teacher at CCNY (Tamiment #370)  Sidney Eisenberger (b. 1907), was a New York City Communist, and a chemistry instructor at City College, City University of New York (City). In 1941 he was fired for allegedly giving false testimony to the New York State Legislature Joint Legislative Committee to Investigate the Educational System of the State of New York, known as the Rapp-Coudert Committee (1940-42), created to examine the extent of \"subversive activities\" in the state's schools and colleges, when he denied being a member of the Communist Party. Eisenberger subsequently worked as an engineer, and in his later years, wrote an unpublished autobiographical typescript, \"Communism on Campus: Recollections and Comments of a Former Communist Teacher at CCNY,\" that describes his family, youth, education, political views, years at CCNY and his dismissal there-from, his work at the Gussack Machine Products company, and his later disillusionment with communism. See the Electronic Finding Aid for more detailed description.    Abram Flaxer Papers (Wagner #73)  Abram Flaxer (1904-1989), was a New York City Communist labor organizer and leader, who headed the CIO's public workers unions, the SCMWA (State, County and Municipal Workers of America), 1937-45, and the United Public Workers of America (1946-50). His memoir, \"A View from the Left Field Bleachers,\" conveys Flaxer's perspective on events he witnessed or participated in, the post World War II rise of anti-communism, and touches on prominent figures, including Fiorello LaGuardia, Vito Marcantonio, John L. Lewis, Philip Murray, and Jimmy Hoffa. Among the events described is the organizing of a SCMWA local in Stockton, CA and of so-called \"silver\" workers in the Panama Canal Zone. See the Electronic Finding Aid for more detailed description.    Harry Fleischman Papers (Tamiment #115)  Includes a sketch of \"Didn't We Have Fun,\" for a reunion of the Young People's Socialist League. Harry Fleischman (1914-2004), was a labor and socialist activist who, as a teenager joined the Young People's Socialist League. His activities in the Socialist Party included serving as National Chairman of the Red Falcons, the Party's organization for children (1936), regional director of the Indiana-Illinois Socialist Party (1942-50), and campaign manager for Norman Thomas's presidential campaigns in 1944 and 1948. These experiences informed his book, Norman Thomas: A Biography (1964). Fleischman also worked as labor and political editor of the Voice of America (1951-53), as director of labor and race relations at the American Jewish Committee, and was a board member, and later chair of the Workers Defense League, a nonprofit worker advocacy organization. See the Electronic Finding Aid for more detailed description.    Virginia Gardner Papers (Tamiment #100)  Virginia Gardner (1904-1992), was a journalist, a Communist, and author of Friend and Lover (1982), a biography of Louise Bryant. Her untitled autobiography describes her family history and youth, her journalism career, including Newspaper Guild activities at the Chicago Tribune, 1930-40; her work as Executive Secretary of the Citizens Committee for Harry Bridges, where she claims to have read a letter that indicated Bridges might have served as a Soviet agent; her work as a reporter, respectively, for the Federated Press, a labor news service, the New Masses, the Peoples World (the Communist Party's West Coast paper) and the Daily Worker; her research and writing of The Rosenberg Story (1954); and her tempestuous romantic relationships and often difficult working relations with male Party leaders. See the Electronic Finding Aid for more detailed description; Full text Autobiography .    David Greenberg Papers (Tamiment #196)  This collection includes contains the manuscript of the unpublished anthology, \"Behind Bars: The Prison Experiences of War Resisters,\" edited by David F. Greenberg and Beverly D. Houghton. The anthology contains essays by resisters to the Vietnam War regarding their experiences in various prisons and jails. Table of contents: The Federal prison system -- County jails - Women -- Military prisons - Non-cooperation with prison - Couples -- The Allenwood celebration -- Prison: The long-term effect -- How I learned what prison was. See the Electronic Finding Aid for more detailed description.    Jacob Benjamin Salutsky Hardman Papers (Tamiment #50)  J. B. S. (Jacob Benjamin Salutsky) Hardman (1882-1968) was a Russian-born author, social philosopher, labor editor and leader. His incomplete autobiographical manuscript titled Odyssey, along with research files for projected chapter titles, covers his work for the Amalgamated Clothing Workers of America as director of education and cultural activities and as editor of its organ, The Advance (1920-44), Brookwood Labor College, the Jewish Socialist Federation, his editorship of the American Labor Monthly, his service on the C.I.O.-New York State Radio, Press, and Education Committee, family matters, writing projects, and other political activities. See inventory available in repository for a detailed description. See the Electronic Finding Aid for more detailed description.    Benjamin Iceland Papers (ALBA #54)  Ben Iceland (1910-1990) served with the International Brigades, initially with a Czech anti-aircraft battery and then with the John Brown Battery, and later with the US Army during WWII. He was editor of The Volunteer (the periodical of the Veterans of the Abraham Lincoln Brigade) from 1982 until his death in 1990. This collection contains Iceland's letters from Spain to Claire Brown Iceland, and several chapter-length typescript accounts of his Spanish Civil War experiences. See the Electronic Finding Aid for more detailed description.    Harry Kelly Auto-Biographical Typescript  Located in the John Nicholas Beffel Papers (Tamiment #55).  Harry Kelly was one of the founders of the anarchist Francisco Ferrer Colony (Piscataway, NJ, 1910-1950s) and its Stelton Modern School. See the Beffel finding aid for more detailed description.    Israel Kugler Papers (Tamiment #315)  The papers include an unpublished autobiographical typescript, \"One Eye on the Stars.\"  Israel Kugler (1917-2007) was a graduate of City College, earned a Ph.D. from New York University in sociology and taught for many years at New York Community College. He was a member of the Young People's Socialist League and later of the Socialist Party. He was a founding member and president of the United Federation of College Teachers (UFCT) and a founding member and officer of the Professional Staff Congress (PSC), the faculty/staff union at the City University of New York (CUNY). He led the historic 1966-1967 faculty strike at St. John's University. Raised in the traditions of immigrant Jewish socialism, he was a life-long devotee of Yiddish culture and served as national president of the Workmen's Circle, board member of the Jewish Labor Committee and president of the Three Arrows Cooperative Society. All the above are described in this autobiographical typescript. See the Electronic Finding Aid for more detailed description.    David Lesser Papers (Tamiment #140)  David Lesser (ca. 1910- ) was a member of the Communist Party in the 1930s, in New York City. His autobiographical typescript \"The Extenders: A True Memoir of the Actual State of Things,\" (1983), is an idiosyncratic account of his political and personal experiences during the years 1931-1950. The manuscript details Lesser's concern about Soviet KGB (intelligence service) activity directed against the Communist Party, and he alleges that he was the last person to see Juliet Stuart Poyntz (1886-1937?) alive, an influential communist activist, widely presumed to have been murdered by the KGB. There are also accounts of alleged libertinism in the Party, Mr. Lesser's coming of age and romantic experiences, his shop-floor experiences, and his literary aspirations and disappointments. See the Electronic Finding Aid for more detailed description.    Vaughn Love Papers (ALBA #243)  This collection consists of the unpublished memoir of Vaughn Love, an African-American who fought in the Abraham Lincoln Brigade during the Spanish Civil War. See the Electronic Finding Aid for more detailed description.    Charles Allan Madison Papers (Tamiment #133)  Charles Allan Madison was a publishing executive and author of several books on labor, liberal and progressive leaders, publishing history and Jewish topics. He was born in Kiev and emigrated to the United States in 1906. He earned an MA in comparative literature from Harvard University in 1922 after which he moved to New York City to begin his long career as an editor. He first worked with the American Book Company from 1922-1924, and then went to Henry Holt and Company where he remained for the next 38 years. The collection includes Madison's manuscripts and correspondence with a number of prominent individuals, including: Howard Fast, Harold L. Ickes, Robert M. LaFollette Jr., Eleanor Roosevelt, Norman Thomas, Oswald Garrison Villard, among others. Among his papers are two undated book-length autobiographical typescripts, \"The Inner Quest,\" and \"The Past is Prologue.\" See the Electronic Finding Aid for more detailed description.    Richard Morford Biographical Manuscripts (Tamiment #360)  This collection contains an unpublished and incomplete and untitled autobiographical typescript, and the transcript of an oral history interview conducted by Kathy Kahn, both ca.1981-1986. Reverend Richard Morford (1903-1986) was a Presbyterian minister and graduate of Union Theological Seminary in New York City. Inspired by the peace and Social Gospel movements, he participated in a variety of progressive causes and in 1946 became the Executive Director of the National Council of American-Soviet Friendship (NCASF). Both the typescript and interview are primarily concerned with his forty years involvement with the NCASF, in particular with the attempt of the House Un-American Activities Committee to subpoena its financial and membership records, and the ultimately successful effort to overturn the Subversive Activities Control Board's finding that the Council was a Communist front organization. See the Electronic Finding Aid for more detailed description.    Miriam Moskowitz Autobiographical Typescript: \"Phantoms of Spies Run Amok and an Odyssey of Surviving McCarthyism.\" (Tamiment #395)  The collection contains an autobiographical typescript \"Phantoms of Spies Run Amok and An Odyssey of Surviving McCarthyism,\" describing her 1950 arrest, conviction and prison sentence for conspiracy to obstruct justice for impeding a grand jury investigation of atomic espionage - she was charged with the knowledge that Harry Gold had intended to lie to the grand jury. The typescript also includes her memories of her time, along with Ethel Rosenberg, in the Women's House of Detention in New York City, her life after release from prison, and the continuing debates about the guilt or innocence of those accused of espionage. See the Electronic Finding Aid for more detailed description.    Anders Overgaard Autobiographical Typescript (Tamiment #130)  The collection consists of an untitled autobiographical typescript by Anders Overgaard, which describes the family background, travels and political activities of this Danish-born Communist activist who migrated to the U.S. in 1915. After working as a sailor, he became a machinist, settling in Chicago, where he was active in the left wing of the International Association of Machinists and the Chicago Federation of Labor, along with William Z. Foster. He joined the Communist Party in 1920 and traveled throughout the U.S. as a Trade Union Educational (later Unity) League functionary. He also traveled in Europe and Asia on behalf of the Communist International and the Red International of Labor Unions. After the formation of the CIO he held a number of posts in Communist led unions between periodic returns to the shop floor. The typescript concludes with his 1950 deportation to Denmark for his political affiliation. See the Electronic Finding Aid for more detailed description.    Charles Recht Papers (Tamiment #176)  Charles C. Recht (1887-1965) was born in Bohemia to Jewish parents, emigrated to the United States, graduated from New York University Law School, and served as general counsel for the New York Bureau of Legal Advice, which provided free legal service to men who resisted the new draft laws related to the entry of the United States into World War I. Recht also represented many radicals who faced deportation at that time, and later served as an officer of the American Committee for Protection of Foreign Born. From 1921 until 1933, when diplomatic relations were established, Recht officially represented Soviet interests in the U.S., and thereafter he continued to represent many Soviet citizens and organizations. The collection contains an autobiographical typescript that describes his family background, youth, and political activities, with a large portion devoted to his travels to and within the Soviet Union. There is also a chapter titled Biro-Bidjan, relating to the Jewish Autonomous Region (1928-1980) in the Soviet Union, colloquially known by the name of its capital, Birobidzhan. See the Electronic Finding Aid for more detailed description.    Morris Rosen Papers (Tamiment #78)  Morris Rosen was a carpenter, and a communist trade unionist. The papers contain an unpublished autobiographical typescript, \"Man Made Cliffs,\" by Mike Ross (pseud), which is principally the account of the (1920s) struggle within Local 376 of the United Brotherhood of Carpenters and Joiners between Rosen, a communist and National Secretary of the Building Trades Section of the Trade Union Educational League, and the leadership. See the Electronic Finding Aid for more detailed description.    Julius and Lilly Schmulewitz Papers (Wagner #287)  This collection contains a 56 pp. manuscript by Jack Schmulewitz, about his parents Julius Schmulewitz (1895-1966) and Lilly Jacobowitz Schmulewitz (1902-1968). Julius was a member of the Bakery and Confectionary Workers International Union, Local 3. The manuscript also contains several maps and tables. See the Electronic Finding Aid for more detailed description.    Helen Sobell Typescript \"Double Exposure\" (Tamiment #390)  Helen Sobell was the wife of Morton Sobell, who was convicted, in 1951,along with Julius and Ethel Rosenberg, of espionage, for transmitting information about the construction of the atomic bomb to the Soviet Union. This autobiographical typescript begins with Sobell's arrest and covers his trial, conviction, appeals, political activity relating thereto, and the complicated personal relationship between Helen and Morton Sobell during his years of imprisonment (he was released in 1969). See the Electronic Finding Aid for more detailed description.    Norman Thomas Papers (Tamiment #423)  Norman Thomas (1884-1968) was a leading socialist, pacifist, and six-time presidential candidate for the Socialist Party of America. The collection includes an unpublished memoir. See the Electronic Finding Aid for more detailed descrition.    Carlo Tresca \"Autobiography\" Typescript (Tamiment #443)  Carlo Tresca (1879-1943) emigrated from Italy in 1904, where he became the editor of Il Proletario, the official newspaper of the Italian Socialist Federation, organized Italian-American and other workers with the Industrial Workers of the World, was a one-time companion of socialist-feminist Elizabeth Gurley Flynn, and became a leading figure in the anarchist movement, in part through his newspaper Il Martello (1916-43). A fierce opponent of both fascism and Stalinism, he was assassinated, probably because of his writings opposing the Mafia. His untitled autobiographical typescript, subsequently published as The Autobiography of Carlo Tresca, edited by Nunzio Pernicone (New York: John D. Calandra Italian American Institute, Queens College, City University of New York, 2003), describes his youth and political activities in Italy, his migration to the United States, and his labor organizing in the years preceding World War I, in particular the Lawrence, Massachusetts textile strike of 1912, and his efforts to Pennsylvania coal miners. See the Electronic Finding Aid for more detailed description.    B. (Baruch) Vladeck Papers (Tamiment #37)  Vladeck (1886-1938), a socialist and Jewish leader, was born near Minsk, Russia in 1886. He was involved in radical activities in Russia until in 1908, fearful of arrest and exile, he fled to the United States. (His papers include an incomplete autobiographical manuscript that describes, through 1905, his family, youth, political activities, and imprisonment.) Vladeck was subsequently a leader in the American Socialist Party and editor of the Jewish Daily Forward and served on the New York City Board of Aldermen (1916), City Housing Authority (1934) and City Council (1937). He was one of the founders of the American Labor Party. He headed a number of organizations, including the Jewish Labor Committee, which organized rescue work in Europe, and the Joint Distribution Committee, the coordinating agency of Jewish philanthropic disbursements abroad. He was active in his efforts to aid the daring underground operations of a group of dissident socialists known as the \"New Beginning\" in Germany during the early days of Hitler's rule. See the Electronic Finding Aid for more detailed description.    Isidor Wisotsky Papers (Tamiment #71)  Isidor Wisotsky (1895-1970). The collection contains a typescript of Isidor Wisotsky's unpublished autobiography, \"Such a Life,\" in which he recounts his experiences as a Russian Jewish immigrant working in New York City's Lower East Side in the early twentieth century, his anarchist and Industrial Workers of the World activities, and his personal recollections of radical leaders. An introduction by Norman Thomas is included. See the Electronic Finding Aid for more detailed description.           Updated 02/21/2013                                                          home |    about the library |    collections overview |    research guides |    collections list/finding aids |    programs |    online exhibits &amp; public history |   NYU Libraries |    New York University"}]}]