[{"detail": [{"content": "Spice Girl | Cable                                                 Menu  Alumni Community Archives                                                                    Spice Girl                      When she was away at college, at Skidmore in upstate New York, Brooklyn native Gloribell Taveras found herself missing home cooking&mdash;especially Latino spices like adobo and sofrito. Latinos put sofrito and adobo on &ldquo;everything from soup to chili, burgers, rice and eggs,&rdquo; she explains.      In 2001 Taveras earned a business degree with a human resources concentration and decided to pursue a master&rsquo;s in organizational behavior and human resources management at NYU-Poly. &ldquo;Poly intimidated me at first because of my liberal arts background among all the engineers,&rdquo; she admits. But she stayed the course and was awarded her MS degree in 2006. She subsequently worked in human resources at the Sesame Workshop, the organization behind the popular educational program Sesame Street, for almost five years, but she never lost sight of her first love: cooking.     Last fall Taveras and her best friend, Susana Columna, founded Chulita&rsquo;s Famous, which makes two types of sofrito, a mix of vegetables, herbs and spices that season traditional Spanish food, and two adobos, a dry rub with a base of garlic that most Latinos use a lot. &ldquo;Adobo is like our salt,&rdquo; says Taveras, who points out that Chulita&rsquo;s adobo is organic and low in sodium, with no fillers. Chulita&rsquo;s sofrito uses only fresh, natural ingredients with no artificial additives or preservatives.          Chulita&rsquo;s currently sells its products online and in gourmet specialty stores throughout NYC. &ldquo;I&rsquo;m targeting time-strapped individuals and people who like to know what they&rsquo;re putting in their food,&rdquo; Taveras says. &ldquo;We want to get our sofrito into the hands of people who will use it every day. Nowadays who cooks homemade meals? I don&rsquo;t even cook as often as I like to! I don&rsquo;t have time! Which is why sofrito is so great&mdash;it&rsquo;s not complex, but it makes a meal. It&rsquo;s the Latino secret to eating homemade, wholesome meals every day.&rdquo;      &ldquo;We want to get our sofrito into the hands of people who will use it every day. Nowadays who cooks homemade meals?&rdquo;       &ldquo;Chulita&rdquo; means &ldquo;sassy girl,&rdquo; which Taveras says fits her business to a tee. &ldquo;We&rsquo;ve had to be persistent and confident that our idea will succeed,&rdquo; she says. &ldquo;We honor both traditional Latin cooking and contemporary tastes. To embrace both means that you&rsquo;re pretty bold.&rdquo; Their logo is based on a traditional Dominican doll.      Taveras says her education has been invaluable as she launches her business. &ldquo;At Poly I learned how to create a vision, organize it and execute it,&rdquo; she says. &ldquo;My education there definitely helped me. I&rsquo;m blessed to think outside the box and pursue my childhood passion of cooking. Family and cooking and being social are just as important as being successful in corporate America.&rdquo;     Even though Chulita&rsquo;s Famous is less than a year old, it is already seeing some success and was one of four winners of the 2012 Summer Fancy Food Show Contest, sponsored by the NYC Economic Development Corporation to support local food manufacturers.      Taveras has big plans for the future. &ldquo;First of all, I would love to expand the business and create manufacturing plants that would bring jobs to New York City,&rdquo; she says. Her ambitions also run to introducing her traditional food to more people. &ldquo;A lot of Americans feel Latin food is difficult to prepare and isn&rsquo;t healthy. I want to change that perception and let people know Latin food is healthy and easy to make at home. A spoonful of sofrito and voila, you&rsquo;re done. Five years down the line I&rsquo;d like to be on television showing people how easy Latino cooking is.&rdquo;     Chulita&rsquo;s is good for everyone from beginners to gourmet cooks, Taveras concludes. &ldquo;With sofrito you don&rsquo;t have to be a great cook&mdash;your food is still tasty.&rdquo;                                Facebook Twitter Linked In    Cable The alumni magazine of NYU Polytechnic School of Engineering"}]},
{"detail": [{"content": "Spice Girl | Cable                                                 Menu  Alumni Community Archives                                                                    Spice Girl                      When she was away at college, at Skidmore in upstate New York, Brooklyn native Gloribell Taveras found herself missing home cooking&mdash;especially Latino spices like adobo and sofrito. Latinos put sofrito and adobo on &ldquo;everything from soup to chili, burgers, rice and eggs,&rdquo; she explains.      In 2001 Taveras earned a business degree with a human resources concentration and decided to pursue a master&rsquo;s in organizational behavior and human resources management at NYU-Poly. &ldquo;Poly intimidated me at first because of my liberal arts background among all the engineers,&rdquo; she admits. But she stayed the course and was awarded her MS degree in 2006. She subsequently worked in human resources at the Sesame Workshop, the organization behind the popular educational program Sesame Street, for almost five years, but she never lost sight of her first love: cooking.     Last fall Taveras and her best friend, Susana Columna, founded Chulita&rsquo;s Famous, which makes two types of sofrito, a mix of vegetables, herbs and spices that season traditional Spanish food, and two adobos, a dry rub with a base of garlic that most Latinos use a lot. &ldquo;Adobo is like our salt,&rdquo; says Taveras, who points out that Chulita&rsquo;s adobo is organic and low in sodium, with no fillers. Chulita&rsquo;s sofrito uses only fresh, natural ingredients with no artificial additives or preservatives.          Chulita&rsquo;s currently sells its products online and in gourmet specialty stores throughout NYC. &ldquo;I&rsquo;m targeting time-strapped individuals and people who like to know what they&rsquo;re putting in their food,&rdquo; Taveras says. &ldquo;We want to get our sofrito into the hands of people who will use it every day. Nowadays who cooks homemade meals? I don&rsquo;t even cook as often as I like to! I don&rsquo;t have time! Which is why sofrito is so great&mdash;it&rsquo;s not complex, but it makes a meal. It&rsquo;s the Latino secret to eating homemade, wholesome meals every day.&rdquo;      &ldquo;We want to get our sofrito into the hands of people who will use it every day. Nowadays who cooks homemade meals?&rdquo;       &ldquo;Chulita&rdquo; means &ldquo;sassy girl,&rdquo; which Taveras says fits her business to a tee. &ldquo;We&rsquo;ve had to be persistent and confident that our idea will succeed,&rdquo; she says. &ldquo;We honor both traditional Latin cooking and contemporary tastes. To embrace both means that you&rsquo;re pretty bold.&rdquo; Their logo is based on a traditional Dominican doll.      Taveras says her education has been invaluable as she launches her business. &ldquo;At Poly I learned how to create a vision, organize it and execute it,&rdquo; she says. &ldquo;My education there definitely helped me. I&rsquo;m blessed to think outside the box and pursue my childhood passion of cooking. Family and cooking and being social are just as important as being successful in corporate America.&rdquo;     Even though Chulita&rsquo;s Famous is less than a year old, it is already seeing some success and was one of four winners of the 2012 Summer Fancy Food Show Contest, sponsored by the NYC Economic Development Corporation to support local food manufacturers.      Taveras has big plans for the future. &ldquo;First of all, I would love to expand the business and create manufacturing plants that would bring jobs to New York City,&rdquo; she says. Her ambitions also run to introducing her traditional food to more people. &ldquo;A lot of Americans feel Latin food is difficult to prepare and isn&rsquo;t healthy. I want to change that perception and let people know Latin food is healthy and easy to make at home. A spoonful of sofrito and voila, you&rsquo;re done. Five years down the line I&rsquo;d like to be on television showing people how easy Latino cooking is.&rdquo;     Chulita&rsquo;s is good for everyone from beginners to gourmet cooks, Taveras concludes. &ldquo;With sofrito you don&rsquo;t have to be a great cook&mdash;your food is still tasty.&rdquo;                                Facebook Twitter Linked In    Cable The alumni magazine of NYU Polytechnic School of Engineering"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Buenos Aires   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a Spanish Language course is required; select one that matches your skill level.   Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   SCA-UA 9042/INDIV-UG 9150 is a permission only class. Students must apply ahead of time for this course. Application information can be found here . During registration week, register for another course as a place holder in case you are not accepted.     ECON-UA 9231 Money &amp; Banking: Argentina has prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: Perspectives on Contemporary Argentina and the World                               The purpose of this class is to introduce the students into key concepts and issues of Contemporary Argentina and its geopolitical context, e.g. Latin America and the World. Through an approach to local, cultural, and political issues the course will address how Argentina interacts with the region and the world, and how this international context impacts on Argentina. The emphasis will be on addressing a number of concepts that are necessary to understand Contemporary Argentina, politics in Buenos Aires and their relationship with the world. Spanish spoken in the Rio de la Plata region will be taught from a pragmatic approach, encouraging the learning and use of local expressions and Argentine Spanish, including political expressions used in the media, political activism and the everyday life of porteños –the inhabitants of Buenos Aires.   Sample Syllabus (PDF)                                Spanish Language        All students are required to take a Spanish language course (or course taught in Spanish) for graded credit. This course cannot be taken Pass/Fail.                                                  Intensive Elementary Spanish - SPAN-UA 9010 - 6 points                               This is a one-semester intensive course that covers the equivalent of one year of elementary Spanish (SPAN-UA 1 and SPAN-UA 2). After completing this course, students who wish to continue studying Spanish must take a qualifying examination. Students who pass the examination may go into SPAN-UA 3, which is preparation for SPAN-UA 4. Students with high scores on the qualifying exam may enroll in SPAN-UA 18 (an accelerated version of SPAN-UA 3, which similarly prepares them for SPAN-UA 4) or in SPAN-UA 20. Completion of either SPAN-UA 20 or SPAN-UA 4 fulfills the MAP requirement.   Sample Syllabus                                                                    Intensive Spanish for Advanced Beginners - SPAN-UA 9015 - 6 points                               Intensive Spanish for Advanced Beginners is a six-credit intensive language course designed to help students with limited knowledge of Spanish strengthen their language skills and develop their cultural competency. The course covers the material of Spanish 2 and Spanish 3 in one semester. Successful completion of this course prepares students for a fourth semester college Spanish language course.   Sample Syllabus                                                                    Intensive Intermediate Spanish - SPAN -UA 9020 - 6 points                               Prerequisites SPAN-UA 10, SPAN -UA 2 or equivalents, or passing grade on qualifying examination.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 9020 is an intensive intermediate course that covers the equivalent of one year of intermediate Spanish SPAN-UA 3 and SPAN-UA 4, or SPAN-UA 18 and SPAN-UA 4) in one semester.   Sample Syllabus                                                                    Intermediate Spanish II - SPAN-UA 9004 - 4 points                               Continuation of SPAN- UA 3 or SPAN-UA 3A. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.   Sample Syllabus                                                                    Advanced Grammar &amp; Composition - SPAN -UA 9100 - 4 points                               Prerequisite: Intermediate Spanish II (NYU, SPAN-UA 4) or equivalent   Advanced course designed to expand and consolidate lexical and grammatical understanding of the language and to introduce fundamental principles of expository writing as they apply to Spanish, through exercises, readings, and intensive practice of various expository prose techniques and styles. For nonnative speakers only. Prerequisite for NYU students: SPAN-UA 20, SPAN-UA 4, or permission of the director of undergraduate studies.   Sample Syllabus                                                                    Spanish For Health Care Professionals - SPAN-UA 9950 - 2 points                               Spanish for Health Care Professionals is a two-credit course for beginner to intermediate  level students, designed to expand students’ speaking skills beyond the practical, day-to-  day language functions in the medical environment.   The goal of the course is to serve as a complement for the beginner and intermediate level  student pursuing a career in the health care professions or a student generally interested  in communicating with patients in Spanish. It has been structured to serve the specific  needs of the nursing, medical and global public health student community. Students will  typically take this course in conjunction with a beginner or an intermediate level Spanish  language course. This course may not be used toward completion of the MAP language  requirement.     Sample Syllabus                                Courses Taught in Spanish at the Intermediate Level                                                  Topics in Latin American Literature &amp; Culture: Argentina Today - SPAN-UA 9026 - 4 points                               Corequisite: Intensive Intermediate Spanish or Intermediate Spanish II.   The course is designed for students who want to perfect their Spanish as they expand their knowledge regarding literature, cinema, and social and political problems that exist today within modern Argentine society. The reading of different dramatic texts and viewing of various films throughout the semester will serve to expand lexicon, strengthen grammar and improve the student's style. The objective of this course is that the students familiarize themselves with everyday language of current newspapers and magazines, at the same time as they enter into the world of Spanish literature.   The most important goal of the course is to offer a methodologically simple approximation that helps the student to develop a greater verbal and communicative dexterity. To this end, every week the students will analyze and debate the cultural and literary content texts that are to be studied and every two weeks the students will present a written composition of the topics covered in class. In the classroom linguistic correction will be emphasized along with auditory practice through the use of a wide range of materials and resources: theoretical explanations, comprehension and vocabulary exercises, film viewing, as well as exercises that highlight certain morphological aspects or grammatical usage of Spanish.   Sample Syllabus                              Courses Taught in Spanish        Art History                                                    Visual Cultures - ARTH-UA 9850 - 4 points                                    The course will examine key aspects of Latin American art from the colonial period to the early decades of the twentieth century. Through the analysis of artistic images of Mexico , Peru, Brazil and Argentina, will discuss the role of visual representation in the process of conquest and colonization of the territory in Latin America, and later in the construction and consolidation of national states and regional identities. With the alternation of guided visits to museums in Buenos Aires and classes, students will have the opportunity to learn about artistic languages ​​, techniques , iconography , production systems , and some aspects of Latin American history .                              Gallatin                                                  Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                              History                                                  Latin American History: Argentine History & Culture - HIST-UA 9745 - 4 points                               Course will be taught in English during Fall 2015.   When Taught in Spanish, Prerequisite of Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   The objective of the course is to analyze the social, cultural and political transformations experienced in Argentina during the XX century. The scheduled activities are divided into theory-practice classes and cultural visits. There are required readings for the classes which are usually based in a general bibliography that will give the student a factual context of each unit. Ideas exchange will take place, so the students should read the material in advance in order to continue with the course. The objective of cultural activities is to link the students with the material dimension of history, putting themselves in contact with crucial clues for its comprehension.       Sample Syllabus                                Latin American &amp; Spanish Studies                                                  La Lengua De Buenos Aires - SPAN-UA 9103 - 4 points                               Open to students who have completed Advanced Grammar and Composition or enrolled concurrently in Advanced Grammar and Composition.   La lengua de Buenos Aires is an advanced conversation course, which seeks to make students familiar with the most outstanding features of the Spanish of the Rio de la Plata area. It does also work as an introductory map to the main problems and questions of the culture of the city of Buenos Aires. Through a lively discussion of current cultural conflicts in politics, literature, music, drama and film, the course will enhance the listening and reading abilities of the students, while improving their speaking and writing proficiency in Spanish. These said conflicts and their transformations are key to an understanding of the way porteños speak and think. From a first section devoted to political discourse, we will move onto a consideration of its rhetorical precedents in argentine literature. This will give us the critical tools we need to further our inquiries in other fields such as rock, drama, journalism and film.   Sample Syllabus                                                                    Critical Approaches to Textual and Cultural Analysis - SPAN-UA 9200 - 4 points                               Formerly Titled Critical Approaches: Reading, Writing, and Textual Analysis   Prerequisite: SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.   Introduction to literary analysis through close reading of texts from the early to modern periods of peninsular Spanish and Spanish American literatures. Engages students in the practice of textual explication, provides basic critical skills, and encourages reflection on literature as a system. This course is the gateway course for students interested in pursuing advanced literature courses in Spanish. With very few exceptions, students must have completed Critical Approaches before taking advanced literature courses taught in Spanish.   Sample Syllabus                                                                    Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                                                                    Borges and Argentine Literature - SPAN-UA 9845 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     The course is designed to introduce students to the work of Jorge Luis Borges, one of the most influential writers of the twentieth century. Through reading, analysis, and discussion of short fiction or poems and critical bibliography, the students will examine the dichotomy civilization-barbarism in Borges works (in connection to the Argentine cultural tradition since nineteenth century); some key topics in his texts such as tigers, labyrinths and libraries; the relationship between writing and translation (specifically in the English translations of his fictions); the political aspects of the literature produced by Borges and other contemporary Argentine writers on Eva Perón. The course will also develop the connections between Borges and other contemporary Argentine writers.   Sample Syllabus                                                                    Cultura, Identidad Y Politica En Latino America - SPAN-UA 9950 (ANTH-UA crosslist pending UCC Approval) - 4 points                               Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course deals with themes of culture, cultural identity and the politics of culture and identity, with reference to five specific Latin American cases: a). Indigenous communities of the Amazon (Achuar) and the Pampas-Patagonia region (Mapuche, Rankülche); b) Andean peasants (Aymaras) and indigenous proletariat of the Chaco (Toba); c). working class and ethnic neighborhoods of the city. By means of this empirical survey we hope to illustrate and discuss the some of the different ideas that have come to the fore in recent debates about “culture,” including essentialism and constructivism; rethinking of the nature/culture dichotomy; and the idea of cultural identity as a right, as a strategy of domination or as a form of resistance, etc.     Sample Syllabus                                                                    Fotografía y literatura en América Latina - SPAN-UA 9550 - 4 points                               Este curso se pregunta qué es y cómo se lee una fotografía. Consideraremos además la relación entre fotografía y literatura a partir del análisis de textos que incluyen fotografías en diálogo con la escritura o en otros que, sin incluir imágenes, usan la fotografía como tema, principio constructivo o como un cuerpo de problemas críticos y teóricos. El curso servirá también como introducción a la producción fotográfica local que será vista y comentada en las clases (en los distintos “Recorridos visuales”) así como en las visitas a museos, galerías y estudios fotográficos. Prestaremos especial atención a cuestiones como la relación entre signo y existencia del objeto, el valor de verdad de lo fotográfico, su relación con lo real y el realismo, la memoria, la identidad, el tiempo, el museo. (El curso se enseña en español y requiere habilidad para leer textos literarios breves en español; se ha elegido especialmente bibliografía teórica y crítica escrita o traducida al inglés).                                  Courses Taught in English        American Studies (Social &amp; Cultural Analysis)                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Applied Psychology                                                    Survey of Developmental Psychology: Introduction - APSY-UE 9010 - 4 points                               A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, &amp; implications are drawn for practical issues. Liberal Arts Core/CORE Equivalent - satisfies the requirement for Society &amp; Social Sciences                                Cinema Studies                                                  Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Latin America - CORE-UA 9515 - 4 points                               Please be aware that NYU CAS students will be given registration priority for this course. CAS students will be able to register at their regularuly assigned appointment time. Non-NYU CAS students will be able to register on Friday of registration week.     Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now.                            Creative Writing                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                              Economics                                                  Money and Banking: Argentina - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   There are two parts to this course. In the first part of the course we will study two of the main financial asset markets: bond markets and stock markets. We will study the concept and determination of interest rates; the risk structure and the term structure of interest rates; stock pricing and the efficient markets hypothesis; cross-border arbitrage. We will also analyze financial structure in Argentina and other Latin American banks.   In the second part of the course we will study the monetary and financial system. We will study how money is created, the tools of monetary policy, the commercial banking industry and its links to monetary policy and the Central Bank, and how monetary policy affects the economy in general. In this part we will also analyze how market failures (such as information asymmetries) and distortionary policies (such as financial repression) may hinder the contribution of financial markets and monetary policy to macroeconomic stability. The roles of state-owned banks in Latin American economies will also be discussed.   Sample Syllabus                                Gallatin                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                                                                    Art and Politics in the City: New York & Buenos Aires - IDSEM-UG 9150 - 4 points                               This course brings together students in New York and Buenos Aires to examine how urban arts and politics intersect in the Americas. Two sections, one in each city, will meet and collaborate simultaneously via internet to address several key questions: How are art and politics understood and expressed differently and similarly in these two American metropolises and why? How do shared aesthetic features of public art reflect the global circulation of urban creative modes? What do we learn about local politics from looking at the art and writing on a city’s public spaces? Teams of students in both cities will conduct field work in selected neighborhoods to help create an archive of murals, graffiti, performances, and installations. Then, drawing from readings in history, art criticism, and urban studies, as well as from census and electoral data and using GIS technology, we will analyze how social and political processes like gentrification, inequality, and planning generate and reflect creative political expression as captured in our database, culminating in transnational, collaborative projects that explore what wisdom and truths America's streets continue to reveal, 500 years after conquest.                                                                      Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Gender and Sexuality Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Global Liberal Studies                                                  Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.. Advanced Spanish skills (beyond Intermediate II) recommended.   This course combines a seminar based weekly section together with intensive internships in businesses, NGOs or other organizations. The experiential part will consist of 10 weekly hours of work within a pre-arranged organization. The academic part is meant to assist students in getting the most from this experience and provide theoretical and methodological elements to critically examine their experiences. It weaves together research design and methods with an empirical and theoretical examination of recent social phenomena in Argentina. We will use selected themes and topics to explore theoretical perspectives and selected aspects of contemporary Argentine society. In parallel we will explore how to construct a research project, collect data and analyze its contents.                              Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Epidemiology is the science that studies the distribution and determinants of health and illness in human populations. It is intimately related to public health and policy making, as it provides elemental “information for action”. This course is designed to introduce students to the history, basic principles and methods of epidemiology.     Topics covered in this course are history, background and different perspectives of epidemiology, measures of disease frequency; measures of association; epidemiologic study designs; public health surveillance; outbreak investigations; assessment of causality; and relationship between epidemiology and public health policies. In addition, students are expected to develop skills to critically read, interpret and evaluate health information from published epidemiological studies and mass media sources.   Sample Syllabus                                                                    Health Policy in a Global World - UGPH-GU 9040 - 4 points - Tentative                               This course is currently marked as tentative, pending the approved appointemnt of an instructor.   This course introduces students to key concepts in health policy formation, implementation and evaluation in a global context. Using a comparative lens, students explore organization, financing and delivery of health care services and health systems around the world. We examine the role of governmental and non-governmental agencies in delivering care and contributing to a health care infrastructure using case studies and other materials in a comparative approach. Key lessons in the implementation of new health policies and initiatives are explored across the developing world, as well as in a US as students explore health system performance, the quality and cost of care, the management of health care services, the process of health improvement and health reform. The course will use a multidisciplinary approach that employs sociological, political, economics, and ethical perspectives. The objective is to build an understanding of the fundamental ideas, issues, and problems currently debated in global health policy and management and to provide a foundation for future studies and careers in the global health field. Epidemiology in a Global World and Health and Society in a Global Context are recommended but not required pre-requisites for the course.                                Journalism                                                  Reporting Buenos Aires (Elective Reporting) - JOUR-UA 9204 - 4 points                               NYU Media, Culture, &amp; Communication students can take this course for major/minor credit.   In this course students will develop, pitch, research, report, write, edit and present original articles of various kinds on several subjects throughout the semester. Using the city and people of Buenos Aires as their focus, students will work in teams for some projects and individually for others to hone their skills as observers, interviewers, reporters and writers.   Sample Syllabus                              Latin American Studies                                                    Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Latino Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Media, Culture, &amp; Communication                                                  Global Media Seminar: Latin America - MCC-UE 9455 - 4 points                               This course proposes a historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media. The constitution of mass audiences in societies where literacy was not a universal value, made significant the development of audiovisual media. The course will focus on melodrama as a configuration that made possible the emergence of specific genres in Latin American cinema, radio and television. Particularly, the “telenovela” is simultaneously an aesthetic, industrial and audience phenomenon with local and global circulation. Finally, the course will discuss the role of media in dictatorship and democratic processes. Censorship and alternative media enabled many different practices for radio journalists, filmmakers or contemporary bloggers.   Sample Syllabus                              Metropolitan Studies (Social &amp; Cultural Analysis)                                                    Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Music                                                  The Music of Latin America - MUSIC-UA 9155 - 4 points                                 When taught in Spanish section: Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course is a journey through the different styles of Latin American Folk and Popular Music (LAFM), particularly those coming from Argentina, Brazil and Uruguay. Their roots, influences and characteristics. Their social and historical context. Their uniqueness and similarities. Emphasis in the rhythmic aspect of folk music as a foundation for dance and as a resource of cultural identity. The irruption of Latin American rhythms in the music market through the World Musicâphenomenon. Even though there is no musical prerequisite, the course is recommended for students with any kind and/or level of musical experience.   Sample Syllabus (English)   Sample Syllabus (Spanish) - Not offered in Spanish in Fall 2015 or Spring 2016                              Politics                                                  Interamerica Relations: Latin America &amp; The US - POL-UA 9780 - 4 points                               The aim is for the student to have a full understanding of Latin America's insertion in the global structure of international relations. Covering in parallel the evolution of the international system and the changing position of the region in that same system, the course attempts to reinterpret the frameworks of analysis as perceived from the Western Hemisphere. The student will be provided with a Latin American view of the main economic developments and political processes that have given shape to each stage in time- to the structure and dynamics of the international system. The ultimate goal is to make students aware that where you stand depends on where you sit by exposing them to alternate views on concepts they are already familiar with.   Sample Syllabus                              Social and Cultural Analysis   Courses listed under the Social and Cultural Analysis heading count for Social and Cultural Analysis major or minor credit. Additional courses offered by the SCA department can be found under the appropriate area(s) of study. Students are always encouraged to check with their departmental advisor regarding which courses count for major and minor credit.                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                    Learn     Courses   Special Programs   Facilities   Faculty                Live     Housing / Homestays     Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Spice Girl | Cable                                                 Menu  Alumni Community Archives                                                                    Spice Girl                      When she was away at college, at Skidmore in upstate New York, Brooklyn native Gloribell Taveras found herself missing home cooking&mdash;especially Latino spices like adobo and sofrito. Latinos put sofrito and adobo on &ldquo;everything from soup to chili, burgers, rice and eggs,&rdquo; she explains.      In 2001 Taveras earned a business degree with a human resources concentration and decided to pursue a master&rsquo;s in organizational behavior and human resources management at NYU-Poly. &ldquo;Poly intimidated me at first because of my liberal arts background among all the engineers,&rdquo; she admits. But she stayed the course and was awarded her MS degree in 2006. She subsequently worked in human resources at the Sesame Workshop, the organization behind the popular educational program Sesame Street, for almost five years, but she never lost sight of her first love: cooking.     Last fall Taveras and her best friend, Susana Columna, founded Chulita&rsquo;s Famous, which makes two types of sofrito, a mix of vegetables, herbs and spices that season traditional Spanish food, and two adobos, a dry rub with a base of garlic that most Latinos use a lot. &ldquo;Adobo is like our salt,&rdquo; says Taveras, who points out that Chulita&rsquo;s adobo is organic and low in sodium, with no fillers. Chulita&rsquo;s sofrito uses only fresh, natural ingredients with no artificial additives or preservatives.          Chulita&rsquo;s currently sells its products online and in gourmet specialty stores throughout NYC. &ldquo;I&rsquo;m targeting time-strapped individuals and people who like to know what they&rsquo;re putting in their food,&rdquo; Taveras says. &ldquo;We want to get our sofrito into the hands of people who will use it every day. Nowadays who cooks homemade meals? I don&rsquo;t even cook as often as I like to! I don&rsquo;t have time! Which is why sofrito is so great&mdash;it&rsquo;s not complex, but it makes a meal. It&rsquo;s the Latino secret to eating homemade, wholesome meals every day.&rdquo;      &ldquo;We want to get our sofrito into the hands of people who will use it every day. Nowadays who cooks homemade meals?&rdquo;       &ldquo;Chulita&rdquo; means &ldquo;sassy girl,&rdquo; which Taveras says fits her business to a tee. &ldquo;We&rsquo;ve had to be persistent and confident that our idea will succeed,&rdquo; she says. &ldquo;We honor both traditional Latin cooking and contemporary tastes. To embrace both means that you&rsquo;re pretty bold.&rdquo; Their logo is based on a traditional Dominican doll.      Taveras says her education has been invaluable as she launches her business. &ldquo;At Poly I learned how to create a vision, organize it and execute it,&rdquo; she says. &ldquo;My education there definitely helped me. I&rsquo;m blessed to think outside the box and pursue my childhood passion of cooking. Family and cooking and being social are just as important as being successful in corporate America.&rdquo;     Even though Chulita&rsquo;s Famous is less than a year old, it is already seeing some success and was one of four winners of the 2012 Summer Fancy Food Show Contest, sponsored by the NYC Economic Development Corporation to support local food manufacturers.      Taveras has big plans for the future. &ldquo;First of all, I would love to expand the business and create manufacturing plants that would bring jobs to New York City,&rdquo; she says. Her ambitions also run to introducing her traditional food to more people. &ldquo;A lot of Americans feel Latin food is difficult to prepare and isn&rsquo;t healthy. I want to change that perception and let people know Latin food is healthy and easy to make at home. A spoonful of sofrito and voila, you&rsquo;re done. Five years down the line I&rsquo;d like to be on television showing people how easy Latino cooking is.&rdquo;     Chulita&rsquo;s is good for everyone from beginners to gourmet cooks, Taveras concludes. &ldquo;With sofrito you don&rsquo;t have to be a great cook&mdash;your food is still tasty.&rdquo;                                Facebook Twitter Linked In    Cable The alumni magazine of NYU Polytechnic School of Engineering"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Buenos Aires   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a Spanish Language course is required; select one that matches your skill level.   Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   SCA-UA 9042/INDIV-UG 9150 is a permission only class. Students must apply ahead of time for this course. Application information can be found here . During registration week, register for another course as a place holder in case you are not accepted.     ECON-UA 9231 Money &amp; Banking: Argentina has prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: Perspectives on Contemporary Argentina and the World                               The purpose of this class is to introduce the students into key concepts and issues of Contemporary Argentina and its geopolitical context, e.g. Latin America and the World. Through an approach to local, cultural, and political issues the course will address how Argentina interacts with the region and the world, and how this international context impacts on Argentina. The emphasis will be on addressing a number of concepts that are necessary to understand Contemporary Argentina, politics in Buenos Aires and their relationship with the world. Spanish spoken in the Rio de la Plata region will be taught from a pragmatic approach, encouraging the learning and use of local expressions and Argentine Spanish, including political expressions used in the media, political activism and the everyday life of porteños –the inhabitants of Buenos Aires.   Sample Syllabus (PDF)                                Spanish Language        All students are required to take a Spanish language course (or course taught in Spanish) for graded credit. This course cannot be taken Pass/Fail.                                                  Intensive Elementary Spanish - SPAN-UA 9010 - 6 points                               This is a one-semester intensive course that covers the equivalent of one year of elementary Spanish (SPAN-UA 1 and SPAN-UA 2). After completing this course, students who wish to continue studying Spanish must take a qualifying examination. Students who pass the examination may go into SPAN-UA 3, which is preparation for SPAN-UA 4. Students with high scores on the qualifying exam may enroll in SPAN-UA 18 (an accelerated version of SPAN-UA 3, which similarly prepares them for SPAN-UA 4) or in SPAN-UA 20. Completion of either SPAN-UA 20 or SPAN-UA 4 fulfills the MAP requirement.   Sample Syllabus                                                                    Intensive Spanish for Advanced Beginners - SPAN-UA 9015 - 6 points                               Intensive Spanish for Advanced Beginners is a six-credit intensive language course designed to help students with limited knowledge of Spanish strengthen their language skills and develop their cultural competency. The course covers the material of Spanish 2 and Spanish 3 in one semester. Successful completion of this course prepares students for a fourth semester college Spanish language course.   Sample Syllabus                                                                    Intensive Intermediate Spanish - SPAN -UA 9020 - 6 points                               Prerequisites SPAN-UA 10, SPAN -UA 2 or equivalents, or passing grade on qualifying examination.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 9020 is an intensive intermediate course that covers the equivalent of one year of intermediate Spanish SPAN-UA 3 and SPAN-UA 4, or SPAN-UA 18 and SPAN-UA 4) in one semester.   Sample Syllabus                                                                    Intermediate Spanish II - SPAN-UA 9004 - 4 points                               Continuation of SPAN- UA 3 or SPAN-UA 3A. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.   Sample Syllabus                                                                    Advanced Grammar &amp; Composition - SPAN -UA 9100 - 4 points                               Prerequisite: Intermediate Spanish II (NYU, SPAN-UA 4) or equivalent   Advanced course designed to expand and consolidate lexical and grammatical understanding of the language and to introduce fundamental principles of expository writing as they apply to Spanish, through exercises, readings, and intensive practice of various expository prose techniques and styles. For nonnative speakers only. Prerequisite for NYU students: SPAN-UA 20, SPAN-UA 4, or permission of the director of undergraduate studies.   Sample Syllabus                                                                    Spanish For Health Care Professionals - SPAN-UA 9950 - 2 points                               Spanish for Health Care Professionals is a two-credit course for beginner to intermediate  level students, designed to expand students’ speaking skills beyond the practical, day-to-  day language functions in the medical environment.   The goal of the course is to serve as a complement for the beginner and intermediate level  student pursuing a career in the health care professions or a student generally interested  in communicating with patients in Spanish. It has been structured to serve the specific  needs of the nursing, medical and global public health student community. Students will  typically take this course in conjunction with a beginner or an intermediate level Spanish  language course. This course may not be used toward completion of the MAP language  requirement.     Sample Syllabus                                Courses Taught in Spanish at the Intermediate Level                                                  Topics in Latin American Literature &amp; Culture: Argentina Today - SPAN-UA 9026 - 4 points                               Corequisite: Intensive Intermediate Spanish or Intermediate Spanish II.   The course is designed for students who want to perfect their Spanish as they expand their knowledge regarding literature, cinema, and social and political problems that exist today within modern Argentine society. The reading of different dramatic texts and viewing of various films throughout the semester will serve to expand lexicon, strengthen grammar and improve the student's style. The objective of this course is that the students familiarize themselves with everyday language of current newspapers and magazines, at the same time as they enter into the world of Spanish literature.   The most important goal of the course is to offer a methodologically simple approximation that helps the student to develop a greater verbal and communicative dexterity. To this end, every week the students will analyze and debate the cultural and literary content texts that are to be studied and every two weeks the students will present a written composition of the topics covered in class. In the classroom linguistic correction will be emphasized along with auditory practice through the use of a wide range of materials and resources: theoretical explanations, comprehension and vocabulary exercises, film viewing, as well as exercises that highlight certain morphological aspects or grammatical usage of Spanish.   Sample Syllabus                              Courses Taught in Spanish        Art History                                                    Visual Cultures - ARTH-UA 9850 - 4 points                                    The course will examine key aspects of Latin American art from the colonial period to the early decades of the twentieth century. Through the analysis of artistic images of Mexico , Peru, Brazil and Argentina, will discuss the role of visual representation in the process of conquest and colonization of the territory in Latin America, and later in the construction and consolidation of national states and regional identities. With the alternation of guided visits to museums in Buenos Aires and classes, students will have the opportunity to learn about artistic languages ​​, techniques , iconography , production systems , and some aspects of Latin American history .                              Gallatin                                                  Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                              History                                                  Latin American History: Argentine History & Culture - HIST-UA 9745 - 4 points                               Course will be taught in English during Fall 2015.   When Taught in Spanish, Prerequisite of Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   The objective of the course is to analyze the social, cultural and political transformations experienced in Argentina during the XX century. The scheduled activities are divided into theory-practice classes and cultural visits. There are required readings for the classes which are usually based in a general bibliography that will give the student a factual context of each unit. Ideas exchange will take place, so the students should read the material in advance in order to continue with the course. The objective of cultural activities is to link the students with the material dimension of history, putting themselves in contact with crucial clues for its comprehension.       Sample Syllabus                                Latin American &amp; Spanish Studies                                                  La Lengua De Buenos Aires - SPAN-UA 9103 - 4 points                               Open to students who have completed Advanced Grammar and Composition or enrolled concurrently in Advanced Grammar and Composition.   La lengua de Buenos Aires is an advanced conversation course, which seeks to make students familiar with the most outstanding features of the Spanish of the Rio de la Plata area. It does also work as an introductory map to the main problems and questions of the culture of the city of Buenos Aires. Through a lively discussion of current cultural conflicts in politics, literature, music, drama and film, the course will enhance the listening and reading abilities of the students, while improving their speaking and writing proficiency in Spanish. These said conflicts and their transformations are key to an understanding of the way porteños speak and think. From a first section devoted to political discourse, we will move onto a consideration of its rhetorical precedents in argentine literature. This will give us the critical tools we need to further our inquiries in other fields such as rock, drama, journalism and film.   Sample Syllabus                                                                    Critical Approaches to Textual and Cultural Analysis - SPAN-UA 9200 - 4 points                               Formerly Titled Critical Approaches: Reading, Writing, and Textual Analysis   Prerequisite: SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.   Introduction to literary analysis through close reading of texts from the early to modern periods of peninsular Spanish and Spanish American literatures. Engages students in the practice of textual explication, provides basic critical skills, and encourages reflection on literature as a system. This course is the gateway course for students interested in pursuing advanced literature courses in Spanish. With very few exceptions, students must have completed Critical Approaches before taking advanced literature courses taught in Spanish.   Sample Syllabus                                                                    Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                                                                    Borges and Argentine Literature - SPAN-UA 9845 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     The course is designed to introduce students to the work of Jorge Luis Borges, one of the most influential writers of the twentieth century. Through reading, analysis, and discussion of short fiction or poems and critical bibliography, the students will examine the dichotomy civilization-barbarism in Borges works (in connection to the Argentine cultural tradition since nineteenth century); some key topics in his texts such as tigers, labyrinths and libraries; the relationship between writing and translation (specifically in the English translations of his fictions); the political aspects of the literature produced by Borges and other contemporary Argentine writers on Eva Perón. The course will also develop the connections between Borges and other contemporary Argentine writers.   Sample Syllabus                                                                    Cultura, Identidad Y Politica En Latino America - SPAN-UA 9950 (ANTH-UA crosslist pending UCC Approval) - 4 points                               Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course deals with themes of culture, cultural identity and the politics of culture and identity, with reference to five specific Latin American cases: a). Indigenous communities of the Amazon (Achuar) and the Pampas-Patagonia region (Mapuche, Rankülche); b) Andean peasants (Aymaras) and indigenous proletariat of the Chaco (Toba); c). working class and ethnic neighborhoods of the city. By means of this empirical survey we hope to illustrate and discuss the some of the different ideas that have come to the fore in recent debates about “culture,” including essentialism and constructivism; rethinking of the nature/culture dichotomy; and the idea of cultural identity as a right, as a strategy of domination or as a form of resistance, etc.     Sample Syllabus                                                                    Fotografía y literatura en América Latina - SPAN-UA 9550 - 4 points                               Este curso se pregunta qué es y cómo se lee una fotografía. Consideraremos además la relación entre fotografía y literatura a partir del análisis de textos que incluyen fotografías en diálogo con la escritura o en otros que, sin incluir imágenes, usan la fotografía como tema, principio constructivo o como un cuerpo de problemas críticos y teóricos. El curso servirá también como introducción a la producción fotográfica local que será vista y comentada en las clases (en los distintos “Recorridos visuales”) así como en las visitas a museos, galerías y estudios fotográficos. Prestaremos especial atención a cuestiones como la relación entre signo y existencia del objeto, el valor de verdad de lo fotográfico, su relación con lo real y el realismo, la memoria, la identidad, el tiempo, el museo. (El curso se enseña en español y requiere habilidad para leer textos literarios breves en español; se ha elegido especialmente bibliografía teórica y crítica escrita o traducida al inglés).                                  Courses Taught in English        American Studies (Social &amp; Cultural Analysis)                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Applied Psychology                                                    Survey of Developmental Psychology: Introduction - APSY-UE 9010 - 4 points                               A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, &amp; implications are drawn for practical issues. Liberal Arts Core/CORE Equivalent - satisfies the requirement for Society &amp; Social Sciences                                Cinema Studies                                                  Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Latin America - CORE-UA 9515 - 4 points                               Please be aware that NYU CAS students will be given registration priority for this course. CAS students will be able to register at their regularuly assigned appointment time. Non-NYU CAS students will be able to register on Friday of registration week.     Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now.                            Creative Writing                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                              Economics                                                  Money and Banking: Argentina - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   There are two parts to this course. In the first part of the course we will study two of the main financial asset markets: bond markets and stock markets. We will study the concept and determination of interest rates; the risk structure and the term structure of interest rates; stock pricing and the efficient markets hypothesis; cross-border arbitrage. We will also analyze financial structure in Argentina and other Latin American banks.   In the second part of the course we will study the monetary and financial system. We will study how money is created, the tools of monetary policy, the commercial banking industry and its links to monetary policy and the Central Bank, and how monetary policy affects the economy in general. In this part we will also analyze how market failures (such as information asymmetries) and distortionary policies (such as financial repression) may hinder the contribution of financial markets and monetary policy to macroeconomic stability. The roles of state-owned banks in Latin American economies will also be discussed.   Sample Syllabus                                Gallatin                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                                                                    Art and Politics in the City: New York & Buenos Aires - IDSEM-UG 9150 - 4 points                               This course brings together students in New York and Buenos Aires to examine how urban arts and politics intersect in the Americas. Two sections, one in each city, will meet and collaborate simultaneously via internet to address several key questions: How are art and politics understood and expressed differently and similarly in these two American metropolises and why? How do shared aesthetic features of public art reflect the global circulation of urban creative modes? What do we learn about local politics from looking at the art and writing on a city’s public spaces? Teams of students in both cities will conduct field work in selected neighborhoods to help create an archive of murals, graffiti, performances, and installations. Then, drawing from readings in history, art criticism, and urban studies, as well as from census and electoral data and using GIS technology, we will analyze how social and political processes like gentrification, inequality, and planning generate and reflect creative political expression as captured in our database, culminating in transnational, collaborative projects that explore what wisdom and truths America's streets continue to reveal, 500 years after conquest.                                                                      Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Gender and Sexuality Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Global Liberal Studies                                                  Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.. Advanced Spanish skills (beyond Intermediate II) recommended.   This course combines a seminar based weekly section together with intensive internships in businesses, NGOs or other organizations. The experiential part will consist of 10 weekly hours of work within a pre-arranged organization. The academic part is meant to assist students in getting the most from this experience and provide theoretical and methodological elements to critically examine their experiences. It weaves together research design and methods with an empirical and theoretical examination of recent social phenomena in Argentina. We will use selected themes and topics to explore theoretical perspectives and selected aspects of contemporary Argentine society. In parallel we will explore how to construct a research project, collect data and analyze its contents.                              Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Epidemiology is the science that studies the distribution and determinants of health and illness in human populations. It is intimately related to public health and policy making, as it provides elemental “information for action”. This course is designed to introduce students to the history, basic principles and methods of epidemiology.     Topics covered in this course are history, background and different perspectives of epidemiology, measures of disease frequency; measures of association; epidemiologic study designs; public health surveillance; outbreak investigations; assessment of causality; and relationship between epidemiology and public health policies. In addition, students are expected to develop skills to critically read, interpret and evaluate health information from published epidemiological studies and mass media sources.   Sample Syllabus                                                                    Health Policy in a Global World - UGPH-GU 9040 - 4 points - Tentative                               This course is currently marked as tentative, pending the approved appointemnt of an instructor.   This course introduces students to key concepts in health policy formation, implementation and evaluation in a global context. Using a comparative lens, students explore organization, financing and delivery of health care services and health systems around the world. We examine the role of governmental and non-governmental agencies in delivering care and contributing to a health care infrastructure using case studies and other materials in a comparative approach. Key lessons in the implementation of new health policies and initiatives are explored across the developing world, as well as in a US as students explore health system performance, the quality and cost of care, the management of health care services, the process of health improvement and health reform. The course will use a multidisciplinary approach that employs sociological, political, economics, and ethical perspectives. The objective is to build an understanding of the fundamental ideas, issues, and problems currently debated in global health policy and management and to provide a foundation for future studies and careers in the global health field. Epidemiology in a Global World and Health and Society in a Global Context are recommended but not required pre-requisites for the course.                                Journalism                                                  Reporting Buenos Aires (Elective Reporting) - JOUR-UA 9204 - 4 points                               NYU Media, Culture, &amp; Communication students can take this course for major/minor credit.   In this course students will develop, pitch, research, report, write, edit and present original articles of various kinds on several subjects throughout the semester. Using the city and people of Buenos Aires as their focus, students will work in teams for some projects and individually for others to hone their skills as observers, interviewers, reporters and writers.   Sample Syllabus                              Latin American Studies                                                    Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Latino Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Media, Culture, &amp; Communication                                                  Global Media Seminar: Latin America - MCC-UE 9455 - 4 points                               This course proposes a historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media. The constitution of mass audiences in societies where literacy was not a universal value, made significant the development of audiovisual media. The course will focus on melodrama as a configuration that made possible the emergence of specific genres in Latin American cinema, radio and television. Particularly, the “telenovela” is simultaneously an aesthetic, industrial and audience phenomenon with local and global circulation. Finally, the course will discuss the role of media in dictatorship and democratic processes. Censorship and alternative media enabled many different practices for radio journalists, filmmakers or contemporary bloggers.   Sample Syllabus                              Metropolitan Studies (Social &amp; Cultural Analysis)                                                    Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Music                                                  The Music of Latin America - MUSIC-UA 9155 - 4 points                                 When taught in Spanish section: Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course is a journey through the different styles of Latin American Folk and Popular Music (LAFM), particularly those coming from Argentina, Brazil and Uruguay. Their roots, influences and characteristics. Their social and historical context. Their uniqueness and similarities. Emphasis in the rhythmic aspect of folk music as a foundation for dance and as a resource of cultural identity. The irruption of Latin American rhythms in the music market through the World Musicâphenomenon. Even though there is no musical prerequisite, the course is recommended for students with any kind and/or level of musical experience.   Sample Syllabus (English)   Sample Syllabus (Spanish) - Not offered in Spanish in Fall 2015 or Spring 2016                              Politics                                                  Interamerica Relations: Latin America &amp; The US - POL-UA 9780 - 4 points                               The aim is for the student to have a full understanding of Latin America's insertion in the global structure of international relations. Covering in parallel the evolution of the international system and the changing position of the region in that same system, the course attempts to reinterpret the frameworks of analysis as perceived from the Western Hemisphere. The student will be provided with a Latin American view of the main economic developments and political processes that have given shape to each stage in time- to the structure and dynamics of the international system. The ultimate goal is to make students aware that where you stand depends on where you sit by exposing them to alternate views on concepts they are already familiar with.   Sample Syllabus                              Social and Cultural Analysis   Courses listed under the Social and Cultural Analysis heading count for Social and Cultural Analysis major or minor credit. Additional courses offered by the SCA department can be found under the appropriate area(s) of study. Students are always encouraged to check with their departmental advisor regarding which courses count for major and minor credit.                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                    Learn     Courses   Special Programs   Facilities   Faculty                Live     Housing / Homestays     Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt; Center for Student Activities, Leadership and Service &gt; Clubs, Organizations & Student Government &gt; Club Directory                                       Club Directory            List of Clubs by Category : 639 clubs  [ Academic ] [ Arts, Performance, Media ] [ Cultural ] [ Default ] [ Fraternity ] [ Student Council/Government ] [ Religious and Spiritual ] [ Performing ] [ Political, Public Policy, Activist, Advocacy ] [ Business ] [ Literary/Publication ] [ Professional ] [ Elections ] [ Sorority ] [ School of Engineering ] [ Community Service ] [ Upperclass ] [ Special Interest ] [ NCD ] [ Recreational ] [ LGBTQ ] [ FYRE ] [ Lease ] [ Departmental ] [ Multicultural ] [ Social ] [ Event Programming ] [ Committees & Councils ] [ Debate and Speech ] [ Greek ] [ Computers and Technology ] [ Media ] [ Film & Television ] [ Student Governance ] [ Comedy, Performance ] [ Office/Department ] [ Development ] [ Religious & Faith-Based ] [ University ] [ Service ] [ Critique & Discussion ] [ Residence Halls ] [ Student Council ] [ Student Government ] [ Theater ]  Advocates for Cultural Engagement &nbsp( nyu.artsadvocates@gmail.com ) Association of Student Affairs Professionals &nbsp( asap.club@nyu.edu ) NYU SHRM Chapter Publishing Student Association  Academic  180 Degrees Consulting-Stern UG 194 Recordings-Tisch UG American Association of Blacks in Energy-NYU Poly UG American Institute of Chemical Engineers-NYU Poly UG &nbsp( poly.aice.club@nyu.edu ) American Society of Civil Engineering - NYU Poly UG &nbsp( poly.asce.club@nyu.edu ) American Society of Mechanical Engineers-NYU Poly UG &nbsp( poly.asme.club@nyu.edu ) Animal Assisted Therapy in Social Work-Social Work G Anthropology Undergraduate Student Association-CAS UG Arab American Association of Engineers and Architects-NYU Poly UG Astronomy Club-LSP UG Base Pairs-NYU Poly UG &nbsp( poly.basepairs.club@nyu.edu ) Bechdel Test-Tisch UG Bengali Student Association-NYU Poly UG &nbsp( poly.bsa.club@nyu.edu ) BioMedical Science Club-NYU Poly UG &nbsp( poly.bsc.club@nyu.edu ) Biological Society-CAS UG Botonical Group-NYU Poly UG &nbsp( poly.botony.club@nyu.edu ) Cardinal Newman Club-NYU Poly G &nbsp( poly.cardinal.newman.club@nyu.edu ) Construction Managers Association of America-NYU Poly UG &nbsp( poly.cmaa.club@nyu.edu ) Creative Writing-SCPS UG Design Tinkering-NYU Poly G &nbsp( poly.designtinkering.club@nyu.edu ) Economics Club-LSP UG Economics Club-SCPS UG Engineers Without Borders-NYU Poly UG &nbsp( poly.ewb.club@nyu.edu ) Entrepreneurship and Innovation Association-NYU Poly UG &nbsp( poly.eia.club@nyu.edu ) FLO_collective-Tisch UG Film Production Club-LSP UG Food Studies Grad Society-Steinhardt G Fundraising Student Association-SCPS G GSAS Master's College Program Board-GSAS G Gallatin Business Club Gallatin Design Collective Gallatin Freshmen Student Council-Gallatin UG Gallatin Research Journal Gallatin Yoga Club Graduate Indian Students Association-NYU Poly G &nbsp( poly.gisa.club@nyu.edu ) Graduate International Students Association-NYU Poly G Graduate Psychology Association-GSAS G Graduate Sports Business Society-SCPS G Graphic Communications Management Association-SCPS G HammerkatzNYU-Tisch UG &nbsp( hammerkatznyu@gmail.com ) Healthcare Management Club-SCPS UG Healthcare Management Society-SCPS UG Hospitality Business Society-SCPS UG Human Development & Social Intervention Graduate Society-Steinhardt G ISO Magazine-Tisch UG Institute of Electrical and Electronic Engineers-NYU Poly UG &nbsp( poly.ieee.club@nyu.edu ) Institute of Transportation Engineers-NYU Poly UG &nbsp( poly.ite.club@nyu.edu ) Integrated Marketing Association-SCPS Grad International Club-SCPS G International Education Student Board-Steinhardt G &nbsp( steinhardt.iesb-group@nyu.edu ) Jewish Student Union-NYU Poly UG &nbsp( poly.jsu.club@nyu.edu ) Journal of Global Affairs Journal of Student Affairs-Steinhardt G LS Law Cooperative-LSP UG LS Poetry Club-LSP UG LS Tea & Philosophy Club-LSP UG Latino Social Work Student Organization-Social Work G League of Linguistics Students at NYU - All-Square Management and System Student Association-SCPS G Media Club-SCPS UG Museum Studies Student Organization-GSAS G Musicians as Healers-Stern UG Muslim Students Association-NYU Poly UG &nbsp( poly.msa.club@nyu.edu ) NYU Communication Club-Steinhardt UG NYU Real Estate Club-SCPS UG NYU-SPS Real Estate Club-SCPS UG NYUCD Class of 2015 Council-Dental UG NYUCD Class of 2018 Council-Dental UG National Society of Black Engineers-NYU Poly UG &nbsp( poly.nsbe.club@nyu.edu ) Navigators Christian Fellowship-NYU Poly UG New York Water Environment Association Student Club-NYU Poly UG &nbsp( poly.nyweasc.club@nyu.edu ) Open Critique-Tisch UG Organizational Behavior & Change Association-SCPS UG Out in Science Technology Engineering and Mathematics-NYU Poly UG &nbsp( poly.ostem.club@nyu.edu ) PR League Patent Pending-NYU Poly UG &nbsp( poly.patentpending.club@nyu.edu ) Performing Arts Club-NYU Poly G &nbsp( poly.performing.arts.club@nyu.edu ) Phi Alpha Honor Society-Pi Pi Chapter Philomathean Society - All-Square Politics Club-LSP UG Poly Anime Society-NYU Poly UG &nbsp( poly.anime.club@nyu.edu ) Poly Bots-NYU Poly UG &nbsp( poly.bots.club@nyu.edu ) Poly Gaming Network-NYU Poly UG &nbsp( poly.pgn.club@nyu.edu ) Poly Paisans-NYU Poly UG &nbsp( poly.paisans.club@nyu.edu ) Pre-Finance Society Professional Development: Grand Rounds-Steinhardt G Queer. Art. City.-Tisch UG Quiz Bowl at NYU - All-Square Real Estate Institute Student Association-SCPS G SCPS Graduate Student Council SCPS UG Student Council STEMinist-NYU Poly UG &nbsp( poly.steminist.club@nyu.edu ) Silver Atheists, Agnostics, and Secular Humanists-Social Work G Society of Women in Technology-Steinhardt G Society of Asian Scientists and Engineers-NYU Poly UG &nbsp( poly.sase.club@nyu.edu ) Society of Hispanic Professional Engineers-NYU Poly UG &nbsp( poly.shpe.club@nyu.edu ) Society of Undergraduate Physicists-NYU Poly UG &nbsp( poly.soup.club@nyu.edu ) Society of Women in Technology-Steinhardt G Sports Business Society-SCPS UG Steinhardt Black Graduate Student Association-Steinhardt G Steinhardt Graduate Composers-Steinhardt G Steinhardt Graduate Student Organization-Steinhardt G Stern Actuarial Society Stern Tisch Entertainment Business Association-Stern UG Student Animal Legal Defense Fund-Law G Student Athlete Advisory Committee-CAS UG &nbsp( saac-group@nyu.edu ) Student Counseling Association-Steinhardt G The Association for Computing Machinery at NYU-Courant UG The Collective-Tisch UG &nbsp( thecollectivenyu@gmail.cmo ) The Gallatin Math and Science Society The Hospitality and Tourism Society-SCPS G The NYU N'harmonics-Tisch UG The NYU Schack B.S. in Real Estate Club-SCPS UG The Student Association for Global Affairs-SCPS G The Translation Society-SCPS G Theater Club-LSP UG Therapist Collective-Steinhardt G Tisch Undergraduate Student Council-Tisch UG &nbsp( tusc.tsoa@nyu.edu ) UXNYU-NYU Poly G &nbsp( poly.ux.club@nyu.edu ) Vision Board Wagner International Student Society-Wagner G Women in Search of Excellence-NYU Poly UG &nbsp( poly.wise.club@nyu.edu ) Writers As Actors, Actors As Writers-Tisch UG **Go to Top**  Arts, Performance, Media  All Points of the Compass Rhythm (co-ed a capella group) - All-Square All University Gospel Choir (co-ed choir) - All-Square Amateur Screenwriters Guild - All-Square Ani V Ata (co-ed a capella group) - All-Square Antonio's Army - All-Square Asian American Theatre Alliance - All-Square Asian Fusion Dance - All-Square Backstage Theatre Company - All-Square Belly Dance Club - All-Square Break Dance Club (break dance troupe) - All-Square Cleftomaniacs (women a capella group) - All-Square Club Anime (Japanese animation) - All-Square College of Arts and Science Theatre (C.A.S.T.) - CAS &nbsp( cast.club@nyu.edu ) DJ Culture Club - All-Square Dancers Choreographers Alliance - Gallatin UG Dangerbox- All-Square Dillagi (Bollywood Dance Troupe) - All-Square First Performance (performance outlet for composers) - All-Square Garba/Raas (Indian Gujarati Folk Dance Troupe)- All-Square Imbroglio Improvisation Club - All-Square Khalbali - All-Square Lamplighters - All-Square Mass Transit (men a capella) - All-Square Middle C (music performance community service club) - All-Square Mixtapes, The (co-ed a capella group) - All-Square Motion Picture Club @ NYU - All-Square NASHA (South Asian Dance Troupe) - All-Square One Step Ahead (Step Team) - All-Square PINTURA - All-Square Program Board (PB) - CSALS &nbsp( program.board@nyu.edu ) Pulse Dance Project REACT to FILM at NYU - All-Square Rhymez - All-Square SLAM! at NYU - All-Square Students of Hillels Mostly Undergraduate Theatrical Playerz (SHMUTZ) (theatre troupe) - All-Square Twinkle Toes - All Square Violet Circus Arts - All-Square Vocaholics (men a capella) - All-Square Vocollision (Asian a cappella)- All-Square WNYU Radio (89.1 FM) - CSALS **Go to Top**  Business  Actuarial Society Alpha Kappa Psi Beta Alpha Psi Business Politics Group Delta Sigma Pi Economics Honors Society Entrepreneurial Exchange Group Finance Society Inter-Club Council International Business Association International Students Association Luxury and Retail Association Management Consulting Group Marketing Society Negotiations Club Net Impact Phi Chi Theta Pride Corp Quantitative Finance Society Stern & Tisch Entertainment Business Association Stern Accounting Society Stern Business Analytics Club Stern Business and Law Association Stern Cares Stern Investment Analysis Group Stern Political Economy Exchange Stern Real Estate Group Supporting Excellence & Advocating Diversity Undergraduate Stern Women in Business **Go to Top**  Comedy, Performance  Hammerkatz NYU **Go to Top**  Committees & Councils  Class of 2015 Class of 2016 Class of 2017 Class of 2018 **Go to Top**  Community Service  Alpha Phi Omega - National Service Fraternity - All-Square American Red Cross at NYU - All-Square Arts in the Community - All-Square Asian Initiative - All-Square Best Buddies - All-Square Breaking Barriers - All-Square CHEFs for School - All-Square China Care - All-Square Circle K International - All-Square Colleges Against Cancer - All-Square Community Agriculture Project - All-Square FACE AIDS at NYU - All-Square Friend to Friend - All-Square Generation Citizen @ NYU - All-Square Glamour Gals - All-Square Global Brigades at NYU - All-Square Habitat for Humanity - All-Square Harry Potter Alliance at NYU - All-Square Heart to Heart - All-Square Make Music - All-Square Marrow for Tomorrow - DKMS at NYU - All-Square NYU Project OutReach Operation Dreamcatchers - All-Square Pre-Dental Outreach Club - All-Square Project Sunshine at NYU - All-Square Rotaract at NYU - All-Square Strive for College at NYU - All-Square Students for Organ Donation - All-Square Support Our Troops - All-Square Two Birds One Stone - All-Square UNICEF - All-Square United Against Infectious Diseases - All-Square Women and Youth Supporting Each Other - All-Square Women of Excellence, Strength, and Tenacity - All-Square World Faith - All-Square World Vision at NYU - All-Square **Go to Top**  Computers and Technology  Digital Arts Club - All-Square PRINT3D @ NYU - All-Square Tech at NYU - All-Square **Go to Top**  Critique & Discussion  Open Critique Club Student Producers Association The Collective WAAAAW **Go to Top**  Cultural  Afghan Students Association - All-Square African Heritage Month - All-Square African Students Union - All-Square Arab Students United - All-Square Armenian Students Association at NYU - All-Square Asian Cultural Union - All-Square Asian Heritage Month - All-Square Association for Indian Cultural Exchange - All-Square Bella Quisqueya - All-Square Bengali Student Association - All-Square Biracial and Multicultural Students Association - All-Square Black Student Union - All Square Brazilian Society at NYU - All-Square Canadian Students Association - All-Square Caribbean Students Association - All-Square Chinese Mei Society - All-Square Chinese Student Society - All-Square Chinese Students and Scholars Association at NYU - All-Square Corners of Culture - All-Square Cuban American Student Association (CASA) - All-Square East Asian Literature Society - All-Square French Students Association - All-Square Global China Connection at NYU - All-Square Habesha Cultural Society - All-Square Haitian American Students Association - All-Square Hawaii Club - All-Square Hellenic Heritage Association - All-Square Hong Kong Student Association - All-Square Indonesian Students Association International Filipino Association - All-Square International Sit and Watch - All-Square Iranian Jewish Club - All-Square Joss Whedon Appreciation Club - All-Square Korean Graduate Students Association - All-Square Korean International Students Organization - All-Square Korean Students Association - All-Square LUCHA (Latinos Unidos Con Honor y Amistad) - All-Square La Herencia Latina - All-Square Malaysian Students Association MexSA - All-Square Native American and Indigenous Students Group at NYU - All-Square Organization of Black Women - All-Square Pakistani Students Association - All-Square Persian Cultural Society - All-Square Polish Club at NYU - All-Square PorColombia - All-Square Rhythmic Impulse at NYU - All-Square Russian Club - All-Square Shuruq - Theme Month - All-Square Singapore Students Association - All-Square South Asian Student Dental Association South Asian Students Association (SHRUTI) - All-Square South Slavic Club At NYU - All-Square Taiwanese American Student Society - All-Square Taiwanese Student Association - All-Square Thai Students Association - All-Square Turkish Student Association - All-Square Turkish Students Association-NYU Poly G Vietnamese Student Association - All-Square Women's Herstory Month - All-Square **Go to Top**  Debate and Speech  Cross-Examination Debate Association - All-Square Mock Trial at NYU - All-Square Model United Nations - All-Square Parliamentary Debaters Union - All-Square **Go to Top**  Default  Asian Pacific American Medical Student Association **Go to Top**  Departmental  Budget Testing Portal Budget Testing Umbrella College of Arts & Science Dentistry Gallatin School of Individual Study LGBTQ Student Center NYU Service Umbrella Office of Student Engagement Robert F. Wagner Graduate School of Public Service SRC Student Leaders Silver School of Social Work Stern Undergraduate Student Affairs Office Student Resource Center Tisch School of the Arts **Go to Top**  Development  Liberal Studies **Go to Top**  Elections  All-University Elections **Go to Top**  Event Programming  Class of 2014 Activities Board Class of 2015 Activities Board Class of 2016 Activities Board Class of 2017 Activities Board Gallatin Student Council **Go to Top**  FYRE  Brittany Hall Founders Hall Goddard Residential College Hayden Hall Othmer & Clark Halls Rubin Hall Third North University Hall Weinstein Hall **Go to Top**  Film & Television  Fusion Film Festival **Go to Top**  Fraternity  Alpha Epsilon Pi Fraternity - All-Square Alpha Phi Delta (Colony) Delta Kappa Epsilon Fraternity - All-Square Delta Lambda Phi - All-Square Delta Phi Fraternity - All-Square Greek Week - All-Square Iota Nu Delta Fraternity - All-Square La Unidad Latina, Lambda Upsilon Lambda Fraternity Inc. - All-Square Lambda Chi Alpha - All-Square Lambda Phi Epsilon Fraternity - All-Square Nu Alpha Phi Fraternity, Inc. Omega Phi Alpha Order of Omega - IGC Phi Chi Theta - Stern UG &nbsp( phichi@stern.nyu.edu ) Phi Gamma Delta (FIJI) - All-Square Phi Iota Alpha Fraternity Inc. - All-Square Phi Kappa Sigma - All-Square Pi Delta Psi Fraternity, Inc. - All-Square Pi Kappa Alpha Fraternity - All-Square Sigma Phi Epsilon Fraternity - All-Square Tau Delta Phi Fraternity Tau Kappa Epsilon International Fraternity - All-Square Zeta Beta Tau - All-Square Zeta Psi Fraternity of North America - All-Square **Go to Top**  Greek  Delta Sigma Pi - Alpha Chapter **Go to Top**  LGBTQ  BodyQueer CampGrrl - All-Square Fluidity Keshet - All-Square Men's Group Pride Month - All-Square Queer Grads Queer Union - All-Square Queer. Art. City. Shades T-Party **Go to Top**  Lease  Broome Street Residential College Coral Tower Grad Halls Greenwich Hall Lafayette Hall Second Street The Senior House at W. 13th Street **Go to Top**  Literary/Publication  Aftab: Rays of Light - All-Square BAEDEKER - All-Square Comic Book League- All-Square Generasian - All-Square Headless Society, The - All-Square Jewish Voice at NYU, The - All-Square Journal of Human Rights - All-Square Journal of Politics and International Affairs - All-Square Medical Dialogue (MD) - All-Square Minetta Review, The - All-Square Plague - All-Square Poetry Club - All-Square Rhizoma - All-Square Seed (Christian Publication) - All-Square Think Torch- All-Square Washington Square News (WSN) - CSALS **Go to Top**  Media  Embodied Magazine ISO Magazine Student Animation League **Go to Top**  Multicultural  Center for Multicultural Education Programs **Go to Top**  NCD  Association for African Development - NCD Coffee Club - NCD ElevatED: STEM Pre-Teaching Society - NCD Gluten Free - NCD Happiness Initiative - NCD Healthcare Business Network - NCD Japanese Cultural Association - NCD MuCh Dialogue at NYU - NCD Pandemonium - NCD Spoon University - NCD Students for Sexual Respect - NCD Turkish Political Society - NCD **Go to Top**  Office/Department  Humanities Ambassadors At NYU **Go to Top**  Performing  194 Recordings Dancers and Choreographers Alliance Gallatin Composers Forum Gallatin Theatre Troupe N'Harmonics Shakespeare in the Square Youth Movement Collective **Go to Top**  Political, Public Policy, Activist, Advocacy  85 Broads at NYU - All-Square Active Minds - All-Square Against Child Trafficking (ACT) - All-Square Amnesty International - All-Square Asian American Women s Alliance - All-Square CHILD (not) SOLDIER - All-Square Clinton Global Initiative University College Democrats - All-Square College Libertarians- All-Square College Republicans - All-Square Cruelty-Free NYU- All-Square Disability Student Union at NYU - All-Square Dream Team at NYU - All-Square Earth Matters - All-Square Earth Month Planning Committee - All-Square Emily's Entourage - All-Square Freedoms 4 North Korea (F4NK) - All-Square Gesher - All-Square Global Public Health Action Network (GPHAN) - All-Square International Socialists Organization - All-Square J Street U @ NYU - All-Square Military Veterans at NYU - All-Square Muslim Graduate Student Group (MGSG) - All-Square National Organization of Women (NOW) - All-Square Oxfam America - All-Square Platypus Affiliated Society at NYU, The - All-Square Political Union and Review at NYU - All-Square Politics Society at NYU - All-Square RFK Young Leaders - All-Square Radical Film and Lecture Series - All-Square Roosevelt Institute at NYU - All-Square Smart Woman Securities - All-Square Students Creating Radical Change - All-Square Students for Justice in Palestine - All-Square Students for Sensible Drug Policy at NYU - All-Square The Feminist Society at NYU - All-Square The Supply at NYU - All-Square TorchPac: Promoting the U.S.-Israel Relationship - All-Square Yovel: the Green Zionist Alliance @ NYU - All-Square **Go to Top**  Professional  AIESEC NYU - All-Square Ascend - All-Square Association for Women In Communication - All-Square Association of Latino Professionals in Finance and Accounting at NYU - All-Square Aviation Club at NYU - All-Square Fashion Business Association - All-Square International Relations Association at NYU - All-Square Minority Association of Pre-Medical and Science Students- All-Square Minority Pre-Law Association - All-Square Modeling Club - All-Square Real Estate Synergy Network - All-Square Restaurateur Club - All-Square Stern-Tisch Business Entertainment Association TEDxNYU- All-Square Tisch Talent Guild Undergraduate Law Society - All-Square **Go to Top**  Recreational  Ballroom and Latin Dance Team - All-Square Brazilian Jiu Jitsu Club at NYU - All-Square Bridge and Spades - All-Square Chess Community Club - All-Square Chess Team - All-Square Game Design Group - All-Square Girls Who Lift Martial Arts Club -All-Square Ninja - All-Square PLAY: The Games Club - All-Square Puzzled for Good-All-Square Quidditch at NYU- All-Square Science Fiction & Fantasy Club - All-Square Ski & Snowboard Club - All-Square Sports Spectrum - All-Square Swing Dance Society - All-Square Zombie Defense-All-Square **Go to Top**  Religious & Faith-Based  Muslim Dental Association **Go to Top**  Religious and Spiritual  180 Fellowship - All-Square Agape Week Planning Committee - Theme Week - All-Square Alpha Omega - All-Square Apologetics Cafe - All-Square Asian American Christian Fellowship - All-Square Atheists, Agnostics and Freethinkers - All-Square Bahai Club at NYU - All-Square Bridges: Jewish-Muslim Interfaith Dialogue - All-Square Buddhism Club - All-Square Campus Crusade for Christ - All-Square Catholic Graduate and Law Students Association - All-Square Chabad at NYU - All-Square Christian Inter-Fellowship Council- All-Square Christians on Campus aka Zoe Christian Club - All-Square Compass Koinonia - All-Square Encounter - All-Square Every Nation Campus Ministry Global Spiritual Life at NYU - Department Graduate Christian Fellowship - All-Square Hillel : The Jewish Culture Foundation at NYU - All-Square Hindu Students Council - All-Square Inter-Varsity Christian Fellowship - All-Square International Chinese Christian Fellowship at NYU - All-Square Kesher: Reform Jews at NYU - All-Square Korea Campus Crusade for Christ - All-Square Korean Catholics United - All-Square Korean Christian Students Association - All-Square Krishna Bhakti Club - All-Square Meor at NYU - All-Square Muslim Students Association- All-Square Navigators (ecumenical) - All-Square Newman Club (Catholic UG) - All-Square Orthodox Christian Fellowship - All-Square Orthodox Women's Leadership Initiative - All-Square Reformed University Fellowship City Campus at NYU-All-Square Remnant Christian Fellowship, The (Presbyterian) - All-Square Shalhevet at NYU - All-Square Shine - All-Square The Indie Minyan - All-Square Tzu Ching Collegiate Association - All-Square United Sikh Association - All-Square Value Creation Society - All-Square Youth Evangelical Fellowship - All-Square **Go to Top**  Residence Halls  Residential Life & Housing Services **Go to Top**  School of Engineering  Alpha Omega Epsilon American Association of Blacks in Energy (AABE) American Institute of Chemical Engineers American Society of Civil Engineers American Society of Mechincal Engineers Base Pairs Bengali Student Association of Engineers BioMedical Science Club Cardinal Newman Club Chemists Club Construction Managers Association of America D3: Design, Drawing, and Development Design Tinkering Engaging Engineers Engineers Without Borders Entrepreneurship and Innovation Association Finance Club Graduate Indian Student Association Graduate Student Council Institute of Electrical and Electronic Engineers Institute of Transportation Engineers Jewish Student Union Korean Engineering Student Association Muslim Students Association National Society of Black Engineers Navigators New York Water Environment Association Student Club Patent Pending Performing Arts Club Poly Anime Society Poly Gaming Network PolyBots SCHOOL OF ENGINEERING STUDENTS STEMinist School of Engineering Society for Human Resource Management Society for the Advancement of Materials and Process Engineering Society of Asian Scientists and Engineers Society of Hispanic Professional Engineers Society of Undergraduate Physics Society of Women Engineers TEST (MATT) Tau Beta Pi The Poly Project Theta Tau UXNYU Undergraduate Student Council Women in Search of Excellence oSTEM **Go to Top**  Service  NYU Reaching Out **Go to Top**  Social  Cheese Club - All-Square Icing on the Cake - All-Square Society for Appreciation of Korean Pop Culture-All-Square Sweet Side of Life - All-Square **Go to Top**  Sorority  Alpha Epsilon Phi Sorority - All-Square Alpha Phi Zeta Sorority - All-Square Alpha Sigma Tau Sorority - All-Square Delta Kappa Delta - All-Square Delta Phi Epsilon Sorority - All-Square Hermandad de Sigma Iota Alpha, Inc. Sorority - All-Square Kappa Kappa Gamma Sorority - All-Square Lambda Pi Chi - Colony - NCD Omega Phi Beta Sorority, Inc. - All-Square Pi Beta Phi - All-Square Sigma Gamma Rho - Colony - NCD Theta Phi Beta Sorority - All-Square Zeta Tau Alpha - All-Square alpha Kappa Delta Phi **Go to Top**  Special Interest  Art Adventure Club Commuter Student Council Cookies and Coloring Transfer and Transitioning Student Association **Go to Top**  Student Council  Stern Class of 2015 Stern Class of 2016 Stern Class of 2017 Stern Class of 2018 Stern Student Council **Go to Top**  Student Council/Government  College of Arts and Science Student Council - CAS UG &nbsp( council.cas.club@nyu.edu ) Inter Fraternity Council (IFC) - IGC Inter Greek Council (IGC) - UCSL Multicultural Greek Council (MGC) - IGC Panhellenic Council - IGC Stern Student Council - Stern UG &nbsp( council@stern.nyu.edu ) Student Activities Board (SAB) - UCSL Student Senators Council - SSC **Go to Top**  Student Governance  Graduate Student Organization Test Portal Tisch Undergraduate Student Council **Go to Top**  Student Government  Student Council Executive Board **Go to Top**  Theater  Tisch New Theatre **Go to Top**  University  NYU Office of Civic Engagement NYU Tisch School of the Arts **Go to Top**  Upperclass  Alumni & 7th Street Carlyle Court Clark Street Gramercy Green Palladium Hall The Green House at 7th Street **Go to Top**"}]}]