[{"detail": [{"content": "Topics: Sean Combs &amp; Urban Culture: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Topics: Sean Combs & Urban Culture  REMU-UT.1146 Writing, History &amp; Emergent Media 2 Credits Instructor(s): Staff No single personality dominated the landscape of urban mainstream popular culture in the 1990s (and since) more than producer, rapper and entrepreneur Sean \"Puff Daddy\" Combs. By 2013, hip-hop and black culture have become globally mainstream; the immense popularity that hip-hop enjoys today is directly rooted in the profound cultural changes that Combs and his peers instigated. Combs emerged from his humble professional beginnings in the early 1990s as an A&amp;R man at Andre Harrell’s Uptown Records to fashion himself as a profoundly versatile and wildly successful performer, actor, reality-TV star, producer, songwriter, fashion and restaurant entrepreneur and philanthropist. His current net worth estimated at $550 million makes him the richest man in hip-hop and one of the wealthiest artists in the history of popular music. He is a multiple Grammy-winner and won an Oscar in 2012 for his work as a film producer. Though sometimes not treated with seriousness he deserves, Combs has had a profound effect on global culture of the last twenty years. Through the success of his Bad Boy Records label, which distributed genre-defining artists like the Notorious B.I.G., Combs helped forever alter and change the sound and visuals of hip hop and R&amp;B. Combs drew on Russell early business success to redefine the image of the hip-hop entrepreneur as aggressive, brash and full of self-assured swagger. He also helped redefine the concept of celebrity branded entertainment and he mainstreamed innovative marketing techniques (like street teams) in the music industry. This class will investigate the social and cultural and political changes of the 1990s and how Sean Combs was catapulted to success by those changes. Through critical readings, viewings and listening assignments, the brilliance, tragedy, strategy and serial entrepreneurship of Sean Combs will be interpreted, discussed and dissected.        Complex Discusses Topics in Recorded Music: Sean Combs & Urban Culture 411Mania.com Discusses Topics in Recorded Music: Sean Combs & Urban Culture AllHipHop.com Discusses Topics in Recorded Music: Sean Combs & Urban Culture Stupid Dope Discusses Topics in Recorded Music: Sean Combs & Urban Culture  The Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor New York, NY 10012               Phone:       212 992 8400 tisch.recorded.music@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Topics: Sean Combs &amp; Urban Culture: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Topics: Sean Combs & Urban Culture  REMU-UT.1146 Writing, History &amp; Emergent Media 2 Credits Instructor(s): Staff No single personality dominated the landscape of urban mainstream popular culture in the 1990s (and since) more than producer, rapper and entrepreneur Sean \"Puff Daddy\" Combs. By 2013, hip-hop and black culture have become globally mainstream; the immense popularity that hip-hop enjoys today is directly rooted in the profound cultural changes that Combs and his peers instigated. Combs emerged from his humble professional beginnings in the early 1990s as an A&amp;R man at Andre Harrell’s Uptown Records to fashion himself as a profoundly versatile and wildly successful performer, actor, reality-TV star, producer, songwriter, fashion and restaurant entrepreneur and philanthropist. His current net worth estimated at $550 million makes him the richest man in hip-hop and one of the wealthiest artists in the history of popular music. He is a multiple Grammy-winner and won an Oscar in 2012 for his work as a film producer. Though sometimes not treated with seriousness he deserves, Combs has had a profound effect on global culture of the last twenty years. Through the success of his Bad Boy Records label, which distributed genre-defining artists like the Notorious B.I.G., Combs helped forever alter and change the sound and visuals of hip hop and R&amp;B. Combs drew on Russell early business success to redefine the image of the hip-hop entrepreneur as aggressive, brash and full of self-assured swagger. He also helped redefine the concept of celebrity branded entertainment and he mainstreamed innovative marketing techniques (like street teams) in the music industry. This class will investigate the social and cultural and political changes of the 1990s and how Sean Combs was catapulted to success by those changes. Through critical readings, viewings and listening assignments, the brilliance, tragedy, strategy and serial entrepreneurship of Sean Combs will be interpreted, discussed and dissected.        Complex Discusses Topics in Recorded Music: Sean Combs & Urban Culture 411Mania.com Discusses Topics in Recorded Music: Sean Combs & Urban Culture AllHipHop.com Discusses Topics in Recorded Music: Sean Combs & Urban Culture Stupid Dope Discusses Topics in Recorded Music: Sean Combs & Urban Culture  The Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor New York, NY 10012               Phone:       212 992 8400 tisch.recorded.music@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Jayson Jackson: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music          Recorded Music   Jayson Jackson Instructor, Recorded Music  Courses Topics in Recorded Music: Sean Combs & Urban Culture Biography If you bring up the name Jayson Jackson, it's usually associated with some of todays genre breaking artists -- Santogold [listed as one of Rolling Stones top 10 albums of 08] to Spankrock (IT kid quote, or next big thing, insert fast). Jayson is a career builder. His addiction is really spotting a twinkle in the eye of a passionate artist. His job is simply delivering it to the worldstage, regardless of whatever tools his industry dictates at the time. Back in 1993, it was less about internet and more about the quintessential mix tape. The craft of his hustle was birthed that year when he first nabbed a NYC internship at Columbia Records, while at the same time acting as A&amp;R assistant to the then Mercury Records President. At 23 years old, Jayson became part of a think tank for a young band called the Fugees, and began his knowledge of day-to-day artist development. Soon came better positions at Uptown Records and Def Jam (1994-1996) where he played a direct role in the spawning of Method Man, running the creative on Grammy winning single \"All I Need\", Montell Jordan, Onyx, and Redman. Evolving to Director of Marketing for Urban Music for Elektra meant fostering more careers in a corporate setting from En Vogue to Adina Howard. In 1997, Jayson was lured to Bad Boy Entertainment to serve as Vice President of Marketing and Promotions under Puff Daddy's tutelage cementing the legacy of Notorious B.I.G., Faith and introducing the new stars like Mase, The Lox, and Carl Thomas to the ever growing hip-hop cultural fabric. For 36 out of 52 weeks, Bad Boy Entertainment held the #1 spot on Billboards singles chart, making 1997 the most successful year in the storied labels history. The days of the clandestine mixed tapes gradually transitioned into the sophistication of CD culture. Jayson's last position within record label walls was at Virgin Records as the Senior Vice President/General Manager of Urban Music. Artists ranged from Neptunes with their debut N*E*R*D to soul singer D'Angelo to pop icon Janet Jackson. In a logical move to create his own world (while utilizing almost a decade of experience), Jayson eventually opened his own management firm, entitled Seven Days Entertainment. First on his agenda, was rekindling with an old colleague who was ready to strike out on their own, Lauryn Hill (spanning from his early days with the Fugees). Jayson quickly formed Lauryn's business team and together launched her first solo record, The Miseducation of Lauryn Hill, which went on to sell 20 million records worldwide, be nominated for a historic 10 Grammy Awards and win 5. Another spotting of talent was the poet/activist Sara Jones for whom he Produced (alongside Exec-Producer Meryl Streep) a one-woman show at an off Broadway theater. The show, entitled \"Bridge &amp; Tunnel\", would go on to win a Drama Desk, a Critics Circle award and an Obie award. The play would ultimately go on to have a successful run on Broadway and win a coveted Tony Award for Special Theatrical production . The Seven Days Entertainment roster has also included Q-Tip and Mos Def in various successful touring and artist development efforts. Having flourished through 3 technological shifts in the entertainment business, Jayson sees the new landscapes as a riddle to be deciphered. In his mind, passion trumps anything. His current artists, Santogold and Spankrock have already captured a furious fan base online and are being nurtured for greater heights. The real trick of Jaysons business is translating years of professional guidance while navigating the new challenges of the entertainment business. \"There will always be new artists trying to tell their own stories, wether its music, film or theatre. The tools they use to tell those stories is the only thing that has changed\" says Jayson. \"How you get the information out there is what counts\". Jayson currently resides in New York City and is a devoted Yankees fan.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]