[{"detail": [{"content": "Invention, Innovation, and Entrepreneurship | About the School of Engineering | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / About                         About the School of Engineering                                                             Invention, Innovation, and Entrepreneurship         The Story of Invention, Innovation, and Entrepreneurship                        Invention, innovation, and entrepreneurship . It is New York University Polytechnic School of Engineering&#39;s fundamental way of approaching academics and research by arming faculty and students with the tools and resources to turn their inspiration into applications, products, and services that take flight towards the market.   It starts in the classroom&hellip;   To think like an inventor, you have to at times put down the text book and get your hands dirty. Project-based coursework confronts students with problems that don&rsquo;t have easy solutions, in fact, they often have many. By figuring out the best solution, students learn to push their thinking, refine their designs, and develop a taste for invention and innovation.   grows in the laboratory&hellip;   Some have called what&rsquo;s going on in the halls of the NYU School of Engineering a &ldquo;research renaissance,&rdquo; a return to the spirited, rigorous scientific exploration that contributed to such life-altering advancements as the mass production of penicillin, the laser, and cell phone technology. And it&rsquo;s not just faculty and PhD candidates breaking new ground. Initiatives like the Annual Undergraduate Summer Research Program give undergraduates invaluable, hands-on research experience.   responds to real-world, 21st century needs&hellip;   Necessity is the mother of invention, and the needs of the 21st century are massive: cleaner ways to fuel our cars, homes, and cities; more efficient drugs to treat our sick; and safer ways to protect our online information, to name just a few. Invention, innovation, and entrepreneurship encourages faculty and students to apply their research to problems that may seem too big to fathom, but can no longer be ignored, and through hard work are ultimately, solvable.   and comes to life on the marketplace.   NYU School of Engineering has always been home to people who make things, but now we are also home to people who make businesses that make things. As they strive to solve the long-term and everyday problems of the 21st century, our faculty and students invent products and applications that form the foundations of start-up companies. School support and our business incubators give faculty and students a launching pad to successful entrepreneurship.      Poly thinking    Inno/Vention                                  Mission      Strategic Plan   PolyThinking                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Invention, Innovation, and Entrepreneurship | About the School of Engineering | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / About                         About the School of Engineering                                                             Invention, Innovation, and Entrepreneurship         The Story of Invention, Innovation, and Entrepreneurship                        Invention, innovation, and entrepreneurship . It is New York University Polytechnic School of Engineering&#39;s fundamental way of approaching academics and research by arming faculty and students with the tools and resources to turn their inspiration into applications, products, and services that take flight towards the market.   It starts in the classroom&hellip;   To think like an inventor, you have to at times put down the text book and get your hands dirty. Project-based coursework confronts students with problems that don&rsquo;t have easy solutions, in fact, they often have many. By figuring out the best solution, students learn to push their thinking, refine their designs, and develop a taste for invention and innovation.   grows in the laboratory&hellip;   Some have called what&rsquo;s going on in the halls of the NYU School of Engineering a &ldquo;research renaissance,&rdquo; a return to the spirited, rigorous scientific exploration that contributed to such life-altering advancements as the mass production of penicillin, the laser, and cell phone technology. And it&rsquo;s not just faculty and PhD candidates breaking new ground. Initiatives like the Annual Undergraduate Summer Research Program give undergraduates invaluable, hands-on research experience.   responds to real-world, 21st century needs&hellip;   Necessity is the mother of invention, and the needs of the 21st century are massive: cleaner ways to fuel our cars, homes, and cities; more efficient drugs to treat our sick; and safer ways to protect our online information, to name just a few. Invention, innovation, and entrepreneurship encourages faculty and students to apply their research to problems that may seem too big to fathom, but can no longer be ignored, and through hard work are ultimately, solvable.   and comes to life on the marketplace.   NYU School of Engineering has always been home to people who make things, but now we are also home to people who make businesses that make things. As they strive to solve the long-term and everyday problems of the 21st century, our faculty and students invent products and applications that form the foundations of start-up companies. School support and our business incubators give faculty and students a launching pad to successful entrepreneurship.      Poly thinking    Inno/Vention                                  Mission      Strategic Plan   PolyThinking                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Statement of Policy on Intellectual Property                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Statement of Policy on Intellectual Property                          List of Contents     Preamble   Patent Policy  I. Preamble  II. Scope and Applicability  III. Ownership of Inventions  IV. Outside Consulting Activities  V. Commercialization of Inventions  VI. Transferring Ownership of Invention to the Inventor  VII. Making NYU-Owned Inventions Available for Public Use  VIII. Administration of Policy   Copyright Policy  IX. Preamble  X. Scope and Applicability  XI. Ownership and Use of Copyrightable Works  XII. Outside Consulting Activities  XIII. Commercialization of Copyrightable Works  XIV. Transferring Ownership of Copyrightable Works to the Creator  XV. Making NYU-Owned Copyrightable Works Available for Public Use, including Through Open Source Licensing  XVI. Administration of Policy   Tangible Research Property Policy  XVII. Preamble  XVIII. Scope and Applicability  XIX. Ownership of TRP  XX. Outside Consulting Activities  XXI. Commercialization of TRP  XXII. Transferring Ownership of TRP to the TRP Creator  XXIII. Making NYU-Owned TRP Available for Public Use or Non-Commercial Purposes  XXIV. Transfer in the event a Principal Investigator Leaves NYU  XXV. Administration of Policy   Appendix A: Definitions  Appendix B: University Intellectual Property Agreement            Preamble   The mission of New York University (“NYU” or the “University”) includes the provision and promotion of education and research and the provision of patient and other clinical services. This mission is supported by well-established academic values and practices, including, among others: academic freedom; promotion of excellence and innovation in teaching and research; support of the ability of faculty and research staff to publish, share information, collaborate in research activities, innovate and develop technologies that benefit the public; and support of students in full participation in these and other educational activities.   This Statement of Policy on Intellectual Property includes a Patent Policy , a Copyright Policy , and a Tangible Research Property Policy . It replaces the University’s Statement of Policy on Patents, as approved on November 26, 1956 and amended through December 12, 1983; the Statement of Policy on Copyrights, as approved on January 24, 1972; the Statement of Policy on Computer Software Copyrights, as approved on June 5, 1989; and the Policy on Tangible Research Property, effective March 1, 2010. This Statement of Policy is subject to change at any time and from time to time, with the approval of the Board of Trustees of the University.   In certain cases, Inventions may be closely associated with non-patentable Copyrightable Works and/or Tangible Research Property and/or Research Data. Unless otherwise determined by the Provost (the Executive Vice President for Health in the case of the Schools of Medicine, Dentistry and Nursing), the Patent Policy applies to non-patentable Copyrightable Works and/or Tangible Research Property and/or Research Data closely associated with an Invention.   This Statement of Policy on Intellectual Property should be considered together with other pertinent NYU policies, including the NYU Policy on Academic Conflict of Interest and Conflict of Commitment, the NYU Policy on Retention of and Access to Research Data, the Guidelines for Sponsored Research, and the Statement of Policy on Photocopying Copyrighted Materials, which are available at www.nyu.edu/about/policies-guidelines-compliance.html .   This policy applies, among other things, to all research and other sponsored projects conducted by or under the auspices of NYU, whether funded by a US sponsoring agency, NYU or another funding source. It is the policy of NYU to comply with requirements imposed by a US sponsoring agency and by US law, including but not limited to the Bayh-Dole Act, and with requirements to which NYU has duly entered into or agreed to in connection with other funding sources and collaborators. This policy is believed to be in compliance with applicable US sponsoring agency requirements and US law. To the extent there is any issue about whether this policy wholly complies with applicable US sponsoring agency requirements and US law or with requirements to which NYU has agreed in connection with other funding sources and collaborators, it is to be interpreted to assure compliance. Additionally, research must be conducted in accordance with NYU policies, including this policy and the policies of a relevant School. Each member of the University Community is responsible for assuring his or her compliance with the requirements applicable to such person’s specific research and other sponsored projects.   Certain defined terms used throughout this Statement of Policy on Intellectual Property are set forth in Appendix A.   The electronic version of this policy will, from time to time, be accompanied by “Frequently Asked Questions,” which provide further guidance regarding a variety of practical situations.            Read the full PDF on NYU's Statement of Policy on Intellectual Property                                 About This Policy                                         Effective Date:        July 01, 2012                    Supersedes:        Statement of Policy on Patents, as approved on November 26, 1956 and amended through December 12, 1983, Statement of Policy on Copyrights, as approved on January 24, 1972, Statement of Policy on Computer Software Copyrights, as approved on June 5, 1989, Policy on Tangible Research Property, effective date March 1, 2010                      Issuing Authority:        University Provost                        Responsible Officer:        Senior Vice Provost for Research                                                            Purpose of the Policy                                        This Statement of Policy on Intellectual Policy comprises a Patent Policy, a Copyright Policy and a Tangible Research Property Policy. The Patent Policy guides the University Community in disclosing and managing inventions made at or under the auspices of NYU in a manner consistent with NYU’s commitment to the public good, including: promoting research and scholarship, and facilitating the development, dissemination and commercialization of its inventions. The Copyright Policy identifies the situations in which copyrightable works may be created at or under the auspices of NYU, defines ownership and license rights for such works, and expresses NYU’s commitment to disseminate and commercialize its copyrightable works consistent with the public good. The Tangible Research Property Policy addresses the ownership, distribution and commercialization of tangible items produced in the course of NYU’s research, clinical or other activities, consistent with the public good.                                            Who needs to know this policy                                        This policy applies to all members of the “University Community.” As used in this policy, “University Community” means: NYU faculty, including visiting faculty; researchers, including persons participating in research at or under the auspices of NYU; employees; professional staff, including medical, dental and nursing staff; volunteers; fellows, trainees and post-doctoral appointees; students; and any other persons involved in the creation of Inventions, Copyrightable Works and/or Tangible Research Property at or under the auspices of NYU, including consultants, vendors and contractors, irrespective of the source of funding for the creation.                                            Policy Definitions                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Invention, Innovation, and Entrepreneurship | About the School of Engineering | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / About                         About the School of Engineering                                                             Invention, Innovation, and Entrepreneurship         The Story of Invention, Innovation, and Entrepreneurship                        Invention, innovation, and entrepreneurship . It is New York University Polytechnic School of Engineering&#39;s fundamental way of approaching academics and research by arming faculty and students with the tools and resources to turn their inspiration into applications, products, and services that take flight towards the market.   It starts in the classroom&hellip;   To think like an inventor, you have to at times put down the text book and get your hands dirty. Project-based coursework confronts students with problems that don&rsquo;t have easy solutions, in fact, they often have many. By figuring out the best solution, students learn to push their thinking, refine their designs, and develop a taste for invention and innovation.   grows in the laboratory&hellip;   Some have called what&rsquo;s going on in the halls of the NYU School of Engineering a &ldquo;research renaissance,&rdquo; a return to the spirited, rigorous scientific exploration that contributed to such life-altering advancements as the mass production of penicillin, the laser, and cell phone technology. And it&rsquo;s not just faculty and PhD candidates breaking new ground. Initiatives like the Annual Undergraduate Summer Research Program give undergraduates invaluable, hands-on research experience.   responds to real-world, 21st century needs&hellip;   Necessity is the mother of invention, and the needs of the 21st century are massive: cleaner ways to fuel our cars, homes, and cities; more efficient drugs to treat our sick; and safer ways to protect our online information, to name just a few. Invention, innovation, and entrepreneurship encourages faculty and students to apply their research to problems that may seem too big to fathom, but can no longer be ignored, and through hard work are ultimately, solvable.   and comes to life on the marketplace.   NYU School of Engineering has always been home to people who make things, but now we are also home to people who make businesses that make things. As they strive to solve the long-term and everyday problems of the 21st century, our faculty and students invent products and applications that form the foundations of start-up companies. School support and our business incubators give faculty and students a launching pad to successful entrepreneurship.      Poly thinking    Inno/Vention                                  Mission      Strategic Plan   PolyThinking                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Statement of Policy on Intellectual Property                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Statement of Policy on Intellectual Property                          List of Contents     Preamble   Patent Policy  I. Preamble  II. Scope and Applicability  III. Ownership of Inventions  IV. Outside Consulting Activities  V. Commercialization of Inventions  VI. Transferring Ownership of Invention to the Inventor  VII. Making NYU-Owned Inventions Available for Public Use  VIII. Administration of Policy   Copyright Policy  IX. Preamble  X. Scope and Applicability  XI. Ownership and Use of Copyrightable Works  XII. Outside Consulting Activities  XIII. Commercialization of Copyrightable Works  XIV. Transferring Ownership of Copyrightable Works to the Creator  XV. Making NYU-Owned Copyrightable Works Available for Public Use, including Through Open Source Licensing  XVI. Administration of Policy   Tangible Research Property Policy  XVII. Preamble  XVIII. Scope and Applicability  XIX. Ownership of TRP  XX. Outside Consulting Activities  XXI. Commercialization of TRP  XXII. Transferring Ownership of TRP to the TRP Creator  XXIII. Making NYU-Owned TRP Available for Public Use or Non-Commercial Purposes  XXIV. Transfer in the event a Principal Investigator Leaves NYU  XXV. Administration of Policy   Appendix A: Definitions  Appendix B: University Intellectual Property Agreement            Preamble   The mission of New York University (“NYU” or the “University”) includes the provision and promotion of education and research and the provision of patient and other clinical services. This mission is supported by well-established academic values and practices, including, among others: academic freedom; promotion of excellence and innovation in teaching and research; support of the ability of faculty and research staff to publish, share information, collaborate in research activities, innovate and develop technologies that benefit the public; and support of students in full participation in these and other educational activities.   This Statement of Policy on Intellectual Property includes a Patent Policy , a Copyright Policy , and a Tangible Research Property Policy . It replaces the University’s Statement of Policy on Patents, as approved on November 26, 1956 and amended through December 12, 1983; the Statement of Policy on Copyrights, as approved on January 24, 1972; the Statement of Policy on Computer Software Copyrights, as approved on June 5, 1989; and the Policy on Tangible Research Property, effective March 1, 2010. This Statement of Policy is subject to change at any time and from time to time, with the approval of the Board of Trustees of the University.   In certain cases, Inventions may be closely associated with non-patentable Copyrightable Works and/or Tangible Research Property and/or Research Data. Unless otherwise determined by the Provost (the Executive Vice President for Health in the case of the Schools of Medicine, Dentistry and Nursing), the Patent Policy applies to non-patentable Copyrightable Works and/or Tangible Research Property and/or Research Data closely associated with an Invention.   This Statement of Policy on Intellectual Property should be considered together with other pertinent NYU policies, including the NYU Policy on Academic Conflict of Interest and Conflict of Commitment, the NYU Policy on Retention of and Access to Research Data, the Guidelines for Sponsored Research, and the Statement of Policy on Photocopying Copyrighted Materials, which are available at www.nyu.edu/about/policies-guidelines-compliance.html .   This policy applies, among other things, to all research and other sponsored projects conducted by or under the auspices of NYU, whether funded by a US sponsoring agency, NYU or another funding source. It is the policy of NYU to comply with requirements imposed by a US sponsoring agency and by US law, including but not limited to the Bayh-Dole Act, and with requirements to which NYU has duly entered into or agreed to in connection with other funding sources and collaborators. This policy is believed to be in compliance with applicable US sponsoring agency requirements and US law. To the extent there is any issue about whether this policy wholly complies with applicable US sponsoring agency requirements and US law or with requirements to which NYU has agreed in connection with other funding sources and collaborators, it is to be interpreted to assure compliance. Additionally, research must be conducted in accordance with NYU policies, including this policy and the policies of a relevant School. Each member of the University Community is responsible for assuring his or her compliance with the requirements applicable to such person’s specific research and other sponsored projects.   Certain defined terms used throughout this Statement of Policy on Intellectual Property are set forth in Appendix A.   The electronic version of this policy will, from time to time, be accompanied by “Frequently Asked Questions,” which provide further guidance regarding a variety of practical situations.            Read the full PDF on NYU's Statement of Policy on Intellectual Property                                 About This Policy                                         Effective Date:        July 01, 2012                    Supersedes:        Statement of Policy on Patents, as approved on November 26, 1956 and amended through December 12, 1983, Statement of Policy on Copyrights, as approved on January 24, 1972, Statement of Policy on Computer Software Copyrights, as approved on June 5, 1989, Policy on Tangible Research Property, effective date March 1, 2010                      Issuing Authority:        University Provost                        Responsible Officer:        Senior Vice Provost for Research                                                            Purpose of the Policy                                        This Statement of Policy on Intellectual Policy comprises a Patent Policy, a Copyright Policy and a Tangible Research Property Policy. The Patent Policy guides the University Community in disclosing and managing inventions made at or under the auspices of NYU in a manner consistent with NYU’s commitment to the public good, including: promoting research and scholarship, and facilitating the development, dissemination and commercialization of its inventions. The Copyright Policy identifies the situations in which copyrightable works may be created at or under the auspices of NYU, defines ownership and license rights for such works, and expresses NYU’s commitment to disseminate and commercialize its copyrightable works consistent with the public good. The Tangible Research Property Policy addresses the ownership, distribution and commercialization of tangible items produced in the course of NYU’s research, clinical or other activities, consistent with the public good.                                            Who needs to know this policy                                        This policy applies to all members of the “University Community.” As used in this policy, “University Community” means: NYU faculty, including visiting faculty; researchers, including persons participating in research at or under the auspices of NYU; employees; professional staff, including medical, dental and nursing staff; volunteers; fellows, trainees and post-doctoral appointees; students; and any other persons involved in the creation of Inventions, Copyrightable Works and/or Tangible Research Property at or under the auspices of NYU, including consultants, vendors and contractors, irrespective of the source of funding for the creation.                                            Policy Definitions                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "i2e Invention Gallery | NYU Polytechnic School of Engineering                                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Multimedia / Photos / i2e Invention Gallery                                                                           Neil Armstrong and Edwin Aldrin, Jr. can thank NASA Chief Engineer Thomas Joseph Kelly's two-stage Lunar Module design for their place in history. With an ascent stage that provided living space and 3,500 pounds of thrust into lunar orbit, his ideas put man on the moon.                                  Prev     Start       Next     1 of 28           Posted April 1st, 2011      i2e Invention Gallery                At NYU Polytechnic School of Engineering, we are committed to empowering our students, staff and alumni to tackle the world&#39;s scientific and technical challenges through the principles of our i 2 e philosophy. The School of Engineering has a long history of doing so and a long record of success, as demonstrated by our gallery of past and present inventors, innovators and entrepreneurs. We hope that with these stories, you&#39;ll find your inspiration and join us on our incredible journey of changing the world through science, engineering and technology.                                  Recent Pictures  Posted April 20th, 2015  Sloan Cyber Lecture Series #6: Cyber Insurance and Corporate Governance: Facing New Threats  Posted April 7th, 2015  Celebrating Robotics at Polytechnic School of Engineering  Posted March 23rd, 2015  Jacobs Women  Posted March 16th, 2015  Southern California Engineering Alumni Reception - March 4, 2015                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]