[{"detail": [{"content": "Student Research                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                              Admissions/Academic Programs                                              Departments/Faculty                                                                       Research                                                            Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                               Research            Student Research                              upcoming nyucd events                                         go to calendar                                                                                                     An important goal of the College is to educate men and women of science. This can be accomplished with a vibrant research program that is commensurate with the vision of the College, by exposing as many of our students as possible to research through a high quality hands-on experience, and by making evidence-based practice an integral part of our education program so that our students appreciate the fact that only through a thorough evaluation of the research can appropriate practice decisions be made.   The Office of Research contributes to this mission by managing the Summer Research Experience for incoming Dental students, and by supporting the Honors in Research program. In addition, students are encouraged to present their work at national and international meetings, and receive financial support to aid them in doing so.   Honors in Research Programs     Honors in Research Programs were established to motivate and encourage NYU College of Dentistry students to become involved in oral health related research (basic, biomaterials, clinical, or behavioral) at NYUCD. These Honors in Research programs are flexible to fit the diversity of projects and changing goals of our students as they progress through the dental school curriculum.                                                    NYUCD Summer Research Experience                               The annual Summer Research Experience held at NYU College of Dentistry introduces incoming dental and nursing students to research at an early stage in their careers - inspiring them and helping them see that research can be an exciting and fulfilling career trajectory. Participants in the summer program work with faculty mentors on their research studies full time and attend seminars three times a week during the eight-week program. Seminar topics include health disparities, ethics, lab safety, DNA, animal research, and evidence-based practice. Students learn to prepare poster presentations, teaching tools in research environments. At the end of the eight weeks, there is a poster session in which the students present posters describing the studies on which they worked.   One rationale for the program is the concept that dental students should be able to understand the science behind what they are doing and apply it to their practices. &quot;We want to capture those who are turned on by science,&quot; says Louis Terracio, PhD, Vice Dean for Research and Professor, Department of Basic Science and Craniofacial Biology, NYU College of Dentistry, who adds that starting people early in research changes their thinking fundamentally. &quot;Whether you're a dentist or a stockbroker, you should want to look at data critically and make good decisions based on it.&quot; The program began in the summer of 2001 with a small group of students and funding from the National Institutes of Health with its goal to encourage dental students to consider careers in academia.   Learn more and apply for the Summer Research Experience &gt;&gt;&gt;     If you have any questions regarding the Summer Research Experience, please contact Dr. Joseph Guttenplan , the Summer Program Director.                                                                D1 Honors in Research                               This course is designed to provide selected first year dental students with the opportunity to participate in a research project being conducted at NYUCD. This course is a 6 credit elective, graded as A, B, or F and runs from the beginning of March till the end of July. Some of the topics covered as lectures include the basics of clinical and basic research, lab safety, bioethics, animal issues, and career opportunities. There are two mechanisms to complete the course requirements:     Mechanism 1: First year dental students will attend lectures and work on their research projects with their mentors for three hours per week for the Spring semester.   Mechanism 2: First year dental students are eligible only if they have successfully completed the eight-week summer research program as incoming dental students. They will spend four hours per week working on their research projects with their mentors in the Spring semester. While they must attend the STUDENT PRESENTATIONS, they are exempt from the rest of the lectures.     Both mechanisms require full-time (~35 hrs/week in NYC) participation in the five-week summer program between the D1 and D2 years. Students will be selected for admission to this course based on the quality of their application (http://www.nyu.edu/dental/intranet/ under online forms) and availability of matching mentors and research projects.   Applications are due mid-January, notices of acceptance are released in the beginning of February, and the program runs from approximately March 1 to the end of July. The program ends with mandatory participation in the Summer Poster Day at the end of July. For further details about the courses, credits and deadlines, visit Honors in Research Courses. &gt;&gt;&gt;   Students must identify a mentor BEFORE applying to this program. Mentors are full-time faculty members at NYUCD and most research faculty members are available as sponsors ( click here for a listing of faculty members' areas of research ).   Alternatively, students should search the student abstract books (http://www.nyu.edu/dental/intranet/) for interesting topics to identify possible mentors. Once students find a research topic that interests them, they must consult with potential mentors about possible projects to obtain the faculty member's permission to apply to the program. Students are referred to the NYUCD chapter of the Student Research Group for additional guidance and help in establishing connections to the like-minded researchers. Once these avenues have been explored, students can contact the course coordinator, Dr. Kathleen Kinnally , for additional assistance.   Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. Click here to download a sample contract for this course .                                                              Honors in Research Program for D2-D4 students                               This research program is designed to provide selected students with the opportunity to be involved in a research project being conducted at NYU College of Dentistry. Students who have participated in the D1 Honors in Research program have the opportunity to continue or change research directions and thus be active in research throughout their dental education at NYU College of Dentistry. Students who have not participated in previous Honors in Research programs have the opportunity to gain research experience at NYU College of Dentistry.   There are two honors in research courses that differ in their intent and requirements. The Honors in Research course is a three-credit course, while the Independent Research course is a one-credit course; course descriptions are listed below. Both courses must be applied for each semester, with deadlines on August 1 for the fall semester and December 15 for the spring semester. The application is online on the intranet under online forms at www.nyu.edu/dental/intranet/ .   Students must identify a mentor BEFORE applying to this program. Mentors are fulltime faculty members at NYUCD and most research faculty members are available as sponsors ( click here to see listing of faculty members' areas of research ).   Alternatively, students should search the student abstract books (on the Intranet ) for interesting topics to identify possible mentors. Once students find a research topic that interests them, they must consult with potential mentors about possible projects to obtain the faculty member's permission to apply to the program. Students are referred to the NYUCD chapter of the Student Research Group for additional guidance and help in establishing connections to the like-minded researchers. Once these avenues have been explored, students can contact the course coordinator, Dr. Kathleen Kinnally , for additional assistance.   Once accepted into the program, students and their mentor sign a contact and provide a copy to the course director (Dr. Kinnally) before they are registered and begin working on their projects. A project summary approved by the mentor must be submitted to the course director before the end of each semester before a grade will be assigned.     Honors in Research: This course is a three-credit course that requires a commitment of nine hours/week for 15 weeks or a total of 135 hours/semester. Students should track their time and a sample Excel spreadsheet can be downloaded here . The intent of this course is for students to be involved in a research project and gain hands-on laboratory and/or clinical experience as well as an understanding of the science behind their projects through readings of the scientific literature. In consultation with their mentor, students will work on their projects with a goal of being able to present their project to their peers and the faculty at Research Day (usually in mid-April) as well as outside the college, eg, at national meetings. Note, clinical projects require IRB approval prior to application. This elective course is only open to select students in academic good-standing and permission of the faculty member that will guide the research project is required for registration. Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. A sample contract for this course can be downloaded here .   Independent Research: This course is a one-credit course that requires a commitment of three hours/week for 15 weeks, or a total of 45 hours/semester. Students should track their time and a sample excel sheet can be downloaded here . This course is designed to provide students with the opportunity to be involved in clinical, educational, and/or evidence-based research being conducted at NYU College of Dentistry. The intent of this course is for students to be introduced to research practices and gain experience with in-depth literature searches and evidence-based practices as well as an understanding of the significance of their projects. This course may be used as a prequel to Honors in Research or to prepare an IRB proposal for clinical research projects. In consultation with their mentor, students will work on their projects with a goal of producing a document that summarizes their results and that may be presented as a poster to their peers and the faculty at the Educational Showcase. This elective course is only open to select students in academic good-standing and permission of the faculty member that will guide the research project is required for registration. Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. A sample contract for this course can be downloaded here .                                                                Summary of Honors in Research Courses, Credits and Deadlines                               Click here for a full listing of Honors in Research courses, credits and deadlines . &gt;&gt;&gt;                                                       annual research days Read More                   Student Research Group Read More                                                                        Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}]},
{"detail": [{"content": "Student Research                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                              Admissions/Academic Programs                                              Departments/Faculty                                                                       Research                                                            Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                               Research            Student Research                              upcoming nyucd events                                         go to calendar                                                                                                     An important goal of the College is to educate men and women of science. This can be accomplished with a vibrant research program that is commensurate with the vision of the College, by exposing as many of our students as possible to research through a high quality hands-on experience, and by making evidence-based practice an integral part of our education program so that our students appreciate the fact that only through a thorough evaluation of the research can appropriate practice decisions be made.   The Office of Research contributes to this mission by managing the Summer Research Experience for incoming Dental students, and by supporting the Honors in Research program. In addition, students are encouraged to present their work at national and international meetings, and receive financial support to aid them in doing so.   Honors in Research Programs     Honors in Research Programs were established to motivate and encourage NYU College of Dentistry students to become involved in oral health related research (basic, biomaterials, clinical, or behavioral) at NYUCD. These Honors in Research programs are flexible to fit the diversity of projects and changing goals of our students as they progress through the dental school curriculum.                                                    NYUCD Summer Research Experience                               The annual Summer Research Experience held at NYU College of Dentistry introduces incoming dental and nursing students to research at an early stage in their careers - inspiring them and helping them see that research can be an exciting and fulfilling career trajectory. Participants in the summer program work with faculty mentors on their research studies full time and attend seminars three times a week during the eight-week program. Seminar topics include health disparities, ethics, lab safety, DNA, animal research, and evidence-based practice. Students learn to prepare poster presentations, teaching tools in research environments. At the end of the eight weeks, there is a poster session in which the students present posters describing the studies on which they worked.   One rationale for the program is the concept that dental students should be able to understand the science behind what they are doing and apply it to their practices. &quot;We want to capture those who are turned on by science,&quot; says Louis Terracio, PhD, Vice Dean for Research and Professor, Department of Basic Science and Craniofacial Biology, NYU College of Dentistry, who adds that starting people early in research changes their thinking fundamentally. &quot;Whether you're a dentist or a stockbroker, you should want to look at data critically and make good decisions based on it.&quot; The program began in the summer of 2001 with a small group of students and funding from the National Institutes of Health with its goal to encourage dental students to consider careers in academia.   Learn more and apply for the Summer Research Experience &gt;&gt;&gt;     If you have any questions regarding the Summer Research Experience, please contact Dr. Joseph Guttenplan , the Summer Program Director.                                                                D1 Honors in Research                               This course is designed to provide selected first year dental students with the opportunity to participate in a research project being conducted at NYUCD. This course is a 6 credit elective, graded as A, B, or F and runs from the beginning of March till the end of July. Some of the topics covered as lectures include the basics of clinical and basic research, lab safety, bioethics, animal issues, and career opportunities. There are two mechanisms to complete the course requirements:     Mechanism 1: First year dental students will attend lectures and work on their research projects with their mentors for three hours per week for the Spring semester.   Mechanism 2: First year dental students are eligible only if they have successfully completed the eight-week summer research program as incoming dental students. They will spend four hours per week working on their research projects with their mentors in the Spring semester. While they must attend the STUDENT PRESENTATIONS, they are exempt from the rest of the lectures.     Both mechanisms require full-time (~35 hrs/week in NYC) participation in the five-week summer program between the D1 and D2 years. Students will be selected for admission to this course based on the quality of their application (http://www.nyu.edu/dental/intranet/ under online forms) and availability of matching mentors and research projects.   Applications are due mid-January, notices of acceptance are released in the beginning of February, and the program runs from approximately March 1 to the end of July. The program ends with mandatory participation in the Summer Poster Day at the end of July. For further details about the courses, credits and deadlines, visit Honors in Research Courses. &gt;&gt;&gt;   Students must identify a mentor BEFORE applying to this program. Mentors are full-time faculty members at NYUCD and most research faculty members are available as sponsors ( click here for a listing of faculty members' areas of research ).   Alternatively, students should search the student abstract books (http://www.nyu.edu/dental/intranet/) for interesting topics to identify possible mentors. Once students find a research topic that interests them, they must consult with potential mentors about possible projects to obtain the faculty member's permission to apply to the program. Students are referred to the NYUCD chapter of the Student Research Group for additional guidance and help in establishing connections to the like-minded researchers. Once these avenues have been explored, students can contact the course coordinator, Dr. Kathleen Kinnally , for additional assistance.   Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. Click here to download a sample contract for this course .                                                              Honors in Research Program for D2-D4 students                               This research program is designed to provide selected students with the opportunity to be involved in a research project being conducted at NYU College of Dentistry. Students who have participated in the D1 Honors in Research program have the opportunity to continue or change research directions and thus be active in research throughout their dental education at NYU College of Dentistry. Students who have not participated in previous Honors in Research programs have the opportunity to gain research experience at NYU College of Dentistry.   There are two honors in research courses that differ in their intent and requirements. The Honors in Research course is a three-credit course, while the Independent Research course is a one-credit course; course descriptions are listed below. Both courses must be applied for each semester, with deadlines on August 1 for the fall semester and December 15 for the spring semester. The application is online on the intranet under online forms at www.nyu.edu/dental/intranet/ .   Students must identify a mentor BEFORE applying to this program. Mentors are fulltime faculty members at NYUCD and most research faculty members are available as sponsors ( click here to see listing of faculty members' areas of research ).   Alternatively, students should search the student abstract books (on the Intranet ) for interesting topics to identify possible mentors. Once students find a research topic that interests them, they must consult with potential mentors about possible projects to obtain the faculty member's permission to apply to the program. Students are referred to the NYUCD chapter of the Student Research Group for additional guidance and help in establishing connections to the like-minded researchers. Once these avenues have been explored, students can contact the course coordinator, Dr. Kathleen Kinnally , for additional assistance.   Once accepted into the program, students and their mentor sign a contact and provide a copy to the course director (Dr. Kinnally) before they are registered and begin working on their projects. A project summary approved by the mentor must be submitted to the course director before the end of each semester before a grade will be assigned.     Honors in Research: This course is a three-credit course that requires a commitment of nine hours/week for 15 weeks or a total of 135 hours/semester. Students should track their time and a sample Excel spreadsheet can be downloaded here . The intent of this course is for students to be involved in a research project and gain hands-on laboratory and/or clinical experience as well as an understanding of the science behind their projects through readings of the scientific literature. In consultation with their mentor, students will work on their projects with a goal of being able to present their project to their peers and the faculty at Research Day (usually in mid-April) as well as outside the college, eg, at national meetings. Note, clinical projects require IRB approval prior to application. This elective course is only open to select students in academic good-standing and permission of the faculty member that will guide the research project is required for registration. Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. A sample contract for this course can be downloaded here .   Independent Research: This course is a one-credit course that requires a commitment of three hours/week for 15 weeks, or a total of 45 hours/semester. Students should track their time and a sample excel sheet can be downloaded here . This course is designed to provide students with the opportunity to be involved in clinical, educational, and/or evidence-based research being conducted at NYU College of Dentistry. The intent of this course is for students to be introduced to research practices and gain experience with in-depth literature searches and evidence-based practices as well as an understanding of the significance of their projects. This course may be used as a prequel to Honors in Research or to prepare an IRB proposal for clinical research projects. In consultation with their mentor, students will work on their projects with a goal of producing a document that summarizes their results and that may be presented as a poster to their peers and the faculty at the Educational Showcase. This elective course is only open to select students in academic good-standing and permission of the faculty member that will guide the research project is required for registration. Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. A sample contract for this course can be downloaded here .                                                                Summary of Honors in Research Courses, Credits and Deadlines                               Click here for a full listing of Honors in Research courses, credits and deadlines . &gt;&gt;&gt;                                                       annual research days Read More                   Student Research Group Read More                                                                        Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "Summer Research Experience                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                              Admissions/Academic Programs                                              Departments/Faculty                                                                       Research                                                            Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Research &gt; Student Research             Summer Research Experience                                        Participants in the 2014 Summer Research Experience, with Lou Terracio, PhD, Vice Dean for Research        The annual Summer Research Experience held at NYU College of Dentistry introduces incoming dental and nursing students to research at an early stage in their careers - inspiring them and helping them see that research can be an exciting and fulfilling career trajectory. Participants in the summer program work with faculty mentors on their research studies full time and attend seminars three times a week during the eight-week program. Seminar topics include health disparities, ethics, lab safety, DNA, animal research, and evidence-based practice. Students learn to prepare poster presentations and use teaching tools in research environments. At the end of the eight weeks, there is a poster session in which the students present posters describing the studies on which they worked.   This eight-week program runs from June 1, 2015, to July 24, 2015, and students must be available to participate for the entire eight weeks. The online application is below; the deadline for the submission of applications is March 1, 2015 . Applicants will be informed about acceptance by about March 15, 2015 . Students who complete a research project will have several opportunities to present their research at various professional meetings and at our Annual Student Research Days in April.                 The application deadline for the NYUCD Summer Research Experience has passed.                                                                                         Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}]},
{"detail": [{"content": "Student Research                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                              Admissions/Academic Programs                                              Departments/Faculty                                                                       Research                                                            Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                               Research            Student Research                              upcoming nyucd events                                         go to calendar                                                                                                     An important goal of the College is to educate men and women of science. This can be accomplished with a vibrant research program that is commensurate with the vision of the College, by exposing as many of our students as possible to research through a high quality hands-on experience, and by making evidence-based practice an integral part of our education program so that our students appreciate the fact that only through a thorough evaluation of the research can appropriate practice decisions be made.   The Office of Research contributes to this mission by managing the Summer Research Experience for incoming Dental students, and by supporting the Honors in Research program. In addition, students are encouraged to present their work at national and international meetings, and receive financial support to aid them in doing so.   Honors in Research Programs     Honors in Research Programs were established to motivate and encourage NYU College of Dentistry students to become involved in oral health related research (basic, biomaterials, clinical, or behavioral) at NYUCD. These Honors in Research programs are flexible to fit the diversity of projects and changing goals of our students as they progress through the dental school curriculum.                                                    NYUCD Summer Research Experience                               The annual Summer Research Experience held at NYU College of Dentistry introduces incoming dental and nursing students to research at an early stage in their careers - inspiring them and helping them see that research can be an exciting and fulfilling career trajectory. Participants in the summer program work with faculty mentors on their research studies full time and attend seminars three times a week during the eight-week program. Seminar topics include health disparities, ethics, lab safety, DNA, animal research, and evidence-based practice. Students learn to prepare poster presentations, teaching tools in research environments. At the end of the eight weeks, there is a poster session in which the students present posters describing the studies on which they worked.   One rationale for the program is the concept that dental students should be able to understand the science behind what they are doing and apply it to their practices. &quot;We want to capture those who are turned on by science,&quot; says Louis Terracio, PhD, Vice Dean for Research and Professor, Department of Basic Science and Craniofacial Biology, NYU College of Dentistry, who adds that starting people early in research changes their thinking fundamentally. &quot;Whether you're a dentist or a stockbroker, you should want to look at data critically and make good decisions based on it.&quot; The program began in the summer of 2001 with a small group of students and funding from the National Institutes of Health with its goal to encourage dental students to consider careers in academia.   Learn more and apply for the Summer Research Experience &gt;&gt;&gt;     If you have any questions regarding the Summer Research Experience, please contact Dr. Joseph Guttenplan , the Summer Program Director.                                                                D1 Honors in Research                               This course is designed to provide selected first year dental students with the opportunity to participate in a research project being conducted at NYUCD. This course is a 6 credit elective, graded as A, B, or F and runs from the beginning of March till the end of July. Some of the topics covered as lectures include the basics of clinical and basic research, lab safety, bioethics, animal issues, and career opportunities. There are two mechanisms to complete the course requirements:     Mechanism 1: First year dental students will attend lectures and work on their research projects with their mentors for three hours per week for the Spring semester.   Mechanism 2: First year dental students are eligible only if they have successfully completed the eight-week summer research program as incoming dental students. They will spend four hours per week working on their research projects with their mentors in the Spring semester. While they must attend the STUDENT PRESENTATIONS, they are exempt from the rest of the lectures.     Both mechanisms require full-time (~35 hrs/week in NYC) participation in the five-week summer program between the D1 and D2 years. Students will be selected for admission to this course based on the quality of their application (http://www.nyu.edu/dental/intranet/ under online forms) and availability of matching mentors and research projects.   Applications are due mid-January, notices of acceptance are released in the beginning of February, and the program runs from approximately March 1 to the end of July. The program ends with mandatory participation in the Summer Poster Day at the end of July. For further details about the courses, credits and deadlines, visit Honors in Research Courses. &gt;&gt;&gt;   Students must identify a mentor BEFORE applying to this program. Mentors are full-time faculty members at NYUCD and most research faculty members are available as sponsors ( click here for a listing of faculty members' areas of research ).   Alternatively, students should search the student abstract books (http://www.nyu.edu/dental/intranet/) for interesting topics to identify possible mentors. Once students find a research topic that interests them, they must consult with potential mentors about possible projects to obtain the faculty member's permission to apply to the program. Students are referred to the NYUCD chapter of the Student Research Group for additional guidance and help in establishing connections to the like-minded researchers. Once these avenues have been explored, students can contact the course coordinator, Dr. Kathleen Kinnally , for additional assistance.   Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. Click here to download a sample contract for this course .                                                              Honors in Research Program for D2-D4 students                               This research program is designed to provide selected students with the opportunity to be involved in a research project being conducted at NYU College of Dentistry. Students who have participated in the D1 Honors in Research program have the opportunity to continue or change research directions and thus be active in research throughout their dental education at NYU College of Dentistry. Students who have not participated in previous Honors in Research programs have the opportunity to gain research experience at NYU College of Dentistry.   There are two honors in research courses that differ in their intent and requirements. The Honors in Research course is a three-credit course, while the Independent Research course is a one-credit course; course descriptions are listed below. Both courses must be applied for each semester, with deadlines on August 1 for the fall semester and December 15 for the spring semester. The application is online on the intranet under online forms at www.nyu.edu/dental/intranet/ .   Students must identify a mentor BEFORE applying to this program. Mentors are fulltime faculty members at NYUCD and most research faculty members are available as sponsors ( click here to see listing of faculty members' areas of research ).   Alternatively, students should search the student abstract books (on the Intranet ) for interesting topics to identify possible mentors. Once students find a research topic that interests them, they must consult with potential mentors about possible projects to obtain the faculty member's permission to apply to the program. Students are referred to the NYUCD chapter of the Student Research Group for additional guidance and help in establishing connections to the like-minded researchers. Once these avenues have been explored, students can contact the course coordinator, Dr. Kathleen Kinnally , for additional assistance.   Once accepted into the program, students and their mentor sign a contact and provide a copy to the course director (Dr. Kinnally) before they are registered and begin working on their projects. A project summary approved by the mentor must be submitted to the course director before the end of each semester before a grade will be assigned.     Honors in Research: This course is a three-credit course that requires a commitment of nine hours/week for 15 weeks or a total of 135 hours/semester. Students should track their time and a sample Excel spreadsheet can be downloaded here . The intent of this course is for students to be involved in a research project and gain hands-on laboratory and/or clinical experience as well as an understanding of the science behind their projects through readings of the scientific literature. In consultation with their mentor, students will work on their projects with a goal of being able to present their project to their peers and the faculty at Research Day (usually in mid-April) as well as outside the college, eg, at national meetings. Note, clinical projects require IRB approval prior to application. This elective course is only open to select students in academic good-standing and permission of the faculty member that will guide the research project is required for registration. Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. A sample contract for this course can be downloaded here .   Independent Research: This course is a one-credit course that requires a commitment of three hours/week for 15 weeks, or a total of 45 hours/semester. Students should track their time and a sample excel sheet can be downloaded here . This course is designed to provide students with the opportunity to be involved in clinical, educational, and/or evidence-based research being conducted at NYU College of Dentistry. The intent of this course is for students to be introduced to research practices and gain experience with in-depth literature searches and evidence-based practices as well as an understanding of the significance of their projects. This course may be used as a prequel to Honors in Research or to prepare an IRB proposal for clinical research projects. In consultation with their mentor, students will work on their projects with a goal of producing a document that summarizes their results and that may be presented as a poster to their peers and the faculty at the Educational Showcase. This elective course is only open to select students in academic good-standing and permission of the faculty member that will guide the research project is required for registration. Once accepted into the program, students and their mentors sign a contact and provide a copy to the course director (Dr. Kinnally) before they begin working on their projects. A sample contract for this course can be downloaded here .                                                                Summary of Honors in Research Courses, Credits and Deadlines                               Click here for a full listing of Honors in Research courses, credits and deadlines . &gt;&gt;&gt;                                                       annual research days Read More                   Student Research Group Read More                                                                        Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "Summer Research Experience                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                              Admissions/Academic Programs                                              Departments/Faculty                                                                       Research                                                            Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Research &gt; Student Research             Summer Research Experience                                        Participants in the 2014 Summer Research Experience, with Lou Terracio, PhD, Vice Dean for Research        The annual Summer Research Experience held at NYU College of Dentistry introduces incoming dental and nursing students to research at an early stage in their careers - inspiring them and helping them see that research can be an exciting and fulfilling career trajectory. Participants in the summer program work with faculty mentors on their research studies full time and attend seminars three times a week during the eight-week program. Seminar topics include health disparities, ethics, lab safety, DNA, animal research, and evidence-based practice. Students learn to prepare poster presentations and use teaching tools in research environments. At the end of the eight weeks, there is a poster session in which the students present posters describing the studies on which they worked.   This eight-week program runs from June 1, 2015, to July 24, 2015, and students must be available to participate for the entire eight weeks. The online application is below; the deadline for the submission of applications is March 1, 2015 . Applicants will be informed about acceptance by about March 15, 2015 . Students who complete a research project will have several opportunities to present their research at various professional meetings and at our Annual Student Research Days in April.                 The application deadline for the NYUCD Summer Research Experience has passed.                                                                                         Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "Research Experience | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Extracurricular Involvement &gt; Research Experience         Research Experience     Involvement in a research project will help you develop and hone critical thinking, teamwork, problem-solving, and  quantitative skills. Schools of the health professions typically do not have a preference for the type of research that  you conduct (bench, translational/clinical, honors work); it is more about the demonstration of your intellectual  curiosity and scholarly development.      Some professional programs incorporate research requirements into their curricula and therefore expect applicants to  have demonstrated an interest in conducting research at the undergraduate level. If you are considering a PhD (MD/PhD,  DO/PhD, etc.) you should plan to gain significant research experience as part of your application portfolio.      As with the other elements of your prehealth preparation, it is critical to seek out and get involved in meaningful  activities that help you grow as an individual, preprofessional student, and academic. If a research opportunity arises  and it aligns with your interests, we encourage you to add this type of experience to your portfolio.            Research Opportunities              CAS Database of Faculty Research    https://www.nyu.edu/cas/ugresearch/index.php   Explore the CAS Database of Faculty Research Specializations to see the projects going on at NYU.           Summer Enrichment Programs    http://services.aamc.org/summerprograms/   AAMC offers a comprehensive database of summer enrichment programs by state for undergraduate students interested in  pursuing careers in medicine and dentistry.           Summer Undergraduate Research Programs    http://www.aamc.org/members/great/summerlinks.htm   AAMC offers a comprehensive database of summer undergraduate research programs in the sciences for undergraduate  students interested in pursuing a career in scientific research.           Summer Medical and Dental Education Program (SMDEP)    http://www.smdep.org/   The Summer Medical and Dental Education Program (SMDEP) is a free (full tuition, housing, and meals) six-week summer  academic enrichment program that offers freshman and sophomore college students intensive and personalized medical and  dental school preparation included academic enrichment, career development, financial planned, clinical exposure and  more. The program takes place on 11 different campuses throughout the country. It began with the goal of increasing the  number of highly qualified medical school applicants from minority groups that were underrepresented in  medicine—primarily African Americans, Hispanics, and American Indians and has now broadened its initial focus on  specific minority groups to include students from rural areas, economically disadvantaged students, and students from  groups that have historically received substandard health care regardless of their racial or ethnic background.   The application deadline is usually March 1st, but check the website. Early application submission is encouraged.           Center for Disease Control and Prevention    http://www.cdc.gov/   The CDC student employment programs, internships, and career development programs guarantee valuable paid and non-paid  work experience. The CDC does not maintain a centralized database of volunteer opportunities. Students should contact  the CDC organization (http://www.cdc.gov/about/organization/cio.htm) they are interested in volunteering to identify an  interest in volunteer opportunities.           National Institute of Health    Summer Internship Program in Biomedical Research    http://www.training.nih.gov/programs/sip/   The Summer Internship Program (SIP) at the NIH provides an opportunity to spend the summer working side-by-side with  some of the leading scientists in the world in an environment devoted exclusively to biomedical research. The NIH  consists of the Mark O. Hatfield Clinical Research Center and more than 1200 laboratories located on the main campus in  Bethesda, MD as well as in Baltimore and Frederick, MD; Research Triangle Park, NC; Phoenix, AZ; Hamilton, MT; and  Detroit, MI. Check the website for the application deadline.           NYU School of Medicine    Summer Undergraduate Research Program (SURP)    http://www.med.nyu.edu/sackler/programs/summer.html   The SURP program runs for nine weeks during the summer for qualified sophomores and juniors who are interested in  pursuing research careers as PhD or MD/PhD candidates. All candidates accepted to SURP must be able to attend during  the designated time frame. The Summer Undergraduate Research Program guarantees all participants: a stipend of $3,500,  free housing in a NYU facility, round-trip travel expenses to New York City. Check the website for the application  deadline.      Students may work with faculty in the disciplines of biomedical imaging, cellular and molecular biology, computational  biology, developmental genetics, medical and molecular parasitology, molecular oncology and immunology, molecular  pharmacology, neuroscience and physiology, and pathobiology. NYU Jack Cary Eichenbaum Neonatology Summer Scholars Program    http://pediatrics.med.nyu.edu/neonatology/medical-education/summer-scholars-program/   The JCE Neonatology Summer Scholar's program involves students in Neonatology research projects as well as involvement  in on site NICU activities. Students have an opportunity to learn about the world of Neonatology as well as other  Pediatrics subspecialty areas such as General Pediatric Surgery, Pediatric Neurosurgery and Pediatric Cardiovascular  surgery. In past years fellowship awards have been granted for the 10 week period. Students must pay their own travel  expenses as well as lodging and meals. Check the website for the application deadline.           NYU Hospital for Joint Diseases Musculoskeletal Research Center (MRC)    Summer Undergraduate Research Program    http://mrc.med.nyu.edu/opportunities/summer   In past years, the NYU Hospital for Joint Diseases Musculoskeletal Research Center (MRC) of the New York University  School of Medicine has offered a Summer Undergraduate Research Program for qualified students who are currently in  their sophomore or junior year of college and are interested in pursuing medical research careers as MD, PhD, or MD/PhD  candidates. The purpose of the program is to provide students who intend to pursue careers in the biomedical sciences  the opportunity to participate in research and be exposed to the excitement of an academic medical environment at a  major research center. The program typically runs for nine weeks from commencing in June and ending in August.  Candidates who are selected must attend for the entire time period. Students are responsible for their own housing. The  Program provides each participant a stipend. Check the website for the application deadline. Bellevue Hospital Center - Project Healthcare (PHC)    http://emergency.med.nyu.edu/education/undergraduates/project-healthcare   Project Healthcare is an innovative volunteer program for enthusiastic and inspired college and post-baccalaureate  students. Created by the Bellevue Hospital Center Emergency Department, PHC allows students an opportunity to  experience and observe many different aspects of healthcare. The program is comprised of several weekly rotations which  are based in the Emergency Department. It offers the committed student a unique healthcare experience, which is  intended to furnish a wealth of knowledge about the numerous options for a career in healthcare. Additional rotations  in other areas of the hospital as well as participation in research and health fair projects allow students the  exposure they need to make educated career choices. Check the website for the application deadline.           Weill Cornell/Rockefeller/Sloan-Kettering Tri-Institutional Campus    Gateways to The Laboratory Summer Program    http://www.med.cornell.edu/mdphd/summerprogram/   The Weill Cornell/Rockefeller/Sloan-Kettering Tri-Institutional MD-PhD Program is the first MD-PhD Program in the  country to establish a summer program for underrepresented minority and disadvantaged college students who wish to  pursue the combined MD-PhD degree. We are the only such program to focus on freshman and sophomore college students.  Realizing that this takes away from your summer vacation, students receive a stipend (which was $4,300 in 2008) and are  reimbursed for their travel expenses. In addition, one family member is flown out to NYC for the final presentations  and accommodated at a high-end hotel in New York City. Check the website for the application deadline.           Weill Cornell    The Travelers Summer Research Fellowship Program   http://www.med.cornell.edu/education/programs/tra_sum_res.html   The program is designed to give 25 premedical students deeper insights into the field of medicine, including issues  that greatly affect the health of traditionally underserved groups. Through the experiences of laboratory or clinical  research, the student learns how one pursues a specific research problem under the supervision of a faculty member. The  summer fellows attend a series of talks by minority physicians about various medical specialties, addressing issues of  concern in these physician's daily work plus views of the bigger picture in health care to minority communities. Check  the website for the application deadline. ACCESS-Summer Research Program for Underserved College Students http://weill.cornell.edu/gradschool/summer/index.html   The Access program of Weill Cornell Graduate School of Medical Sciences (WCGS) is a summer internship program that  trains underserved college students in the biomedical sciences. Interns gain hands-on experience in a biomedical  research laboratory and are encouraged to apply to PhD programs. Selected students are placed in laboratories at the  Weill Cornell Medical College under the mentorship of experienced faculty members. Check the website for the  application deadline.           Gerstner Sloan-Kettering    Gerstner Sloan-Kettering Graduate School Summer Undergraduate Research Program   http://www.sloankettering.edu/gerstner/html/54513.cfm   This ten-week research program is designed for approximately 20 outstanding undergraduate students who are interested  in pursuing a career in biomedically related sciences. Check the website for the application deadline.           Rockefeller University    Rockefeller University Summer Undergraduate Research Fellowship Program    http://www.rockefeller.edu/surf/   The Rockefeller University Summer Undergraduate Research Fellowship (SURF) program provides a unique opportunity for  undergraduates to conduct laboratory research. SURF students work with leading scientists in a broad range of areas  including biochemistry; structural biology and chemistry; molecular, cell and developmental biology; immunology;  virology and microbiology; neuroscience; physics; and mathematical biology. College sophomores and juniors are eligible  to spend 10 weeks during the summer in a Rockefeller University laboratory. The program usually begins the first week  in June and ends the second week in August. Check the website for the application deadline.        Rowan University Graduate School of Biomedical Sciences    The Summer Undergraduate Research Experience (SURE)    http://www3.umdnj.edu/gsbstrat/summer-research.htm   The Summer Undergraduate Research Experience (SURE...to succeed) is designed to provide a stimulating hands-on research  experience for undergraduate students considering graduate education in the biomedical sciences. The program is  conducted at the Stratford Division of the Graduate School of Biomedical Sciences on the campus of the School of  Osteopathic Medicine in Stratford, New Jersey. Each student will have the opportunity to learn the basic skills  necessary to contribute to the research effort while working with and under the guidance of a selected member of the  graduate faculty. The program runs for a ten-week period from late May until the end of July. All students will receive  a stipend of $3,000.00. Students must pay for their own housing and travel expenses to and from Stratford. There is no  on-campus housing. Check the website for the application deadline. Gateway to Dentistry    http://dentalschool.umdnj.edu/gateway.htm   A truly unique program designed to introduce undergraduate students to the wide range of career options associated with  the dental profession. UMDNJ - New Jersey Dental School offers all prospective applicants challenging and informative  hands on dental experience. This is an intensive internship based at the New Jersey Dental School in Newark, New  Jersey. Gateway to Dentistry is a 2-week interactive program that affords each participant a birds-eye exposure to the  various aspects of the practice of dentistry.   The program is now open to 1st, 2nd, 3rd, and 4th year students and qualified recent graduates. Freshman students will  only be considered for the May Program. Check the website for the deadline for receipt of application.           Massachusetts Institute of Technology    Amgen-UROP Scholars Program    http://web.mit.edu/urop/amgenscholars/   Students admitted to the program will have opportunities to conduct research, analyze data, present research results,  network with other undergraduates with similar research interests, and develop working relationships with MIT faculty  mentors and other research staff. The Program also offers a competitive compensation package, including a stipend,  housing in a designated MIT residence hall, and a food allowance. Check the website for the application deadline.           Howard University    Amgen Scholars Program (HUASP)    http://www.howard.edu/amgenscholars/   The Howard University Amgen Scholars Program (HUASP) is designed to facilitate the recruitment, retention and  graduation of undergraduates pursuing degrees in science and engineering related disciplines, with an emphasis on  under-represented students, and their subsequent enrollment in graduate master's and doctoral degree programs. Howard  University Amgen Scholars will receive a stipend, housing and meals, health insurance and travel expenses to and from  Howard University. Check the website for the application deadline.           Boston University    Summer Undergraduate Research Fellowship (SURF)    http://www.bu.edu/urop/surf-program/   SURF is a 10 week research experience that supports undergraduate students for the summer at Boston University.  Participants from institutions across the country are paired with BU faculty members who will serve as their research  mentors. Students receive a stipend, research supplies allowance, a travel subsidy, and housing in a BU apartment  during the program. SURF is offered to promote access to graduate education to talented undergraduate students,  especially among underrepresented minorities. These fellowships provide research projects supervised by Boston  University faculty in engineering, math, computer science, and in the biological, physical, and social sciences. Check  the website for the application deadline.           Harvard University    Summer Internships for Science Undergraduates    http://gsas.harvard.edu/hils/summerinternships.html Cold Spring Harbor Laboratory Watson School of Biological Sciences    Summer Undergraduate Research Program    http://www.cshl.edu/URP/   The Undergraduate Research Program (URP) provides one of the few places in the world where young people are instructed  in the techniques of modern biology while becoming integrated members of a vibrant scientific community. Approximately  25 students from around the world will be accepted to the 10-week summer program to work with senior Laboratory staff  members on independent research projects, specifically in areas of: Cancer Biology Neuroscience Plant Biology Cellular  and Molecular Biology Genetics Macromolecular Structure Bioinformatics. Check the website for the application  deadline.           University of Pittsburgh    Bioengineering &amp; Bioinformatics Summer Institute (BBSI)    http://www.ccbb.pitt.edu/bbsi/   The BBSI @ Pitt provides a unique training experience to students wishing to explore the field of computational biology  by providing an opportunity for talented students to learn quantitative computer modeling methods at multiple scales in  the Life Sciences (molecular to cellular). Students will attend classes taught by core faculty, and will have a unique  opportunity to work with leading scientists and subsequently apply their knowledge towards a mentored state-of-the-art  research project of their choice. The BBSI @ Pitt is a joint program offered by the University of Pittsburgh, the  Pittsburgh Supercomputing Center, Duquesne University, and Carnegie Mellon University. Check the website for the  application deadline.           The University of Chicago    The Pritzker School of Medicine Experience in Research (PSOMER)    http://pritzker.bsd.uchicago.edu/about/diversity/pipeline/psomer.shtml   The Pritzker School of Medicine Experience in Research (PSOMER) program is an 8-week research, education, and mentoring  experience with University of Chicago faculty. Open only to college students who are rising juniors and seniors, the  projects will range from basic science laboratory to clinical research projects. Stipends are provided to cover the  cost of room and board and provide summer earnings. Check the website for the application deadline.           Vanderbilt University    Summer Science Academy    https://medschool.mc.vanderbilt.edu/ssa/   The Vanderbilt Summer Science Academy (VSSA) offers biomedical research opportunities to undergraduates who want to  pursue a career in the biomedical sciences. Basic Sciences Research Programs    https://medschool.mc.vanderbilt.edu/ssa/?q=node/23 The Vascular Biology Summer Research Program for Minority Students    https://medschool.mc.vanderbilt.edu/short_training/   Vanderbilt University School of Medicine in conjunction with Meharry Medical College is offering undergraduate students  an 8 to 11 week training program in vascular biology. The Short Term Training Program for Minority Students will focus  the considerable strengths and diversity of multidepartmental research at Vanderbilt University School of Medicine and  Meharry Medical College, providing a meaningful research training and careers in vascular biology. Check the website  for the application deadline.           American Heart Association    Undergraduate Student Research Program    http://www.heart.org/HEARTORG/Affiliate/Founders-Affiliate-Local-Research-Opportunities_UCM_315885_Article.jsp   The purpose of this undergraduate research training program is to encourage promising students from all disciplines to  consider research careers that are broadly related to the cardiovascular and cerebrovascular areas. Students are  assigned to leading biomedical research laboratories in California, Nevada or Utah for a ten-week period during the  summer to work under the direct supervision of experienced scientists. The projects students work on range from basic  molecular research to direct physiological studies. Examples include signal transduction, gene expression, vascular  wall biology, ion transport and cellular physiology. Some opportunities for participation in more clinical  investigations are also available. Students will not receive college credit for their summer research activities.  Therefore, participation in the program will not appear on an official transcript from the institution where the  student is assigned. Student awardees will receive a stipend of $4,000 for the summer research experience. Check the  website for the application deadline.           Stanford University    Stanford Summer Research Program (SSRP)/Amgen Scholars Program    http://ssrp.stanford.edu/   The Stanford Summer Research Program/Amgen Scholars Program is a fully funded, eight week, residential research  program. It offers undergraduates who want to prepare for and enter Ph.D. programs in the sciences a unique opportunity  for advanced research experience within a world class university. Stanford will provide students with summer housing,  meals, and travel to and from the summer research program. Additionally, all SSRP participants will receive a $3,200  stipend. Check the website for the application deadline.           Columbia University/Barnard College    Amgen Scholars Summer Research Program    http://www.columbia.edu/cu/biology/ug/amgen/   Through the generous support of the Amgen Foundation, Columbia University and Barnard College now offer a summer  research program to a select group of motivated undergraduate students who will benefit from the opportunity of  hands-on laboratory research. This is a chance to experience the joys of discovering something completely new while  learning to overcome the challenges inherent in scientific research. Students work at Columbia University (either at  the Morningside Heights campus or at the Medical Center campus) or Barnard College. The Amgen Scholars Program usually  runs for ten weeks, beginning the Tuesday after Memorial Day. Participants receive a stipend of $4000 and housing on  the Morningside campus of Columbia University. In addition, all Amgen Scholars participate in a conference on drug  discovery in California sponsored by the Amgen Foundation. Check the website for the application deadline.           Yale University    Biomedical Science Training and Enrichment Program (BioSTEP)    http://medicine.yale.edu/education/omca/summer/biostep/index.aspx   Yale BioSTEP (Biomedical Science Training and Enrichment Program) provides intensive, short-term summer research  training for undergraduates, especially students from groups underrepresented in biomedical sciences at  research-intensive universities. Trainees conduct research for 10 weeks at Yale in laboratories and training sites at  Yale School of Medicine and the West Haven Veterans Administration Medical Center. Each student works in the laboratory  of a Yale faculty member who serves as a mentor. Each participant receives a stipend of approximately $4500 and housing  at no cost. Students live in single rooms in Edward S. Harkness Hall, the medical school dormitory located on the  medical center campus. Travel (air, train, or automobile) to and from New Haven is fully paid for or reimbursed. Check  the website for the application deadline. Summer Undergraduate Research Fellowship (SURF)    http://www.yale.edu/graduateschool/diversity/forms/surf.pdf   Each summer the Yale SURF Program brings a group of qualified undergraduates to Yale for eight weeks. The experience is  meant to familiarize students with the kind of work they can expect to do in graduate school, provide them with insight  into the many steps involved in building a career based on Ph.D. level training, as well as foster a sense of  confidence regarding their own abilities and potential. Students are housed at no charge in the Yale Graduate School  Dormitory, and meals are provided in the Yale Summer Program Dining Hall. Students also receive a stipend for  participation in the SURF Program. Travel to and from the program will be covered and arranged through the SURF Program  Office. Students will receive a stipend of $2,500 upon successful participation in the program. The program runs from  the first week of June through the end of July. Check the website for the application deadline.           American Society for Microbiology    Microbiology Undergraduate Research Fellowship (MURF)    http://forms.asm.org/Education/index.asp?bid=4322     The goal of the Microbiology Undergraduate Research Fellowship (MURF) program is to increase the number of  underrepresented undergraduate students who wish to, and have demonstrated the ability to pursue graduate careers  (Ph.D. or MD/Ph.D.) in microbiology. Students will have the opportunity to conduct full time summer research with an  ASM member at their home institution or at a host institution, and present research results at the Annual Biomedical  Research Conference for Minority Students and the ASM General Meeting. The MURF program is supported by funds provided  by the American Society for Microbiology. The program provides a total funding of up to $5,850. Check the website for  the application deadline.           Tufts University Sackler School of Graduate Biomedical Sciences   Building Diversity in Biomedical Sciences    http://sackler.tufts.edu/Admissions/Apply-to-Non-Degree-Programs/Building-Diversity-in-Biomedical-Sciences.aspx   The Sackler School offers 10 week summer internships for undergraduate students interested in pursuing research careers  in the biomedical sciences, beginning the first week of June. Stipends are available to cover travel and living  expenses, and housing is available in the university dormitory. During the course of the program, students conduct  research under the supervision of a faculty mentor. They present the results of their projects at a poster presentation  at the end of the summer. Every two weeks the students meet in small groups with a faculty facilitator to discuss each  other's research. This provides each student with useful feedback on his or her project as well as the opportunity to  learn about what is going on in other laboratories. The program also features several field trips and counseling on  applying to graduate and medical schools. Check the website for the application deadline.           University of Michigan School of Public Health   Health Management Summer Enrichment Program (SEP)    http://www.sph.umich.edu/sep/   The SEP encourages undergraduates to consider health management and policy as an attractive career option through which  they can address health disparities by familiarizing them with the field through a structured summer work experience.  Each placement is designed to offer a stimulating opportunity for awareness, learning and growth. The ultimate goal is  to increase participation of students committed to eliminating health disparities in this important and exciting field.  All students are provided a tax-free stipend of $3000 for the 8-week program. All students who do not either reside in  Southeast Michigan or attend the University of Michigan, are provided with prepaid transportation to and from Ann Arbor  from their home or school. Airline fares and ground transportation to Ann Arbor are handled by the program. Check the  website for the application deadline.           Greater New York Hospital Association (GNYHA)   Summer Enrichment Program    http://www.gnyha.org/   The Summer Enrichment Program is a 12 week paid internship for rising second year graduate students and second year  graduate students in health care management or a comparable program. Students are assigned to a health care facility,  where they will work with a senior health care executive. The program seeks to promote diversity in health care  management and provides students, including ethnically under-represented students, with the opportunity to learn more  about the major issues, skills, and responsibilities involved in health care management. The summer experience will  enhance students' knowledge and understanding of the field, putting them in a better position to pursue a career in  health care administration. Check the website for the application deadline.           New York City Department of Health    Health Research Training Program    http://www.nyc.gov/html/doh/html/hrtp/hrtp.shtml   The Health Research Training Program (HRTP) of the New York City Department of Health and Mental Hygiene provides  undergraduate, graduate/professional school students the opportunity to experience some of the \"real life\" challenges  of public health. By working on current relevant public health issues under the close supervision of experienced  professionals, students apply their classroom learning to practical problems and, in the process, learn critical  skills. Most students work full-time for 10-12 weeks during the summer, and part-time during the academic year.  Financial stipends are available on a limited basis. Some support may be available for those students in the Federal  College Work/Study program. Not all internships are paid. Check the website for the application deadline.           Utica Zoological Society   Zookeeper Internship    http://www.uticazoo.org/education/   Zookeeper Internship consists of training in general introductions to operations and direct animal care in the four  animal areas: Children's Zoo, Hoofstock, Wildlife, and Veterinary Department. Housing is provided. Students interested  in majoring in biology, zoology, pre-vet or related fields. Must have proof of negative TB test and provide own  transportation. Students should submit a cover letter and resume explaining your interest in position.           Society of Toxicology   Student Research Internships in Toxicology Program    http://www.toxicology.org/ai/eo/sri.asp   The Society of Toxicology (SOT) encourages students to consider a career in toxicology! SOT serves as a clearinghouse  for toxicology internship opportunities. The cumulative listing of these internships is available from January to April  each year. Students review the list and send the application form and supporting documents directly to the programs of  interest. The sponsor sets deadlines, eligibility criteria, determines the level of financial support offered, and  selects the intern(s). Internships are posted between January - April.           Albert Einstein College of Medicine   Summer Undergraduate Research Program    http://www.einstein.yu.edu/education/phd/the-summer-undergrad-research-program.aspx   This program is for outstanding undergraduate students who are completing their junior year, with a strong background  in the sciences (biology, biochemistry, chemistry, physics, bioengineering or chemical engineering, etc.). In rare  instances, sophomores with strong science backgrounds and/or strong research backgrounds may be considered. Check the  website for the application deadline.           Cornell University   Shoals Marine Laboratory Undergraduate Research Opportunities    http://www.sml.cornell.edu/sml_students_internships.html   Shoals Marine Laboratory is an exciting place to spend the summer, and gain valuable research and work experience.  Check out the various internships online.           Hunter College, CUNY – Center for Study of Gene Structure &amp; Function   Summer Program for Undergraduate Research (SPUR)    http://macaulay.cuny.edu/community/now/2012/01/gene-structure-and-function-summer-2012-research-at-hunter-college/   The goal of the Institute is to prepare and encourage minority undergraduate students to pursue graduate Biomedical  Research. The Summer Program for Undergraduate Research of the Center for Study of Gene Structure &amp; Function at  Hunter College, City University of New York, was established in 1994. The goal of the Institute is to prepare and  encourage U.S. undergraduate students to pursue graduate Biomedical Research. Call for more information. Check the  website for the application deadline.           Mount Sinai School of Medicine   Summer Undergraduate Research Program    http://www.mssm.edu/education/graduate-school/degrees-and-programs/summer-undergraduate-research-program/   The Summer Undergraduate Research Program (SURP) begins on the first Monday of June and runs for 10 full-time  consecutive weeks. Program highlights include access to over 200 cutting-edge laboratories, networking opportunities  and a housing stipend. Fellows will live during the 10-week period in nearest Mount Sinai's subsidized housing. The  Program usually begins on the first Monday in June. All Fellows must begin the Program on this day. Applicants should  have a minimum GPA of 3.5 and should have completed at least general biology, general chemistry, calculus, and organic  chemistry. Check the website for the application deadline.           University of Rochester Medical Center   Summer Scholars Program    http://www.urmc.rochester.edu/GEBS/summer.htm   Students must commit to working for 10 weeks. Summer trainees will work under the direct supervision of a participating  faculty mentor. All summer trainees will participate in research/educational seminars and presentations on graduate  school and careers. A GRE General Test preparation course will also be offered to interested students. The summer  program offers a weekly stipend. Housing will be provided in the University dorms for 10 weeks (if needed) at no  charge. Check the website for the application deadline.                             Home       Careers       Prehealth Courses       Application Process       Extracurricular Involvement                Clinical Experience            Research Experience            Civic Engagement              NYU Clubs and Organizations         Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}]}]