[{"detail": [{"content": "Principal Investigator's Guide                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Research   /   Resources and Support Offices   /   Getting Started with Your Research   /   Sponsored Programs   /   Forms & Guides   /   Principal Investigator's Guide                 Sub Navigation                                 Introduction                       Proposal Development                       Regulatory Requirements, Representations and Certifications                       Submission Procedures                       Accepted Proposals                       Declined Proposals                                                                   Principal Investigator's Guide        Section 1: Introduction   What OSP Does   OSP Staff   What Is a Sponsored Program   What Is a Proposal?   Who May Submit a Sponsored Program Proposal?   Institutional vs. Individual Proposal   Submission Other Important Offices   Section 2: Proposal Development   Chapter I. Overview   Initiating a Proposal  Conforming to Departmental/Unit Objectives   Getting Guidelines/Application Forms   Timing the Proposal Process   Proposal Preparation   Published Guides and How-To's   Pre-Submission Reviews   Chapter II. Proposal Content   Title or Cover Page   Abstract   Table of Contents   Narrative   Budget and Budget Justification   Biographical Sketch   Current and Pending Support   Other   Appendix   Chapter III. Proposal Production Requirements   Physical Requirements   Number of Copies     Section 3: Regulatory Requirements, Representations and Certifications   Chapter I. Regulatory Requirements   Human Subjects  Laboratory Animals   Radiation Safety  Recombinant DNA  Environmental Health and Safety   Chapter II. Representations and Certifications   Debt, Debarment, and Suspension   Drug-free Workplace   Lobbying   Misconduct in Science   Conflict of Interest   Civil Rights, Handicapped Individuals, Sex Discrimination, Age Discrimination   Inventions and Patents   Section 4: Submission Procedures   Sponsor Deadlines   University Review and Approval    Section 5: When a Proposal is Accepted   Award Process   Award Document  University Acceptance   Section 6: Declination of Proposals                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Principal Investigator's Guide                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Research   /   Resources and Support Offices   /   Getting Started with Your Research   /   Sponsored Programs   /   Forms & Guides   /   Principal Investigator's Guide                 Sub Navigation                                 Introduction                       Proposal Development                       Regulatory Requirements, Representations and Certifications                       Submission Procedures                       Accepted Proposals                       Declined Proposals                                                                   Principal Investigator's Guide        Section 1: Introduction   What OSP Does   OSP Staff   What Is a Sponsored Program   What Is a Proposal?   Who May Submit a Sponsored Program Proposal?   Institutional vs. Individual Proposal   Submission Other Important Offices   Section 2: Proposal Development   Chapter I. Overview   Initiating a Proposal  Conforming to Departmental/Unit Objectives   Getting Guidelines/Application Forms   Timing the Proposal Process   Proposal Preparation   Published Guides and How-To's   Pre-Submission Reviews   Chapter II. Proposal Content   Title or Cover Page   Abstract   Table of Contents   Narrative   Budget and Budget Justification   Biographical Sketch   Current and Pending Support   Other   Appendix   Chapter III. Proposal Production Requirements   Physical Requirements   Number of Copies     Section 3: Regulatory Requirements, Representations and Certifications   Chapter I. Regulatory Requirements   Human Subjects  Laboratory Animals   Radiation Safety  Recombinant DNA  Environmental Health and Safety   Chapter II. Representations and Certifications   Debt, Debarment, and Suspension   Drug-free Workplace   Lobbying   Misconduct in Science   Conflict of Interest   Civil Rights, Handicapped Individuals, Sex Discrimination, Age Discrimination   Inventions and Patents   Section 4: Submission Procedures   Sponsor Deadlines   University Review and Approval    Section 5: When a Proposal is Accepted   Award Process   Award Document  University Acceptance   Section 6: Declination of Proposals                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Principal Investigator's Guide - Section 2                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Research   /   Resources and Support Offices   /   Getting Started with Your Research   /   Sponsored Programs   /   Forms & Guides   /   Principal Investigator's Guide                 Sub Navigation                                 Introduction                       Proposal Development                       Regulatory Requirements, Representations and Certifications                       Submission Procedures                       Accepted Proposals                       Declined Proposals                                                                   Principal Investigator's Guide - Section 2       Proposal Development         Chapter I. Overview   Initiating a Proposal   The principal investigator (PI) is responsible for initiating proposals, for preparing the proposal or application materials, and for forwarding them within the University to the appropriate administrative officers for review and submission.     Conforming to Departmental/Unit Objectives   Before developing a proposal, ascertain that the proposed project is consistent with the programmatic objectives of the department; a discussion with the department chairperson or dean ordinarily will resolve this issue. At this time, discuss any special needs (facilities, potential costsharing, leaves of absence) that will involve the allocation of departmental or school resources.     Obtaining Guidelines/Application Forms   OSP can provide hardcopy guidelines and application forms for all major federal programs, as well as for many foundations and voluntary health agencies or sponsors, and access to on-line forms where these are accepted. In a few instances, the sponsor requires that the individual applicant request materials directly. Most federal and many private sponsors make available guidelines and application forms on their World Wide Web sites. Web addresses are listed on OSP's Deadline Calendar, available also in print.     Timing The Proposal Process   Most sponsors have published deadlines; information on specific program deadlines can be obtained from unit research administration officers and/or OSP. Proposal processing by most government agencies will take an average of nine months from the deadline to actual award. Agencies are becoming increasingly strict about proposal deadlines and will not hesitate to return an application unreviewed if it is not received on time. OSP uses the services of a reliable commercial carrier, but cannot guarantee that a package sent for overnight delivery will arrive on time. Weather delays and occasional glitches in service may jeopardize on-time receipt of a package. For this reason, and to allow the various units at the University adequate time for review of an application, OSP should receive proposals for review at least ten working days prior to the program deadline.     Proposal Preparation   OSP Projects Officers are prepared to advise PIs throughout the process. Detailed suggestions for the preparation of proposals follow; consult Proposal Content .     Published Guides And How-To's   The OSP library includes several books and pamphlets which provide information on proposal preparation. These materials are available for reference.     Pre-Submission Reviews   Friendly reviews of proposal drafts by a colleague are strongly suggested to ensure clarity of presentation. In addition, some agencies encourage review by program officers of preliminary proposals in order to provide feedback that may enhance the final application. OSP Projects Officers are available to check a draft to ensure conformance with sponsor guidelines.         Chapter II. Proposal Content   The form of an application will necessarily vary with the requirements of the prospective sponsor. Information on specific agency program format is available from unit research administration officers and/or OSP. If no standard form is prescribed by the sponsor, the following outline may be used in creating proposals.     Title or Cover Page   When a form/format is not provided by a sponsor, develop a cover page that includes thefollowing:                                PI name, institutional IDs (NYU, school, department) address, telephone number, e-mail address and fax number          NYU Employer Identification (IRS) Number: 135562308          Project title          Total amount requested          Start and end date          Signature of PI          Name of institutional authorizing official, address, telephone number, e-mail address and fax number          Signature of Authorizing Official (to be provided by OSP).                                  Other Information That May Be Required on Cover Page:                                US Congressional District: 8          NYS Senatorial District: 27          NYS Assembly District: 66          Human Subjects Assurance: M-1250-01XM          Animal Welfare Assurance: A3317-01                                Abstract   Most sponsors require a one-page (or less) narrative summary of the proposed project. The abstract is used for dissemination or public relations purposes; it should be jargon-free and comprehensible to the lay reader. Consult program guidelines for specific information on format, length, and required content. In addition, under University Senate guidelines, every funded project must have a summary of its purposes and a record of its sponsorship on file with OSP. For University purposes, the summary should include the project title, name of the PI(s), and dollar value. If the agency does not require a formal summary or abstract in the proposal, such a statement must be prepared on a separate sheet and accompany the proposal.     Table of Contents   Certain agencies have specified formats for this section. The National Science Foundation, for example, requires that the number of pages in the component sections be indicated; providing actual page numbers is optional. The National Institutes of Health call for actual page numbers where a given section may be found. In the absence of specific directions, pages should be numbered consecutively and the Table of Contents should identify the major sections of the proposal.     Narrative   The main body of the proposal should be a clear statement of the work to be undertaken and should include:                                objectives and their expected significance          the relation of the project to the present state of knowledge in the field, to work in progress by the PI, and to work in progress elsewhere          an outline of the general plan of work, including the broad design of activities to be undertaken          description of experimental methods and procedures          description of any substantial collaboration with individuals not included in the budget (such collaborations should always be documented with a letter from each collaborator)          full literature citations (full names of authors, title, and location in the literature - follow program guidelines for format).                                  Note that most agencies impose page limitations on the narrative section, as well as on other sections of the proposal and disqualify proposals when these limitations are exceeded. Consult your OSP Projects Officer as early as possible in the course of developing proposals. Program guidelines developed by the funding agency should be read carefully before starting the proposal preparation process. The guidelines specify the proposal's content and format; any deviations from printed guidelines must be cleared in advance with a program officer at the agency.     Budget and Budget Justification   Reviewers use the budget as a summary of the entire proposal, so considerable thought should go into its preparation. Most sponsors provide detailed instructions and printed forms for budget preparation. In any case, OSP Projects Officers have expertise in the development of budgets and provide assistance in their preparation.   Proposal budgets include two basic categories: direct costs of the proposed project, and indirect costs or overhead , a calculation of the cost of University facilities and services provided for all projects.     Direct Cost Categories   Personnel   Personnel effort on sponsored projects is normally expressed as a percentage of an employee's annual base salary, commensurate with the estimated time the person will devote to the project, and charged to the sponsor as a line item in the personnel section of the budget. Where unreimbursed time is committed, the University may be required to document it as costsharing . Except for part-time temporary support personnel who are hired on an hourly basis (consult Casual Employees ), effort should generally not be expressed in terms of person-hours or hourly rates. Anticipated salary increases should be included when preparing a multi-year budget. Consult your OSP Projects Officers for current inflation projections. These projections do not commit the PI, department, or school to grant specific increases to individual staff members; in research proposals they allow the University to present a consistent picture of its best estimate of inflationary increases. Proposal budgets should therefore be footnoted as follows: \"Salary projections are in accordance with current University planning guidelines.\"   Faculty (Code 102). Faculty members are generally appointed for the nine month academic year, and may seek reimbursement for academic year released time, when formally excused from teaching or other assignments by the department head and dean, as well as for additional compensation for a maximum of three summer months subject to limits set by funding agencies. The approximate percentage of time per month should be computed and multiplied by 1/9 of the academic year salary to determine the monthly salary for the summer. Some faculty members are appointed on an 11-month basis. No one in this category may receive additional salary for summer research.   Faculty members may not receive \"overload\" compensation for additional research duties during the academic year or summer months. In other words, faculty members may no commit more than 100% of their time.   Research support, fellowships, or grants-in-aid may be available to supplement sabbatical year salaries. Consult your dean and OSP regarding such possibilities.   In those instances where part-time faculty (Code 112) are involved, consult your OSP Projects Officer.   Professional Research Staff (Codes 103, 113). Professional Research Staff, including research scientists, research scholars, and training specialists, are compensated for such periods as they are actually employed. Their remuneration is calculated on the basis of a 12-month year, paid in monthly installments. Specify in the proposal budget the compensation for the period of employment. Calculate the charge based on the salary multiplied by the percentage of time to be devoted to the project. Research staff are not eligible for \"overload\" compensation. Calculate the compensation for part-time Professional Research Staff (Code 113) by prorating the comparable full-time salary.   Graduate Research Assistants (RA) (Codes 130, 131). Research Assistants are graduate students whose time is divided between formal study and research. Research Assistants receive salary (not stipend support). Their remuneration is generally calculated on the basis of 12 months of service, including one month's vacation. Tuition remission is charged as a percentage of their salary, in lieu of fringe benefits, regardless of whether the student will be taking classes or nor during the project period. Tuition remission is included in the Other Costs category and is excluded from the indirect cost base.   Undergraduate Students (Codes 118, 119). Undergraduate students are called Student Assistants when employed on a research project. Code 118 is used for students with federal work study awards; currently 37% of their salary is charged to the sponsor, with the remainder paid by the work study program. Code 119 is used for all other students.    Casual Employees (Code 115). Code 115 employees are those hired for short assignments requiring fewer than 25 hours/week.    Other Project Staff (Codes 100, 104, 106). Several other types of professional and non-professional staff may be employed on sponsored projects, including research aides, technicians, laboratory assistants, programmers, statisticians, and plant or service staff. When in doubt about the proper personnel classification and title for project personnel, the PI should check with the Employment Office. Salary charges for these employees should be calculated on the basis of twelfths.   Recent revisions to the federal cost principles governing institutions of higher education have placed restrictions on the instances in which salaries for administrative and clerical personnel may be directly charged to grants. Eligible individuals must be identified specifically with a particular sponsored project and employed for non-routine tasks. Examples include projects involving:                              assembling and managing teams of investigators;         accumulating and entering extensive data;         making travel and meeting arrangements for large numbers of participants;         principally preparing and producing manuals and large reports.                               In addition, levels of effort of less than 10% are less likely to be found acceptable than larger blocks of time. Consult your OSP Projects Officers concerning the allowability of charges for these personnel.     Fringe Benefits   Fringe benefits are charged as a percentage of salaries for payroll codes 100, 102, 103, 104, 106, 115, 118, 119, and the part-time equivalents for the first five codes, to cover such benefits as are provided by the University. The rate is applicable to all salaries for the above categories of employees, including summer compensation of faculty and hourly and/or part-time personnel costs. The funds generated by this composite rate are pooled and eligible employees may draw from them to the extent appropriate to their code. The fringe benefit rate is determined annually; refer to the Proposal Preparation information or contact OSP directly for current rate information.     Consultants   Consultant fees are a separate category of direct costs and are not listed as part of the personnel budget. Consultant fees may be paid only to individuals not employed by the University who can provide special knowledge or advice necessary for the project. University employees who may be called on for special services should be listed in the salary section of the budget for an appropriate portion of their salary. Federal agencies specifically prohibit the payment of consultant fees from grants or contracts to persons employed by the federal government in any capacity. Consultant fees normally include any charges associated with the consultant's services, such as travel and subsistence.     Travel   Indicate briefly the purpose and frequency of expected travel and its applicability to the project. University policy provides that domestic travel be reimbursed at actual cost up to a daily maximum of $190 in substantiated costs. Consult the New York University Travel Policy.   Consult OSP for the currently approved schedule of foreign per diem rates permitted by the federal agencies and any limitations or restrictions imposed by specific sponsors on travel outside the U.S.     Capital Equipment   Itemize capital equipment ($3000 and above) to be purchased, providing a description, cost estimate, and justification of need. The cost of a single unit of equipment should include related charges, such as those for accessories needed to make it operable, installation fees, delivery costs, insurance, and taxes, if any. For Special Purpose equipment costing $1,000 or more, a certification may be obtained from and must be filed with the NYU Property Office. Some sponsors may provide needed equipment directly to a project rather than provide funds for its purchase. Equipment is excluded from the indirect cost base.     Consumable Supplies and Expendable Equipment   This category includes, but is not limited to, items such as the following: chemicals, glassware, small electronic components, computer and printer supplies, and animal purchase. The estimated costs should be given for each category.   The same revisions to the federal regulations which restrict administrative and clerical salaries also identify general purpose office equipment and supplies as unallowable direct costs. Proposals, however, may continue to request these items in those circumstances where administrative and clerical salaries are appropriate (consult Other Project Staff ). In addition, it is important to differentiate certain items such as computer software and supplies from general office supplies in the budget justification.     Participant Support Costs   Costs of tuition and fees, travel, per diem, honoraria, registration, books and manuals, and special supplies for program participants in conferences, symposia, and workshops may be allowable as a direct charge (consult Direct Costs for Training Programs ) This category is excluded from the indirect cost base.     Publication Support Costs   This category includes manuscript preparation expenses, illustration costs, and page and reprint charges in established journals. Costs for publication of a book, monograph, or pamphlet usually cannot be charged to a project unless prior approval has been received from the sponsor.     Communications   This category includes the costs of bulk mailing, postage, commercial carrier, telex, fax, e-mail, long-distance telephone, telegrams or cables, and computer time.     Subcontracting   When a portion of the project is going to be carried out at another institution or organization, a subcontract or subagreement with the University is required in order to ensure compliance with sponsor requirements. Documentation from each subrecipient's authorizing official including an itemized budget, with justification, a statement of work to be performed, and qualifications to do that work should be incorporated into the proposal. Some federal agencies require a completed cover sheet and certain certifications signed by the institutions authorized official. Subcontracts may also require the prior written approval of the agency's grants officer.     Other Direct Costs   Tuition Remission. Federal regulations require that Research Assistants (Codes 130 and 131) be excluded from the fringe benefits pool. Tuition remission is calculated as a percentage of the salary paid to the Research Assistant. The resulting figure is excluded from the indirect cost base. Refer to the Proposal Preparation Information or contact OSP directly for current rates.   Equipment Maintenance.   Animal per diem charges . A schedule of charges is available from the Office of Veterinary Resources (OVR) .   Miscellaneous. These may include security, health, safety, or advertising charges for professional staff recruitment.   Rental and maintenance costs. Special off-campus installations, such as a field station or storefront location, should be a direct charge. (Note that under such circumstances an off-campus indirect cost rate will prevail.)     Direct Costs for Training Proposal Budgets   Some sponsors support training programs, special institutes, research participation programs, and similar activities for the benefit of graduate or undergraduate students, trainees in certain professions, or individuals outside the University such as high school or college teachers. Sponsors may pay tuition or actual training costs of the project as budgeted. Fees must be separately listed as costs and if not provided by sponsors must be paid by the trainees. Thus, the budget for such a program usually provides for the following direct costs:     Stipends for Participants   These usually are fixed by the sponsor; sums may vary with the level of study. If not specified by the sponsor, an appropriate stipend level may be developed in consultation with the department head or dean and OSP.     Dependency Allowance   Where permitted by the sponsor, this is usually a fixed sum per dependent.     Participant's Travel Costs   Allowable travel costs vary with the sponsor and program and may include subsistence, commutation, round-trip fare and local travel for each trainee.     Other Expenses   Other expenses may include book allowances, application and other fees.     Tuition   Actual tuition is computed if the program costs are to be met through tuition rather than through program cost per participant.     ACTUAL TRAINING COST ESTIMATE   When the sponsor requires that the program be budgeted in terms of per participant costs, the estimated program costs must be developed in place of the tuition item. Such a budget includes those costs listed under DIRECT COST CATEGORIES, as well as stipends, dependency allowance, and fees per student.     Indirect Costs (Overhead)   Indirect costs represent those expenses not readily allocable to any single research or training project, but which represent the University's costs for carrying out research or training activities. The U.S. Office of Management and Budget (OMB) has issued, in conjunction with college and university representatives, Federal Management Circular A-21 entitled, \"Principles for Determining Costs Applicable to Research Development Under Grants and Contracts with Educational Institutions,\" which identifies allowable direct cost categories and also prescribes a standard distribution and allocation method for recovery of indirect costs. Like all other universities with federally funded research and training grants and contracts, New York University prepares and submits a periodic determination of indirect costs based upon operating expenditures in conformance with A-21 standards. The submission is reviewed by federal auditors and is negotiated by the University's Contract Office with representatives of the University's cognizant federal agency, the Department of Health and Human Services (DHHS).   Indirect costs (facilities and administration in the current Federal vernacular) comprise portions of the following: operation and maintenance of facilities, including rent and depreciation/use charges on buildings and equipment; library services; research and training administration expenses; deans' and department chairpersons' office expenses, including salaries and wages expended jointly for research and instructional activities; and overall University administration.     Indirect Cost Rates for Research Projects   The current Rate Agreement with DHHS outlines indirect cost (facilities and administration) rates for both on- and off-campus activities. These rates must be incorporated into all budgets for research projects. Indirect costs are charged on a modified total direct cost base which excludes capital equipment (items of equipment costing in excess of $3000 and having an expected life of more than two years), alterations and renovations, subcontract costs in excess of $25,000, student aid, participant support costs, and tuition remission for Research Assistants (for the life of the project).   The off-campus indirect cost rate may generally only be charged when all aspects of the project are conducted off the premises for a consecutive three-month or more period.     Indirect Cost Rates on Training and Other Projects   Most training programs provide a modest fixed percentage of modified total direct costs as reimbursable overhead costs. Some sponsors, however, pay full overhead costs. These rates are generally identified in the program announcements.     Indirect Costs Applicable to Non-Governmental Proposals   In applications for research and training support to non-governmental sponsors, including foundations and industry, an appropriate charge for University overhead expenses should be included. University policy stipulates that indirect costs from commercial entities should be recovered at the most recently negotiated federal rate; for all sponsors other than the government and commercial sector, indirect costs should ordinarily be recovered at one-half the current federal on-campus rate, expressed either as a rate or as specific directly charged costs. When a sponsor has a written policy disallowing indirect charges, or when its policy, whether formal or understood, limits recovery to a lower amount, indirect costs should be itemized to the extent allowable as direct charges, including, for example, space costs, administrative salaries, local telephone and office furnishings. OSP will provide guidance on the overhead expenses to be included in proposals to non-governmental sponsors. Exceptions to University policy require the specific written approval of the dean of the originating school, unless total costs exceed $100,000, in which case the approval of the Vice President for Finance (and sometimes the Provost ) is also required. All requests for exception must be carefully justified with approvals coordinated through OSP.     Costsharing   Some agencies are precluded from reimbursing the University for the full costs of sponsored programs funded as grants. This means the University is required to share in the cost of each program. In accordance with University policy, costsharing should not be offered in response to solicitations by federal agencies unless the regulations specifically mandate costsharing. For those agencies with specific mandatory costsharing requirements (Environmental Protection Agency, National Endowment for the Humanities, United States Information Agency), two-column budgets (agency column and New York University contribution column) are generally prepared for submission. Costsharing should generally be indicated on the basis of direct expenses, e.g., release time with associated fringe benefits, equipment purchase, computer time, and associated indirect costs etc.; costsharing funds may be available subject to department and/or school approval. Costsharing may be offered by the contribution of University funds or by in-kind contributions, such as salary and associated fringe benefits.   The matter of costsharing is one of concern at the University. Those elements within University budgets that are presented as costsharing will, in the accounting processes required of the University's Finance Division by the Office of Management and Budget in preparing the indirect cost proposal, affect the total amount recovered under any given indirect cost agreement. In no instance should costsharing beyond the minimum required be provided.     Biographical Sketch   This section should be limited to information about the professional background, affiliations, and publications of the key personnel. Consult program guidelines for page limitations and specific requirements.     Current and Pending Support   Most federal and some non-federal sponsors require detailed information on the current and pending support for the PI key personnel, as well as information on the percentage of time committed to other projects. At a minimum, this section should include the following information on currently funded projects, as well as pending and planned proposals: project title, source of support, including award number where relevant, PI, total award amount, total period covered, and time commitment.     Other   These may include Collaborator/Consortial agreement letters; material from subcontractors (budget and justification, current and pending support, letter of institutional approval). As always, consult program guidelines to determine what is allowable and/or necessary.     Appendix   Certain agencies do not allow the inclusion of appendix material without the specific approval of a program officer. Program guidelines may also specify format and length. In no circumstances may an appendix be used to circumvent the page limitations of other sections in the proposal.         Chapter III. Proposal Production Requirements   Sponsor Requirements   Physical Requirements   It is essential that proposals follow sponsor requirements for proposal format. Sponsors often establish page limitations (particularly for certain portions of a proposal), line spacing, page margins (and requirements), and minimum allowable type size. Requirements should be checked using a standard device for measuring type size rather than relying on the font selected for a particular word processing/printer combination. Proposals not meeting production requirements (including type size and page length) are subject to rejection by the sponsor.   Guidelines will specify how proposals should be collated. There may be stipulations about how proposals are to be bound; proposals should be collated and held with paper clips or rubber bands when submitted to OSP. Please do not bind or staple proposals before delivering to OSP.   Final copies of proposals should be neat, accurate, and well-written. Note again that sponsors are serious about their submission deadlines, and that ten working days are required for internal University processing .     Number of Copies   Most sponsors require a specified number of copies of the formal proposal. In most instances, at least one copy must bear the original signature of the PI and the University's authorizing official to transmit proposals. Some sponsors may require additional copies of certain pages; review guidelines carefully. In addition to the number of copies required by the sponsor, certain unit and University offices require copies of the proposal:         Number of copies Required by:   2 Office of Sponsored Programs  1 Department Chairperson  1 Dean or Research Director  1 Environmental Services (where applicable)  1 Office of Laboratory Animal Services (where applicable)  Consult program guidelines Sponsor                                               NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Principal Investigator's Guide                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Research   /   Resources and Support Offices   /   Getting Started with Your Research   /   Sponsored Programs   /   Forms & Guides   /   Principal Investigator's Guide                 Sub Navigation                                 Introduction                       Proposal Development                       Regulatory Requirements, Representations and Certifications                       Submission Procedures                       Accepted Proposals                       Declined Proposals                                                                   Principal Investigator's Guide        Section 1: Introduction   What OSP Does   OSP Staff   What Is a Sponsored Program   What Is a Proposal?   Who May Submit a Sponsored Program Proposal?   Institutional vs. Individual Proposal   Submission Other Important Offices   Section 2: Proposal Development   Chapter I. Overview   Initiating a Proposal  Conforming to Departmental/Unit Objectives   Getting Guidelines/Application Forms   Timing the Proposal Process   Proposal Preparation   Published Guides and How-To's   Pre-Submission Reviews   Chapter II. Proposal Content   Title or Cover Page   Abstract   Table of Contents   Narrative   Budget and Budget Justification   Biographical Sketch   Current and Pending Support   Other   Appendix   Chapter III. Proposal Production Requirements   Physical Requirements   Number of Copies     Section 3: Regulatory Requirements, Representations and Certifications   Chapter I. Regulatory Requirements   Human Subjects  Laboratory Animals   Radiation Safety  Recombinant DNA  Environmental Health and Safety   Chapter II. Representations and Certifications   Debt, Debarment, and Suspension   Drug-free Workplace   Lobbying   Misconduct in Science   Conflict of Interest   Civil Rights, Handicapped Individuals, Sex Discrimination, Age Discrimination   Inventions and Patents   Section 4: Submission Procedures   Sponsor Deadlines   University Review and Approval    Section 5: When a Proposal is Accepted   Award Process   Award Document  University Acceptance   Section 6: Declination of Proposals                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Principal Investigator's Guide - Section 2                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Research   /   Resources and Support Offices   /   Getting Started with Your Research   /   Sponsored Programs   /   Forms & Guides   /   Principal Investigator's Guide                 Sub Navigation                                 Introduction                       Proposal Development                       Regulatory Requirements, Representations and Certifications                       Submission Procedures                       Accepted Proposals                       Declined Proposals                                                                   Principal Investigator's Guide - Section 2       Proposal Development         Chapter I. Overview   Initiating a Proposal   The principal investigator (PI) is responsible for initiating proposals, for preparing the proposal or application materials, and for forwarding them within the University to the appropriate administrative officers for review and submission.     Conforming to Departmental/Unit Objectives   Before developing a proposal, ascertain that the proposed project is consistent with the programmatic objectives of the department; a discussion with the department chairperson or dean ordinarily will resolve this issue. At this time, discuss any special needs (facilities, potential costsharing, leaves of absence) that will involve the allocation of departmental or school resources.     Obtaining Guidelines/Application Forms   OSP can provide hardcopy guidelines and application forms for all major federal programs, as well as for many foundations and voluntary health agencies or sponsors, and access to on-line forms where these are accepted. In a few instances, the sponsor requires that the individual applicant request materials directly. Most federal and many private sponsors make available guidelines and application forms on their World Wide Web sites. Web addresses are listed on OSP's Deadline Calendar, available also in print.     Timing The Proposal Process   Most sponsors have published deadlines; information on specific program deadlines can be obtained from unit research administration officers and/or OSP. Proposal processing by most government agencies will take an average of nine months from the deadline to actual award. Agencies are becoming increasingly strict about proposal deadlines and will not hesitate to return an application unreviewed if it is not received on time. OSP uses the services of a reliable commercial carrier, but cannot guarantee that a package sent for overnight delivery will arrive on time. Weather delays and occasional glitches in service may jeopardize on-time receipt of a package. For this reason, and to allow the various units at the University adequate time for review of an application, OSP should receive proposals for review at least ten working days prior to the program deadline.     Proposal Preparation   OSP Projects Officers are prepared to advise PIs throughout the process. Detailed suggestions for the preparation of proposals follow; consult Proposal Content .     Published Guides And How-To's   The OSP library includes several books and pamphlets which provide information on proposal preparation. These materials are available for reference.     Pre-Submission Reviews   Friendly reviews of proposal drafts by a colleague are strongly suggested to ensure clarity of presentation. In addition, some agencies encourage review by program officers of preliminary proposals in order to provide feedback that may enhance the final application. OSP Projects Officers are available to check a draft to ensure conformance with sponsor guidelines.         Chapter II. Proposal Content   The form of an application will necessarily vary with the requirements of the prospective sponsor. Information on specific agency program format is available from unit research administration officers and/or OSP. If no standard form is prescribed by the sponsor, the following outline may be used in creating proposals.     Title or Cover Page   When a form/format is not provided by a sponsor, develop a cover page that includes thefollowing:                                PI name, institutional IDs (NYU, school, department) address, telephone number, e-mail address and fax number          NYU Employer Identification (IRS) Number: 135562308          Project title          Total amount requested          Start and end date          Signature of PI          Name of institutional authorizing official, address, telephone number, e-mail address and fax number          Signature of Authorizing Official (to be provided by OSP).                                  Other Information That May Be Required on Cover Page:                                US Congressional District: 8          NYS Senatorial District: 27          NYS Assembly District: 66          Human Subjects Assurance: M-1250-01XM          Animal Welfare Assurance: A3317-01                                Abstract   Most sponsors require a one-page (or less) narrative summary of the proposed project. The abstract is used for dissemination or public relations purposes; it should be jargon-free and comprehensible to the lay reader. Consult program guidelines for specific information on format, length, and required content. In addition, under University Senate guidelines, every funded project must have a summary of its purposes and a record of its sponsorship on file with OSP. For University purposes, the summary should include the project title, name of the PI(s), and dollar value. If the agency does not require a formal summary or abstract in the proposal, such a statement must be prepared on a separate sheet and accompany the proposal.     Table of Contents   Certain agencies have specified formats for this section. The National Science Foundation, for example, requires that the number of pages in the component sections be indicated; providing actual page numbers is optional. The National Institutes of Health call for actual page numbers where a given section may be found. In the absence of specific directions, pages should be numbered consecutively and the Table of Contents should identify the major sections of the proposal.     Narrative   The main body of the proposal should be a clear statement of the work to be undertaken and should include:                                objectives and their expected significance          the relation of the project to the present state of knowledge in the field, to work in progress by the PI, and to work in progress elsewhere          an outline of the general plan of work, including the broad design of activities to be undertaken          description of experimental methods and procedures          description of any substantial collaboration with individuals not included in the budget (such collaborations should always be documented with a letter from each collaborator)          full literature citations (full names of authors, title, and location in the literature - follow program guidelines for format).                                  Note that most agencies impose page limitations on the narrative section, as well as on other sections of the proposal and disqualify proposals when these limitations are exceeded. Consult your OSP Projects Officer as early as possible in the course of developing proposals. Program guidelines developed by the funding agency should be read carefully before starting the proposal preparation process. The guidelines specify the proposal's content and format; any deviations from printed guidelines must be cleared in advance with a program officer at the agency.     Budget and Budget Justification   Reviewers use the budget as a summary of the entire proposal, so considerable thought should go into its preparation. Most sponsors provide detailed instructions and printed forms for budget preparation. In any case, OSP Projects Officers have expertise in the development of budgets and provide assistance in their preparation.   Proposal budgets include two basic categories: direct costs of the proposed project, and indirect costs or overhead , a calculation of the cost of University facilities and services provided for all projects.     Direct Cost Categories   Personnel   Personnel effort on sponsored projects is normally expressed as a percentage of an employee's annual base salary, commensurate with the estimated time the person will devote to the project, and charged to the sponsor as a line item in the personnel section of the budget. Where unreimbursed time is committed, the University may be required to document it as costsharing . Except for part-time temporary support personnel who are hired on an hourly basis (consult Casual Employees ), effort should generally not be expressed in terms of person-hours or hourly rates. Anticipated salary increases should be included when preparing a multi-year budget. Consult your OSP Projects Officers for current inflation projections. These projections do not commit the PI, department, or school to grant specific increases to individual staff members; in research proposals they allow the University to present a consistent picture of its best estimate of inflationary increases. Proposal budgets should therefore be footnoted as follows: \"Salary projections are in accordance with current University planning guidelines.\"   Faculty (Code 102). Faculty members are generally appointed for the nine month academic year, and may seek reimbursement for academic year released time, when formally excused from teaching or other assignments by the department head and dean, as well as for additional compensation for a maximum of three summer months subject to limits set by funding agencies. The approximate percentage of time per month should be computed and multiplied by 1/9 of the academic year salary to determine the monthly salary for the summer. Some faculty members are appointed on an 11-month basis. No one in this category may receive additional salary for summer research.   Faculty members may not receive \"overload\" compensation for additional research duties during the academic year or summer months. In other words, faculty members may no commit more than 100% of their time.   Research support, fellowships, or grants-in-aid may be available to supplement sabbatical year salaries. Consult your dean and OSP regarding such possibilities.   In those instances where part-time faculty (Code 112) are involved, consult your OSP Projects Officer.   Professional Research Staff (Codes 103, 113). Professional Research Staff, including research scientists, research scholars, and training specialists, are compensated for such periods as they are actually employed. Their remuneration is calculated on the basis of a 12-month year, paid in monthly installments. Specify in the proposal budget the compensation for the period of employment. Calculate the charge based on the salary multiplied by the percentage of time to be devoted to the project. Research staff are not eligible for \"overload\" compensation. Calculate the compensation for part-time Professional Research Staff (Code 113) by prorating the comparable full-time salary.   Graduate Research Assistants (RA) (Codes 130, 131). Research Assistants are graduate students whose time is divided between formal study and research. Research Assistants receive salary (not stipend support). Their remuneration is generally calculated on the basis of 12 months of service, including one month's vacation. Tuition remission is charged as a percentage of their salary, in lieu of fringe benefits, regardless of whether the student will be taking classes or nor during the project period. Tuition remission is included in the Other Costs category and is excluded from the indirect cost base.   Undergraduate Students (Codes 118, 119). Undergraduate students are called Student Assistants when employed on a research project. Code 118 is used for students with federal work study awards; currently 37% of their salary is charged to the sponsor, with the remainder paid by the work study program. Code 119 is used for all other students.    Casual Employees (Code 115). Code 115 employees are those hired for short assignments requiring fewer than 25 hours/week.    Other Project Staff (Codes 100, 104, 106). Several other types of professional and non-professional staff may be employed on sponsored projects, including research aides, technicians, laboratory assistants, programmers, statisticians, and plant or service staff. When in doubt about the proper personnel classification and title for project personnel, the PI should check with the Employment Office. Salary charges for these employees should be calculated on the basis of twelfths.   Recent revisions to the federal cost principles governing institutions of higher education have placed restrictions on the instances in which salaries for administrative and clerical personnel may be directly charged to grants. Eligible individuals must be identified specifically with a particular sponsored project and employed for non-routine tasks. Examples include projects involving:                              assembling and managing teams of investigators;         accumulating and entering extensive data;         making travel and meeting arrangements for large numbers of participants;         principally preparing and producing manuals and large reports.                               In addition, levels of effort of less than 10% are less likely to be found acceptable than larger blocks of time. Consult your OSP Projects Officers concerning the allowability of charges for these personnel.     Fringe Benefits   Fringe benefits are charged as a percentage of salaries for payroll codes 100, 102, 103, 104, 106, 115, 118, 119, and the part-time equivalents for the first five codes, to cover such benefits as are provided by the University. The rate is applicable to all salaries for the above categories of employees, including summer compensation of faculty and hourly and/or part-time personnel costs. The funds generated by this composite rate are pooled and eligible employees may draw from them to the extent appropriate to their code. The fringe benefit rate is determined annually; refer to the Proposal Preparation information or contact OSP directly for current rate information.     Consultants   Consultant fees are a separate category of direct costs and are not listed as part of the personnel budget. Consultant fees may be paid only to individuals not employed by the University who can provide special knowledge or advice necessary for the project. University employees who may be called on for special services should be listed in the salary section of the budget for an appropriate portion of their salary. Federal agencies specifically prohibit the payment of consultant fees from grants or contracts to persons employed by the federal government in any capacity. Consultant fees normally include any charges associated with the consultant's services, such as travel and subsistence.     Travel   Indicate briefly the purpose and frequency of expected travel and its applicability to the project. University policy provides that domestic travel be reimbursed at actual cost up to a daily maximum of $190 in substantiated costs. Consult the New York University Travel Policy.   Consult OSP for the currently approved schedule of foreign per diem rates permitted by the federal agencies and any limitations or restrictions imposed by specific sponsors on travel outside the U.S.     Capital Equipment   Itemize capital equipment ($3000 and above) to be purchased, providing a description, cost estimate, and justification of need. The cost of a single unit of equipment should include related charges, such as those for accessories needed to make it operable, installation fees, delivery costs, insurance, and taxes, if any. For Special Purpose equipment costing $1,000 or more, a certification may be obtained from and must be filed with the NYU Property Office. Some sponsors may provide needed equipment directly to a project rather than provide funds for its purchase. Equipment is excluded from the indirect cost base.     Consumable Supplies and Expendable Equipment   This category includes, but is not limited to, items such as the following: chemicals, glassware, small electronic components, computer and printer supplies, and animal purchase. The estimated costs should be given for each category.   The same revisions to the federal regulations which restrict administrative and clerical salaries also identify general purpose office equipment and supplies as unallowable direct costs. Proposals, however, may continue to request these items in those circumstances where administrative and clerical salaries are appropriate (consult Other Project Staff ). In addition, it is important to differentiate certain items such as computer software and supplies from general office supplies in the budget justification.     Participant Support Costs   Costs of tuition and fees, travel, per diem, honoraria, registration, books and manuals, and special supplies for program participants in conferences, symposia, and workshops may be allowable as a direct charge (consult Direct Costs for Training Programs ) This category is excluded from the indirect cost base.     Publication Support Costs   This category includes manuscript preparation expenses, illustration costs, and page and reprint charges in established journals. Costs for publication of a book, monograph, or pamphlet usually cannot be charged to a project unless prior approval has been received from the sponsor.     Communications   This category includes the costs of bulk mailing, postage, commercial carrier, telex, fax, e-mail, long-distance telephone, telegrams or cables, and computer time.     Subcontracting   When a portion of the project is going to be carried out at another institution or organization, a subcontract or subagreement with the University is required in order to ensure compliance with sponsor requirements. Documentation from each subrecipient's authorizing official including an itemized budget, with justification, a statement of work to be performed, and qualifications to do that work should be incorporated into the proposal. Some federal agencies require a completed cover sheet and certain certifications signed by the institutions authorized official. Subcontracts may also require the prior written approval of the agency's grants officer.     Other Direct Costs   Tuition Remission. Federal regulations require that Research Assistants (Codes 130 and 131) be excluded from the fringe benefits pool. Tuition remission is calculated as a percentage of the salary paid to the Research Assistant. The resulting figure is excluded from the indirect cost base. Refer to the Proposal Preparation Information or contact OSP directly for current rates.   Equipment Maintenance.   Animal per diem charges . A schedule of charges is available from the Office of Veterinary Resources (OVR) .   Miscellaneous. These may include security, health, safety, or advertising charges for professional staff recruitment.   Rental and maintenance costs. Special off-campus installations, such as a field station or storefront location, should be a direct charge. (Note that under such circumstances an off-campus indirect cost rate will prevail.)     Direct Costs for Training Proposal Budgets   Some sponsors support training programs, special institutes, research participation programs, and similar activities for the benefit of graduate or undergraduate students, trainees in certain professions, or individuals outside the University such as high school or college teachers. Sponsors may pay tuition or actual training costs of the project as budgeted. Fees must be separately listed as costs and if not provided by sponsors must be paid by the trainees. Thus, the budget for such a program usually provides for the following direct costs:     Stipends for Participants   These usually are fixed by the sponsor; sums may vary with the level of study. If not specified by the sponsor, an appropriate stipend level may be developed in consultation with the department head or dean and OSP.     Dependency Allowance   Where permitted by the sponsor, this is usually a fixed sum per dependent.     Participant's Travel Costs   Allowable travel costs vary with the sponsor and program and may include subsistence, commutation, round-trip fare and local travel for each trainee.     Other Expenses   Other expenses may include book allowances, application and other fees.     Tuition   Actual tuition is computed if the program costs are to be met through tuition rather than through program cost per participant.     ACTUAL TRAINING COST ESTIMATE   When the sponsor requires that the program be budgeted in terms of per participant costs, the estimated program costs must be developed in place of the tuition item. Such a budget includes those costs listed under DIRECT COST CATEGORIES, as well as stipends, dependency allowance, and fees per student.     Indirect Costs (Overhead)   Indirect costs represent those expenses not readily allocable to any single research or training project, but which represent the University's costs for carrying out research or training activities. The U.S. Office of Management and Budget (OMB) has issued, in conjunction with college and university representatives, Federal Management Circular A-21 entitled, \"Principles for Determining Costs Applicable to Research Development Under Grants and Contracts with Educational Institutions,\" which identifies allowable direct cost categories and also prescribes a standard distribution and allocation method for recovery of indirect costs. Like all other universities with federally funded research and training grants and contracts, New York University prepares and submits a periodic determination of indirect costs based upon operating expenditures in conformance with A-21 standards. The submission is reviewed by federal auditors and is negotiated by the University's Contract Office with representatives of the University's cognizant federal agency, the Department of Health and Human Services (DHHS).   Indirect costs (facilities and administration in the current Federal vernacular) comprise portions of the following: operation and maintenance of facilities, including rent and depreciation/use charges on buildings and equipment; library services; research and training administration expenses; deans' and department chairpersons' office expenses, including salaries and wages expended jointly for research and instructional activities; and overall University administration.     Indirect Cost Rates for Research Projects   The current Rate Agreement with DHHS outlines indirect cost (facilities and administration) rates for both on- and off-campus activities. These rates must be incorporated into all budgets for research projects. Indirect costs are charged on a modified total direct cost base which excludes capital equipment (items of equipment costing in excess of $3000 and having an expected life of more than two years), alterations and renovations, subcontract costs in excess of $25,000, student aid, participant support costs, and tuition remission for Research Assistants (for the life of the project).   The off-campus indirect cost rate may generally only be charged when all aspects of the project are conducted off the premises for a consecutive three-month or more period.     Indirect Cost Rates on Training and Other Projects   Most training programs provide a modest fixed percentage of modified total direct costs as reimbursable overhead costs. Some sponsors, however, pay full overhead costs. These rates are generally identified in the program announcements.     Indirect Costs Applicable to Non-Governmental Proposals   In applications for research and training support to non-governmental sponsors, including foundations and industry, an appropriate charge for University overhead expenses should be included. University policy stipulates that indirect costs from commercial entities should be recovered at the most recently negotiated federal rate; for all sponsors other than the government and commercial sector, indirect costs should ordinarily be recovered at one-half the current federal on-campus rate, expressed either as a rate or as specific directly charged costs. When a sponsor has a written policy disallowing indirect charges, or when its policy, whether formal or understood, limits recovery to a lower amount, indirect costs should be itemized to the extent allowable as direct charges, including, for example, space costs, administrative salaries, local telephone and office furnishings. OSP will provide guidance on the overhead expenses to be included in proposals to non-governmental sponsors. Exceptions to University policy require the specific written approval of the dean of the originating school, unless total costs exceed $100,000, in which case the approval of the Vice President for Finance (and sometimes the Provost ) is also required. All requests for exception must be carefully justified with approvals coordinated through OSP.     Costsharing   Some agencies are precluded from reimbursing the University for the full costs of sponsored programs funded as grants. This means the University is required to share in the cost of each program. In accordance with University policy, costsharing should not be offered in response to solicitations by federal agencies unless the regulations specifically mandate costsharing. For those agencies with specific mandatory costsharing requirements (Environmental Protection Agency, National Endowment for the Humanities, United States Information Agency), two-column budgets (agency column and New York University contribution column) are generally prepared for submission. Costsharing should generally be indicated on the basis of direct expenses, e.g., release time with associated fringe benefits, equipment purchase, computer time, and associated indirect costs etc.; costsharing funds may be available subject to department and/or school approval. Costsharing may be offered by the contribution of University funds or by in-kind contributions, such as salary and associated fringe benefits.   The matter of costsharing is one of concern at the University. Those elements within University budgets that are presented as costsharing will, in the accounting processes required of the University's Finance Division by the Office of Management and Budget in preparing the indirect cost proposal, affect the total amount recovered under any given indirect cost agreement. In no instance should costsharing beyond the minimum required be provided.     Biographical Sketch   This section should be limited to information about the professional background, affiliations, and publications of the key personnel. Consult program guidelines for page limitations and specific requirements.     Current and Pending Support   Most federal and some non-federal sponsors require detailed information on the current and pending support for the PI key personnel, as well as information on the percentage of time committed to other projects. At a minimum, this section should include the following information on currently funded projects, as well as pending and planned proposals: project title, source of support, including award number where relevant, PI, total award amount, total period covered, and time commitment.     Other   These may include Collaborator/Consortial agreement letters; material from subcontractors (budget and justification, current and pending support, letter of institutional approval). As always, consult program guidelines to determine what is allowable and/or necessary.     Appendix   Certain agencies do not allow the inclusion of appendix material without the specific approval of a program officer. Program guidelines may also specify format and length. In no circumstances may an appendix be used to circumvent the page limitations of other sections in the proposal.         Chapter III. Proposal Production Requirements   Sponsor Requirements   Physical Requirements   It is essential that proposals follow sponsor requirements for proposal format. Sponsors often establish page limitations (particularly for certain portions of a proposal), line spacing, page margins (and requirements), and minimum allowable type size. Requirements should be checked using a standard device for measuring type size rather than relying on the font selected for a particular word processing/printer combination. Proposals not meeting production requirements (including type size and page length) are subject to rejection by the sponsor.   Guidelines will specify how proposals should be collated. There may be stipulations about how proposals are to be bound; proposals should be collated and held with paper clips or rubber bands when submitted to OSP. Please do not bind or staple proposals before delivering to OSP.   Final copies of proposals should be neat, accurate, and well-written. Note again that sponsors are serious about their submission deadlines, and that ten working days are required for internal University processing .     Number of Copies   Most sponsors require a specified number of copies of the formal proposal. In most instances, at least one copy must bear the original signature of the PI and the University's authorizing official to transmit proposals. Some sponsors may require additional copies of certain pages; review guidelines carefully. In addition to the number of copies required by the sponsor, certain unit and University offices require copies of the proposal:         Number of copies Required by:   2 Office of Sponsored Programs  1 Department Chairperson  1 Dean or Research Director  1 Environmental Services (where applicable)  1 Office of Laboratory Animal Services (where applicable)  Consult program guidelines Sponsor                                               NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Principal Host of City-Wide Conference, “James Baldwin’s Global Imagination”—Feb. 19 & 20                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   February   /   8                                                         NYU Principal Host of City-Wide Conference, “James Baldwin’s Global Imagination”—Feb. 19 & 20                   February 8, 2011          241                                        New York University is the main host of “James Baldwin’s Global Imagination,” a city-wide conference event exploring the impact of the author, playwright, and activist, with sessions held Saturday, February 19 and Sunday, February 20 in NYU’s Hemmerdinger Hall, Silver Center, 100 Washington Square East (enter at 32 Waverly Place or 31 Washington Place). Subway Lines: 6 (Astor Place); A, B, C, D, E, F (West 4th Street); N, R (8th Street).   The conference’s first event, in collaboration with WNYC Radio, is Thursday, February 17 at the Studio Museum in Harlem. It continues Friday, February 18 with an opening plenary session and a concert featuring Tamar-Kali, Marc Cary, Somi, and many others at the Schomburg Center for Research in Black Culture. All events, with the exception of the Schomburg-hosted concert on February 18, are free and open to the public, but an RSVP is required. For events at NYU, please email baldwinconference@gmail.com . Call 212.992.9650 for more information. For a schedule of all events and sessions, click here .   Reporters interested in attending NYU-hosted events must RSVP to James Devitt, NYU’s Office of Public Affairs, at 212.998.6808 or james.devitt@nyu.edu.   NYU-hosted panels include: “James Baldwin and the Transatlantic,” “James Baldwin in the ‘Age’ of Obama,” “James Baldwin and the Social Sciences,” and “James Baldwin and the State.” Among the conference panelists are: author Colm Tóibín; Baldwin biographer James Campbell; NYU Sociologist Richard Sennett; Columbia University professor and Nation magazine columnist Patricia J. Williams; and Randall Kenan, editor of the recently published The Cross of Redemption: Uncollected Writings of James Baldwin .   The conference is co-sponsored by several NYU entities: the Program in Africana Studies; the Institute for African-American Affairs; the Office of the Vice-Provost for Globalization and Academic Affairs; the Humanities Initiative; the Institute for Public Knowledge; the Center for the Study of Gender and Sexuality; the Asian/Pacific/American Institute; and the Department of English.   For tickets to the concert, call the Schomburg Shop at 212.491.2206 or visit Telecharge.com. Seats for the opening plenary session are on a first-come, first- served basis. For the event at the Studio Museum, please visit http://www.studiomuseum.org or e-mail rsvp@nypublicradio.org.                        This Press Release is in the following Topics:      Arts and Science , Around the Square , Events , Events and Traditions           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            NYU is the main host of &ldquo;James Baldwin&rsquo;s Global Imagination,&rdquo; a city-wide conference event exploring the impact of the author, playwright, and activist, with sessions held Saturday, February 19 and Sunday, February 20 in NYU&rsquo;s Hemmerdinger Hall, Silver Center, 100 Washington Square East. The above photograph was taken in Istanbul in 1966. Photo courtesy of Sedat Pakay.                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]