[{"detail": [{"content": "M.F.A. Studio Art - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            M.F.A. Studio Art                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              M.F.A. Studio Art    the program    requirements    student work    faculty &amp; visiting artists    facilities    how to apply                                 The NYU Steinhardt MFA program in Studio Art offers students the opportunity to study with accomplished artists and scholars within an interdisciplinary setting. The two-year program provides students with private studios and access to facilities in painting, printmaking, ceramics, photography, digital media, and sculpture.    Description    The program has no restrictions on media, and students are encouraged to work with whatever formal means are best suited to their ideas. During the course of study, students engage in a team-taught interdisciplinary critique class each semester, as well as one full afternoon each week of individual studio meetings with visiting artists, critics and full-time and visiting faculty. Students study with faculty who are acclaimed artists, critics, and writers with diverse interests and disciplines who see teaching as an integral part of an ongoing and influential creative practice. Drawn from the surrounding New York art-world, yet deeply engaged with their students, the relationship between the faculty and students represents the core of the MFA community. The MFA studios are located in the Art Department&rsquo;s six-story Beaux-Arts Building at 34 Stuyvesant Street in the East Village. The building also houses facilities for painting, sculpture, photography, computer art, video, performance, ceramics, metalsmithing, sewing, and printmaking. All studios, shops, and labs are available to MFA students and courses may be taken in any of these areas.  The Visiting Artist Lecture Series is held each Thursday evening following the afternoon studio visits. Lectures are open to the public and visitors are welcome. MFA Students plan Open Studio events that can combine performances, festivities, and exhibitions.  MFA Thesis Exhibitions are held in late spring at the Art Department&rsquo;s 80WSE Gallery. During their final semester, students select a committee of three artists or critics to work with them during the final stages of their exhibition and written thesis. (Note: 80WSE Gallery was included by Jerry Saltz on Vulture and in New York Magazine as one of The 19 Best Art Shows of 2014 in NYC.)    Program Goals and Mission    The MFA program is dedicated to assisting student artists in developing their work via an approach that is intensely introspective while collectively open to the challenges and issues of the larger world. The program asks students to consider, both critically and irreverently, their own practices and assumptions, as well as those of the contemporary art world, and to pursue their visions to the point of excess as needed. Designed to be small, the program provides ample opportunity for individual attention and critique. The program is non-restrictive to encourage students to work with whatever media or formal means are best suited to their ideas.    Student Learning Outcomes    Students will:       Analyze and examine the process of artistic production through guidance and critique with faculty, visiting artists, curators and critics.    Develop critical thinking as it applies to the conceptual and aesthetic foundation of individual studio practice.    Communicate clearly and effectively both verbally and in writing the link between theory and individual artistic practice with specific attention to historical and cultural contexts.    Synthesize critique and intellectual reflection into individual artistic production culminating in a thesis exhibition of contemporary and critical relevance.                               This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]},
{"detail": [{"content": "M.F.A. Studio Art - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            M.F.A. Studio Art                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              M.F.A. Studio Art    the program    requirements    student work    faculty &amp; visiting artists    facilities    how to apply                                 The NYU Steinhardt MFA program in Studio Art offers students the opportunity to study with accomplished artists and scholars within an interdisciplinary setting. The two-year program provides students with private studios and access to facilities in painting, printmaking, ceramics, photography, digital media, and sculpture.    Description    The program has no restrictions on media, and students are encouraged to work with whatever formal means are best suited to their ideas. During the course of study, students engage in a team-taught interdisciplinary critique class each semester, as well as one full afternoon each week of individual studio meetings with visiting artists, critics and full-time and visiting faculty. Students study with faculty who are acclaimed artists, critics, and writers with diverse interests and disciplines who see teaching as an integral part of an ongoing and influential creative practice. Drawn from the surrounding New York art-world, yet deeply engaged with their students, the relationship between the faculty and students represents the core of the MFA community. The MFA studios are located in the Art Department&rsquo;s six-story Beaux-Arts Building at 34 Stuyvesant Street in the East Village. The building also houses facilities for painting, sculpture, photography, computer art, video, performance, ceramics, metalsmithing, sewing, and printmaking. All studios, shops, and labs are available to MFA students and courses may be taken in any of these areas.  The Visiting Artist Lecture Series is held each Thursday evening following the afternoon studio visits. Lectures are open to the public and visitors are welcome. MFA Students plan Open Studio events that can combine performances, festivities, and exhibitions.  MFA Thesis Exhibitions are held in late spring at the Art Department&rsquo;s 80WSE Gallery. During their final semester, students select a committee of three artists or critics to work with them during the final stages of their exhibition and written thesis. (Note: 80WSE Gallery was included by Jerry Saltz on Vulture and in New York Magazine as one of The 19 Best Art Shows of 2014 in NYC.)    Program Goals and Mission    The MFA program is dedicated to assisting student artists in developing their work via an approach that is intensely introspective while collectively open to the challenges and issues of the larger world. The program asks students to consider, both critically and irreverently, their own practices and assumptions, as well as those of the contemporary art world, and to pursue their visions to the point of excess as needed. Designed to be small, the program provides ample opportunity for individual attention and critique. The program is non-restrictive to encourage students to work with whatever media or formal means are best suited to their ideas.    Student Learning Outcomes    Students will:       Analyze and examine the process of artistic production through guidance and critique with faculty, visiting artists, curators and critics.    Develop critical thinking as it applies to the conceptual and aesthetic foundation of individual studio practice.    Communicate clearly and effectively both verbally and in writing the link between theory and individual artistic practice with specific attention to historical and cultural contexts.    Synthesize critique and intellectual reflection into individual artistic production culminating in a thesis exhibition of contemporary and critical relevance.                               This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}, {"content": "Global Visual Art Minor - Minors in Studio Art &amp; Global Visual Art - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Minors in Studio Art & Global Visual Art                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Studio Art Minor    overview    studio art minor    digital art &amp; design minor    global visual art minor    facilities                                 Global Visual Art Minor       The Department of Art and Art Professions offers studio and critical studies art courses at NYU global academic centers in Berlin, Florence, Shanghai, Prague, and Abu Dhabi. Combining course work from NYU's founding campus on Washington Square with courses taken abroad enables students to create a distinctive minor in global visual art. Classes abroad are taught in English by artists and faculty who introduce students to local art scenes and help them to understand the differences in global cultures that are influencing contemporary art. These global centers have enhanced art facilities for students working in media such as photography, video, drawing, and painting. Students may combine courses from multiple NYU centers. Students minoring in global visual art take four or more courses (minimum 16 points) of required and elective art offerings, taken in both New York City and abroad. Most of the courses are offered through Steinhardt and some are offered through the College of Arts and Science.  Component I  Two Courses (one Critical Studies and one Studio Art) taken in New York (7-8 points): A. Select one Critical Studies class from among the following: ARTCR-UE 10 Art, Practice + Ideas - 4 points ARTCR-UE 55 Art of Now - 4 points ARTCR-UE 0050 Modern Art and Contemporary Culture &ndash; 3 points ARTCR-UE 0010/LIBAR-UE 0941 Art: Practice and Ideas &ndash; 4 points May also satisfy Expressive Cultures MAP requirement for Steinhardt students. ARTH-UA 0510 East Asian Art I: China, Korea, Japan, to 1000 CE &ndash; 4 points ARTH-UA 0511 East Asian Art II: China, Korea, Japan, to 1000 CE to Present - 4 points ARTH-UA 0550 South Asian Art I: Indus Valley to 1200 &ndash; 4 points ARTH-UA 0551 South Asian Art II: Indus Valley 1200 to Present &ndash; 4 points ARTH-UA 0540 Art in the Islamic World I: From Prophet to Mongols &ndash; 4 points ARTH-UA 0541 Art in the Islamic World II: Mongols to Present &ndash; 4 points ARTH-UA 0560 Art and Architecture of Sub-Saharan Africa &amp; the South Pacific &ndash; 4 points B. Select one introductory studio course: (4 points): Intro to Drawing I, ART-UE 0101 Intro to Drawing II, ART-UE 0102 (for students with prior drawing experience) Intro to Painting I, ART-UE 0103 Intro to Painting I, ART-UE 0104 (for students with prior painting experience) Intro to Sculpture, ART-UE 0201 Intro to Video Art, ART-UE 0305 Intro to Photo I, ART-UE 0301 Intro to Photo II, ART-UE 0302 (for students with prior photo experience) Intro to Digital Art, ART-UE 0303 ART-UE 19xx Interdisciplinary Projects (topics TBA)  Component II.  Select two or more courses from one or more study abroad locations (7 or more points): A. Course options in Berlin: ART-UE 1916 Interdisciplinary Projects: Autobiography: Berlin &ndash; 3 points ARTS-UG 1624 Projects in Drawing &ndash; 3 points ARTS-UG 9308 Projects in Photography - Digital Imaging - 4 points ARTCR-UE 0052 Contemporary Art - 3 points ART-UE.9381 Art of Noise: Sound, Environment, Installation - 3 points ARTH-UA xxxx Art History Elective &ndash; 4 points  B. Course options in Shanghai: ART-UE 1380 Projects in Photography: China - 3 points ART-UE 1917 Interdisciplinary Projects: Art in Translation: Calligraphy and Modern Ink - 2-4 points ARTCR-UE 9077 Contemporary Art and New Media in China - 4 points C. Course option in Prague: ART-UE 9301 Introduction to Photography - 4 points D. Course option in Florence: ART-UE 9101 Introduction to Drawing - 2 points See general descriptions of art department courses .     For further information on art minors: Students are encouraged to meet with Student Services Counselor Alex Jovanovich for advisement; it is helpful to bring artwork to this meeting. Students should first check with their major adviser to determine how these minors fit into their undergraduate curriculum.  Alex Jovanovich 212-998-5708 aj825@nyu.edu                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]