[{"detail": [{"content": "Hoffinger Criminal Justice Colloquium Schedule | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center for Research on Crime and Justice &rsaquo; Hoffinger Criminal Justice Colloquium                  Center for Research in Crime and Justice                 Hoffinger Criminal Justice Colloquium Schedule                 Center for Research on Crime and Justice       Hoffinger Criminal Justice Colloquium   Senior Fellows   Schedule of Speakers                           The Center for Research in Crime and Justice web site (including the Hoffinger Colloquium) has moved.   Please update your bookmarks to this address: http://crimejustice.law.nyu.edu                                                      Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Comparative Criminal Justice Clinic: Focus on Domestic Violence | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Comparative Criminal Justice Clinic                  Clinics                 Comparative Criminal Justice Clinic: Focus on Domestic Violence                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11757 / LW.11968  Professor Holly Maguigan  Professor Shamita Das Dasgupta  Open to 3L, 2L, and LLM students*  Maximum of 12-15 students   Not offered 2015-16  7 credits**  No prerequisites or co-requisites (see \"Qualifications for Applicants\" below)           Introduction   The work of the Comparative Criminal Justice Clinic is criminal defense and assisting the clients of community-based organizations. The clinic offers students the opportunity (1) to compare and contrast different uses of criminal prosecution to combat domestic violence, (2) to develop a critical analysis of the advantages and limitations of various criminal justice strategies, and (3) to assist lawyers, agencies and CBOs working to devise and implement changes in those strategies.   Course Description   Seminar   Domestic violence occurs everywhere, with different resonances in different cultures. Every country has a criminal justice system, but the attempt to use arrest and prosecution as tools against domestic violence is far from universal. Within each nation where domestic violence is prosecuted, there is debate about whether a criminal-court approach will ever make more than a marginal difference. This debate, examined in a comparative and interdisciplinary context, is the focus of the weekly seminar.   Specific areas of inquiry will include mandatory arrest, prosecutorial discretion, no-drop policies, and mandatory reporting to law enforcement by health care providers. In each area we will analyze the potential for racial, cultural, and gender bias in the policy’s implementation. The main points of comparison will be India and the United States.   Fieldwork   All fieldwork placements will be in New York City. They include criminal defense offices, advocacy organizations, and community-based organizations. Every student will have client contact and responsibility, and the placements will offer opportunities ranging from direct representation of an individual to provision of advice to an agency on policy and strategy issues.   In Spring 2012 students worked on criminal defense teams representing battered women accused of crimes in Manhattan, Brooklyn and Queens with lawyers at the Legal Aid Society and in private practice. Students on the civil side worked with attorneys at Connect, Sanctuary for Families, and Safe Horizon. Students should plan on spending12-20 hours a week on fieldwork (3-5 hours per credit).   Substantial Writing Credit   Students who plan to fulfill this writing requirement in connection with the seminar should meet with Professor Maguigan once during the Fall 2011 semester. Call her at (212) 998-6433 or e-mail to arrange an appointment.   Qualifications for Applicants   This course is open to second-year and third-year JD students, to LLM students, and to MSW and PhD candidates at Silver School of Social Work. There are no prerequisites, but students will find it helpful to have academic training or practical experience in one or more of the following areas: criminal procedure, comparative or international law, evidence, domestic violence counseling, advocacy, litigation or policy, and interdisciplinary work. Law students who wish to work in the area of criminal defense should have taken criminal procedure and evidence.   Application Procedure   Interested students applying during the Spring 2011 cycle should submit an application, resume and grade transcript through CAMS. Students will be selected on the basis of their applications and interviews with faculty. Please schedule your interview through CAMS. Current CCJ students are available to answer questions: Rosalind Bell, Kimberly Donnelly, Brian Harris, Alice Huling, Marietta Jo, Dahsong Kim, Elena Lobo, Evelyn Malave, Karl Mulloney-Radke, Lauren Restrepo, Anha Vo and Heather Webb.   Places are reserved for transfer and LLM students and for students in the social work school. Their application deadline is October 15, 2011. Transfer and LL.M applicants should use the CAMS procedure described above. (Please note that there is a separate application form for LLM students.) Social work students should download the application form and send it, along with a resume and informal transcript, via e-mail to both Holly Maguigan and Damaris Marrero . For questions regarding the application procedure, please contact Damaris Marrero .   For more information about the clinic, please contact Professor Shamita Das Dasgupta , Professor Maguigan at (212) 998-6433 or via e-mail , or former students listed above. You may also reach the clinic administrator Damaris Marrero, at 212-998-6473, or via e-mail . Ms. Marrero will schedule the interviews.     * The seminar portion of the clinic is also open to MSW and PhD candidates at the Silver School of Social Work.   ** 7 credits includes 4 clinical credits and 3 academic seminar credits. Only the three-credit seminar portion is open to social work students.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Criminal Law - Curriculum | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Criminal Law Curriculum                  Areas of Study                 Criminal Law                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum     Criminal law at NYU is a rich discipline that begins with the first-year course in Criminal Law, which covers general principles of criminal responsibility. Second-year students can take courses in evidence or criminal procedure. Most law schools have only one course in criminal procedure—at NYU, students can choose from four. Myriad upper-level advanced courses in substantive and procedural criminal law include Business Crime, Federal Criminal Law, and Juvenile Justice. There are also many seminars to choose from and eight hands-on clinics offered in criminal law.   A Variety of Approaches   The sociology of crime and punishment fascinates Professors David Garland, James Jacobs, and Jerome Skolnick. Garland, the author of the seminal The Culture of Control: Crime and Social Order in the Contemporary Society , virtually invented the field of the sociology of punishment, while Jacobs and Skolnick, co-directors of the Center for Research in Crime and Justice , are experts on organized crime and the sociology of policing, respectively. Jacobs has taught Criminal Procedure, Federal Criminal Law, and Juvenile Justice. Professor Anthony Thompson takes a more hands-on sociological approach: He is the founder of the country’s first Community Reentry and Reintegration Clinic, now part of the Criminal Defense and Reentry Clinic , one of the eight criminal law clinics available to students.   Applying the lessons and theory of administrative law to the administration of criminal justice is Professor Rachel Barkow’s specialty. Given the list of important criminal justice decisions made outside the courtroom—plea bargains, charging decisions, sentencing guidelines, and parole board rulings, among others—Barkow, a leading sentencing scholar, has much material to mine. Her work has explored the mechanisms of administrative oversight of law enforcement, including through jury nullification and sentencing commissions.   Professor Erin Murphy's work focuses on the intersection between new technology and the criminal justice system. An expert in DNA evidence, Murphy often collaborates with faculty in the sciences and social sciences. She delights in learning the ins and outs of the latest new thing, whether functional MRI imaging for lie detection, facial recognition software or other biometric technologies, or GPS location trackers.   Professors Jennifer Arlen '86 and Kevin Davis focus on crime in connection with the field of law and economics. Arlen engages in economic analysis of corporate criminal liability, while Davis takes an active interest in transnational anti-corruption law, including the Foreign Corrupt Practices Act, and has written extensively on the impact of that body of law on both multinational firms and developing countries.   International Perspective   The criminal law program has a very strong international dimension that benefits from interdisciplinary perspectives. Professors David Golove, Stephen Holmes, Richard Pildes, and Samuel Rascoff, the faculty co-directors of the Center on Law and Security , take on terrorism. Professor Jerome Cohen leads a course on Chinese law and society. Professor Holly Maguigan runs the Comparative Criminal Justice Clinic. Professor Davis is interested in the law of development and has written on transnational bribery. Professor Theodor Meron, on leave serving as president of both the International Criminal Tribunal for the former Yugoslavia (ICTY) and the Mechanism for International Criminal Tribunals, is an expert in international criminal law. Professor Ronald Noble, also on leave, is currently serving his third term as secretary general of Interpol.   Constitutional Considerations   From gun control (Jacobs’s specialty) to capital punishment (Amsterdam, Garland, and Stevenson’s area), constitutional issues are front and center within the study of criminal law at NYU. Professor Stephen Schulhofer, a co-author of the leading casebook on criminal law, is also author of Rethinking the Patriot Act: Ideas for Reform and an authority on the high cost of security. Professors Bryan Stevenson and Anthony Amsterdam are legendary figures in the world of death penalty litigation, as well as active teachers and scholars. (Read profiles of Stevenson and Amsterdam in the NYU Law Magazine .) Professors Barry Friedman and Randy Hertz are experts in habeas corpus and criminal procedure. Hertz and Professor Martin Guggenheim '71 are also authorities on juvenile justice. Professor Kim Taylor-Thompson is a national leader on indigent defense.   Corporate Crime and Financial Misdealing   NYU also has the leading program in corporate crime and financial misdealing, benefiting from faculty who are the leading experts in corporate criminal enforcement, the Foreign Corrupt Practices Act, securities fraud, financial institution regulation, and legal issues relating to mortgage-backed securities. Jennifer Arlen, director of the Program on Corporate Compliance and Enforcement, teaches Business Crime and an advanced seminar on business crime. Kevin Davis is a leading expert on foreign corruption and its effect on developing countries. Stephen Choi, a prominent scholar of securities fraud, co-authored a leading casebook on securities. An expert on financial institutions, Geoffrey Miller wrote a book illuminating the structural roots of the 2008-09 global financial crisis and co-authored the leading casebook on banking and financial institutions. Marcel Kahan studies securities fraud, while Harry First wrote the first law school casebook on business crime. Rachel Barkow published a book on using criminal law to regulate corporate conduct.   Learning from the Experts   The criminal law program benefits from the expertise and teaching excellence of four long-time adjunct professors. Federal District Court Judge John Gleeson, formerly chief of the organized crime unit in the US Attorney's Office, Eastern District of New York, teaches seminars on complex criminal investigations and sentencing. Ronald Goldstock, former director of the New York State Organized Crime Task Force and former inspector general of the US Department of Labor, teaches seminars on organized crime control and corruption control. James Orenstein ’87, United States magistrate judge and former federal prosecutor, teaches seminars on complex criminal investigations (with Gleeson) and on ethics in criminal justice administration. S. Andrew Schaffer, a former assistant US attorney in Manhattan and currently the deputy commissioner for legal matters for the New York City Police Department, teaches criminal procedure.   More on the Criminal Law program from the NYU Law Magazine.   Center on the Administration of Criminal Law Fellowship   The 13 student fellows are involved in all aspects of the Center on the Administration of Criminal Law's work. During the two-year fellowship, they conduct research to support the center’s academic, litigation, and policy work. Fellows have the opportunity to co-author articles and other works of scholarship, and help plan and organize conferences and other events involving prominent legal scholars and practitioners.   Corporate Compliance and Enforcement Fellowship   Each year, three to four students receive a fellowship from the Program on Corporate Compliance and Enforcement to work with Professor Jennifer Arlen on her ongoing research projects. Students are expected to co-write articles and research memos. They also help organize and participate in the program's annual conference on corporate crime and financial misdealing.   Criminal Justice Fellowship   The Criminal Justice Fellowship is for a second-year student who wants to collaborate with Professor James Jacobs on one of his ongoing research projects. The fellow receives three academic credits and a $7,500 stipend over two years. Each fellow is expected to co-write an article or book. Jacobs, who has written or co-written 15 books, has worked with students on topics ranging from organized crime to drug testing.                                Find out more           Criminal Law:     Overview   Faculty   Criminal Law Practice Pathway                   Courses           Criminal Law Courses   See All Courses                 Video @ Van Hall             Dana Williamson '14 on working in criminal defense                 Criminal Clinics             Comparative Criminal Justice   Criminal Appellate Defender    Criminal Defense and Reentry Clinic   Equal Justice and Capital Defender    Federal Defender    Juvenile Defender     Prosecution (Eastern District of New York)   Prosecution (Southern District of New York)                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Hoffinger Criminal Justice Colloquium Schedule | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center for Research on Crime and Justice &rsaquo; Hoffinger Criminal Justice Colloquium                  Center for Research in Crime and Justice                 Hoffinger Criminal Justice Colloquium Schedule                 Center for Research on Crime and Justice       Hoffinger Criminal Justice Colloquium   Senior Fellows   Schedule of Speakers                           The Center for Research in Crime and Justice web site (including the Hoffinger Colloquium) has moved.   Please update your bookmarks to this address: http://crimejustice.law.nyu.edu                                                      Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Comparative Criminal Justice Clinic: Focus on Domestic Violence | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Comparative Criminal Justice Clinic                  Clinics                 Comparative Criminal Justice Clinic: Focus on Domestic Violence                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11757 / LW.11968  Professor Holly Maguigan  Professor Shamita Das Dasgupta  Open to 3L, 2L, and LLM students*  Maximum of 12-15 students   Not offered 2015-16  7 credits**  No prerequisites or co-requisites (see \"Qualifications for Applicants\" below)           Introduction   The work of the Comparative Criminal Justice Clinic is criminal defense and assisting the clients of community-based organizations. The clinic offers students the opportunity (1) to compare and contrast different uses of criminal prosecution to combat domestic violence, (2) to develop a critical analysis of the advantages and limitations of various criminal justice strategies, and (3) to assist lawyers, agencies and CBOs working to devise and implement changes in those strategies.   Course Description   Seminar   Domestic violence occurs everywhere, with different resonances in different cultures. Every country has a criminal justice system, but the attempt to use arrest and prosecution as tools against domestic violence is far from universal. Within each nation where domestic violence is prosecuted, there is debate about whether a criminal-court approach will ever make more than a marginal difference. This debate, examined in a comparative and interdisciplinary context, is the focus of the weekly seminar.   Specific areas of inquiry will include mandatory arrest, prosecutorial discretion, no-drop policies, and mandatory reporting to law enforcement by health care providers. In each area we will analyze the potential for racial, cultural, and gender bias in the policy’s implementation. The main points of comparison will be India and the United States.   Fieldwork   All fieldwork placements will be in New York City. They include criminal defense offices, advocacy organizations, and community-based organizations. Every student will have client contact and responsibility, and the placements will offer opportunities ranging from direct representation of an individual to provision of advice to an agency on policy and strategy issues.   In Spring 2012 students worked on criminal defense teams representing battered women accused of crimes in Manhattan, Brooklyn and Queens with lawyers at the Legal Aid Society and in private practice. Students on the civil side worked with attorneys at Connect, Sanctuary for Families, and Safe Horizon. Students should plan on spending12-20 hours a week on fieldwork (3-5 hours per credit).   Substantial Writing Credit   Students who plan to fulfill this writing requirement in connection with the seminar should meet with Professor Maguigan once during the Fall 2011 semester. Call her at (212) 998-6433 or e-mail to arrange an appointment.   Qualifications for Applicants   This course is open to second-year and third-year JD students, to LLM students, and to MSW and PhD candidates at Silver School of Social Work. There are no prerequisites, but students will find it helpful to have academic training or practical experience in one or more of the following areas: criminal procedure, comparative or international law, evidence, domestic violence counseling, advocacy, litigation or policy, and interdisciplinary work. Law students who wish to work in the area of criminal defense should have taken criminal procedure and evidence.   Application Procedure   Interested students applying during the Spring 2011 cycle should submit an application, resume and grade transcript through CAMS. Students will be selected on the basis of their applications and interviews with faculty. Please schedule your interview through CAMS. Current CCJ students are available to answer questions: Rosalind Bell, Kimberly Donnelly, Brian Harris, Alice Huling, Marietta Jo, Dahsong Kim, Elena Lobo, Evelyn Malave, Karl Mulloney-Radke, Lauren Restrepo, Anha Vo and Heather Webb.   Places are reserved for transfer and LLM students and for students in the social work school. Their application deadline is October 15, 2011. Transfer and LL.M applicants should use the CAMS procedure described above. (Please note that there is a separate application form for LLM students.) Social work students should download the application form and send it, along with a resume and informal transcript, via e-mail to both Holly Maguigan and Damaris Marrero . For questions regarding the application procedure, please contact Damaris Marrero .   For more information about the clinic, please contact Professor Shamita Das Dasgupta , Professor Maguigan at (212) 998-6433 or via e-mail , or former students listed above. You may also reach the clinic administrator Damaris Marrero, at 212-998-6473, or via e-mail . Ms. Marrero will schedule the interviews.     * The seminar portion of the clinic is also open to MSW and PhD candidates at the Silver School of Social Work.   ** 7 credits includes 4 clinical credits and 3 academic seminar credits. Only the three-credit seminar portion is open to social work students.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Criminal Law - Curriculum | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Criminal Law Curriculum                  Areas of Study                 Criminal Law                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum     Criminal law at NYU is a rich discipline that begins with the first-year course in Criminal Law, which covers general principles of criminal responsibility. Second-year students can take courses in evidence or criminal procedure. Most law schools have only one course in criminal procedure—at NYU, students can choose from four. Myriad upper-level advanced courses in substantive and procedural criminal law include Business Crime, Federal Criminal Law, and Juvenile Justice. There are also many seminars to choose from and eight hands-on clinics offered in criminal law.   A Variety of Approaches   The sociology of crime and punishment fascinates Professors David Garland, James Jacobs, and Jerome Skolnick. Garland, the author of the seminal The Culture of Control: Crime and Social Order in the Contemporary Society , virtually invented the field of the sociology of punishment, while Jacobs and Skolnick, co-directors of the Center for Research in Crime and Justice , are experts on organized crime and the sociology of policing, respectively. Jacobs has taught Criminal Procedure, Federal Criminal Law, and Juvenile Justice. Professor Anthony Thompson takes a more hands-on sociological approach: He is the founder of the country’s first Community Reentry and Reintegration Clinic, now part of the Criminal Defense and Reentry Clinic , one of the eight criminal law clinics available to students.   Applying the lessons and theory of administrative law to the administration of criminal justice is Professor Rachel Barkow’s specialty. Given the list of important criminal justice decisions made outside the courtroom—plea bargains, charging decisions, sentencing guidelines, and parole board rulings, among others—Barkow, a leading sentencing scholar, has much material to mine. Her work has explored the mechanisms of administrative oversight of law enforcement, including through jury nullification and sentencing commissions.   Professor Erin Murphy's work focuses on the intersection between new technology and the criminal justice system. An expert in DNA evidence, Murphy often collaborates with faculty in the sciences and social sciences. She delights in learning the ins and outs of the latest new thing, whether functional MRI imaging for lie detection, facial recognition software or other biometric technologies, or GPS location trackers.   Professors Jennifer Arlen '86 and Kevin Davis focus on crime in connection with the field of law and economics. Arlen engages in economic analysis of corporate criminal liability, while Davis takes an active interest in transnational anti-corruption law, including the Foreign Corrupt Practices Act, and has written extensively on the impact of that body of law on both multinational firms and developing countries.   International Perspective   The criminal law program has a very strong international dimension that benefits from interdisciplinary perspectives. Professors David Golove, Stephen Holmes, Richard Pildes, and Samuel Rascoff, the faculty co-directors of the Center on Law and Security , take on terrorism. Professor Jerome Cohen leads a course on Chinese law and society. Professor Holly Maguigan runs the Comparative Criminal Justice Clinic. Professor Davis is interested in the law of development and has written on transnational bribery. Professor Theodor Meron, on leave serving as president of both the International Criminal Tribunal for the former Yugoslavia (ICTY) and the Mechanism for International Criminal Tribunals, is an expert in international criminal law. Professor Ronald Noble, also on leave, is currently serving his third term as secretary general of Interpol.   Constitutional Considerations   From gun control (Jacobs’s specialty) to capital punishment (Amsterdam, Garland, and Stevenson’s area), constitutional issues are front and center within the study of criminal law at NYU. Professor Stephen Schulhofer, a co-author of the leading casebook on criminal law, is also author of Rethinking the Patriot Act: Ideas for Reform and an authority on the high cost of security. Professors Bryan Stevenson and Anthony Amsterdam are legendary figures in the world of death penalty litigation, as well as active teachers and scholars. (Read profiles of Stevenson and Amsterdam in the NYU Law Magazine .) Professors Barry Friedman and Randy Hertz are experts in habeas corpus and criminal procedure. Hertz and Professor Martin Guggenheim '71 are also authorities on juvenile justice. Professor Kim Taylor-Thompson is a national leader on indigent defense.   Corporate Crime and Financial Misdealing   NYU also has the leading program in corporate crime and financial misdealing, benefiting from faculty who are the leading experts in corporate criminal enforcement, the Foreign Corrupt Practices Act, securities fraud, financial institution regulation, and legal issues relating to mortgage-backed securities. Jennifer Arlen, director of the Program on Corporate Compliance and Enforcement, teaches Business Crime and an advanced seminar on business crime. Kevin Davis is a leading expert on foreign corruption and its effect on developing countries. Stephen Choi, a prominent scholar of securities fraud, co-authored a leading casebook on securities. An expert on financial institutions, Geoffrey Miller wrote a book illuminating the structural roots of the 2008-09 global financial crisis and co-authored the leading casebook on banking and financial institutions. Marcel Kahan studies securities fraud, while Harry First wrote the first law school casebook on business crime. Rachel Barkow published a book on using criminal law to regulate corporate conduct.   Learning from the Experts   The criminal law program benefits from the expertise and teaching excellence of four long-time adjunct professors. Federal District Court Judge John Gleeson, formerly chief of the organized crime unit in the US Attorney's Office, Eastern District of New York, teaches seminars on complex criminal investigations and sentencing. Ronald Goldstock, former director of the New York State Organized Crime Task Force and former inspector general of the US Department of Labor, teaches seminars on organized crime control and corruption control. James Orenstein ’87, United States magistrate judge and former federal prosecutor, teaches seminars on complex criminal investigations (with Gleeson) and on ethics in criminal justice administration. S. Andrew Schaffer, a former assistant US attorney in Manhattan and currently the deputy commissioner for legal matters for the New York City Police Department, teaches criminal procedure.   More on the Criminal Law program from the NYU Law Magazine.   Center on the Administration of Criminal Law Fellowship   The 13 student fellows are involved in all aspects of the Center on the Administration of Criminal Law's work. During the two-year fellowship, they conduct research to support the center’s academic, litigation, and policy work. Fellows have the opportunity to co-author articles and other works of scholarship, and help plan and organize conferences and other events involving prominent legal scholars and practitioners.   Corporate Compliance and Enforcement Fellowship   Each year, three to four students receive a fellowship from the Program on Corporate Compliance and Enforcement to work with Professor Jennifer Arlen on her ongoing research projects. Students are expected to co-write articles and research memos. They also help organize and participate in the program's annual conference on corporate crime and financial misdealing.   Criminal Justice Fellowship   The Criminal Justice Fellowship is for a second-year student who wants to collaborate with Professor James Jacobs on one of his ongoing research projects. The fellow receives three academic credits and a $7,500 stipend over two years. Each fellow is expected to co-write an article or book. Jacobs, who has written or co-written 15 books, has worked with students on topics ranging from organized crime to drug testing.                                Find out more           Criminal Law:     Overview   Faculty   Criminal Law Practice Pathway                   Courses           Criminal Law Courses   See All Courses                 Video @ Van Hall             Dana Williamson '14 on working in criminal defense                 Criminal Clinics             Comparative Criminal Justice   Criminal Appellate Defender    Criminal Defense and Reentry Clinic   Equal Justice and Capital Defender    Federal Defender    Juvenile Defender     Prosecution (Eastern District of New York)   Prosecution (Southern District of New York)                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Hoffinger Criminal Justice Colloquium Schedule | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center for Research on Crime and Justice &rsaquo; Hoffinger Criminal Justice Colloquium                  Center for Research in Crime and Justice                 Hoffinger Criminal Justice Colloquium Schedule                 Center for Research on Crime and Justice       Hoffinger Criminal Justice Colloquium   Senior Fellows   Schedule of Speakers                           The Center for Research in Crime and Justice web site (including the Hoffinger Colloquium) has moved.   Please update your bookmarks to this address: http://crimejustice.law.nyu.edu                                                      Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Comparative Criminal Justice Clinic: Focus on Domestic Violence | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Comparative Criminal Justice Clinic                  Clinics                 Comparative Criminal Justice Clinic: Focus on Domestic Violence                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11757 / LW.11968  Professor Holly Maguigan  Professor Shamita Das Dasgupta  Open to 3L, 2L, and LLM students*  Maximum of 12-15 students   Not offered 2015-16  7 credits**  No prerequisites or co-requisites (see \"Qualifications for Applicants\" below)           Introduction   The work of the Comparative Criminal Justice Clinic is criminal defense and assisting the clients of community-based organizations. The clinic offers students the opportunity (1) to compare and contrast different uses of criminal prosecution to combat domestic violence, (2) to develop a critical analysis of the advantages and limitations of various criminal justice strategies, and (3) to assist lawyers, agencies and CBOs working to devise and implement changes in those strategies.   Course Description   Seminar   Domestic violence occurs everywhere, with different resonances in different cultures. Every country has a criminal justice system, but the attempt to use arrest and prosecution as tools against domestic violence is far from universal. Within each nation where domestic violence is prosecuted, there is debate about whether a criminal-court approach will ever make more than a marginal difference. This debate, examined in a comparative and interdisciplinary context, is the focus of the weekly seminar.   Specific areas of inquiry will include mandatory arrest, prosecutorial discretion, no-drop policies, and mandatory reporting to law enforcement by health care providers. In each area we will analyze the potential for racial, cultural, and gender bias in the policy’s implementation. The main points of comparison will be India and the United States.   Fieldwork   All fieldwork placements will be in New York City. They include criminal defense offices, advocacy organizations, and community-based organizations. Every student will have client contact and responsibility, and the placements will offer opportunities ranging from direct representation of an individual to provision of advice to an agency on policy and strategy issues.   In Spring 2012 students worked on criminal defense teams representing battered women accused of crimes in Manhattan, Brooklyn and Queens with lawyers at the Legal Aid Society and in private practice. Students on the civil side worked with attorneys at Connect, Sanctuary for Families, and Safe Horizon. Students should plan on spending12-20 hours a week on fieldwork (3-5 hours per credit).   Substantial Writing Credit   Students who plan to fulfill this writing requirement in connection with the seminar should meet with Professor Maguigan once during the Fall 2011 semester. Call her at (212) 998-6433 or e-mail to arrange an appointment.   Qualifications for Applicants   This course is open to second-year and third-year JD students, to LLM students, and to MSW and PhD candidates at Silver School of Social Work. There are no prerequisites, but students will find it helpful to have academic training or practical experience in one or more of the following areas: criminal procedure, comparative or international law, evidence, domestic violence counseling, advocacy, litigation or policy, and interdisciplinary work. Law students who wish to work in the area of criminal defense should have taken criminal procedure and evidence.   Application Procedure   Interested students applying during the Spring 2011 cycle should submit an application, resume and grade transcript through CAMS. Students will be selected on the basis of their applications and interviews with faculty. Please schedule your interview through CAMS. Current CCJ students are available to answer questions: Rosalind Bell, Kimberly Donnelly, Brian Harris, Alice Huling, Marietta Jo, Dahsong Kim, Elena Lobo, Evelyn Malave, Karl Mulloney-Radke, Lauren Restrepo, Anha Vo and Heather Webb.   Places are reserved for transfer and LLM students and for students in the social work school. Their application deadline is October 15, 2011. Transfer and LL.M applicants should use the CAMS procedure described above. (Please note that there is a separate application form for LLM students.) Social work students should download the application form and send it, along with a resume and informal transcript, via e-mail to both Holly Maguigan and Damaris Marrero . For questions regarding the application procedure, please contact Damaris Marrero .   For more information about the clinic, please contact Professor Shamita Das Dasgupta , Professor Maguigan at (212) 998-6433 or via e-mail , or former students listed above. You may also reach the clinic administrator Damaris Marrero, at 212-998-6473, or via e-mail . Ms. Marrero will schedule the interviews.     * The seminar portion of the clinic is also open to MSW and PhD candidates at the Silver School of Social Work.   ** 7 credits includes 4 clinical credits and 3 academic seminar credits. Only the three-credit seminar portion is open to social work students.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Criminal Law - Curriculum | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Criminal Law Curriculum                  Areas of Study                 Criminal Law                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum     Criminal law at NYU is a rich discipline that begins with the first-year course in Criminal Law, which covers general principles of criminal responsibility. Second-year students can take courses in evidence or criminal procedure. Most law schools have only one course in criminal procedure—at NYU, students can choose from four. Myriad upper-level advanced courses in substantive and procedural criminal law include Business Crime, Federal Criminal Law, and Juvenile Justice. There are also many seminars to choose from and eight hands-on clinics offered in criminal law.   A Variety of Approaches   The sociology of crime and punishment fascinates Professors David Garland, James Jacobs, and Jerome Skolnick. Garland, the author of the seminal The Culture of Control: Crime and Social Order in the Contemporary Society , virtually invented the field of the sociology of punishment, while Jacobs and Skolnick, co-directors of the Center for Research in Crime and Justice , are experts on organized crime and the sociology of policing, respectively. Jacobs has taught Criminal Procedure, Federal Criminal Law, and Juvenile Justice. Professor Anthony Thompson takes a more hands-on sociological approach: He is the founder of the country’s first Community Reentry and Reintegration Clinic, now part of the Criminal Defense and Reentry Clinic , one of the eight criminal law clinics available to students.   Applying the lessons and theory of administrative law to the administration of criminal justice is Professor Rachel Barkow’s specialty. Given the list of important criminal justice decisions made outside the courtroom—plea bargains, charging decisions, sentencing guidelines, and parole board rulings, among others—Barkow, a leading sentencing scholar, has much material to mine. Her work has explored the mechanisms of administrative oversight of law enforcement, including through jury nullification and sentencing commissions.   Professor Erin Murphy's work focuses on the intersection between new technology and the criminal justice system. An expert in DNA evidence, Murphy often collaborates with faculty in the sciences and social sciences. She delights in learning the ins and outs of the latest new thing, whether functional MRI imaging for lie detection, facial recognition software or other biometric technologies, or GPS location trackers.   Professors Jennifer Arlen '86 and Kevin Davis focus on crime in connection with the field of law and economics. Arlen engages in economic analysis of corporate criminal liability, while Davis takes an active interest in transnational anti-corruption law, including the Foreign Corrupt Practices Act, and has written extensively on the impact of that body of law on both multinational firms and developing countries.   International Perspective   The criminal law program has a very strong international dimension that benefits from interdisciplinary perspectives. Professors David Golove, Stephen Holmes, Richard Pildes, and Samuel Rascoff, the faculty co-directors of the Center on Law and Security , take on terrorism. Professor Jerome Cohen leads a course on Chinese law and society. Professor Holly Maguigan runs the Comparative Criminal Justice Clinic. Professor Davis is interested in the law of development and has written on transnational bribery. Professor Theodor Meron, on leave serving as president of both the International Criminal Tribunal for the former Yugoslavia (ICTY) and the Mechanism for International Criminal Tribunals, is an expert in international criminal law. Professor Ronald Noble, also on leave, is currently serving his third term as secretary general of Interpol.   Constitutional Considerations   From gun control (Jacobs’s specialty) to capital punishment (Amsterdam, Garland, and Stevenson’s area), constitutional issues are front and center within the study of criminal law at NYU. Professor Stephen Schulhofer, a co-author of the leading casebook on criminal law, is also author of Rethinking the Patriot Act: Ideas for Reform and an authority on the high cost of security. Professors Bryan Stevenson and Anthony Amsterdam are legendary figures in the world of death penalty litigation, as well as active teachers and scholars. (Read profiles of Stevenson and Amsterdam in the NYU Law Magazine .) Professors Barry Friedman and Randy Hertz are experts in habeas corpus and criminal procedure. Hertz and Professor Martin Guggenheim '71 are also authorities on juvenile justice. Professor Kim Taylor-Thompson is a national leader on indigent defense.   Corporate Crime and Financial Misdealing   NYU also has the leading program in corporate crime and financial misdealing, benefiting from faculty who are the leading experts in corporate criminal enforcement, the Foreign Corrupt Practices Act, securities fraud, financial institution regulation, and legal issues relating to mortgage-backed securities. Jennifer Arlen, director of the Program on Corporate Compliance and Enforcement, teaches Business Crime and an advanced seminar on business crime. Kevin Davis is a leading expert on foreign corruption and its effect on developing countries. Stephen Choi, a prominent scholar of securities fraud, co-authored a leading casebook on securities. An expert on financial institutions, Geoffrey Miller wrote a book illuminating the structural roots of the 2008-09 global financial crisis and co-authored the leading casebook on banking and financial institutions. Marcel Kahan studies securities fraud, while Harry First wrote the first law school casebook on business crime. Rachel Barkow published a book on using criminal law to regulate corporate conduct.   Learning from the Experts   The criminal law program benefits from the expertise and teaching excellence of four long-time adjunct professors. Federal District Court Judge John Gleeson, formerly chief of the organized crime unit in the US Attorney's Office, Eastern District of New York, teaches seminars on complex criminal investigations and sentencing. Ronald Goldstock, former director of the New York State Organized Crime Task Force and former inspector general of the US Department of Labor, teaches seminars on organized crime control and corruption control. James Orenstein ’87, United States magistrate judge and former federal prosecutor, teaches seminars on complex criminal investigations (with Gleeson) and on ethics in criminal justice administration. S. Andrew Schaffer, a former assistant US attorney in Manhattan and currently the deputy commissioner for legal matters for the New York City Police Department, teaches criminal procedure.   More on the Criminal Law program from the NYU Law Magazine.   Center on the Administration of Criminal Law Fellowship   The 13 student fellows are involved in all aspects of the Center on the Administration of Criminal Law's work. During the two-year fellowship, they conduct research to support the center’s academic, litigation, and policy work. Fellows have the opportunity to co-author articles and other works of scholarship, and help plan and organize conferences and other events involving prominent legal scholars and practitioners.   Corporate Compliance and Enforcement Fellowship   Each year, three to four students receive a fellowship from the Program on Corporate Compliance and Enforcement to work with Professor Jennifer Arlen on her ongoing research projects. Students are expected to co-write articles and research memos. They also help organize and participate in the program's annual conference on corporate crime and financial misdealing.   Criminal Justice Fellowship   The Criminal Justice Fellowship is for a second-year student who wants to collaborate with Professor James Jacobs on one of his ongoing research projects. The fellow receives three academic credits and a $7,500 stipend over two years. Each fellow is expected to co-write an article or book. Jacobs, who has written or co-written 15 books, has worked with students on topics ranging from organized crime to drug testing.                                Find out more           Criminal Law:     Overview   Faculty   Criminal Law Practice Pathway                   Courses           Criminal Law Courses   See All Courses                 Video @ Van Hall             Dana Williamson '14 on working in criminal defense                 Criminal Clinics             Comparative Criminal Justice   Criminal Appellate Defender    Criminal Defense and Reentry Clinic   Equal Justice and Capital Defender    Federal Defender    Juvenile Defender     Prosecution (Eastern District of New York)   Prosecution (Southern District of New York)                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]