[{"detail": [{"content": "Ph.D. Candidates in Israel Studies, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Ph.D. Candidates in Israel Studies              Jehad Abusalim   Ahmad Amara  Ahmad Amara, is a Palestinian Human rights lawyer. Amara received his BA and Master's degrees in Law from Tel Aviv University, and earned a second Master's degree in International Human Rights Law from Essex University in the United Kingdom. His research focused on International humanitarian law and the law of occupation, in addition to land and housing rights. In 2005, Amara co-founded Karama (Arabic for \"Dignity\"), a human rights organization located in Nazareth, where he served as a Senior Staff Attorney. Before beginning his doctoral work, Amara served for three years as a global advocacy fellow and clinical instructor in the Harvard Law School Human Rights Program. His research and advocacy projects in Harvard focused, among other areas, on historical land rights for the Bedouin Arabs of the Negev; land confiscation in East Jerusalem, Housing rights in Israel and Jordan and the rights of domestic migrant workers rights in Jordan. Amara's current research focuses is on the legal history of late Ottoman and British Mandate Palestine with regard to property rights and legal advocacy.  Shirly Bahar Shirly Bahar is a PhD candidate at the Department of Hebrew and Judaic Studies at NYU. Currently in her fifth year, Shirly is writing her dissertation on documentary cinema from Israel since 2000, particularly focusing on cinematic performances of Palestinians and Mizrahim citizens and subalterns of the state. Mizrahim and Palestinians, who verbalize and visualize their continuously precarious positions in Israel, by testifying on, and enacting, Zionism’s lingering effects on their traditions, lives, and bodies, star in Shirly’s dissertation. Shirly is also the founder and organizer of the successful Mizrahi Film Series at NYU, which presents new film work by and about Mizrahim – Islamic and Arab Jews – and invites the filmmakers and films stars for discussions with the audience.  Dekel Canetti Dekel Canetti is a cultural sociologist, interested in generation and maintenance of common narratives. He is writing his thesis on a born-again (Tshuva) Hasidic community in Mea Shearim, Jerusalem. Dekel received his MA in sociology from the Hebrew University of Jerusalem, and BA in economics from Haifa University. Dekel also facilitates Paths to Peace, a Palestinian-Israeli discussion workshop in the College of Arts and Science. At night he is a brave superhero.    Dana Ernst           Sandra Fox          Sandra Fox was born and raised in Syosset, New York. Sandra received her BA from Eugene Lang College (The New School) where she studied History, Politics, and Jewish Studies. At Lang, she received honors for her thesis on the history and politicization of Israeli and Palestinian Sesame Street Programs. Currently she is a student in the joint PhD program of Hebrew Judaic Studies and History at NYU, studying the history of Israeli youth culture and education.  Hillel Gruenberg            Hillel Gruenberg was born and raised in  New Rochelle, a close suburb of New York City. Hillel received a BA from the  State University of New York in Binghamton, where he majored in History and  Philosophy, Politics and Law (PPL) with a concentration in Middle East and  North African Studies. Hillel spent his first year of  university study at the Hebrew University while also working in irrigation on a  Kibbutz in southwestern Israel. Additionally, he was an Intern in the  Israeli Knesset the summer prior to completing his BA. The year following  his graduation from SUNY Binghamton, Hillel enrolled as a non-degree graduate  student at the Hebrew University in preparation for his doctoral degree studies  program. Currently Hillel is a PhD candidate in the Joint PhD Program in  Hebrew &amp; Judaic Studies and History at New York University, specializing in  Israeli/Zionist Political History. His chief interests include the  encounter between Zionism and Liberalism in practice and theory as well as the  adaptation of Zionist ideologies to the Israeli political sphere.          Shay Hazkani          Shay Hazkani is a doctoral candidate in the joint program  of the Department of Hebrew and Judaic Studies and the Department of History. Originally  from Israel, Shay received his Master’s Degree in Arab Studies from the Center  for Contemporary Arab Studies at Georgetown University and his B.A in Middle  Eastern Studies from Tel Aviv University. His research focuses on subaltern and  socio-cultural history of the Arab-Israeli conflict. Prior to starting his  Masters, Shay worked for seven years as a West Bank correspondent and as a war  correspondent for Israeli radio and television, where he covered the Second  Intifada, the 2005 Israeli pull-out from Gaza and the 2006 war in Lebanon. Besides  reporting on the daily clashes, Shay took special interest in human rights  issues and the Israeli settler movement.                              Donna Herzog       Donna Herzog is a doctoral candidate at the Taub Center for Israel Studies in the Department of Hebrew and Judaic Studies at New York University. Donna’s research interests include examining the role of technology and development on the natural environment, and the role of these initiatives in transforming national identity and spaces. Donna is currently working on her dissertation on the history of Israel’s largest water infrastructure project, the National Water Carrier.                      Brett Levi       Brett Levi is a PhD candidate in the Department of Hebrew and Judaic Studies and Taub Center for Israel Studies at NYU. He received his BA from the University of Pennsylvania, where he studied History, Jewish Studies, and History of Art. Brett received his master's degree from Harvard University's Center for Middle Eastern Studies, where he was awarded the prize for best master's thesis in 2013 for his paper “Hasidic Geopolitics and the Greater Land of Israel: Israeli Hasidic Rebbes Encounter the West Bank, Gaza and Territorial Withdrawal, 1982–2013.” Brett has worked at research institutes and non-profit organizations in New York, Boston, and Jerusalem. His primary research interests include political geography; religious Zionism; ultra-Orthodox Jewish communities; and post-WWII European Jewish history.                     Geoffrey Levin  Geoffrey Levin is a PhD student in Hebrew &amp; Judaic Studies and History at New York University. Originally from Wheeling, Illinois, Geoffrey received a graduate Diploma in International Studies from the Johns Hopkins School of Advanced International Studies (SAIS) Bologna Center and a B.A. in International Relations from Michigan State University. He also studied at the University of Haifa, and is a recipient of the Schusterman Israel Scholar Award. Prior to NYU, Geoffrey was a visiting graduate student at Johns Hopkins University’s Department of Political Science, and was a researcher for a project analysing post-“Arab Spring” constitutional transitions at a think tank in Bologna, Italy. His research interests include Israeli political and diplomatic history with a focus on U.S.-Israeli and Israeli-Arab relations.  Fredrik Meiton        Fredrik Meiton is a joint PhD student in History and Hebrew &amp; Judaic Studies at New York University. He has a Bachelor’s degree in History from the University of Lund in Sweden, and an MPhil in Modern Middle East Studies from Oxford University. The working title of his dissertation is “The Electrification of Palestine.” It focuses on the political and social significance of electricity generation and distribution in Palestine during the period of British rule, 1917-1948.        Dan Tsahor                                   Shayna Weiss            Shayna Weiss is from Jacksonville, Florida. In 2007, she graduated from Brandeis University with a double major in Near Eastern and Judaic Studies and International and Global Studies. At Brandeis, she received highest honors for her thesis on religious women in the Israeli Defense Forces. She is a 2008 graduate of the Drisha Beit Midrash Program, in which she spent the year studying Talmud and other Jewish texts full time. Shayna is now a doctoral candidate at NYU in Hebrew and Judaic Studies and the Taub center for Israel Studies, focusing on issues of religion and gender in Israeli society. She is finishing her dissertation on the origins of gender segregation in the Israeli public sphere. During her \"free time,\" she blogs about Israeli television and culture.                            Amy Weiss            Amy Weiss, a  native of New Providence, New Jersey, graduated Phi Beta Kappa and summa cum  laude with a degree in Jewish Studies and sociology from Rutgers College,  Rutgers University in 2005. As a student  in both the Henry Rutgers Scholars Program and the Sociology Honors Program,  she wrote her senior thesis on the religious and educational influences which  impact American Jews’ decisions to make aliyah.    She received her Master’s Degree in Jewish Studies from the Jewish  Theological Seminary in 2007. Amy is  currently enrolled in the joint PhD program in Hebrew &amp; Judaic Studies and  History at NYU. She intends to focus her  research on the ways in which American ethnic groups influenced US public and  foreign policy regarding Israel in the post-war period.        Graduates  Shira Klein, PhD Awarded Spring 2012            Dr Shira Klein is an Assistant Professor of History at Chapman University, where she teaches Jewish, European, migration, and Holocaust history. She received her BA from Tel Aviv University and her MA from La Sapienza University in Rome. She completed her PhD in 2012 at New York University, where she was a proud member of the Taub Center for Israel Studies. Dr Klein is currently revising her doctoral dissertation into a book manuscript, a cultural history of Italian Jewry and its diaspora in the United States and Palestine. It enquires into the experiences of Italian Jews from the time of emancipation in the nineteenth century until after the Holocaust. Dr Klein has received a Yad Hanadiv Fellowship in Jewish Studies for 2014-2015, which will enable her to spend the year in Israel working on her manuscript.                                          Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ph.D. Candidates in Israel Studies, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Ph.D. Candidates in Israel Studies              Jehad Abusalim   Ahmad Amara  Ahmad Amara, is a Palestinian Human rights lawyer. Amara received his BA and Master's degrees in Law from Tel Aviv University, and earned a second Master's degree in International Human Rights Law from Essex University in the United Kingdom. His research focused on International humanitarian law and the law of occupation, in addition to land and housing rights. In 2005, Amara co-founded Karama (Arabic for \"Dignity\"), a human rights organization located in Nazareth, where he served as a Senior Staff Attorney. Before beginning his doctoral work, Amara served for three years as a global advocacy fellow and clinical instructor in the Harvard Law School Human Rights Program. His research and advocacy projects in Harvard focused, among other areas, on historical land rights for the Bedouin Arabs of the Negev; land confiscation in East Jerusalem, Housing rights in Israel and Jordan and the rights of domestic migrant workers rights in Jordan. Amara's current research focuses is on the legal history of late Ottoman and British Mandate Palestine with regard to property rights and legal advocacy.  Shirly Bahar Shirly Bahar is a PhD candidate at the Department of Hebrew and Judaic Studies at NYU. Currently in her fifth year, Shirly is writing her dissertation on documentary cinema from Israel since 2000, particularly focusing on cinematic performances of Palestinians and Mizrahim citizens and subalterns of the state. Mizrahim and Palestinians, who verbalize and visualize their continuously precarious positions in Israel, by testifying on, and enacting, Zionism’s lingering effects on their traditions, lives, and bodies, star in Shirly’s dissertation. Shirly is also the founder and organizer of the successful Mizrahi Film Series at NYU, which presents new film work by and about Mizrahim – Islamic and Arab Jews – and invites the filmmakers and films stars for discussions with the audience.  Dekel Canetti Dekel Canetti is a cultural sociologist, interested in generation and maintenance of common narratives. He is writing his thesis on a born-again (Tshuva) Hasidic community in Mea Shearim, Jerusalem. Dekel received his MA in sociology from the Hebrew University of Jerusalem, and BA in economics from Haifa University. Dekel also facilitates Paths to Peace, a Palestinian-Israeli discussion workshop in the College of Arts and Science. At night he is a brave superhero.    Dana Ernst           Sandra Fox          Sandra Fox was born and raised in Syosset, New York. Sandra received her BA from Eugene Lang College (The New School) where she studied History, Politics, and Jewish Studies. At Lang, she received honors for her thesis on the history and politicization of Israeli and Palestinian Sesame Street Programs. Currently she is a student in the joint PhD program of Hebrew Judaic Studies and History at NYU, studying the history of Israeli youth culture and education.  Hillel Gruenberg            Hillel Gruenberg was born and raised in  New Rochelle, a close suburb of New York City. Hillel received a BA from the  State University of New York in Binghamton, where he majored in History and  Philosophy, Politics and Law (PPL) with a concentration in Middle East and  North African Studies. Hillel spent his first year of  university study at the Hebrew University while also working in irrigation on a  Kibbutz in southwestern Israel. Additionally, he was an Intern in the  Israeli Knesset the summer prior to completing his BA. The year following  his graduation from SUNY Binghamton, Hillel enrolled as a non-degree graduate  student at the Hebrew University in preparation for his doctoral degree studies  program. Currently Hillel is a PhD candidate in the Joint PhD Program in  Hebrew &amp; Judaic Studies and History at New York University, specializing in  Israeli/Zionist Political History. His chief interests include the  encounter between Zionism and Liberalism in practice and theory as well as the  adaptation of Zionist ideologies to the Israeli political sphere.          Shay Hazkani          Shay Hazkani is a doctoral candidate in the joint program  of the Department of Hebrew and Judaic Studies and the Department of History. Originally  from Israel, Shay received his Master’s Degree in Arab Studies from the Center  for Contemporary Arab Studies at Georgetown University and his B.A in Middle  Eastern Studies from Tel Aviv University. His research focuses on subaltern and  socio-cultural history of the Arab-Israeli conflict. Prior to starting his  Masters, Shay worked for seven years as a West Bank correspondent and as a war  correspondent for Israeli radio and television, where he covered the Second  Intifada, the 2005 Israeli pull-out from Gaza and the 2006 war in Lebanon. Besides  reporting on the daily clashes, Shay took special interest in human rights  issues and the Israeli settler movement.                              Donna Herzog       Donna Herzog is a doctoral candidate at the Taub Center for Israel Studies in the Department of Hebrew and Judaic Studies at New York University. Donna’s research interests include examining the role of technology and development on the natural environment, and the role of these initiatives in transforming national identity and spaces. Donna is currently working on her dissertation on the history of Israel’s largest water infrastructure project, the National Water Carrier.                      Brett Levi       Brett Levi is a PhD candidate in the Department of Hebrew and Judaic Studies and Taub Center for Israel Studies at NYU. He received his BA from the University of Pennsylvania, where he studied History, Jewish Studies, and History of Art. Brett received his master's degree from Harvard University's Center for Middle Eastern Studies, where he was awarded the prize for best master's thesis in 2013 for his paper “Hasidic Geopolitics and the Greater Land of Israel: Israeli Hasidic Rebbes Encounter the West Bank, Gaza and Territorial Withdrawal, 1982–2013.” Brett has worked at research institutes and non-profit organizations in New York, Boston, and Jerusalem. His primary research interests include political geography; religious Zionism; ultra-Orthodox Jewish communities; and post-WWII European Jewish history.                     Geoffrey Levin  Geoffrey Levin is a PhD student in Hebrew &amp; Judaic Studies and History at New York University. Originally from Wheeling, Illinois, Geoffrey received a graduate Diploma in International Studies from the Johns Hopkins School of Advanced International Studies (SAIS) Bologna Center and a B.A. in International Relations from Michigan State University. He also studied at the University of Haifa, and is a recipient of the Schusterman Israel Scholar Award. Prior to NYU, Geoffrey was a visiting graduate student at Johns Hopkins University’s Department of Political Science, and was a researcher for a project analysing post-“Arab Spring” constitutional transitions at a think tank in Bologna, Italy. His research interests include Israeli political and diplomatic history with a focus on U.S.-Israeli and Israeli-Arab relations.  Fredrik Meiton        Fredrik Meiton is a joint PhD student in History and Hebrew &amp; Judaic Studies at New York University. He has a Bachelor’s degree in History from the University of Lund in Sweden, and an MPhil in Modern Middle East Studies from Oxford University. The working title of his dissertation is “The Electrification of Palestine.” It focuses on the political and social significance of electricity generation and distribution in Palestine during the period of British rule, 1917-1948.        Dan Tsahor                                   Shayna Weiss            Shayna Weiss is from Jacksonville, Florida. In 2007, she graduated from Brandeis University with a double major in Near Eastern and Judaic Studies and International and Global Studies. At Brandeis, she received highest honors for her thesis on religious women in the Israeli Defense Forces. She is a 2008 graduate of the Drisha Beit Midrash Program, in which she spent the year studying Talmud and other Jewish texts full time. Shayna is now a doctoral candidate at NYU in Hebrew and Judaic Studies and the Taub center for Israel Studies, focusing on issues of religion and gender in Israeli society. She is finishing her dissertation on the origins of gender segregation in the Israeli public sphere. During her \"free time,\" she blogs about Israeli television and culture.                            Amy Weiss            Amy Weiss, a  native of New Providence, New Jersey, graduated Phi Beta Kappa and summa cum  laude with a degree in Jewish Studies and sociology from Rutgers College,  Rutgers University in 2005. As a student  in both the Henry Rutgers Scholars Program and the Sociology Honors Program,  she wrote her senior thesis on the religious and educational influences which  impact American Jews’ decisions to make aliyah.    She received her Master’s Degree in Jewish Studies from the Jewish  Theological Seminary in 2007. Amy is  currently enrolled in the joint PhD program in Hebrew &amp; Judaic Studies and  History at NYU. She intends to focus her  research on the ways in which American ethnic groups influenced US public and  foreign policy regarding Israel in the post-war period.        Graduates  Shira Klein, PhD Awarded Spring 2012            Dr Shira Klein is an Assistant Professor of History at Chapman University, where she teaches Jewish, European, migration, and Holocaust history. She received her BA from Tel Aviv University and her MA from La Sapienza University in Rome. She completed her PhD in 2012 at New York University, where she was a proud member of the Taub Center for Israel Studies. Dr Klein is currently revising her doctoral dissertation into a book manuscript, a cultural history of Italian Jewry and its diaspora in the United States and Palestine. It enquires into the experiences of Italian Jews from the time of emancipation in the nineteenth century until after the Holocaust. Dr Klein has received a Yad Hanadiv Fellowship in Jewish Studies for 2014-2015, which will enable her to spend the year in Israel working on her manuscript.                                          Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Helga Tawil-Souri - Faculty Bio                                                                                                         Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers       NYU Steinhardt Study Evaluates the Influence of College Experiences on Career Outcomes       AERA Conference Highlights: Original Research by Steinhardt Faculty Members                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Faculty                                                         Helga Tawil-Souri    Associate Professor of Media, Culture, and Communication              Phone: 212-992-9437    Email: helga@nyu.edu    Office Hours: Spring 2015 - Tuesday 2:00 - 3:30 (at 255 Sullivan St, 4th Floor)        Departments:         Media, Culture, and Communication                Associate Professor Department of Middle East and Islamic Studies   Director Hagop Kevorkian Center for Near Eastern Studies       Helga works on issues to do with technology, media, culture, territory and politics in the Middle East, and especially Palestine-Israel. She has researched and written on Arab media; Palestinian cinema, television, video games and popular culture; on telecommunications and internet infrastructure and development in the Palestinian Territories; as well as on cultural/territorial politics in Palestine-Israel including analyzing checkpoints as cultural and economic spaces, identification cards as material artifacts and territorially-bordering mechanisms.   Helga has published a wide range of peer-reviewed articles and invited chapters. She has a monograph titled Digital Occupation forthcoming, is currently co-editing a volume on Arab Media and Culture and a second titled Gaza As Metaphor , as well as serves on a number of journal editorial boards and Middle Eastern non-profit foundations.   Helga teaches courses at undergraduate and graduate levels on topics including borders and spatiality, Arab media, critical theory and media studies, Israel/Palestine, war and media, globalization and international development, and what has been referred to as \"the coffee class\" (cultural geography of commodities).   Before academia, Helga worked as a researcher and strategic analyst at a multinational media conglomerate and as an internet consultant. She has lived in various parts of North America, Europe, and the Middle East, which has resulted in border-crossings of various kinds, an obsession with im/mobility, and the ability to fluently communicate in six and a half languages. Helga also spends time behind a camera, as a photographer and documentary film-maker.   Beginning Spring 2015, Helga will be serving as the Director of the Hagop Kevorkian Center for Near Eastern Studies at NYU. She will be holding her office hours there (50 Washington Square South, entrance at 255 Sullivan), and you'll find her at the many events happening at 'Kevo.'              Education        B.A. McGill University, English Literature &amp; Economics MA University of Southern California, Annenberg School for Communication Ph.D. University of Colorado, Boulder, School of Journalism and Mass Communication         Links         helga.com   Photography   i.so.chro.nism [twenty four hours in jabaa] - experimental short documentary film (2004)            Research        Contemporary issues in Israel-Palestine Media and cultural politics in the Middle East Globalization, capitalism, 'development' Critical geography, borders, spatiality, territoriality Media and hi-tech infrastructure and materiality Contemporary Palestinian politics and culture         Publications        Tawil-Souri, H. and Matar, D. (eds). Gaza As Metaphor . Hurst Publishers, 2015 (forthcoming) Tawil-Souri, H. (in press). Between Digital Flows and Territorial Borders: ICTs in the Palestine-Israel-EU Matrix; in Raffaella Del Sarto, ed. Fragmented Borders, Interdependence and External Relations: The Israel-Palestine-European Union Triangle , Palgrave. Tawil-Souri, H. (in press). Technology&rsquo;s Borders: The U.S., Palestine, and Egypt&rsquo;s Digital Connections; in Marwan Kraidy and Alex Lubin, eds. American Studies Between the American Century and the Arab Spring , University of North Carolina Press. Tawil-Souri, H. (in press). Exopolis: Between Ramallah and Jerusalem. Urban Research. Tawil-Souri, H. (in press). Media, Globalization, and the (Un)Making of the Palestinian Cause. Popular Communication. Dawes, Simon. (2015). The Digital Occupation of Gaza: Interview with Helga Tawil-Souri. MeCCSA Special Issue on Mediatizing Gaza, [ link ] Tawil-Souri, H. (2015). Occupation Apps, Jacobin 17 [ link ] Tawil-Souri, H. (2014). The Technological End Between the Inside of Gaza and the Outside of Gaza. 7iber [ link ] Tawil-Souri, H. (2014). My Aunt&rsquo;s Mamilla. Jerusalem Quarterly 58 Tawil-Souri, H. (2014). Cinema as the Space to Transgress Palestine&rsquo;s Territorial Trap. Middle East Journal of Culture and Communication 7(2): 169-189. Tawil-Souri, H. and M. Aouragh (2014). Intifada 3.0? Cyber Colonialism and Palestinian Resistance. Arab Studies Journal 102-133. Tawil-Souri, H. (2014). الاحتلال الرقمي الإسرائيلي لغزة Omran , Special Edition on Surveillance. Tawil-Souri, H. (2013). Networking Palestine, Creating and Limiting Media and Technology Flows: Television and Telecommunications since 1993. In Petter Bauck and Mohammed Omer Moghayyer, Eds. The Oslo Accords 1993- 2013: Twenty Years with what Results? AUC Press / I.B. Tauris. Tawil-Souri, H. (2012). Egypt&rsquo;s Uprising and the Shifting Spatiality of Politics. Cinema Journal 52(1): 160-166. Tawil-Souri, H. (2012). It's Still About the Power of Place. Middle East Journal of Culture and Communication 5: 86-95. Tawil-Souri, H. (2012). Digital Occupation: The High-Tech Enclosure of Gaza. Journal of Palestine Studies 41(2): 27-43. Tawil-Souri, H. (2012). Mapping Israel-Palestine. Political Geography 30(8): 57-60. Tawil-Souri, H. (2012). Uneven Borders, Coloured (Im)mobilities: ID Cards in Palestine/Israel. Geopolitics 17(1). Tawil-Souri, H. (2011). Where is the Political in Cultural Studies? In Palestine. International Journal of Cultural Studies 16(1), 1-16. Tawil-Souri, H. (2011). Colored Identity: The Politics and Materiality of ID Cards in Palestine/Israel. Social Text 107, 67-97. Tawil-Souri, H. (2011). The &lsquo;War on Terror&rsquo; in Arab Media. In Daya Thussu and Des Freedman, Eds., Media and Terrorism: Global Perspectives (241-254). SAGE. Tawil-Souri, H. (2011). The Necessary Politics of Palestinian Cultural Studies. In Tarik Sabry, Ed., Conceptualising Cultural Studies and Media Studies in the Arab World: Mapping the Field (150-176). London: I.B. Tauris. Tawil-Souri, H. (2011). Qalandia Checkpoint as Space and Non-Place. Space and Culture 14(1), 4-26. Tawil-Souri, H. (2011). Orange, Green, and Blue: Colour-Coded Paperwork for Palestinian Population Control. In Elia Zureik, David Lyon, and Yasmeen Abu-Laban, Eds., Surveillance and Control in Israel/Palestine: Population, Territory, and Power (219-238). London: Routledge. Tawil-Souri, H. (2009). New Palestinian Centers: An Ethnography of the &lsquo;Checkpoint Economy.&rsquo; International Journal of Cultural Studies 12(3), 217-235. Tawil-Souri, H. (2008). Arab Television in Academic Scholarship. Sociology COMPASS 2(5), 1400-1415. Tawil Souri, H. (2007). The Political Battlefield of Pro-Arab Videogames on Palestinian Streets. Comparative Studies of South Asia, Africa, and the Middle East 27(3), 536-551. Tawil-Souri, H. (2007). Global and National Forces for a Nation-State Yet to Be Born: The Paradoxes of Palestinian Television Policies. Westminster Papers in Communication and Culture 4(3), 4-25. Tawil Souri, H. (2007). Move Over Bangalore. Here Comes&hellip; Palestine? Western Funding and &lsquo;Internet Development&rsquo; in the Shrinking Palestinian State. In P. Chakravartty and Y. Zhao, Eds., Global Communications: Toward a Transcultural Political Economy (263-284). Rowman &amp; Littlefield. Souri, H.T. (2006). Marginalizing Palestinian Development: Lessons Against Peace. Development 49(2), 75-80. Tawil, H. (2005). Coming Into Being and Flowing Into Exile: History and Trends in Palestinian Film-Making. Nebula 2(2), 113-140. for a complete list of publications and presentations, see www.helga.com           Courses Taught        UG: Global Honors Seminar: Borders, Barriers, and Buffers Cultural Geography and Media of Commodities  Mediating Israel/Palestine Communication and International Development Middle East Media (formerly Islam, Media, and the West) Introduction to Media Studies Media and Globalization War and Media in the Middle East (@ NYU-AD) War as Media Grad: Middle East Media and Cultural Politics Middle East Media and Cultural Politics: Israel/Palestine Topics in Globalization: International Development Topics in Globalization: Commodities Media, Culture, and Communication Core Seminar (MA Theory Core) Dissertation Proposal Seminar Doctoral Core Seminar 1 (PhD Theory Core)                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]