[{"detail": [{"content": "Terminology - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       Terminology                   Afro-descendent - the politically correct term widely accepted in Per&uacute; to reference those who in one way or another have African ancestry. This term is preferred over &ldquo;Afro-Peruvian&rdquo; in most intellectual circles.    Afro-Peruvian &ndash; A term describing the black culture of Per&uacute;, especially in Lima, which is an integral and irremovable part of criollo culture.    Black - in Per&uacute; this term refers to a culture, more than it does to the color of one&rsquo;s skin. Hence, many artists in the Afro-Peruvian and criollo culture don&rsquo;t necessarily &ldquo;look&rdquo; black, yet the music is considered &ldquo;black.&rdquo;    Cajita &ndash; &ldquo;The Little Box.&rdquo; A percussion instrument made of wood worn around the neck using a long strap. Sound is produced as the lid is opened and closed and the side is struck with a small wooden mallet. The instrument evolved from the collection boxes using in Spanish churches during colonial times.    Caj&oacute;n &ndash; A box drum considered to be cultural patrimony in Per&uacute;. It is the most important of all percussion instruments for Peruvian coastal music (black and criollo). The instrument is made entirely of wood, with a sounding hole in the back and a thin plywood front. The instrument is played by striking the wood with bare hands, creating distinctive low and high pitches.    Centro Cultural &ndash; another name for a pe&ntilde;a, meaning a &ldquo;cultural center.&rdquo; Often times curators of the music prefer to refer to pe&ntilde;as as cultural centers in order to impress upon visitors the seriousness of the music while discouraging rowdy or excessively loud behavior.    Criollo - a term that references the syncretic nature of Peruvian coastal culture. A mixture between African, Indigenous and Spanish origins.    Distritos &ndash; Lima, the capital of Per&uacute;, is divided into &ldquo;distritos,&rdquo; or large neighborhoods. These are significant as they are often times referenced by artists who identify themselves with one distrito or another.    Festejo &ndash; A fast, lively dance in 12/8 time. Originally danced in pairs, &ldquo;festejo&rdquo; means &ldquo;to celebrate&rdquo; and is erotic and celebratory in nature. The festejo typically signals the high points of pe&ntilde;a evenings.    Jarana &ndash; An informal musical gathering, typically at a home, where participants create and perform criollo and black music through guitar playing, percussion, singing, hand clapping, and dancing. Jaranas are always accompanied by abundant cuisine and pisco.    Land&oacute; &ndash; A slow 12/8 rhythm that was &ldquo;born&rdquo; in the 1960s. Although the origins are unclear and a source of much debate, the land&oacute; exists primarily as a performance genre, not usually included in social dancing. It has become a widely popular and unique rhythm to coastal Per&uacute;.    Lima &ndash; the capital of Per&uacute;, located on the central coast on the Pacific ocean. Historically, the most important city in the Spanish viceroyalty and center of Spanish trade. This contributed significantly to the development of black and criollo musical traditions.    Marinera Lime&ntilde;a &ndash; A more subdued Marinera than its northern counterpart. Danced with scarves and dress shoes in an elegant style. 6/8 time in both major and minor tonalities are common, although the polyrhythmic nature of the dance can lead to a &ldquo;feel&rdquo; that is closer to 12/8 or even &frac34; time. Specific verse structure is a prominent feature of the Marinera, in which singers compete to turn the phrase. Instrumentation is always guitar, caj&oacute;n and voices.    Marinera Norte&ntilde;a &ndash; A lively dance from the north of Peru. Performed barefoot and with scarves. It is a very important part of Northern culture. Marinera contests often draw stadiums full of fans to the final rounds. While rhythmically similar to Marinera Lime&ntilde;a, Marinera Norte&ntilde;a is performed outdoors with a live brass band as accompaniment.    Pe&ntilde;a &ndash; A formal musical venue, varying in degrees of &ldquo;professionalism&rdquo;. A house band typically plays throughout the evening, providing entertainment and the opportunity for dancing. Sometimes professional dancers also perform, particularly in the larger and more established venues. Some pe&ntilde;as are open to the public and some are private, by invitation only. The smallest pe&ntilde;as take place in private homes.    Pisco &ndash; A clear brandy made from grapes which is a native Peruvian liquor.    Pisco Sour &ndash; A mixed drink made from pisco, key limes, bitters and egg whites. The national drink of Per&uacute; and source of great pride. Pisco sours accompany many social and musical occasions.    Quijada &ndash; The jawbone of a donkey, used as a percussion instrument. A small stick is run along the teeth generating a guiro-like sound, alternating with the rattling sound produced by striking the back of the jaw with the heel of the hand. The modern vibra slap was designed to imitate the unique sound created by this ancient instrument.    Tondero &ndash; A traditional rhythm and sound from northern Per&uacute; that synthesizes Spanish Gypsy, African and Indigenous musical characteristics. The lyrics are typically tragic and the dance is said to represent the movements of birds. Both dancers perform bare footed.    Valse (or valse  criollo) &ndash; A Peruvian waltz derived from its European counterpart.  Although melodically in &frac34; time, the polyrhythmic nature of Afro-Peruvian  music gives the valse its distinctive quality. Lyrics are most often  about love, tragedy and the human condition.    Zamacueca &ndash; the oldest of all Afro-Peruvian and criollo dances. The origins are debated, but it is generally agreed that the flowing scarves and sensuality of the dance was present from colonial times, as depicted by the water colors of Pancho Fierro. It is believed that the zamacueca spawned all other coastal dances including the Marinera and Tondero.          Afrodescendiente: El t&eacute;rmino pol&iacute;ticamente correcto ampliamente aceptado en el Per&uacute; para referirse a aquellas personas que, de una u otra manera, tienen ancestros africanos. Este t&eacute;rmino se prefiere a &ldquo;afroperuano&rdquo; en la mayor&iacute;a de los c&iacute;rculos intelectuales.    Afroperuano: T&eacute;rmino que describe la cultura negra del Per&uacute;, especialmente en Lima, que es parte esencial e inamovible de la cultura criolla.    Negro: En el Per&uacute;, este t&eacute;rmino alude a una cultura, m&aacute;s que al color de la piel. Por lo tanto, muchos artistas de la cultura afroperuana y criolla no necesariamente &ldquo;parecen&rdquo; negros, y sin embargo su m&uacute;sica se considera &ldquo;negra&rdquo;.    Cajita: Instrumento de percusi&oacute;n hecho de madera; se utiliza colgada del cuello con una correa larga. El sonido se produce al abrir y cerrar la tapa, mientras se golpea con un peque&ntilde;o mazo de madera el costado de la cajita. El instrumento originalmente era usado para recoger la limosna en las iglesias espa&ntilde;olas durante la &eacute;poca colonial.    Caj&oacute;n: Tambor en forma de caja considerado patrimonio cultural del Per&uacute;. Es el m&aacute;s importante de todos los instrumentos de percusi&oacute;n para la m&uacute;sica de la costa peruana (negra y criolla). El instrumento est&aacute; hecho todo de madera, con una boca de resonancia en la parte posterior y una delgada tapa delantera de triplay enchapado. El instrumento se toca golpeando la madera directamente con las manos, creando inconfundibles tonos graves y agudos.    Centro cultural: Otro nombre para referirse a la pe&ntilde;a. A menudo los curadores musicales prefieren referirse a las pe&ntilde;as como centros culturales para recalcar a los visitantes la seriedad de la m&uacute;sica a la vez que se desalienta la conducta escandalosa o excesivamente ruidosa.    Criollo: T&eacute;rmino que hace referencia a la naturaleza sincr&eacute;tica de la cultura de la costa peruana. Una mezcla entre or&iacute;genes africanos, ind&iacute;genas y espa&ntilde;oles.    Distritos: Lima, la capital del Per&uacute;, est&aacute; dividida en distritos o grandes barrios. Su importancia en este contexto radica en que con frecuencia los artistas hacen referencia a ellos identific&aacute;ndose con uno u otro distrito.    Festejo: Una danza r&aacute;pida y animada en el comp&aacute;s de 12/8. Originalmente bailado en parejas, festejo significa celebraci&oacute;n y su naturaleza es er&oacute;tica y festiva. El festejo se&ntilde;ala t&iacute;picamente los momentos culminantes de las noches de pe&ntilde;a.    Jarana: Reuni&oacute;n musical informal, por lo general en una casa, en la que los participantes crean y ejecutan m&uacute;sica criolla y negra tocando la guitarra, la percusi&oacute;n, cantando, aplaudiendo y bailando. Las jaranas est&aacute;n siempre acompa&ntilde;adas de abundante comida y pisco.    Land&oacute;: Ritmo lento sobre la base del comp&aacute;s de 12/8 que &ldquo;naci&oacute;&rdquo; en la d&eacute;cada de los sesenta. Aunque sus or&iacute;genes son poco claros y fuente de mucho debate, el land&oacute; existe principalmente como g&eacute;nero interpretativo, y por lo general no se le incluye en el baile social. Se ha convertido en un ritmo muy popular y &uacute;nico de la costa peruana.    Lima: La capital del Per&uacute;, ubicada en la costa central del oc&eacute;ano Pac&iacute;fico. Hist&oacute;ricamente, la ciudad m&aacute;s importante del Virreinato espa&ntilde;ol y centro del comercio espa&ntilde;ol. Esto contribuy&oacute; considerablemente al desarrollo de las tradiciones musicales negra y criolla.    Marinera lime&ntilde;a: Una marinera m&aacute;s discreta que su equivalente norte&ntilde;a. Se baila con chal y zapatos de vestir de estilo elegante. Es com&uacute;n el comp&aacute;s de 6/8 en las tonalidades mayores y menores, aunque la naturaleza polirr&iacute;tmica del baile puede llevar a una &ldquo;sensaci&oacute;n&rdquo; de que est&aacute; m&aacute;s cerca del comp&aacute;s de 12/8 e incluso del de &frac34;. La estructura versal espec&iacute;fica es una caracter&iacute;stica destacada de la marinera, en la que los cantantes compiten en darle vuelta a la frase. La instrumentaci&oacute;n es siempre la guitarra, el caj&oacute;n y las voces.    Marinera norte&ntilde;a: Una alegre danza del norte del Per&uacute;. Se baila descalzo y con chal. Es una parte muy importante de la cultura norte&ntilde;a. Los concursos de marinera suelen llenar estadios hasta las finales. Aunque r&iacute;tmicamente es similar a la marinera lime&ntilde;a, la marinera norte&ntilde;a se baila al aire libre con una banda de m&uacute;sica en vivo como acompa&ntilde;amiento.    Pe&ntilde;a: Sede musical formal, con diversos grados de &ldquo;profesionalismo&rdquo;. Un conjunto de la casa suele tocar toda la noche, brindando entretenimiento y la oportunidad de bailar. Algunas veces tambi&eacute;n participan bailarines profesionales, especialmente en los lugares m&aacute;s grandes y consagrados. Algunas pe&ntilde;as est&aacute;n abiertas al p&uacute;blico y otras son privadas, a las que se concurre s&oacute;lo con invitaci&oacute;n. Las pe&ntilde;as m&aacute;s peque&ntilde;as se realizan en casas particulares.    Pisco: Aguardiente transparente elaborado con uvas, un licor originario del Per&uacute;.    Pisco sour: C&oacute;ctel hecho de pisco, limones, amargo de angostura y claras de huevo. Es la bebida nacional del Per&uacute; y fuente de gran orgullo. El pisco sour acompa&ntilde;a muchos eventos sociales y musicales.    Quijada: Mand&iacute;bula de burro, utilizada como instrumento de percusi&oacute;n. Con un palito de madera se rascan los dientes, generando un sonido similar al del g&uuml;iro, alternando con el sonido vibrante producido al golpear la parte posterior de la mand&iacute;bula con la base de la mano. El moderno vibra slap (tambi&eacute;n conocido como trafapl&aacute;s) fue dise&ntilde;ado para imitar el sonido &uacute;nico creado por este antiguo instrumento.    Tondero: Ritmo y sonido tradicional del norte del Per&uacute; que sintetiza caracter&iacute;sticas musicales gitanas hisp&aacute;nicas, africanas e ind&iacute;genas. Su letra es por lo general tr&aacute;gica y se dice que la danza representa los movimientos de los p&aacute;jaros. Ambos bailarines danzan descalzos.    Vals (o vals criollo): Vals peruano derivado de su equivalente europeo. Aunque mel&oacute;dicamente se basa en el comp&aacute;s de &frac34;, la naturaleza polirr&iacute;tmica de la m&uacute;sica afroperuana le da al vals su car&aacute;cter inconfundible. Su letra suele versar sobre el amor, la tragedia y la condici&oacute;n humana.    Zamacueca: La m&aacute;s antigua de todas las danzas afroperuanas y criollas. Se discute sobre sus or&iacute;genes, pero en general hay acuerdo en se&ntilde;alar que los fluidos chales y la sensualidad de la danza estuvieron presentes desde tiempos coloniales, como lo retratan las acuarelas de Pancho Fierro. Se cree que la zamacueca gener&oacute; todas las dem&aacute;s danzas coste&ntilde;as, incluyendo la marinera y el tondero.                                                     All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}]},
{"detail": [{"content": "Terminology - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       Terminology                   Afro-descendent - the politically correct term widely accepted in Per&uacute; to reference those who in one way or another have African ancestry. This term is preferred over &ldquo;Afro-Peruvian&rdquo; in most intellectual circles.    Afro-Peruvian &ndash; A term describing the black culture of Per&uacute;, especially in Lima, which is an integral and irremovable part of criollo culture.    Black - in Per&uacute; this term refers to a culture, more than it does to the color of one&rsquo;s skin. Hence, many artists in the Afro-Peruvian and criollo culture don&rsquo;t necessarily &ldquo;look&rdquo; black, yet the music is considered &ldquo;black.&rdquo;    Cajita &ndash; &ldquo;The Little Box.&rdquo; A percussion instrument made of wood worn around the neck using a long strap. Sound is produced as the lid is opened and closed and the side is struck with a small wooden mallet. The instrument evolved from the collection boxes using in Spanish churches during colonial times.    Caj&oacute;n &ndash; A box drum considered to be cultural patrimony in Per&uacute;. It is the most important of all percussion instruments for Peruvian coastal music (black and criollo). The instrument is made entirely of wood, with a sounding hole in the back and a thin plywood front. The instrument is played by striking the wood with bare hands, creating distinctive low and high pitches.    Centro Cultural &ndash; another name for a pe&ntilde;a, meaning a &ldquo;cultural center.&rdquo; Often times curators of the music prefer to refer to pe&ntilde;as as cultural centers in order to impress upon visitors the seriousness of the music while discouraging rowdy or excessively loud behavior.    Criollo - a term that references the syncretic nature of Peruvian coastal culture. A mixture between African, Indigenous and Spanish origins.    Distritos &ndash; Lima, the capital of Per&uacute;, is divided into &ldquo;distritos,&rdquo; or large neighborhoods. These are significant as they are often times referenced by artists who identify themselves with one distrito or another.    Festejo &ndash; A fast, lively dance in 12/8 time. Originally danced in pairs, &ldquo;festejo&rdquo; means &ldquo;to celebrate&rdquo; and is erotic and celebratory in nature. The festejo typically signals the high points of pe&ntilde;a evenings.    Jarana &ndash; An informal musical gathering, typically at a home, where participants create and perform criollo and black music through guitar playing, percussion, singing, hand clapping, and dancing. Jaranas are always accompanied by abundant cuisine and pisco.    Land&oacute; &ndash; A slow 12/8 rhythm that was &ldquo;born&rdquo; in the 1960s. Although the origins are unclear and a source of much debate, the land&oacute; exists primarily as a performance genre, not usually included in social dancing. It has become a widely popular and unique rhythm to coastal Per&uacute;.    Lima &ndash; the capital of Per&uacute;, located on the central coast on the Pacific ocean. Historically, the most important city in the Spanish viceroyalty and center of Spanish trade. This contributed significantly to the development of black and criollo musical traditions.    Marinera Lime&ntilde;a &ndash; A more subdued Marinera than its northern counterpart. Danced with scarves and dress shoes in an elegant style. 6/8 time in both major and minor tonalities are common, although the polyrhythmic nature of the dance can lead to a &ldquo;feel&rdquo; that is closer to 12/8 or even &frac34; time. Specific verse structure is a prominent feature of the Marinera, in which singers compete to turn the phrase. Instrumentation is always guitar, caj&oacute;n and voices.    Marinera Norte&ntilde;a &ndash; A lively dance from the north of Peru. Performed barefoot and with scarves. It is a very important part of Northern culture. Marinera contests often draw stadiums full of fans to the final rounds. While rhythmically similar to Marinera Lime&ntilde;a, Marinera Norte&ntilde;a is performed outdoors with a live brass band as accompaniment.    Pe&ntilde;a &ndash; A formal musical venue, varying in degrees of &ldquo;professionalism&rdquo;. A house band typically plays throughout the evening, providing entertainment and the opportunity for dancing. Sometimes professional dancers also perform, particularly in the larger and more established venues. Some pe&ntilde;as are open to the public and some are private, by invitation only. The smallest pe&ntilde;as take place in private homes.    Pisco &ndash; A clear brandy made from grapes which is a native Peruvian liquor.    Pisco Sour &ndash; A mixed drink made from pisco, key limes, bitters and egg whites. The national drink of Per&uacute; and source of great pride. Pisco sours accompany many social and musical occasions.    Quijada &ndash; The jawbone of a donkey, used as a percussion instrument. A small stick is run along the teeth generating a guiro-like sound, alternating with the rattling sound produced by striking the back of the jaw with the heel of the hand. The modern vibra slap was designed to imitate the unique sound created by this ancient instrument.    Tondero &ndash; A traditional rhythm and sound from northern Per&uacute; that synthesizes Spanish Gypsy, African and Indigenous musical characteristics. The lyrics are typically tragic and the dance is said to represent the movements of birds. Both dancers perform bare footed.    Valse (or valse  criollo) &ndash; A Peruvian waltz derived from its European counterpart.  Although melodically in &frac34; time, the polyrhythmic nature of Afro-Peruvian  music gives the valse its distinctive quality. Lyrics are most often  about love, tragedy and the human condition.    Zamacueca &ndash; the oldest of all Afro-Peruvian and criollo dances. The origins are debated, but it is generally agreed that the flowing scarves and sensuality of the dance was present from colonial times, as depicted by the water colors of Pancho Fierro. It is believed that the zamacueca spawned all other coastal dances including the Marinera and Tondero.          Afrodescendiente: El t&eacute;rmino pol&iacute;ticamente correcto ampliamente aceptado en el Per&uacute; para referirse a aquellas personas que, de una u otra manera, tienen ancestros africanos. Este t&eacute;rmino se prefiere a &ldquo;afroperuano&rdquo; en la mayor&iacute;a de los c&iacute;rculos intelectuales.    Afroperuano: T&eacute;rmino que describe la cultura negra del Per&uacute;, especialmente en Lima, que es parte esencial e inamovible de la cultura criolla.    Negro: En el Per&uacute;, este t&eacute;rmino alude a una cultura, m&aacute;s que al color de la piel. Por lo tanto, muchos artistas de la cultura afroperuana y criolla no necesariamente &ldquo;parecen&rdquo; negros, y sin embargo su m&uacute;sica se considera &ldquo;negra&rdquo;.    Cajita: Instrumento de percusi&oacute;n hecho de madera; se utiliza colgada del cuello con una correa larga. El sonido se produce al abrir y cerrar la tapa, mientras se golpea con un peque&ntilde;o mazo de madera el costado de la cajita. El instrumento originalmente era usado para recoger la limosna en las iglesias espa&ntilde;olas durante la &eacute;poca colonial.    Caj&oacute;n: Tambor en forma de caja considerado patrimonio cultural del Per&uacute;. Es el m&aacute;s importante de todos los instrumentos de percusi&oacute;n para la m&uacute;sica de la costa peruana (negra y criolla). El instrumento est&aacute; hecho todo de madera, con una boca de resonancia en la parte posterior y una delgada tapa delantera de triplay enchapado. El instrumento se toca golpeando la madera directamente con las manos, creando inconfundibles tonos graves y agudos.    Centro cultural: Otro nombre para referirse a la pe&ntilde;a. A menudo los curadores musicales prefieren referirse a las pe&ntilde;as como centros culturales para recalcar a los visitantes la seriedad de la m&uacute;sica a la vez que se desalienta la conducta escandalosa o excesivamente ruidosa.    Criollo: T&eacute;rmino que hace referencia a la naturaleza sincr&eacute;tica de la cultura de la costa peruana. Una mezcla entre or&iacute;genes africanos, ind&iacute;genas y espa&ntilde;oles.    Distritos: Lima, la capital del Per&uacute;, est&aacute; dividida en distritos o grandes barrios. Su importancia en este contexto radica en que con frecuencia los artistas hacen referencia a ellos identific&aacute;ndose con uno u otro distrito.    Festejo: Una danza r&aacute;pida y animada en el comp&aacute;s de 12/8. Originalmente bailado en parejas, festejo significa celebraci&oacute;n y su naturaleza es er&oacute;tica y festiva. El festejo se&ntilde;ala t&iacute;picamente los momentos culminantes de las noches de pe&ntilde;a.    Jarana: Reuni&oacute;n musical informal, por lo general en una casa, en la que los participantes crean y ejecutan m&uacute;sica criolla y negra tocando la guitarra, la percusi&oacute;n, cantando, aplaudiendo y bailando. Las jaranas est&aacute;n siempre acompa&ntilde;adas de abundante comida y pisco.    Land&oacute;: Ritmo lento sobre la base del comp&aacute;s de 12/8 que &ldquo;naci&oacute;&rdquo; en la d&eacute;cada de los sesenta. Aunque sus or&iacute;genes son poco claros y fuente de mucho debate, el land&oacute; existe principalmente como g&eacute;nero interpretativo, y por lo general no se le incluye en el baile social. Se ha convertido en un ritmo muy popular y &uacute;nico de la costa peruana.    Lima: La capital del Per&uacute;, ubicada en la costa central del oc&eacute;ano Pac&iacute;fico. Hist&oacute;ricamente, la ciudad m&aacute;s importante del Virreinato espa&ntilde;ol y centro del comercio espa&ntilde;ol. Esto contribuy&oacute; considerablemente al desarrollo de las tradiciones musicales negra y criolla.    Marinera lime&ntilde;a: Una marinera m&aacute;s discreta que su equivalente norte&ntilde;a. Se baila con chal y zapatos de vestir de estilo elegante. Es com&uacute;n el comp&aacute;s de 6/8 en las tonalidades mayores y menores, aunque la naturaleza polirr&iacute;tmica del baile puede llevar a una &ldquo;sensaci&oacute;n&rdquo; de que est&aacute; m&aacute;s cerca del comp&aacute;s de 12/8 e incluso del de &frac34;. La estructura versal espec&iacute;fica es una caracter&iacute;stica destacada de la marinera, en la que los cantantes compiten en darle vuelta a la frase. La instrumentaci&oacute;n es siempre la guitarra, el caj&oacute;n y las voces.    Marinera norte&ntilde;a: Una alegre danza del norte del Per&uacute;. Se baila descalzo y con chal. Es una parte muy importante de la cultura norte&ntilde;a. Los concursos de marinera suelen llenar estadios hasta las finales. Aunque r&iacute;tmicamente es similar a la marinera lime&ntilde;a, la marinera norte&ntilde;a se baila al aire libre con una banda de m&uacute;sica en vivo como acompa&ntilde;amiento.    Pe&ntilde;a: Sede musical formal, con diversos grados de &ldquo;profesionalismo&rdquo;. Un conjunto de la casa suele tocar toda la noche, brindando entretenimiento y la oportunidad de bailar. Algunas veces tambi&eacute;n participan bailarines profesionales, especialmente en los lugares m&aacute;s grandes y consagrados. Algunas pe&ntilde;as est&aacute;n abiertas al p&uacute;blico y otras son privadas, a las que se concurre s&oacute;lo con invitaci&oacute;n. Las pe&ntilde;as m&aacute;s peque&ntilde;as se realizan en casas particulares.    Pisco: Aguardiente transparente elaborado con uvas, un licor originario del Per&uacute;.    Pisco sour: C&oacute;ctel hecho de pisco, limones, amargo de angostura y claras de huevo. Es la bebida nacional del Per&uacute; y fuente de gran orgullo. El pisco sour acompa&ntilde;a muchos eventos sociales y musicales.    Quijada: Mand&iacute;bula de burro, utilizada como instrumento de percusi&oacute;n. Con un palito de madera se rascan los dientes, generando un sonido similar al del g&uuml;iro, alternando con el sonido vibrante producido al golpear la parte posterior de la mand&iacute;bula con la base de la mano. El moderno vibra slap (tambi&eacute;n conocido como trafapl&aacute;s) fue dise&ntilde;ado para imitar el sonido &uacute;nico creado por este antiguo instrumento.    Tondero: Ritmo y sonido tradicional del norte del Per&uacute; que sintetiza caracter&iacute;sticas musicales gitanas hisp&aacute;nicas, africanas e ind&iacute;genas. Su letra es por lo general tr&aacute;gica y se dice que la danza representa los movimientos de los p&aacute;jaros. Ambos bailarines danzan descalzos.    Vals (o vals criollo): Vals peruano derivado de su equivalente europeo. Aunque mel&oacute;dicamente se basa en el comp&aacute;s de &frac34;, la naturaleza polirr&iacute;tmica de la m&uacute;sica afroperuana le da al vals su car&aacute;cter inconfundible. Su letra suele versar sobre el amor, la tragedia y la condici&oacute;n humana.    Zamacueca: La m&aacute;s antigua de todas las danzas afroperuanas y criollas. Se discute sobre sus or&iacute;genes, pero en general hay acuerdo en se&ntilde;alar que los fluidos chales y la sensualidad de la danza estuvieron presentes desde tiempos coloniales, como lo retratan las acuarelas de Pancho Fierro. Se cree que la zamacueca gener&oacute; todas las dem&aacute;s danzas coste&ntilde;as, incluyendo la marinera y el tondero.                                                     All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}, {"content": "&quot;This Isn&#039;t Afro-Peruvian Music&quot; - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       \"This Isn't Afro-Peruvian Music\"                Our research teams landed in Lima, Per&uacute; to interview and document a musical and cultural experience that we had been calling &ldquo;Afro-Peruvian.&rdquo; The title was quicklydismissed as a misconception; this American-popularized descriptor is unused and disliked by most of the Peruvians that are a part of this specific musicaltradition and culture. Though the American derived terminology does not, in theminds of Peruvians, accurately capture the true essence of the music, nor it&rsquo;selusive history, those that create the music, dance, or engage in pe&ntilde;a culture are equally incapable of consensually labeling this genre of music and theculture that surrounds it. Where does one begin the process of documenting ahistory of a musical tradition that lacks a name and, therefore, lacksdistinction from the other musical traditions in Per&uacute;&rsquo;s history? At a jarana attended by Oscar Aviles (often called &ldquo;the first guitar,&rdquo; &ldquo;The Chameleon,&rdquo; or &ldquo; the criollo,&rdquo; he is one of the most famous musicians and singers in this musical tradition), Rosita Guzm&aacute;n (a champion Peruvian marinera dancer), Yuri Juarez (a guitarist in the Garbriel Alegr&iacute;a Afro-Peruvian Sextet), Julio Ortega (owner of Saponegro Records), and many other influential and talent individuals, I had the privilege of meeting Elena Bustamante. Dressed in a turquoise floral shirtand bright pink lipstick, this opinionated woman gave me her aged perspectiveon the trouble with titling the musical tradition that we were experiencing first-hand. Elena Bustamante: This isn&rsquo;t Afro-Peruvian music.  Interviewer: What can we call it? What would you call it? Elena Bustamante: Criollo music. Musica Peruana, musica negra, musica coste&ntilde;a, thereare many types of this music, but criollo music is only from the coast. Naming proved an unsuccessful, indeed impossible way to begin to get at any form of identification for this musical form. We turned our attention to the music and dancing instead.                                                  All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}, {"content": "All Music Starts With the Dance - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       All Music Starts With the Dance                     Dancing is the most visceral and vital source of Peruvian coastal music. Like every aspect of Peruvian society, the dances of the coast represent a perfectly syncretic dynamic. Through each coastal dance (vals criollo, festejo, lando, marinera, zamacueca, tondero and zapateo to name a few) an elaborate system of rules, beats, timings and aesthetics become apparent. Dancing in Lima is much like ballroom dancing abroad. Each style is a world onto itself and requires much study and appreciation. In Per&uacute;, dance traditions from Spain, Africa and Andean cultures have magically and seamlessly come together. Peruvian dance culture in Lima thus manifests itself as a unique masterpiece of movement. The video that follows features three important coastal dances which are further discussed below.   Zapateo is a dance style associated with criollo music. Zapateo, from the word zapato (shoe), stands for shoe tapping, and zapateo criollo is often referred to as &ldquo;Peruvian tap dance&rdquo;. Dancers engage in complicated footwork using hard soled shoes. Zapateo originated on the coast of Peru when, in the 16 th -19 th centuries, Spanish colonizers brought thousands of African slaves to these communities. Distinctive styles of dance bloomed from a mixing of African rhythms with Creole, Spanish Rooma, European, and indigenous Peruvian rhythms. Traditionally, only men danced the zapateo, and it became a competition between two dancers, with the emphasis placed on the complex footwork. Some of the rules to this competition include requirements such as five footwork patterns (&ldquo;pasadas&rdquo;) performed in a specific order and then in reverse, finishing off with a footwork roll (&ldquo;redoble&rdquo;). Other contestants are not allowed to repeat pasadas that were already performed so they must improvise and create their own unique steps. The Zapateo in Lima is typically danced to the sounds of the guitar. Today women also perform zapateo, starting at very young ages as &ldquo;payitas.&rdquo; Tondero is a style of dance and music from the north coast of Per&uacute;. It is said to have originated as a mixture of Spanish, Gypsy and African slave expressions. Significantly, the tondero as performed today adds the Andean musical tradition within the clear sentiment of the Afro-Peruvian musical aesthetic. It&rsquo;s Gypsy influence emerges in its tragic lyrics, as well as the choreography that resembles the popular cockfight. The choreography, music, and use of handkerchiefs is similar to the marinera, the &ldquo;national dance of Peru.&rdquo; Unlike the marinera, however, both dancers perform with bare feet. Depending on whom you ask, the use of the handkerchiefs in the tondero signifies the flying of errant birds, which is one of several possible themes for this dance. Marinera is a dance from the coast of Per&uacute;, commonly referred to as the &ldquo;national dance of Per&uacute;.&rdquo; This is by far one of the most popular traditional dances in the country. It was adapted from an earlier dance form called the zamacueca, although there are many theories on the origin and history of the dance. What is certain is that the dance acquired its current name &ldquo;marinera&rdquo; in 1879. During this time, Per&uacute; and Chile were at war, and the dance was renamed after the Marina de Guerra del Peru (the navy) and in honor of Peru&rsquo;s most important naval hero Admiral Miguel Grau. The marinera can be described as a blend of Spanish, Moorish, Andean, and Gypsy musical and aesthetic traditions. This dance is elegant and romantic and symbolizes courtship through the flirtation of the couple, and, like the tondero, uses handkerchiefs. The marinera consists of intricate choreography, with characteristic steps such as the &ldquo;coqueteo&rdquo; (with the couple dancing very closely together, although never touching) and the complex &ldquo;cepillado&rdquo; footwork (&ldquo;brushing&rdquo;). There are different styles of marinera according to region: the south coast (marinera &ldquo;coste&ntilde;a&rdquo;), the highlands (marinera &ldquo;serrana&rdquo;) and the north (marinera &ldquo;norte&ntilde;a&rdquo;). In the city of Lima, the marinera is typically danced to the sounds of the caj&oacute;n, guitar and voice.                                                              All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}]},
{"detail": [{"content": "Terminology - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       Terminology                   Afro-descendent - the politically correct term widely accepted in Per&uacute; to reference those who in one way or another have African ancestry. This term is preferred over &ldquo;Afro-Peruvian&rdquo; in most intellectual circles.    Afro-Peruvian &ndash; A term describing the black culture of Per&uacute;, especially in Lima, which is an integral and irremovable part of criollo culture.    Black - in Per&uacute; this term refers to a culture, more than it does to the color of one&rsquo;s skin. Hence, many artists in the Afro-Peruvian and criollo culture don&rsquo;t necessarily &ldquo;look&rdquo; black, yet the music is considered &ldquo;black.&rdquo;    Cajita &ndash; &ldquo;The Little Box.&rdquo; A percussion instrument made of wood worn around the neck using a long strap. Sound is produced as the lid is opened and closed and the side is struck with a small wooden mallet. The instrument evolved from the collection boxes using in Spanish churches during colonial times.    Caj&oacute;n &ndash; A box drum considered to be cultural patrimony in Per&uacute;. It is the most important of all percussion instruments for Peruvian coastal music (black and criollo). The instrument is made entirely of wood, with a sounding hole in the back and a thin plywood front. The instrument is played by striking the wood with bare hands, creating distinctive low and high pitches.    Centro Cultural &ndash; another name for a pe&ntilde;a, meaning a &ldquo;cultural center.&rdquo; Often times curators of the music prefer to refer to pe&ntilde;as as cultural centers in order to impress upon visitors the seriousness of the music while discouraging rowdy or excessively loud behavior.    Criollo - a term that references the syncretic nature of Peruvian coastal culture. A mixture between African, Indigenous and Spanish origins.    Distritos &ndash; Lima, the capital of Per&uacute;, is divided into &ldquo;distritos,&rdquo; or large neighborhoods. These are significant as they are often times referenced by artists who identify themselves with one distrito or another.    Festejo &ndash; A fast, lively dance in 12/8 time. Originally danced in pairs, &ldquo;festejo&rdquo; means &ldquo;to celebrate&rdquo; and is erotic and celebratory in nature. The festejo typically signals the high points of pe&ntilde;a evenings.    Jarana &ndash; An informal musical gathering, typically at a home, where participants create and perform criollo and black music through guitar playing, percussion, singing, hand clapping, and dancing. Jaranas are always accompanied by abundant cuisine and pisco.    Land&oacute; &ndash; A slow 12/8 rhythm that was &ldquo;born&rdquo; in the 1960s. Although the origins are unclear and a source of much debate, the land&oacute; exists primarily as a performance genre, not usually included in social dancing. It has become a widely popular and unique rhythm to coastal Per&uacute;.    Lima &ndash; the capital of Per&uacute;, located on the central coast on the Pacific ocean. Historically, the most important city in the Spanish viceroyalty and center of Spanish trade. This contributed significantly to the development of black and criollo musical traditions.    Marinera Lime&ntilde;a &ndash; A more subdued Marinera than its northern counterpart. Danced with scarves and dress shoes in an elegant style. 6/8 time in both major and minor tonalities are common, although the polyrhythmic nature of the dance can lead to a &ldquo;feel&rdquo; that is closer to 12/8 or even &frac34; time. Specific verse structure is a prominent feature of the Marinera, in which singers compete to turn the phrase. Instrumentation is always guitar, caj&oacute;n and voices.    Marinera Norte&ntilde;a &ndash; A lively dance from the north of Peru. Performed barefoot and with scarves. It is a very important part of Northern culture. Marinera contests often draw stadiums full of fans to the final rounds. While rhythmically similar to Marinera Lime&ntilde;a, Marinera Norte&ntilde;a is performed outdoors with a live brass band as accompaniment.    Pe&ntilde;a &ndash; A formal musical venue, varying in degrees of &ldquo;professionalism&rdquo;. A house band typically plays throughout the evening, providing entertainment and the opportunity for dancing. Sometimes professional dancers also perform, particularly in the larger and more established venues. Some pe&ntilde;as are open to the public and some are private, by invitation only. The smallest pe&ntilde;as take place in private homes.    Pisco &ndash; A clear brandy made from grapes which is a native Peruvian liquor.    Pisco Sour &ndash; A mixed drink made from pisco, key limes, bitters and egg whites. The national drink of Per&uacute; and source of great pride. Pisco sours accompany many social and musical occasions.    Quijada &ndash; The jawbone of a donkey, used as a percussion instrument. A small stick is run along the teeth generating a guiro-like sound, alternating with the rattling sound produced by striking the back of the jaw with the heel of the hand. The modern vibra slap was designed to imitate the unique sound created by this ancient instrument.    Tondero &ndash; A traditional rhythm and sound from northern Per&uacute; that synthesizes Spanish Gypsy, African and Indigenous musical characteristics. The lyrics are typically tragic and the dance is said to represent the movements of birds. Both dancers perform bare footed.    Valse (or valse  criollo) &ndash; A Peruvian waltz derived from its European counterpart.  Although melodically in &frac34; time, the polyrhythmic nature of Afro-Peruvian  music gives the valse its distinctive quality. Lyrics are most often  about love, tragedy and the human condition.    Zamacueca &ndash; the oldest of all Afro-Peruvian and criollo dances. The origins are debated, but it is generally agreed that the flowing scarves and sensuality of the dance was present from colonial times, as depicted by the water colors of Pancho Fierro. It is believed that the zamacueca spawned all other coastal dances including the Marinera and Tondero.          Afrodescendiente: El t&eacute;rmino pol&iacute;ticamente correcto ampliamente aceptado en el Per&uacute; para referirse a aquellas personas que, de una u otra manera, tienen ancestros africanos. Este t&eacute;rmino se prefiere a &ldquo;afroperuano&rdquo; en la mayor&iacute;a de los c&iacute;rculos intelectuales.    Afroperuano: T&eacute;rmino que describe la cultura negra del Per&uacute;, especialmente en Lima, que es parte esencial e inamovible de la cultura criolla.    Negro: En el Per&uacute;, este t&eacute;rmino alude a una cultura, m&aacute;s que al color de la piel. Por lo tanto, muchos artistas de la cultura afroperuana y criolla no necesariamente &ldquo;parecen&rdquo; negros, y sin embargo su m&uacute;sica se considera &ldquo;negra&rdquo;.    Cajita: Instrumento de percusi&oacute;n hecho de madera; se utiliza colgada del cuello con una correa larga. El sonido se produce al abrir y cerrar la tapa, mientras se golpea con un peque&ntilde;o mazo de madera el costado de la cajita. El instrumento originalmente era usado para recoger la limosna en las iglesias espa&ntilde;olas durante la &eacute;poca colonial.    Caj&oacute;n: Tambor en forma de caja considerado patrimonio cultural del Per&uacute;. Es el m&aacute;s importante de todos los instrumentos de percusi&oacute;n para la m&uacute;sica de la costa peruana (negra y criolla). El instrumento est&aacute; hecho todo de madera, con una boca de resonancia en la parte posterior y una delgada tapa delantera de triplay enchapado. El instrumento se toca golpeando la madera directamente con las manos, creando inconfundibles tonos graves y agudos.    Centro cultural: Otro nombre para referirse a la pe&ntilde;a. A menudo los curadores musicales prefieren referirse a las pe&ntilde;as como centros culturales para recalcar a los visitantes la seriedad de la m&uacute;sica a la vez que se desalienta la conducta escandalosa o excesivamente ruidosa.    Criollo: T&eacute;rmino que hace referencia a la naturaleza sincr&eacute;tica de la cultura de la costa peruana. Una mezcla entre or&iacute;genes africanos, ind&iacute;genas y espa&ntilde;oles.    Distritos: Lima, la capital del Per&uacute;, est&aacute; dividida en distritos o grandes barrios. Su importancia en este contexto radica en que con frecuencia los artistas hacen referencia a ellos identific&aacute;ndose con uno u otro distrito.    Festejo: Una danza r&aacute;pida y animada en el comp&aacute;s de 12/8. Originalmente bailado en parejas, festejo significa celebraci&oacute;n y su naturaleza es er&oacute;tica y festiva. El festejo se&ntilde;ala t&iacute;picamente los momentos culminantes de las noches de pe&ntilde;a.    Jarana: Reuni&oacute;n musical informal, por lo general en una casa, en la que los participantes crean y ejecutan m&uacute;sica criolla y negra tocando la guitarra, la percusi&oacute;n, cantando, aplaudiendo y bailando. Las jaranas est&aacute;n siempre acompa&ntilde;adas de abundante comida y pisco.    Land&oacute;: Ritmo lento sobre la base del comp&aacute;s de 12/8 que &ldquo;naci&oacute;&rdquo; en la d&eacute;cada de los sesenta. Aunque sus or&iacute;genes son poco claros y fuente de mucho debate, el land&oacute; existe principalmente como g&eacute;nero interpretativo, y por lo general no se le incluye en el baile social. Se ha convertido en un ritmo muy popular y &uacute;nico de la costa peruana.    Lima: La capital del Per&uacute;, ubicada en la costa central del oc&eacute;ano Pac&iacute;fico. Hist&oacute;ricamente, la ciudad m&aacute;s importante del Virreinato espa&ntilde;ol y centro del comercio espa&ntilde;ol. Esto contribuy&oacute; considerablemente al desarrollo de las tradiciones musicales negra y criolla.    Marinera lime&ntilde;a: Una marinera m&aacute;s discreta que su equivalente norte&ntilde;a. Se baila con chal y zapatos de vestir de estilo elegante. Es com&uacute;n el comp&aacute;s de 6/8 en las tonalidades mayores y menores, aunque la naturaleza polirr&iacute;tmica del baile puede llevar a una &ldquo;sensaci&oacute;n&rdquo; de que est&aacute; m&aacute;s cerca del comp&aacute;s de 12/8 e incluso del de &frac34;. La estructura versal espec&iacute;fica es una caracter&iacute;stica destacada de la marinera, en la que los cantantes compiten en darle vuelta a la frase. La instrumentaci&oacute;n es siempre la guitarra, el caj&oacute;n y las voces.    Marinera norte&ntilde;a: Una alegre danza del norte del Per&uacute;. Se baila descalzo y con chal. Es una parte muy importante de la cultura norte&ntilde;a. Los concursos de marinera suelen llenar estadios hasta las finales. Aunque r&iacute;tmicamente es similar a la marinera lime&ntilde;a, la marinera norte&ntilde;a se baila al aire libre con una banda de m&uacute;sica en vivo como acompa&ntilde;amiento.    Pe&ntilde;a: Sede musical formal, con diversos grados de &ldquo;profesionalismo&rdquo;. Un conjunto de la casa suele tocar toda la noche, brindando entretenimiento y la oportunidad de bailar. Algunas veces tambi&eacute;n participan bailarines profesionales, especialmente en los lugares m&aacute;s grandes y consagrados. Algunas pe&ntilde;as est&aacute;n abiertas al p&uacute;blico y otras son privadas, a las que se concurre s&oacute;lo con invitaci&oacute;n. Las pe&ntilde;as m&aacute;s peque&ntilde;as se realizan en casas particulares.    Pisco: Aguardiente transparente elaborado con uvas, un licor originario del Per&uacute;.    Pisco sour: C&oacute;ctel hecho de pisco, limones, amargo de angostura y claras de huevo. Es la bebida nacional del Per&uacute; y fuente de gran orgullo. El pisco sour acompa&ntilde;a muchos eventos sociales y musicales.    Quijada: Mand&iacute;bula de burro, utilizada como instrumento de percusi&oacute;n. Con un palito de madera se rascan los dientes, generando un sonido similar al del g&uuml;iro, alternando con el sonido vibrante producido al golpear la parte posterior de la mand&iacute;bula con la base de la mano. El moderno vibra slap (tambi&eacute;n conocido como trafapl&aacute;s) fue dise&ntilde;ado para imitar el sonido &uacute;nico creado por este antiguo instrumento.    Tondero: Ritmo y sonido tradicional del norte del Per&uacute; que sintetiza caracter&iacute;sticas musicales gitanas hisp&aacute;nicas, africanas e ind&iacute;genas. Su letra es por lo general tr&aacute;gica y se dice que la danza representa los movimientos de los p&aacute;jaros. Ambos bailarines danzan descalzos.    Vals (o vals criollo): Vals peruano derivado de su equivalente europeo. Aunque mel&oacute;dicamente se basa en el comp&aacute;s de &frac34;, la naturaleza polirr&iacute;tmica de la m&uacute;sica afroperuana le da al vals su car&aacute;cter inconfundible. Su letra suele versar sobre el amor, la tragedia y la condici&oacute;n humana.    Zamacueca: La m&aacute;s antigua de todas las danzas afroperuanas y criollas. Se discute sobre sus or&iacute;genes, pero en general hay acuerdo en se&ntilde;alar que los fluidos chales y la sensualidad de la danza estuvieron presentes desde tiempos coloniales, como lo retratan las acuarelas de Pancho Fierro. Se cree que la zamacueca gener&oacute; todas las dem&aacute;s danzas coste&ntilde;as, incluyendo la marinera y el tondero.                                                     All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}, {"content": "&quot;This Isn&#039;t Afro-Peruvian Music&quot; - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       \"This Isn't Afro-Peruvian Music\"                Our research teams landed in Lima, Per&uacute; to interview and document a musical and cultural experience that we had been calling &ldquo;Afro-Peruvian.&rdquo; The title was quicklydismissed as a misconception; this American-popularized descriptor is unused and disliked by most of the Peruvians that are a part of this specific musicaltradition and culture. Though the American derived terminology does not, in theminds of Peruvians, accurately capture the true essence of the music, nor it&rsquo;selusive history, those that create the music, dance, or engage in pe&ntilde;a culture are equally incapable of consensually labeling this genre of music and theculture that surrounds it. Where does one begin the process of documenting ahistory of a musical tradition that lacks a name and, therefore, lacksdistinction from the other musical traditions in Per&uacute;&rsquo;s history? At a jarana attended by Oscar Aviles (often called &ldquo;the first guitar,&rdquo; &ldquo;The Chameleon,&rdquo; or &ldquo; the criollo,&rdquo; he is one of the most famous musicians and singers in this musical tradition), Rosita Guzm&aacute;n (a champion Peruvian marinera dancer), Yuri Juarez (a guitarist in the Garbriel Alegr&iacute;a Afro-Peruvian Sextet), Julio Ortega (owner of Saponegro Records), and many other influential and talent individuals, I had the privilege of meeting Elena Bustamante. Dressed in a turquoise floral shirtand bright pink lipstick, this opinionated woman gave me her aged perspectiveon the trouble with titling the musical tradition that we were experiencing first-hand. Elena Bustamante: This isn&rsquo;t Afro-Peruvian music.  Interviewer: What can we call it? What would you call it? Elena Bustamante: Criollo music. Musica Peruana, musica negra, musica coste&ntilde;a, thereare many types of this music, but criollo music is only from the coast. Naming proved an unsuccessful, indeed impossible way to begin to get at any form of identification for this musical form. We turned our attention to the music and dancing instead.                                                  All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}, {"content": "All Music Starts With the Dance - A Great Day in Lima - Black and Criollo Music Chronicle - NYU Steinhardt                                                  NYU's Steinhardt School of Culture, Education, and Human Development       Afro-Peruvian Jazz Chronicle by the Dean's Reearch Travel Colloquium                                                   Introduction        Musicians                Pepe Villalobos         Carlos Hayre         Wendor Salgado         Rosita Guzman         Freddy \"Huevito\" Lobat&oacute;n                      Methodology        \">Researchers        Terminology        Video Archive                                                                 Language                Ver en Espa&ntilde;ol                     Learn More                  Dances of Coastal Peru    Food in Lima    Summer in January   Fusing Memory to Compose History   Peña Periodista   \"This Isn't Afro-Peruvian Music\"                                                       All Music Starts With the Dance                     Dancing is the most visceral and vital source of Peruvian coastal music. Like every aspect of Peruvian society, the dances of the coast represent a perfectly syncretic dynamic. Through each coastal dance (vals criollo, festejo, lando, marinera, zamacueca, tondero and zapateo to name a few) an elaborate system of rules, beats, timings and aesthetics become apparent. Dancing in Lima is much like ballroom dancing abroad. Each style is a world onto itself and requires much study and appreciation. In Per&uacute;, dance traditions from Spain, Africa and Andean cultures have magically and seamlessly come together. Peruvian dance culture in Lima thus manifests itself as a unique masterpiece of movement. The video that follows features three important coastal dances which are further discussed below.   Zapateo is a dance style associated with criollo music. Zapateo, from the word zapato (shoe), stands for shoe tapping, and zapateo criollo is often referred to as &ldquo;Peruvian tap dance&rdquo;. Dancers engage in complicated footwork using hard soled shoes. Zapateo originated on the coast of Peru when, in the 16 th -19 th centuries, Spanish colonizers brought thousands of African slaves to these communities. Distinctive styles of dance bloomed from a mixing of African rhythms with Creole, Spanish Rooma, European, and indigenous Peruvian rhythms. Traditionally, only men danced the zapateo, and it became a competition between two dancers, with the emphasis placed on the complex footwork. Some of the rules to this competition include requirements such as five footwork patterns (&ldquo;pasadas&rdquo;) performed in a specific order and then in reverse, finishing off with a footwork roll (&ldquo;redoble&rdquo;). Other contestants are not allowed to repeat pasadas that were already performed so they must improvise and create their own unique steps. The Zapateo in Lima is typically danced to the sounds of the guitar. Today women also perform zapateo, starting at very young ages as &ldquo;payitas.&rdquo; Tondero is a style of dance and music from the north coast of Per&uacute;. It is said to have originated as a mixture of Spanish, Gypsy and African slave expressions. Significantly, the tondero as performed today adds the Andean musical tradition within the clear sentiment of the Afro-Peruvian musical aesthetic. It&rsquo;s Gypsy influence emerges in its tragic lyrics, as well as the choreography that resembles the popular cockfight. The choreography, music, and use of handkerchiefs is similar to the marinera, the &ldquo;national dance of Peru.&rdquo; Unlike the marinera, however, both dancers perform with bare feet. Depending on whom you ask, the use of the handkerchiefs in the tondero signifies the flying of errant birds, which is one of several possible themes for this dance. Marinera is a dance from the coast of Per&uacute;, commonly referred to as the &ldquo;national dance of Per&uacute;.&rdquo; This is by far one of the most popular traditional dances in the country. It was adapted from an earlier dance form called the zamacueca, although there are many theories on the origin and history of the dance. What is certain is that the dance acquired its current name &ldquo;marinera&rdquo; in 1879. During this time, Per&uacute; and Chile were at war, and the dance was renamed after the Marina de Guerra del Peru (the navy) and in honor of Peru&rsquo;s most important naval hero Admiral Miguel Grau. The marinera can be described as a blend of Spanish, Moorish, Andean, and Gypsy musical and aesthetic traditions. This dance is elegant and romantic and symbolizes courtship through the flirtation of the couple, and, like the tondero, uses handkerchiefs. The marinera consists of intricate choreography, with characteristic steps such as the &ldquo;coqueteo&rdquo; (with the couple dancing very closely together, although never touching) and the complex &ldquo;cepillado&rdquo; footwork (&ldquo;brushing&rdquo;). There are different styles of marinera according to region: the south coast (marinera &ldquo;coste&ntilde;a&rdquo;), the highlands (marinera &ldquo;serrana&rdquo;) and the north (marinera &ldquo;norte&ntilde;a&rdquo;). In the city of Lima, the marinera is typically danced to the sounds of the caj&oacute;n, guitar and voice.                                                              All music belongs to the musicians             The content on this website is all licensed under the Creative Commons Attribution Non-Commercial License"}]}]