[{"detail": [{"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times   &gt; Learning Matters                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                 Learning Matters          November 20-21, 2009     Clark Atlanta University, Morehouse College, Spelman College     Atlanta, Georgia         Jamie P. Merisotis, President , Lumina Foundation for Education      Thank you, and good morning everyone. I'm very pleased and honored to be here today for two important reasons. First, I am delighted to be back in the environs of the Atlanta University Center, where the important work being done by Clark Atlanta University, Morehouse College and the Morehouse School of Medicine, and Spelman College deserves much greater national recognition. I particularly want to thank our host today, President Carlton Brown of Clark Atlanta University, whose vision and foresight have helped to lead the university during these challenging economic times.   I'm also honored because I know that this symposium represents an historic milestone for the Faculty Resource Network as it enters its 25th year. The quarter-century mark is a significant achievement, and you deserve congratulations for the wonderful work you've done during that time to deepen and broaden the skill sets of countless faculty members and administrators. Today's gathering is also historic because it is the first joint meeting of the Network and another important and impressive group: the Leadership Alliance. For nearly two decades, the Alliance has been working to increase minority participation in the nation's graduate programs. This effort is critically important, not merely to individual students, but to all of us as a nation.   The combined impact of these two organizations is impressive indeed - truly a legacy of learning. Mindful of that legacy, I very deliberately planned my remarks this morning to focus on learning - its definition, its measurement, and most important, the value and relevance of college-level learning to our nation and its future.  Before I go too deeply into that topic, however, let me talk a bit about the ongoing work of Lumina Foundation. Many of you probably know that Lumina is a national foundation, established just nine years ago in Indianapolis. We have assets of more than one billion dollars, which makes Lumina one of the nation's 40 largest private foundations. We have just one mission: getting more Americans into and through college. In fact, we are the nation's largest foundation devoted exclusively to increasing college access and success.   For most of the two years I've served as Lumina's president, we have pursued that mission by focusing on one specific aim ? what we call our \"Big Goal.\" That Big Goal, simply stated, is this: By the year 2025, we want 60 percent of the American population to hold high-quality college degrees or credentials. Right now, as you're probably aware, only 40 percent of Americans between the ages of 25 and 34 have at least a two-year college degree. This 40 percent figure is virtually identical to that of Americans between the ages of 55 and 64. To put it plainly, we've done no better with the current generation than we did with their parents - in a span of nearly four decades.   Our Big Goal would have us change that dramatically. It calls for an increase in college-completion rates of 20 percentage points in just 15 years. So, yes, we're aware that our goal is ambitious. Still, we are convinced that it is achievable. What's more, we are convinced that it must be achieved.  If America is to compete and prosper in the global economy ... if we are to meet the demands of the changing workforce ... if we want to ensure a secure, stable, more equitable society ... if we want any of these things, college-completion rates must increase, and they must do so dramatically.  And to make that happen, if we want to have even a chance of reaching 60 percent degree attainment, we must focus intently on the groups of students who have traditionally been underrepresented in higher education. As you are well aware, college-completion rates among certain population groups - including adults, first-generation college students, low-income students and students of color - are significantly lower than those of other students. These achievement gaps have endured for decades, and are now actually widening . That trend is especially alarming because demographers tell us that, by 2050, \"minorities\" will actually constitute a majority of the U.S. population. They already do in four states, including the two most populous ones -California and Texas.   We must do more - much more - to support the success of underserved students. In fact, we must as a nation fully commit ourselves to their success. Demography demands it. Economics compels it. Social justice insists on it.  I know these demographic statistics are nothing new to you, and I know that most of you long ago committed yourselves to the success of underserved students. In fact, as I look down the list of member institutions for the Alliance and for the Faculty Resource Network, I see dozens of schools whose very existence is a result of that commitment - HBCUs, HSIs, and other Minority-Serving Institutions with a long, proud history of service and scholarship.   At Lumina Foundation, we see MSIs as one of the nation's most important but underappreciated educational assets. Nationally, MSIs educate more than 2.3 million students, or about one-third of all students of color, and these numbers are growing rapidly.   In my own career I've been privileged to work with many leaders of HBCUs, HSIs, and Tribal Colleges and Universities, and I have deep respect for the work they do. Many of these institutions have done amazing work for many years assisting students who might not otherwise have gone to college ? and they have often done this with severely limited resources. MSIs have decades of hands-on experience in fostering impressive achievement levels among large numbers of low-income, first-generation, and other traditionally underrepresented students.   At Lumina Foundation, we are committed to supporting MSIs, not merely to assist the good work they do on their own campuses, but to help spread the important lessons they have learned to all of higher education. That's one of the reasons I'm so pleased that the Leadership Alliance is represented here today. I'm very heartened by the example the Alliance sets; it is a co-equal, cooperative effort that allows MSIs to share their experience and their expertise in ways that can inform and improve what happens on traditional, majority-dominated campuses. That's an example that deserves replication - one that recognizes MSIs' great strengths and gives them a leadership role.   At Lumina, we too are working to capitalize on MSIs' ability to lead - especially when it comes to fostering success among underserved students. That's why we recently launched a multimillion-dollar effort we call the MSI-Models of Success program. Our goal in that program is to help MSIs become even more effective and to help others recognize these institutions for what they truly are: national leaders in fostering the academic success of students of color.   The MSI-Models of Success program is supporting projects in several key areas:        Improving MSIs' capacity to collect, analyze and use data to inform decisions that promote student success.     Creating a collective voice for policy advocacy on behalf of MSIs.     Strengthening policy and practice to improve developmental education.     Increasing MSIs' commitment to transparency and effectiveness in improving student outcomes.     Increasing completion or graduation rates among underserved students, especially men of color.      Just a few weeks ago Lumina announced grants in the MSI-Models of Success program targeted to an outstanding group of partners from all three of the major MSI communities. One of the grantee organizations, the Southern Education Foundation, is based right here in Atlanta. The work it is pursuing with this grant is of particular interest to me today - not merely because of location, but because it dovetails so well with what has lately become a major aspect of our effort to reach the Big Goal.   In its Models of Success work, the Southern Education Foundation will seek to enhance the assessment, documentation and use of student learning outcomes at HBCUs and Hispanic-Serving Institutions. For Lumina, this focus on student learning is vitally important. As we pursue our Big Goal, we are increasingly convinced that ensuring the quality of degrees is every bit as important as increasing the quantity. Look again at the goal statement. We don't just want more degrees and credentials; we want to ensure that they are of \"high-quality.\" We define a high-quality credential or degree as one that has \"well-defined and transparent learning outcomes that provide clear pathways to further education and employment.\"   For us, learning is the currency for quality. Quality, at its core, must be a measure of what students actually learn and are able to do with the knowledge and skills they gain.   Simply put: Learning is what matters.   Oddly enough, the concept of learning - a subject that seems critical to every discussion about higher education - is far too often overlooked. We all talk endlessly about the processes of higher education - about ensuring access and fostering students' success, about increasing college completion rates, about aligning standards - and yet we seem reluctant or unable to discuss higher education's true purpose: equipping students for success in life.   We need to confront some important questions: What exactly are our students learning - and what should they be learning? What knowledge and skills must they have so they can thrive - both as workers in the 21st century global economy and as productive citizens in this democracy?   Confronting these questions is not just an exercise. It is practical, tactical and very real - and it points to what we at Lumina see as a huge opportunity for higher education and for the nation. In fact, without a renewed focus on what students are actually learning, there really is no way to properly ensure the quality and value of a college degree or credential.   Research has already shown that higher education institutions vary significantly in the value they add to students in terms of what those students actually learn. Various tools and instruments tell us that some institutions add much more value than others, even when looking at students with similar backgrounds and abilities.   Such tools are helpful, but more work is needed in this area. We should not rely on single measures to assess learning. And we need to find more and more consistent ways to measure a college's or a university's \"value-added\" capabilities. We need to find ways to better ensure that credits, degrees and credentials actually represent the skills and knowledge students obtain and can demonstrate.   But learning - that is, the knowledge, skills and competencies a student gains by taking a college course or program - really needs to be recognized as the primary measure of quality in higher education. Right now, that is simply not the case.   In fact, for many Americans, a \"quality\" education has no real connection to the actual knowledge a student gains or the skills he or she develops in college. Rather, it is largely a function of reputation or prestige. In other words, a degree from an elite college or university is seen as a high-quality degree. Degrees and credentials from \"lesser\" institutions are thought to be of inferior quality.   That's because, in nearly all cases, perceptions of quality in higher education are now based on \"inputs\" rather than on measurable outcomes. To put it crudely: \"High quality\" happens when high-achieving students attend highly selective, richly endowed institutions, where tradition, along with well-paid faculty and other resources, ensures their predictable success.   The question is: What do these students actually learn ? How much do they improve? What do they really gain? - What do we , as a society, gain from their attendance? And do we as citizens and taxpayers gain more when a less selective public institution or a community college takes a \"B-minus\" student - or maybe even one not typically thought of as \"college material\" - and helps ensure the success of that student? In addition, the relevance of what students learn is important. Is the learning linked to the student's needs and interests? Will it lead to further education and employment?   Right now, unfortunately, these questions are largely rhetorical. That's because there is too little credible data to justify the quality distinctions that are often made in higher education. We simply aren't doing enough to measure the specific learning that takes place in individual courses and degree programs. In most cases, we can't really tell what value an institution truly adds to its students' lives.   In the current system of higher education, credits are accumulated and degrees granted on the basis of contact hours and seat time - not because students demonstrate newly acquired knowledge or skills. Clearly, this needs to change. My colleagues and I believe strongly that the American higher education system must move away from the input-based definitions of quality that so often dominate rankings to a \"value-added\" approach, one that is firmly rooted in measurable outcomes.   Of course, the most important thing we ought to measure is the learning-because that is what matters most.   We understand that such measurement is relatively new and that it is not easy. But there are tools that have already demonstrated that it's possible. One of these tools you're already quite familiar with: comprehensive portfolio assessment. With electronic portfolios - dynamic, Web-based collections of completed assignments and other evidence - students can demonstrate learning quite well ... and in real time. Another tool is the Collegiate Learning Assessment, or CLA, which helps institutions measure how well they contribute to a student's mastery of higher-order thinking skills. A third assessment tool is being developed in a new project called Transparency by Design, which measures the learning outcomes of students in online programs.   These and many other assessment efforts demonstrate that, throughout American higher education, people are developing, using and reporting on common metrics that attempt to show what students really learn. But we should not limit ourselves only to American higher education when pursuing this new emphasis on learning. Because we operate in a global society, we also need to take a global perspective.   One way that we at Lumina are taking an international approach is by exploring what has taken place in Europe through what is known as the Bologna Process. As you may know, this is the process by which 46 European countries have been working for a decade to promote transparency, coordination and quality assurance among their various national higher education systems. As the Bologna group sought to establish a set of commonly understood and commonly accepted postsecondary credentials, the organizers came upon an idea called \"tuning,\" which I think may apply well in this country.   The idea with tuning is to take various programs within a specific discipline - chemistry, history, psychology, whatever - and agree on a set of learning outcomes that a degree in the field represents. The goal is not for the various programs to teach exactly the same thing in the same way or even for all of the programs to offer the same courses. Rather, programs can employ whatever techniques they prefer, so long as their students can demonstrate mastery of an agreed-upon body of knowledge and set of skills. To use the musical terminology, the various programs are not expected to play the same notes, but to be \"tuned\" to the same key.   A critical element of tuning is that it is a faculty-led process, rather than one that is added on or imposed from without, as far too many accountability mechanisms have been in the past. Not only does this generate more enthusiastic and substantive participation from faculty, it also allows for more flexibility among the various programs. There are no tuning cookie-cutters. Although everyone works toward a commonly accepted set of learning outcomes, no one need take the same path to get there. Individual institutions, as well as individual disciplines within institutions, design their own curricula, their own delivery methods, their own assessment techniques. This helps preserve the powerful diversity that has always been a great strength of the American system of higher education.   Done properly, the tuning process provides multiple benefits. It eases the student's sometimes-difficult journey through higher education by laying out a clear path, with well-defined expectations for learning all along the way. It allows institutions to design programs that are rigorous, relevant, and cost-effective. And it gives employers assurance that graduates in a particular field are properly equipped for employment in that field.   And, again, the key to making tuning work is its emphasis on defining and measuring student learning as the way to ensure quality. My colleagues and I at Lumina Foundation are more and more convinced that this outcomes-based, value-added approach is one that should be applied throughout postsecondary education. An intense and systematic focus on learning should be the hallmark of higher education - from the freshman year through graduate school.   For us, learning doesn't just matter. It matters most of all.   Again, that idea seems so fundamental, so basic. And yet, learning - how to define it, how to measure it, how to nurture it in students and ensure its relevance and currency in the world - the topic that should be the central conversation about improving education, has somehow devolved to background noise. If I may, I'd like to conclude my remarks this morning by bringing it to the forefront and discussing it in some detail.   Learning outcomes in higher education can be grouped in two fundamental categories: generalizable, transferable skills - such as abstract reasoning, critical thinking, problem solving, communication; and subject-specific skills and knowledge . Traditionally, we have thought of these as being acquired in different areas or levels of higher education. \"General education\" or the undergraduate core has been the place where students develop high-level thinking; field-specific knowledge and skills are developed in the student's major or occupational field.   This two-track concept may help us understand the importance of each type of learning, but it can hamper our understanding of how learning really happens. That's because it represents a false dichotomy. In today's economy and society, both types of learning are necessary for everyone. Both are vital in the workforce and everyday life, and both must be developed together at all levels of higher education.   As I indicated earlier, the quality distinction in Lumina's goal is critical. As I'm sure you'll agree, increasing the number of degree holders without ensuring the quality of those degrees would be a very hollow achievement for this nation - a major step backward even. Clearly, maintaining high quality in college credentials - even improving on that quality in coming years - is a must if we hope to remain globally competitive and ensure a robust middle class.   Much work remains to flesh out the full definition of a \"high-quality\" degree. In fact, that definition will always be evolving as we work to determine what students in various fields of study must know - and what skills they must possess - to succeed in life and in their chosen fields.   That's why a focus on what students are really learning must go hand in hand with efforts to improve graduation rates. We cannot allow quality and quantity to be a zero-sum game when it comes to reaching the Big Goal of college completion. \"Either/or\" won't work. Not for your institutions. Not for your students. Not for American society as a whole. For all of those stakeholders, it must be \"both/and.\" This nation needs many more college-educated citizens, individuals who are truly equipped for future success.   You and the institutions you serve are absolutely key in finding, supporting and nurturing students as they make the transition to full and productive citizenship. You've done it amazingly well for decades - and you deserve our praise and thanks for that. Now is the time for all of us to redouble our efforts, and we at Lumina are eager to continue as we strive together to reach the Big Goal.   Thank you very much.                 Back to Table of Contents"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times                                                                      Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                  Challenge as Opportunity: The Academy in the Best and Worst of Times                        A National Symposium     Fall 2009     INSIDE THIS ISSUE              Recession, Realities, and Resurgence: Challenges and Opportunities for Higher Education     Excerpts from the Presidential Panel featuring U.S. Under Secretary of Education Martha J. Kanter; Carlton Brown, President, Clark Atlanta University; John Sexton, President, New York University; and Beverly Daniel Tatum, President, Spelman College.       Learning Matters     Excerpts from the keynote address by Jamie P. Merisotis, Lumina Foundation for Education.        A Chinese Proverb: \"May You Live in Interesting Times\" or \"That Which Does Not Kill You Makes You Stronger\"- Faculty Roles and Responsibilities in the New Abyss     Excerpts from a presentation by Thomas W. Garsombke, Diane J. Prince, and Howard Ralph, Clayton State University; Richard Fulton, Troy University; and Gwen Hanks, University of Georgia - Athens.      Beyond Tolerance: Opportunities for Teaching and Learning Compassion in the HBCU Classroom     Excerpts from a presentation by Wendy A. Gaudin, Pamela Waldron-Moore, and Adrian Woods, Xavier University of Louisiana.      Challenges and Opportunities within the Classroom: Facilitating Students' Transition from High School to College     Excerpts from a presentation by Takeisha Wilson, and Danielle Sweat, Clark Atlanta University.      Chaminade University: The Four Year Plan     Excerpts from the presentation by Curtis Washburn and Richard Kido, Chaminade University.      Emerging Pedagogies for Uncertain Times: Student and Faculty Perspectives     Excerpts from a presentation by Sonia V. Gonsalves, Richard Stockton College of New Jersey and Marcia Daley, Clark Atlanta University.      Inter- & Intragroup Dialogue and Assessment as Partners for Diversity     Excerpts from a presentation by Kristie A. Ford and Sarah W. Goodwin, Skidmore College.      Legal Implications of Academic Advising     Excerpts from the presentation by Audrey Wolfson Latourette, Richard Stockton College of New Jersey.      Faculty-Librarian Collaboration to Teach Information Literacy in an Online Environment     Excerpts from a presentation by Mary Ann Trail and Amy Hadley, Richard Stockton College of New Jersey.      Global Ethics in the Classroom     Excerpts from a presentation by Mark Wekander, University of Puerto Rico, Rio Piedras.      Student Interpretations of Disasters: Do Online Students Respond Differently Than Face-to-Face Students? - Evidence From the Classroom     Excerpts from a presentation by Richard Vogel, Farmingdale State College      The Curriculum and the Campus Crisis: When Campus Shootings Impact Classroom Instruction     Excerpts from a presentation by Francine Edwards, Delaware State University.      The Morehouse College W.E.B. Du Bois International HouseA Living and Learning Residential Center to Engage the Global Community     Excerpts from the presentation by Ida Rousseau Mukenge, Gwen Wade, and Samuel Livingston, Morehouse College.       The Role of Language and Popular Culture in Civility     Excerpts from a presentation by Jon A. Yasin, Bergen Community College      'The Times They are a Changin': Promoting Learning beyond the Classroom and Social Activism     Excerpts from a presentation by Dorsia Smith, University of Puerto Rico, Rio Piedras.      We're 20, They're 21     Excerpts from a presentation by Thelma Baxter, Joan Tropnas, and Nancy Philip, Spelman College.              From the Executive Director     When Charles Dickens opened A Tale of Two Cities with his now famous words - \"It was the best of times, it was the worst of times\" - he captured the ambivalence of a society in upheaval and transition. The 21st century academy is also experiencing the best and worst of times. The growth of higher education provides the potential for greater access and expanded opportunity. Our students are now more diverse, more technologically savvy, and more globally aware than any previous college generation. Yet all members of the educational community - students, faculty, and administrators - are currently experiencing the challenges of uncertain times. These challenges have come in the form of financial difficulties, closer scrutiny and accountability, and mismatches between faculty and student expectations. In this time of difficulty, how are educational institutions responding in a manner that benefits all of their constituents? How are we turning challenges into opportunities?     In November 2009 faculty members and other representatives of Faculty Resource Network institutions addressed these questions and issues during a national symposium on \"Challenge as Opportunity: The Academy in the Best and Worst of Times,\" hosted by Clark Atlanta University, Morehouse College, and Spelman College in Atlanta, Georgia.     This event also provided an occasion to celebrate the 25th anniversary of the Network, reflect on its past accomplishments, and look forward to how it can energize our academic community in the years to come. Participants were invited to contribute to our collective mission of identifying and shaping the future priorities of higher education. In this time of transition, the role of the academy becomes even more essential as a source of insight, innovation and inspiration.     In this seventh issue of our online NETWORK: A Journal of Faculty Development, we present excerpts from a number of the presentations that were delivered during that symposium.     Debra M. Szybinski     Executive Director, Faculty Resource Network"}]},
{"detail": [{"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times   &gt; Learning Matters                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                 Learning Matters          November 20-21, 2009     Clark Atlanta University, Morehouse College, Spelman College     Atlanta, Georgia         Jamie P. Merisotis, President , Lumina Foundation for Education      Thank you, and good morning everyone. I'm very pleased and honored to be here today for two important reasons. First, I am delighted to be back in the environs of the Atlanta University Center, where the important work being done by Clark Atlanta University, Morehouse College and the Morehouse School of Medicine, and Spelman College deserves much greater national recognition. I particularly want to thank our host today, President Carlton Brown of Clark Atlanta University, whose vision and foresight have helped to lead the university during these challenging economic times.   I'm also honored because I know that this symposium represents an historic milestone for the Faculty Resource Network as it enters its 25th year. The quarter-century mark is a significant achievement, and you deserve congratulations for the wonderful work you've done during that time to deepen and broaden the skill sets of countless faculty members and administrators. Today's gathering is also historic because it is the first joint meeting of the Network and another important and impressive group: the Leadership Alliance. For nearly two decades, the Alliance has been working to increase minority participation in the nation's graduate programs. This effort is critically important, not merely to individual students, but to all of us as a nation.   The combined impact of these two organizations is impressive indeed - truly a legacy of learning. Mindful of that legacy, I very deliberately planned my remarks this morning to focus on learning - its definition, its measurement, and most important, the value and relevance of college-level learning to our nation and its future.  Before I go too deeply into that topic, however, let me talk a bit about the ongoing work of Lumina Foundation. Many of you probably know that Lumina is a national foundation, established just nine years ago in Indianapolis. We have assets of more than one billion dollars, which makes Lumina one of the nation's 40 largest private foundations. We have just one mission: getting more Americans into and through college. In fact, we are the nation's largest foundation devoted exclusively to increasing college access and success.   For most of the two years I've served as Lumina's president, we have pursued that mission by focusing on one specific aim ? what we call our \"Big Goal.\" That Big Goal, simply stated, is this: By the year 2025, we want 60 percent of the American population to hold high-quality college degrees or credentials. Right now, as you're probably aware, only 40 percent of Americans between the ages of 25 and 34 have at least a two-year college degree. This 40 percent figure is virtually identical to that of Americans between the ages of 55 and 64. To put it plainly, we've done no better with the current generation than we did with their parents - in a span of nearly four decades.   Our Big Goal would have us change that dramatically. It calls for an increase in college-completion rates of 20 percentage points in just 15 years. So, yes, we're aware that our goal is ambitious. Still, we are convinced that it is achievable. What's more, we are convinced that it must be achieved.  If America is to compete and prosper in the global economy ... if we are to meet the demands of the changing workforce ... if we want to ensure a secure, stable, more equitable society ... if we want any of these things, college-completion rates must increase, and they must do so dramatically.  And to make that happen, if we want to have even a chance of reaching 60 percent degree attainment, we must focus intently on the groups of students who have traditionally been underrepresented in higher education. As you are well aware, college-completion rates among certain population groups - including adults, first-generation college students, low-income students and students of color - are significantly lower than those of other students. These achievement gaps have endured for decades, and are now actually widening . That trend is especially alarming because demographers tell us that, by 2050, \"minorities\" will actually constitute a majority of the U.S. population. They already do in four states, including the two most populous ones -California and Texas.   We must do more - much more - to support the success of underserved students. In fact, we must as a nation fully commit ourselves to their success. Demography demands it. Economics compels it. Social justice insists on it.  I know these demographic statistics are nothing new to you, and I know that most of you long ago committed yourselves to the success of underserved students. In fact, as I look down the list of member institutions for the Alliance and for the Faculty Resource Network, I see dozens of schools whose very existence is a result of that commitment - HBCUs, HSIs, and other Minority-Serving Institutions with a long, proud history of service and scholarship.   At Lumina Foundation, we see MSIs as one of the nation's most important but underappreciated educational assets. Nationally, MSIs educate more than 2.3 million students, or about one-third of all students of color, and these numbers are growing rapidly.   In my own career I've been privileged to work with many leaders of HBCUs, HSIs, and Tribal Colleges and Universities, and I have deep respect for the work they do. Many of these institutions have done amazing work for many years assisting students who might not otherwise have gone to college ? and they have often done this with severely limited resources. MSIs have decades of hands-on experience in fostering impressive achievement levels among large numbers of low-income, first-generation, and other traditionally underrepresented students.   At Lumina Foundation, we are committed to supporting MSIs, not merely to assist the good work they do on their own campuses, but to help spread the important lessons they have learned to all of higher education. That's one of the reasons I'm so pleased that the Leadership Alliance is represented here today. I'm very heartened by the example the Alliance sets; it is a co-equal, cooperative effort that allows MSIs to share their experience and their expertise in ways that can inform and improve what happens on traditional, majority-dominated campuses. That's an example that deserves replication - one that recognizes MSIs' great strengths and gives them a leadership role.   At Lumina, we too are working to capitalize on MSIs' ability to lead - especially when it comes to fostering success among underserved students. That's why we recently launched a multimillion-dollar effort we call the MSI-Models of Success program. Our goal in that program is to help MSIs become even more effective and to help others recognize these institutions for what they truly are: national leaders in fostering the academic success of students of color.   The MSI-Models of Success program is supporting projects in several key areas:        Improving MSIs' capacity to collect, analyze and use data to inform decisions that promote student success.     Creating a collective voice for policy advocacy on behalf of MSIs.     Strengthening policy and practice to improve developmental education.     Increasing MSIs' commitment to transparency and effectiveness in improving student outcomes.     Increasing completion or graduation rates among underserved students, especially men of color.      Just a few weeks ago Lumina announced grants in the MSI-Models of Success program targeted to an outstanding group of partners from all three of the major MSI communities. One of the grantee organizations, the Southern Education Foundation, is based right here in Atlanta. The work it is pursuing with this grant is of particular interest to me today - not merely because of location, but because it dovetails so well with what has lately become a major aspect of our effort to reach the Big Goal.   In its Models of Success work, the Southern Education Foundation will seek to enhance the assessment, documentation and use of student learning outcomes at HBCUs and Hispanic-Serving Institutions. For Lumina, this focus on student learning is vitally important. As we pursue our Big Goal, we are increasingly convinced that ensuring the quality of degrees is every bit as important as increasing the quantity. Look again at the goal statement. We don't just want more degrees and credentials; we want to ensure that they are of \"high-quality.\" We define a high-quality credential or degree as one that has \"well-defined and transparent learning outcomes that provide clear pathways to further education and employment.\"   For us, learning is the currency for quality. Quality, at its core, must be a measure of what students actually learn and are able to do with the knowledge and skills they gain.   Simply put: Learning is what matters.   Oddly enough, the concept of learning - a subject that seems critical to every discussion about higher education - is far too often overlooked. We all talk endlessly about the processes of higher education - about ensuring access and fostering students' success, about increasing college completion rates, about aligning standards - and yet we seem reluctant or unable to discuss higher education's true purpose: equipping students for success in life.   We need to confront some important questions: What exactly are our students learning - and what should they be learning? What knowledge and skills must they have so they can thrive - both as workers in the 21st century global economy and as productive citizens in this democracy?   Confronting these questions is not just an exercise. It is practical, tactical and very real - and it points to what we at Lumina see as a huge opportunity for higher education and for the nation. In fact, without a renewed focus on what students are actually learning, there really is no way to properly ensure the quality and value of a college degree or credential.   Research has already shown that higher education institutions vary significantly in the value they add to students in terms of what those students actually learn. Various tools and instruments tell us that some institutions add much more value than others, even when looking at students with similar backgrounds and abilities.   Such tools are helpful, but more work is needed in this area. We should not rely on single measures to assess learning. And we need to find more and more consistent ways to measure a college's or a university's \"value-added\" capabilities. We need to find ways to better ensure that credits, degrees and credentials actually represent the skills and knowledge students obtain and can demonstrate.   But learning - that is, the knowledge, skills and competencies a student gains by taking a college course or program - really needs to be recognized as the primary measure of quality in higher education. Right now, that is simply not the case.   In fact, for many Americans, a \"quality\" education has no real connection to the actual knowledge a student gains or the skills he or she develops in college. Rather, it is largely a function of reputation or prestige. In other words, a degree from an elite college or university is seen as a high-quality degree. Degrees and credentials from \"lesser\" institutions are thought to be of inferior quality.   That's because, in nearly all cases, perceptions of quality in higher education are now based on \"inputs\" rather than on measurable outcomes. To put it crudely: \"High quality\" happens when high-achieving students attend highly selective, richly endowed institutions, where tradition, along with well-paid faculty and other resources, ensures their predictable success.   The question is: What do these students actually learn ? How much do they improve? What do they really gain? - What do we , as a society, gain from their attendance? And do we as citizens and taxpayers gain more when a less selective public institution or a community college takes a \"B-minus\" student - or maybe even one not typically thought of as \"college material\" - and helps ensure the success of that student? In addition, the relevance of what students learn is important. Is the learning linked to the student's needs and interests? Will it lead to further education and employment?   Right now, unfortunately, these questions are largely rhetorical. That's because there is too little credible data to justify the quality distinctions that are often made in higher education. We simply aren't doing enough to measure the specific learning that takes place in individual courses and degree programs. In most cases, we can't really tell what value an institution truly adds to its students' lives.   In the current system of higher education, credits are accumulated and degrees granted on the basis of contact hours and seat time - not because students demonstrate newly acquired knowledge or skills. Clearly, this needs to change. My colleagues and I believe strongly that the American higher education system must move away from the input-based definitions of quality that so often dominate rankings to a \"value-added\" approach, one that is firmly rooted in measurable outcomes.   Of course, the most important thing we ought to measure is the learning-because that is what matters most.   We understand that such measurement is relatively new and that it is not easy. But there are tools that have already demonstrated that it's possible. One of these tools you're already quite familiar with: comprehensive portfolio assessment. With electronic portfolios - dynamic, Web-based collections of completed assignments and other evidence - students can demonstrate learning quite well ... and in real time. Another tool is the Collegiate Learning Assessment, or CLA, which helps institutions measure how well they contribute to a student's mastery of higher-order thinking skills. A third assessment tool is being developed in a new project called Transparency by Design, which measures the learning outcomes of students in online programs.   These and many other assessment efforts demonstrate that, throughout American higher education, people are developing, using and reporting on common metrics that attempt to show what students really learn. But we should not limit ourselves only to American higher education when pursuing this new emphasis on learning. Because we operate in a global society, we also need to take a global perspective.   One way that we at Lumina are taking an international approach is by exploring what has taken place in Europe through what is known as the Bologna Process. As you may know, this is the process by which 46 European countries have been working for a decade to promote transparency, coordination and quality assurance among their various national higher education systems. As the Bologna group sought to establish a set of commonly understood and commonly accepted postsecondary credentials, the organizers came upon an idea called \"tuning,\" which I think may apply well in this country.   The idea with tuning is to take various programs within a specific discipline - chemistry, history, psychology, whatever - and agree on a set of learning outcomes that a degree in the field represents. The goal is not for the various programs to teach exactly the same thing in the same way or even for all of the programs to offer the same courses. Rather, programs can employ whatever techniques they prefer, so long as their students can demonstrate mastery of an agreed-upon body of knowledge and set of skills. To use the musical terminology, the various programs are not expected to play the same notes, but to be \"tuned\" to the same key.   A critical element of tuning is that it is a faculty-led process, rather than one that is added on or imposed from without, as far too many accountability mechanisms have been in the past. Not only does this generate more enthusiastic and substantive participation from faculty, it also allows for more flexibility among the various programs. There are no tuning cookie-cutters. Although everyone works toward a commonly accepted set of learning outcomes, no one need take the same path to get there. Individual institutions, as well as individual disciplines within institutions, design their own curricula, their own delivery methods, their own assessment techniques. This helps preserve the powerful diversity that has always been a great strength of the American system of higher education.   Done properly, the tuning process provides multiple benefits. It eases the student's sometimes-difficult journey through higher education by laying out a clear path, with well-defined expectations for learning all along the way. It allows institutions to design programs that are rigorous, relevant, and cost-effective. And it gives employers assurance that graduates in a particular field are properly equipped for employment in that field.   And, again, the key to making tuning work is its emphasis on defining and measuring student learning as the way to ensure quality. My colleagues and I at Lumina Foundation are more and more convinced that this outcomes-based, value-added approach is one that should be applied throughout postsecondary education. An intense and systematic focus on learning should be the hallmark of higher education - from the freshman year through graduate school.   For us, learning doesn't just matter. It matters most of all.   Again, that idea seems so fundamental, so basic. And yet, learning - how to define it, how to measure it, how to nurture it in students and ensure its relevance and currency in the world - the topic that should be the central conversation about improving education, has somehow devolved to background noise. If I may, I'd like to conclude my remarks this morning by bringing it to the forefront and discussing it in some detail.   Learning outcomes in higher education can be grouped in two fundamental categories: generalizable, transferable skills - such as abstract reasoning, critical thinking, problem solving, communication; and subject-specific skills and knowledge . Traditionally, we have thought of these as being acquired in different areas or levels of higher education. \"General education\" or the undergraduate core has been the place where students develop high-level thinking; field-specific knowledge and skills are developed in the student's major or occupational field.   This two-track concept may help us understand the importance of each type of learning, but it can hamper our understanding of how learning really happens. That's because it represents a false dichotomy. In today's economy and society, both types of learning are necessary for everyone. Both are vital in the workforce and everyday life, and both must be developed together at all levels of higher education.   As I indicated earlier, the quality distinction in Lumina's goal is critical. As I'm sure you'll agree, increasing the number of degree holders without ensuring the quality of those degrees would be a very hollow achievement for this nation - a major step backward even. Clearly, maintaining high quality in college credentials - even improving on that quality in coming years - is a must if we hope to remain globally competitive and ensure a robust middle class.   Much work remains to flesh out the full definition of a \"high-quality\" degree. In fact, that definition will always be evolving as we work to determine what students in various fields of study must know - and what skills they must possess - to succeed in life and in their chosen fields.   That's why a focus on what students are really learning must go hand in hand with efforts to improve graduation rates. We cannot allow quality and quantity to be a zero-sum game when it comes to reaching the Big Goal of college completion. \"Either/or\" won't work. Not for your institutions. Not for your students. Not for American society as a whole. For all of those stakeholders, it must be \"both/and.\" This nation needs many more college-educated citizens, individuals who are truly equipped for future success.   You and the institutions you serve are absolutely key in finding, supporting and nurturing students as they make the transition to full and productive citizenship. You've done it amazingly well for decades - and you deserve our praise and thanks for that. Now is the time for all of us to redouble our efforts, and we at Lumina are eager to continue as we strive together to reach the Big Goal.   Thank you very much.                 Back to Table of Contents"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times                                                                      Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                  Challenge as Opportunity: The Academy in the Best and Worst of Times                        A National Symposium     Fall 2009     INSIDE THIS ISSUE              Recession, Realities, and Resurgence: Challenges and Opportunities for Higher Education     Excerpts from the Presidential Panel featuring U.S. Under Secretary of Education Martha J. Kanter; Carlton Brown, President, Clark Atlanta University; John Sexton, President, New York University; and Beverly Daniel Tatum, President, Spelman College.       Learning Matters     Excerpts from the keynote address by Jamie P. Merisotis, Lumina Foundation for Education.        A Chinese Proverb: \"May You Live in Interesting Times\" or \"That Which Does Not Kill You Makes You Stronger\"- Faculty Roles and Responsibilities in the New Abyss     Excerpts from a presentation by Thomas W. Garsombke, Diane J. Prince, and Howard Ralph, Clayton State University; Richard Fulton, Troy University; and Gwen Hanks, University of Georgia - Athens.      Beyond Tolerance: Opportunities for Teaching and Learning Compassion in the HBCU Classroom     Excerpts from a presentation by Wendy A. Gaudin, Pamela Waldron-Moore, and Adrian Woods, Xavier University of Louisiana.      Challenges and Opportunities within the Classroom: Facilitating Students' Transition from High School to College     Excerpts from a presentation by Takeisha Wilson, and Danielle Sweat, Clark Atlanta University.      Chaminade University: The Four Year Plan     Excerpts from the presentation by Curtis Washburn and Richard Kido, Chaminade University.      Emerging Pedagogies for Uncertain Times: Student and Faculty Perspectives     Excerpts from a presentation by Sonia V. Gonsalves, Richard Stockton College of New Jersey and Marcia Daley, Clark Atlanta University.      Inter- & Intragroup Dialogue and Assessment as Partners for Diversity     Excerpts from a presentation by Kristie A. Ford and Sarah W. Goodwin, Skidmore College.      Legal Implications of Academic Advising     Excerpts from the presentation by Audrey Wolfson Latourette, Richard Stockton College of New Jersey.      Faculty-Librarian Collaboration to Teach Information Literacy in an Online Environment     Excerpts from a presentation by Mary Ann Trail and Amy Hadley, Richard Stockton College of New Jersey.      Global Ethics in the Classroom     Excerpts from a presentation by Mark Wekander, University of Puerto Rico, Rio Piedras.      Student Interpretations of Disasters: Do Online Students Respond Differently Than Face-to-Face Students? - Evidence From the Classroom     Excerpts from a presentation by Richard Vogel, Farmingdale State College      The Curriculum and the Campus Crisis: When Campus Shootings Impact Classroom Instruction     Excerpts from a presentation by Francine Edwards, Delaware State University.      The Morehouse College W.E.B. Du Bois International HouseA Living and Learning Residential Center to Engage the Global Community     Excerpts from the presentation by Ida Rousseau Mukenge, Gwen Wade, and Samuel Livingston, Morehouse College.       The Role of Language and Popular Culture in Civility     Excerpts from a presentation by Jon A. Yasin, Bergen Community College      'The Times They are a Changin': Promoting Learning beyond the Classroom and Social Activism     Excerpts from a presentation by Dorsia Smith, University of Puerto Rico, Rio Piedras.      We're 20, They're 21     Excerpts from a presentation by Thelma Baxter, Joan Tropnas, and Nancy Philip, Spelman College.              From the Executive Director     When Charles Dickens opened A Tale of Two Cities with his now famous words - \"It was the best of times, it was the worst of times\" - he captured the ambivalence of a society in upheaval and transition. The 21st century academy is also experiencing the best and worst of times. The growth of higher education provides the potential for greater access and expanded opportunity. Our students are now more diverse, more technologically savvy, and more globally aware than any previous college generation. Yet all members of the educational community - students, faculty, and administrators - are currently experiencing the challenges of uncertain times. These challenges have come in the form of financial difficulties, closer scrutiny and accountability, and mismatches between faculty and student expectations. In this time of difficulty, how are educational institutions responding in a manner that benefits all of their constituents? How are we turning challenges into opportunities?     In November 2009 faculty members and other representatives of Faculty Resource Network institutions addressed these questions and issues during a national symposium on \"Challenge as Opportunity: The Academy in the Best and Worst of Times,\" hosted by Clark Atlanta University, Morehouse College, and Spelman College in Atlanta, Georgia.     This event also provided an occasion to celebrate the 25th anniversary of the Network, reflect on its past accomplishments, and look forward to how it can energize our academic community in the years to come. Participants were invited to contribute to our collective mission of identifying and shaping the future priorities of higher education. In this time of transition, the role of the academy becomes even more essential as a source of insight, innovation and inspiration.     In this seventh issue of our online NETWORK: A Journal of Faculty Development, we present excerpts from a number of the presentations that were delivered during that symposium.     Debra M. Szybinski     Executive Director, Faculty Resource Network"}]},
{"detail": [{"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times   &gt; Learning Matters                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                 Learning Matters          November 20-21, 2009     Clark Atlanta University, Morehouse College, Spelman College     Atlanta, Georgia         Jamie P. Merisotis, President , Lumina Foundation for Education      Thank you, and good morning everyone. I'm very pleased and honored to be here today for two important reasons. First, I am delighted to be back in the environs of the Atlanta University Center, where the important work being done by Clark Atlanta University, Morehouse College and the Morehouse School of Medicine, and Spelman College deserves much greater national recognition. I particularly want to thank our host today, President Carlton Brown of Clark Atlanta University, whose vision and foresight have helped to lead the university during these challenging economic times.   I'm also honored because I know that this symposium represents an historic milestone for the Faculty Resource Network as it enters its 25th year. The quarter-century mark is a significant achievement, and you deserve congratulations for the wonderful work you've done during that time to deepen and broaden the skill sets of countless faculty members and administrators. Today's gathering is also historic because it is the first joint meeting of the Network and another important and impressive group: the Leadership Alliance. For nearly two decades, the Alliance has been working to increase minority participation in the nation's graduate programs. This effort is critically important, not merely to individual students, but to all of us as a nation.   The combined impact of these two organizations is impressive indeed - truly a legacy of learning. Mindful of that legacy, I very deliberately planned my remarks this morning to focus on learning - its definition, its measurement, and most important, the value and relevance of college-level learning to our nation and its future.  Before I go too deeply into that topic, however, let me talk a bit about the ongoing work of Lumina Foundation. Many of you probably know that Lumina is a national foundation, established just nine years ago in Indianapolis. We have assets of more than one billion dollars, which makes Lumina one of the nation's 40 largest private foundations. We have just one mission: getting more Americans into and through college. In fact, we are the nation's largest foundation devoted exclusively to increasing college access and success.   For most of the two years I've served as Lumina's president, we have pursued that mission by focusing on one specific aim ? what we call our \"Big Goal.\" That Big Goal, simply stated, is this: By the year 2025, we want 60 percent of the American population to hold high-quality college degrees or credentials. Right now, as you're probably aware, only 40 percent of Americans between the ages of 25 and 34 have at least a two-year college degree. This 40 percent figure is virtually identical to that of Americans between the ages of 55 and 64. To put it plainly, we've done no better with the current generation than we did with their parents - in a span of nearly four decades.   Our Big Goal would have us change that dramatically. It calls for an increase in college-completion rates of 20 percentage points in just 15 years. So, yes, we're aware that our goal is ambitious. Still, we are convinced that it is achievable. What's more, we are convinced that it must be achieved.  If America is to compete and prosper in the global economy ... if we are to meet the demands of the changing workforce ... if we want to ensure a secure, stable, more equitable society ... if we want any of these things, college-completion rates must increase, and they must do so dramatically.  And to make that happen, if we want to have even a chance of reaching 60 percent degree attainment, we must focus intently on the groups of students who have traditionally been underrepresented in higher education. As you are well aware, college-completion rates among certain population groups - including adults, first-generation college students, low-income students and students of color - are significantly lower than those of other students. These achievement gaps have endured for decades, and are now actually widening . That trend is especially alarming because demographers tell us that, by 2050, \"minorities\" will actually constitute a majority of the U.S. population. They already do in four states, including the two most populous ones -California and Texas.   We must do more - much more - to support the success of underserved students. In fact, we must as a nation fully commit ourselves to their success. Demography demands it. Economics compels it. Social justice insists on it.  I know these demographic statistics are nothing new to you, and I know that most of you long ago committed yourselves to the success of underserved students. In fact, as I look down the list of member institutions for the Alliance and for the Faculty Resource Network, I see dozens of schools whose very existence is a result of that commitment - HBCUs, HSIs, and other Minority-Serving Institutions with a long, proud history of service and scholarship.   At Lumina Foundation, we see MSIs as one of the nation's most important but underappreciated educational assets. Nationally, MSIs educate more than 2.3 million students, or about one-third of all students of color, and these numbers are growing rapidly.   In my own career I've been privileged to work with many leaders of HBCUs, HSIs, and Tribal Colleges and Universities, and I have deep respect for the work they do. Many of these institutions have done amazing work for many years assisting students who might not otherwise have gone to college ? and they have often done this with severely limited resources. MSIs have decades of hands-on experience in fostering impressive achievement levels among large numbers of low-income, first-generation, and other traditionally underrepresented students.   At Lumina Foundation, we are committed to supporting MSIs, not merely to assist the good work they do on their own campuses, but to help spread the important lessons they have learned to all of higher education. That's one of the reasons I'm so pleased that the Leadership Alliance is represented here today. I'm very heartened by the example the Alliance sets; it is a co-equal, cooperative effort that allows MSIs to share their experience and their expertise in ways that can inform and improve what happens on traditional, majority-dominated campuses. That's an example that deserves replication - one that recognizes MSIs' great strengths and gives them a leadership role.   At Lumina, we too are working to capitalize on MSIs' ability to lead - especially when it comes to fostering success among underserved students. That's why we recently launched a multimillion-dollar effort we call the MSI-Models of Success program. Our goal in that program is to help MSIs become even more effective and to help others recognize these institutions for what they truly are: national leaders in fostering the academic success of students of color.   The MSI-Models of Success program is supporting projects in several key areas:        Improving MSIs' capacity to collect, analyze and use data to inform decisions that promote student success.     Creating a collective voice for policy advocacy on behalf of MSIs.     Strengthening policy and practice to improve developmental education.     Increasing MSIs' commitment to transparency and effectiveness in improving student outcomes.     Increasing completion or graduation rates among underserved students, especially men of color.      Just a few weeks ago Lumina announced grants in the MSI-Models of Success program targeted to an outstanding group of partners from all three of the major MSI communities. One of the grantee organizations, the Southern Education Foundation, is based right here in Atlanta. The work it is pursuing with this grant is of particular interest to me today - not merely because of location, but because it dovetails so well with what has lately become a major aspect of our effort to reach the Big Goal.   In its Models of Success work, the Southern Education Foundation will seek to enhance the assessment, documentation and use of student learning outcomes at HBCUs and Hispanic-Serving Institutions. For Lumina, this focus on student learning is vitally important. As we pursue our Big Goal, we are increasingly convinced that ensuring the quality of degrees is every bit as important as increasing the quantity. Look again at the goal statement. We don't just want more degrees and credentials; we want to ensure that they are of \"high-quality.\" We define a high-quality credential or degree as one that has \"well-defined and transparent learning outcomes that provide clear pathways to further education and employment.\"   For us, learning is the currency for quality. Quality, at its core, must be a measure of what students actually learn and are able to do with the knowledge and skills they gain.   Simply put: Learning is what matters.   Oddly enough, the concept of learning - a subject that seems critical to every discussion about higher education - is far too often overlooked. We all talk endlessly about the processes of higher education - about ensuring access and fostering students' success, about increasing college completion rates, about aligning standards - and yet we seem reluctant or unable to discuss higher education's true purpose: equipping students for success in life.   We need to confront some important questions: What exactly are our students learning - and what should they be learning? What knowledge and skills must they have so they can thrive - both as workers in the 21st century global economy and as productive citizens in this democracy?   Confronting these questions is not just an exercise. It is practical, tactical and very real - and it points to what we at Lumina see as a huge opportunity for higher education and for the nation. In fact, without a renewed focus on what students are actually learning, there really is no way to properly ensure the quality and value of a college degree or credential.   Research has already shown that higher education institutions vary significantly in the value they add to students in terms of what those students actually learn. Various tools and instruments tell us that some institutions add much more value than others, even when looking at students with similar backgrounds and abilities.   Such tools are helpful, but more work is needed in this area. We should not rely on single measures to assess learning. And we need to find more and more consistent ways to measure a college's or a university's \"value-added\" capabilities. We need to find ways to better ensure that credits, degrees and credentials actually represent the skills and knowledge students obtain and can demonstrate.   But learning - that is, the knowledge, skills and competencies a student gains by taking a college course or program - really needs to be recognized as the primary measure of quality in higher education. Right now, that is simply not the case.   In fact, for many Americans, a \"quality\" education has no real connection to the actual knowledge a student gains or the skills he or she develops in college. Rather, it is largely a function of reputation or prestige. In other words, a degree from an elite college or university is seen as a high-quality degree. Degrees and credentials from \"lesser\" institutions are thought to be of inferior quality.   That's because, in nearly all cases, perceptions of quality in higher education are now based on \"inputs\" rather than on measurable outcomes. To put it crudely: \"High quality\" happens when high-achieving students attend highly selective, richly endowed institutions, where tradition, along with well-paid faculty and other resources, ensures their predictable success.   The question is: What do these students actually learn ? How much do they improve? What do they really gain? - What do we , as a society, gain from their attendance? And do we as citizens and taxpayers gain more when a less selective public institution or a community college takes a \"B-minus\" student - or maybe even one not typically thought of as \"college material\" - and helps ensure the success of that student? In addition, the relevance of what students learn is important. Is the learning linked to the student's needs and interests? Will it lead to further education and employment?   Right now, unfortunately, these questions are largely rhetorical. That's because there is too little credible data to justify the quality distinctions that are often made in higher education. We simply aren't doing enough to measure the specific learning that takes place in individual courses and degree programs. In most cases, we can't really tell what value an institution truly adds to its students' lives.   In the current system of higher education, credits are accumulated and degrees granted on the basis of contact hours and seat time - not because students demonstrate newly acquired knowledge or skills. Clearly, this needs to change. My colleagues and I believe strongly that the American higher education system must move away from the input-based definitions of quality that so often dominate rankings to a \"value-added\" approach, one that is firmly rooted in measurable outcomes.   Of course, the most important thing we ought to measure is the learning-because that is what matters most.   We understand that such measurement is relatively new and that it is not easy. But there are tools that have already demonstrated that it's possible. One of these tools you're already quite familiar with: comprehensive portfolio assessment. With electronic portfolios - dynamic, Web-based collections of completed assignments and other evidence - students can demonstrate learning quite well ... and in real time. Another tool is the Collegiate Learning Assessment, or CLA, which helps institutions measure how well they contribute to a student's mastery of higher-order thinking skills. A third assessment tool is being developed in a new project called Transparency by Design, which measures the learning outcomes of students in online programs.   These and many other assessment efforts demonstrate that, throughout American higher education, people are developing, using and reporting on common metrics that attempt to show what students really learn. But we should not limit ourselves only to American higher education when pursuing this new emphasis on learning. Because we operate in a global society, we also need to take a global perspective.   One way that we at Lumina are taking an international approach is by exploring what has taken place in Europe through what is known as the Bologna Process. As you may know, this is the process by which 46 European countries have been working for a decade to promote transparency, coordination and quality assurance among their various national higher education systems. As the Bologna group sought to establish a set of commonly understood and commonly accepted postsecondary credentials, the organizers came upon an idea called \"tuning,\" which I think may apply well in this country.   The idea with tuning is to take various programs within a specific discipline - chemistry, history, psychology, whatever - and agree on a set of learning outcomes that a degree in the field represents. The goal is not for the various programs to teach exactly the same thing in the same way or even for all of the programs to offer the same courses. Rather, programs can employ whatever techniques they prefer, so long as their students can demonstrate mastery of an agreed-upon body of knowledge and set of skills. To use the musical terminology, the various programs are not expected to play the same notes, but to be \"tuned\" to the same key.   A critical element of tuning is that it is a faculty-led process, rather than one that is added on or imposed from without, as far too many accountability mechanisms have been in the past. Not only does this generate more enthusiastic and substantive participation from faculty, it also allows for more flexibility among the various programs. There are no tuning cookie-cutters. Although everyone works toward a commonly accepted set of learning outcomes, no one need take the same path to get there. Individual institutions, as well as individual disciplines within institutions, design their own curricula, their own delivery methods, their own assessment techniques. This helps preserve the powerful diversity that has always been a great strength of the American system of higher education.   Done properly, the tuning process provides multiple benefits. It eases the student's sometimes-difficult journey through higher education by laying out a clear path, with well-defined expectations for learning all along the way. It allows institutions to design programs that are rigorous, relevant, and cost-effective. And it gives employers assurance that graduates in a particular field are properly equipped for employment in that field.   And, again, the key to making tuning work is its emphasis on defining and measuring student learning as the way to ensure quality. My colleagues and I at Lumina Foundation are more and more convinced that this outcomes-based, value-added approach is one that should be applied throughout postsecondary education. An intense and systematic focus on learning should be the hallmark of higher education - from the freshman year through graduate school.   For us, learning doesn't just matter. It matters most of all.   Again, that idea seems so fundamental, so basic. And yet, learning - how to define it, how to measure it, how to nurture it in students and ensure its relevance and currency in the world - the topic that should be the central conversation about improving education, has somehow devolved to background noise. If I may, I'd like to conclude my remarks this morning by bringing it to the forefront and discussing it in some detail.   Learning outcomes in higher education can be grouped in two fundamental categories: generalizable, transferable skills - such as abstract reasoning, critical thinking, problem solving, communication; and subject-specific skills and knowledge . Traditionally, we have thought of these as being acquired in different areas or levels of higher education. \"General education\" or the undergraduate core has been the place where students develop high-level thinking; field-specific knowledge and skills are developed in the student's major or occupational field.   This two-track concept may help us understand the importance of each type of learning, but it can hamper our understanding of how learning really happens. That's because it represents a false dichotomy. In today's economy and society, both types of learning are necessary for everyone. Both are vital in the workforce and everyday life, and both must be developed together at all levels of higher education.   As I indicated earlier, the quality distinction in Lumina's goal is critical. As I'm sure you'll agree, increasing the number of degree holders without ensuring the quality of those degrees would be a very hollow achievement for this nation - a major step backward even. Clearly, maintaining high quality in college credentials - even improving on that quality in coming years - is a must if we hope to remain globally competitive and ensure a robust middle class.   Much work remains to flesh out the full definition of a \"high-quality\" degree. In fact, that definition will always be evolving as we work to determine what students in various fields of study must know - and what skills they must possess - to succeed in life and in their chosen fields.   That's why a focus on what students are really learning must go hand in hand with efforts to improve graduation rates. We cannot allow quality and quantity to be a zero-sum game when it comes to reaching the Big Goal of college completion. \"Either/or\" won't work. Not for your institutions. Not for your students. Not for American society as a whole. For all of those stakeholders, it must be \"both/and.\" This nation needs many more college-educated citizens, individuals who are truly equipped for future success.   You and the institutions you serve are absolutely key in finding, supporting and nurturing students as they make the transition to full and productive citizenship. You've done it amazingly well for decades - and you deserve our praise and thanks for that. Now is the time for all of us to redouble our efforts, and we at Lumina are eager to continue as we strive together to reach the Big Goal.   Thank you very much.                 Back to Table of Contents"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times                                                                      Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                  Challenge as Opportunity: The Academy in the Best and Worst of Times                        A National Symposium     Fall 2009     INSIDE THIS ISSUE              Recession, Realities, and Resurgence: Challenges and Opportunities for Higher Education     Excerpts from the Presidential Panel featuring U.S. Under Secretary of Education Martha J. Kanter; Carlton Brown, President, Clark Atlanta University; John Sexton, President, New York University; and Beverly Daniel Tatum, President, Spelman College.       Learning Matters     Excerpts from the keynote address by Jamie P. Merisotis, Lumina Foundation for Education.        A Chinese Proverb: \"May You Live in Interesting Times\" or \"That Which Does Not Kill You Makes You Stronger\"- Faculty Roles and Responsibilities in the New Abyss     Excerpts from a presentation by Thomas W. Garsombke, Diane J. Prince, and Howard Ralph, Clayton State University; Richard Fulton, Troy University; and Gwen Hanks, University of Georgia - Athens.      Beyond Tolerance: Opportunities for Teaching and Learning Compassion in the HBCU Classroom     Excerpts from a presentation by Wendy A. Gaudin, Pamela Waldron-Moore, and Adrian Woods, Xavier University of Louisiana.      Challenges and Opportunities within the Classroom: Facilitating Students' Transition from High School to College     Excerpts from a presentation by Takeisha Wilson, and Danielle Sweat, Clark Atlanta University.      Chaminade University: The Four Year Plan     Excerpts from the presentation by Curtis Washburn and Richard Kido, Chaminade University.      Emerging Pedagogies for Uncertain Times: Student and Faculty Perspectives     Excerpts from a presentation by Sonia V. Gonsalves, Richard Stockton College of New Jersey and Marcia Daley, Clark Atlanta University.      Inter- & Intragroup Dialogue and Assessment as Partners for Diversity     Excerpts from a presentation by Kristie A. Ford and Sarah W. Goodwin, Skidmore College.      Legal Implications of Academic Advising     Excerpts from the presentation by Audrey Wolfson Latourette, Richard Stockton College of New Jersey.      Faculty-Librarian Collaboration to Teach Information Literacy in an Online Environment     Excerpts from a presentation by Mary Ann Trail and Amy Hadley, Richard Stockton College of New Jersey.      Global Ethics in the Classroom     Excerpts from a presentation by Mark Wekander, University of Puerto Rico, Rio Piedras.      Student Interpretations of Disasters: Do Online Students Respond Differently Than Face-to-Face Students? - Evidence From the Classroom     Excerpts from a presentation by Richard Vogel, Farmingdale State College      The Curriculum and the Campus Crisis: When Campus Shootings Impact Classroom Instruction     Excerpts from a presentation by Francine Edwards, Delaware State University.      The Morehouse College W.E.B. Du Bois International HouseA Living and Learning Residential Center to Engage the Global Community     Excerpts from the presentation by Ida Rousseau Mukenge, Gwen Wade, and Samuel Livingston, Morehouse College.       The Role of Language and Popular Culture in Civility     Excerpts from a presentation by Jon A. Yasin, Bergen Community College      'The Times They are a Changin': Promoting Learning beyond the Classroom and Social Activism     Excerpts from a presentation by Dorsia Smith, University of Puerto Rico, Rio Piedras.      We're 20, They're 21     Excerpts from a presentation by Thelma Baxter, Joan Tropnas, and Nancy Philip, Spelman College.              From the Executive Director     When Charles Dickens opened A Tale of Two Cities with his now famous words - \"It was the best of times, it was the worst of times\" - he captured the ambivalence of a society in upheaval and transition. The 21st century academy is also experiencing the best and worst of times. The growth of higher education provides the potential for greater access and expanded opportunity. Our students are now more diverse, more technologically savvy, and more globally aware than any previous college generation. Yet all members of the educational community - students, faculty, and administrators - are currently experiencing the challenges of uncertain times. These challenges have come in the form of financial difficulties, closer scrutiny and accountability, and mismatches between faculty and student expectations. In this time of difficulty, how are educational institutions responding in a manner that benefits all of their constituents? How are we turning challenges into opportunities?     In November 2009 faculty members and other representatives of Faculty Resource Network institutions addressed these questions and issues during a national symposium on \"Challenge as Opportunity: The Academy in the Best and Worst of Times,\" hosted by Clark Atlanta University, Morehouse College, and Spelman College in Atlanta, Georgia.     This event also provided an occasion to celebrate the 25th anniversary of the Network, reflect on its past accomplishments, and look forward to how it can energize our academic community in the years to come. Participants were invited to contribute to our collective mission of identifying and shaping the future priorities of higher education. In this time of transition, the role of the academy becomes even more essential as a source of insight, innovation and inspiration.     In this seventh issue of our online NETWORK: A Journal of Faculty Development, we present excerpts from a number of the presentations that were delivered during that symposium.     Debra M. Szybinski     Executive Director, Faculty Resource Network"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Challenge as Opportunity: The Academy in the Best and Worst of Times   &gt; Student Interpretations of Disasters                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                 Student Interpretations of Disasters: Do Online Students Respond Differently Than Face-to-Face Students? - Evidence From the Classroom          November 20-21, 2009     Clark Atlanta University, Morehouse College, Spelman College     Atlanta, Georgia         Richard Vogel , Farmingdale State College    Introduction    Students' beliefs and opinions about disaster situations, formed as a result of their personal experiences and from recent seminal events such as the terrorist attacks on 9/11 and Hurricane Katrina, are often their initial starting points when they begin a disaster studies course. As they are exposed to a wide range of analyses of different disaster events throughout the semester, the students' conceptual frameworks are challenged concerning the impacts and policy implications of a disaster situation. This paper assesses student comprehension and understanding of the disaster situation based upon an analysis of student performance on final projects across three sections of a disaster studies course offered in spring and summer 2008 and spring 2009.   All three courses used the same set of course materials and course outline, with the exception of the assignments, which were adjusted to reflect different teaching environments. Two sections of this course were taught online, while the third section was offered in the traditional classroom. Online, student learning was facilitated by a series of written mini-lectures, asynchronous discussions on the various topics, a series of short written assignments and a course project. The traditional face-to-face class met once a week for two and a half hours during which time class material was delivered by a combination of lecture and facilitated discussion. Student assignments for the traditional course were submitted in hardcopy format in the classroom.   Few Economics departments at U.S. colleges and universities offer formal courses in disaster studies. There is also very little research evaluating disaster studies courses in economics education or other fields. This paper adds to this limited literature by examining student outcomes and performances in an economics-related disasters studies course.   Courses in disasters studies serve a twofold purpose. First, they provide students with the opportunity to apply discipline-specific skills and knowledge to real-life natural, social and physical phenomena. They additionally will help students to better understand the potential consequences of various types of disaster events and allow them to be better prepared for future events.   1. Online versus the Traditional Classroom   Over the last decade, a number of studies have been published evaluating the effectiveness of online and distance learning environments versus traditional classroom experiences. Anstine and Mark's (2005) analysis highlights some of the problems associated with evaluating outcomes between traditional and online courses, suggesting that students select either learning environment in a nonrandom manner, e.g., online students tend to have greater family responsibilities and are more likely to be working full-time than traditional students. After accounting for the self-selection bias, they conclude that students do not perform as well in the online environment as they do in the traditional classroom environment. Coates and Humphries (2004), using a similar experimental design, find that students perform better in the online environment.   Terry, Lewer et al (2003) find that student performance in the online format is below that of students enrolled in traditional or hybrid formats. While Brown and Liedholm (2002) find similar results, they also discover that students in the online learning environment tend to have higher level backgrounds. Harmon and Lambrinos (2007) focus on student comprehension as evidenced by student responses to individual exam questions on material covered in either an online format or in the classroom. They find that a student is more likely to answer an exam question correctly if the material had been covered online than if it had been presented in the classroom.   2. The Economics of Global Natural Disasters Course: Online and Traditional   The three courses of \"Economics of Global Natural Disasters\" (EGND) consisted of eight units of material organized thematically, including overviews of disaster impact, methods of regional economic analysis, disaster mitigation and planning issues, recovery from disaster, and public policy issues. Students were assigned readings from a combination of surveys and journal articles, primary readings, and government and NGO reports that were embedded as pdf files directly in the course management system.   Students in the three classes were required to respond to a minimum of four Problem/Issue Response assignments and to participate in eight asynchronous discussions in the online forums (or in-person classroom discussions). Students were also required to complete a course project. The course project consisted of (1) an overview of the particular hazard, (2) an overview of the region in question, (3) a discussion of pre-disaster mitigation/planning policies, (4) the short-term impact of the event and discernable long-term impact. Parts 1 and 2 were submitted together, with the other parts (3 and 4) submitted separately.   The project essentially demonstrates the students' comprehension of the course material and their ability to apply economic concepts and analytical techniques to the disaster situation. Thus, the project serves as an assessment tool for various aspects of the overall course goals across three dimensions. Students should be able to identify and explain the issues and problems associated with disaster impact on a particular region (Goal 1). They then should be able to assess regional mitigation policies and community responses to the particular disaster event (Goal 2). The students are subsequently asked to apply the tools of economic analysis to the particular disaster event and evaluate the overall short-term and long-term economic impacts of the event (Goal 3).   3. Outcomes Analysis   Student outcomes for the course are evaluated using a basic production function applied to the classroom. Assignment and course grades for individual student grades are hypothesized to be a function of attribute and effort variables as well as completion of course modules/course material. The basic function form of the equation that I estimate is:     The student's final course grade or project grade, Gr, is determined by student attributes, Attr, which include factors such as the student's major, level in college (sophomore, junior, senior), and gender, student effort, Eff, which includes factors such as attendance, and completion of course modules, CM which is reflected in the student's participation in class discussions and whether they completed all of the required class assignments.   Final grades, project grades, and the percentage of student attendance enter into the analysis as continuous variables for all students that completed the course. All other variables enter into the analysis as dummy variables, with gender equal to one for a female student and zero otherwise; business major equal to one and zero otherwise; student completion of more than seventy percent of the module materials equal to one and zero otherwise; a discussion score of greater than seventy percent (completion of course module materials) equal to one and zero otherwise; summer enrollment (Summer) equal to one and zero otherwise; and online enrollment equal to one if the course was taken online and zero otherwise.      Summary data for the variables listed above are presented in Table 1. CMASG and CMDISC represent student completion of issues/problem responses and online/in-class moderated discussions of the course material respectively. These are dummy variables equal to one if a student's overall score is greater than 69, and zero otherwise, indicative that students have completed most of the course material. FGRADE and PGRADE represent the students total final course grade and project grade respectively. PATTEND is the student's total attendance during the semester as a percentage value of total possible attendance. GENDER is a dummy variable equal to one if female, and zero otherwise. LEVEL represents the student's year in college, taking on a value of one for freshmen, two for sophomore, three for junior, and four for senior. MAJOR is a dummy variable equal to one if the student is a business major and zero otherwise. ONLINE and SUMMER are both dummy variables that take on a value of one if the course was taken online or during the summer semester and zero otherwise. Out of a total of 66 students taking the course across the three semesters, 25 were female, 37 were business majors, 41 took the course online, and 16 were enrolled during the summer.   While students earning a high score for their final grade are more likely to have performed well on the project, a course grade from 65 to 75 does not necessarily imply that the student did not understand the course material. It may simply reflect the student's level of diligence and attendance during the semester. The project grade better represents the student's understanding and comprehension of the course material and their ability to analyze, model and apply economic analysis to the disaster situation.   The results of the analysis are presented in Tables 2 and 3. Factors such as completion of written assignments and class discussions as well as class attendance are estimated to be positive and significant. Coefficients for gender, major and online, though negative are not significant. Summer enrollment is estimated to be positive and significant. Online instruction did not appear to have a significant impact on overall student outcomes, though summer students appear to have performed better overall than students during the rest of the school year. Possible explanations for this result include a combination of student self-selection (more motivated summer students) and lighter course loads during the summer.     In the case of the project grade analysis (Table 3), the results of the analysis indicate that the dummy variable for online is positive and significant. Student completion of course material on both the CMASG and CMDISC variables are also both positive and significant.      Student performance on each part of the assignment is evaluated by examining their arguments in the different sections of the project and coding them according to a qualitative scale related to Goals 1, 2, and 3. If a student has met 70 percent or more of one of the stated goals, its value is equal to one and zero otherwise. An ordered logistic function similar to equation 1 is evaluated of the following form:      'Outcome' represents the degree to which a student has met any or all of the three stated outcomes.   Summary data on student goals achievement is presented in Table 4. Of the total number of students in the course, 43 met Goal 1, 44 met Goal 2, and 49 met Goal 3. These data were coded in the following manner: a student meeting no goal was equal to zero; meeting Goal 1 is equal to one; meeting Goal 2 is equal to two; meeting Goal 3 is equal to three; meeting Goals 1 and 2 is equal to four; meeting Goals 1 and 3 is equal to five, meeting Goals 2 and 3 is equal to six; and meeting Goals 1, 2, and 3, is equal to seven.      Regression results for the ordered logit are presented in Table 5. The estimated coefficients indicate that completion of course content (CMASG) leads to higher attainment of learning outcomes. If a student took the course online or in the summer they are also more likely to satisfy one of the three learning goals. Additionally, the analysis indicates that the student's level in college did have a significant impact. The variables listed as Cut 1, Cut 2, and Cut 3, refer to the lower limits of the index values, indicating the degree to which the students have met each individual goal.      Overall, the analysis indicates that students in the online course environment are achieving stated learning outcomes at as high a rate (if not higher) than students in the traditional classroom, and that all three goals are equally achievable. The implications of the analysis are also that as students apply themselves to participating in and completing the course material, they are able to apply some level of economic analysis to the analyses of disasters regardless of whatever initial biases and viewpoints they may have held.   4. Conclusions   Students coming into a disaster studies course, as with any other subject, bring with them a number of preconceptions and ideas based on previous courses that they may have taken as well as beliefs that they have formed from their own personal experiences. Anecdotal evidence from my own classes suggest that students' initial arguments regarding issues related to disasters are often rooted in their own personal experiences and are very often related to popular news coverage of recent local or seminal disaster events. Once they begin to read and work through the course materials, their evaluations and analyses of disaster events and policies should expand.   The analysis demonstrates that students are able to effectively evaluate and interpret the actual and potential consequences of disaster events employing the tools of economic analysis. By focusing the analysis on the course project, which is the same for both the online and traditional versions of the class, the analysis reduces some of the issues associated with potential student self-selection bias. Regardless of the learning environment, approximately 70 percent of students met the stated learning goals of both the course and the course project. The analysis indicates that students in the online environment performed better in achieving the learning goals than students in the traditional classroom. Summer students also appeared to perform better than students during one of the regular spring semesters regardless of learning environments.      References   Anstine, J. & Mark, S. (2005.) A Small Sample Study of Traditional and Online Courses with Sample Selection Adjustment. Journal of Economic Education . 36(2): 107-127.  Brown, B.W. & Liedholm, C. E. (2002.) Can Web Courses Replace the Classroom in Principles of Microeconomics? American Economic Review . 92(2): 444-448.   Coates, D., Humphries, B.R., et al. (2004.) 'No Significant Distance' Between Face to Face and Online Instruction: Evidence from Principles of Economics. Economics of Education Review . 23(6): 553-546.   Harmon, O. R. & Lambrinos, J. (2007.) Student Performance in Traditional versus Online Format: Evidence from an MBA Level Introductory Economics Course. Working Paper. 2007-03. University of Connecticut, Stors, CT.   Terry, N., Lewer, J., et al. (2003.) The Efficacy of Alternative Instruction Modes in Economics. Journal of Economics and Economic Education Review . 4(1): 23-34.                Back to Table of Contents"}]}]