[{"detail": [{"content": "DimitriuReckoning                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       Return to Instructional Table of Contents           by Ioana Dumitriu                     During my morning commute, I cut myself off from the world around me and think. The last thing I see before &quot;shutting off&quot; generally starts a process of free association that is carried on by memory. For instance, this morning a woman sat beside me, reading The Alchemy of Race and Rights by Patricia Williams. Williams is someone I have heard of and read. I remembered her essay &quot;And We Are Not Married&quot;-a wonderful sample of women's writing. For the rest of the time I traveled by subway, I thought of pieces of writing I have read that, somehow, bear the mark of their writer's gender.           Now I'm home, at my desk, and I am re-reading the texts I have thought of in the morning, trying to understand why and where I feel the mark of gender. Take, for example, Williams's essay; as I go along, I am fascinated by its complexity, by its huge network-or should I say labyrinth?-of ideas, so huge that the reader can easily get lost, become powerless, and abandon the struggle. Williams argues, among other things, that the practice of certain forms of rhetoric constitute acts of ideology, that style is never neutral, so that types of writing and behavior are always suffused with political content. One of her primary rhetorical tropes is the telling-and retold-anecdote, which always requires interpretation. With each story she relates, new possible paths appear, and one doesn't know which of them is the right one: the &quot;Benetton incident,&quot; with its three consecutive versions. Then Tawana Brawley. Maxine Thomas. Mrs. Williams, her mother. Herself. Professor Bell and Geneva Crenshaw. Mr. Williams. Finally, the dream.           The stories are presented at length, and commented upon; each affirmation is supported-either because of the author's juridical experience or because of her exactness-by footnotes. This makes the overall structure of the essay a bit confusing. For example, the listing of opinions expressed about Maxine Thomas is backed up by eighteen footnotes. The reader's eye has to go back and forth in order to read everything, and going back and forth eighteen times can be very challenging.           In addition to that, the language is sometimes difficult; at times even impenetrable: &quot;the rhetoric of increased privatization, in response to racial issues, functions as the rationalizing agent of public unaccountability, and, ultimately, irresponsibility&quot; (696). One has to stop reading and figure out what she means, to figure out the idea behind that gathering of legal (and thus certainly esoteric) terms.           The difficulty of reading Williams is enhanced by her struggle to avoid definitive explanations; she leaves room for interpretation. After presenting the conditions in which Tawana Brawley was found, Williams reaches the conclusion that something must have happened to the girl, no matter who or what was responsible for it. This is all-one does not see &quot;Williams's version&quot; of what happened; one is only offered the alternative: &quot;It is this much that I grieve about, all told. . . . But there is a second version of this story.&quot; The second version of the story is made up of interpretations of what has happened, of irrelevant factors that suddenly become a means of explaining the story, of politics and dirt, which are presented with a definite disgust and disapproval: &quot;What replaced Tawana's story was . . . media brouhaha, . . . stories, fables, legends, and myths&quot; (700).           Williams the lawyer understands very well the process during which the study of the single accusatory fact and the attempt to establish each party's innocence/guilt is transformed by the attorneys into a three-ring circus. And Williams the lawyer understands well that the media will only add dirt and injustice and insult to injury: &quot;Truth, like a fad, takes on a life of its own . . . [U]ntruth becomes truth through belief, and disbelief untruths truth&quot; (703) Williams the lawyer knows all this. But Williams the woman, and especially Williams the black woman, is hurt and revolted by how this process played itself out in the Brawley case. Disbelief of Brawley's claims, she suggests, led reporters to break the usual taboo against printing the names of rape victims, a significant violation: &quot;Exposure is the equivalent of metarape&quot; (703). And in a very bitter way, Williams concludes: &quot;Few will believe a black woman who has been raped by a white man&quot; (702). The conclusion floats in the air: Brawley is a victim, not only because of the exposure, but because of the actual fact: she has been raped and treated in a horrendous way by six white men. But Williams does not state it explicitly. The reader is tempted to ask whether she does that because she is a lawyer, and she knows that it would not be a good idea to say &quot;something has happened&quot; when a twelve-person jury has declared &quot;nothing has happened&quot;; or because she wants to convince without using a lawyer's tactics-&quot;state and prove&quot;; or because, disgusted by the legal battle, she does not want to perpetuate the dispute any longer.           Roughly the same observation might be made in the case of Maxine Thomas: Williams presents all the perspectives, supported with footnotes. She does not choose a point of view, she merely gathers the information, and she presents it in an apparent attempt to stay objective:           A woman who had forgotten her roots. A woman who exploited her blackness. A woman who was too individualistic. A woman who could not think for herself. A woman who had the perfect marriage. A woman who overpowered her men and assaulted their manhood. A woman who was too emotional. A woman who needed to loosen up. A woman who took her profession too seriously. A woman who did not take her profession seriously enough. (704)           After presenting this list, Williams turns from Thomas to write about her morning preparations for a legal conference. In delaying any definitive interpretation to Thomas's story, Williams seems to imply: &quot;Here, I give it all to you. You decide what you want to believe.&quot;           But is she really implying that? Is she really incapable of choosing a version and sticking to it? Or is she putting the reader to trial? Not &quot;on trial,&quot; as her legal background would suggest, but a trial more like that ancient princesses used to put their suitors to-after which they would marry the most worthy. Then the principles of writing change. Follow the leads; assemble the pieces of the puzzle. Not all the things are meaningful. Be patient. Seek, and you shall find.           And then a worthy reader will understand that it was not that Williams was unable to choose, but that it was her intention not to do so. She could not choose a version and rebuke the others, because every version is important, because every version is relevant, and only through looking at them all can one understand what has actually happened to Thomas: &quot;Thomas's job as a black female judge was to wear all the contradictions at the same time. . . . She swallowed all the stories, all the roles; she opened wide to all expectations. . . . Giving birth to thousand possibilities, she exploded, leaking fragments of intelligence and scattered wisdom&quot; (705). She went insane, and the way Williams puts it, Thomas's burst into insanity has the proportions of a cosmic death, almost a Gotterdammerung, if one remembers that Thomas was a role model for so many black and non-black women.           The effect of such a writing technique upon the reader is the one expected: our own opinions buried by the facts about Thomas, we are convinced. Williams has to be right; so many different and contradictory statements about a woman must reveal that Thomas could be whatever the others saw in her, that she was an object of the process of social construction, and reconstruction, of her self. Thomas is not singular; her story could easily be the story of any other professional black woman who has reached an elevated level of the social class-an activist, a writer, even a lawyer. The argumentation, although barely visible, is nonetheless-through implication-overwhelming.           Intrinsic to this quality of argumentation is the powerful style. Vivid imagery-the &quot;sticky-sweet inherency of black womanhood persistently imaged as overripe fruit [e.g., melons]&quot; (702)-creates tableaux which force the reader to look at them, disgusted, perhaps, but definitely fascinated by their power. The figurative language sometimes says more than a statement: a question &quot;hangs up in the air like a fuzzy gray cloud,&quot; the society's manipulation becomes &quot;the constant windy sound of manipulation,&quot; and a gasp of fear becomes, &quot;Somewhere at the center, my heart gets lost&quot; (699). Using metaphors to convey a feeling is often more powerful than merely stating it. Without these figurative images, Williams's confession-&quot;It is very painful when I permit myself to see all this. It is terrifying&quot; (699)-would have been questionable. Painful, ok. Terrifying? But because of the weight added by the images, one actually feels the pain and terror. Either by sketching instead of being explicit, or by creating grotesque, yet compelling images, Williams's techniques work.           Attention to such masterful rhetoric may incline us to wonder about Williams's sincerity. If she has right on her side, we might wonder, why doesn't she speak plainly? But as Williams herself is aware, so-called &quot;neutral&quot; rhetoric can only reveal perspectives that resonate with the status-quo. To see a truth that is normally dark requires more involving methods of writing, speaking, and listening. To put the reader in a new place, to allow him/her to see the world from another perspective, Williams employs devices more commonly associated with literature than legal discourse. Her portrait of Thomas is almost poetical, as you read it, sentence after sentence. It puts one in mind of Adrienne Rich's remarks about women's poetry:           I want to tell you about a dream I had last summer. I dreamed I was asked to read my poetry at a mass women's meeting, but when I began to read, what came out were the lyrics of a blues song. . . . Much of women's poetry has been of the nature of the blues song: a cry of pain, of victimization, or a lyric of seduction. (561)           These features are present in much powerful women's prose, as well. Writing through the pain is what kept them going, what fueled them: dreams, fantasies of themselves, portraits of could-have-beens in a different world, sometimes translated into paper, with a tonic effect for their morale.           Williams describes such a dream-tonic in her essay's closing words: &quot;The me-that-is-on-stage is, . . . as I have always dreamed of being, fascinating. . . . From this dream, in a complicated world, a propagation of me's awakens, strong, single-hearted, and completely refreshed&quot; (708). It is this mixture of power and powerlessness, of strength and exposure, of wrapping the idea into a thousand wrappings and being very personal at the same time, that gives the essay its feminine character. It is full of stylistic contradictions, and it wears them all in the same way that Maxine Thomas wore hers. It is the same mixture of power and helplessness that one finds in Virginia Woolf's essay &quot;A Room Of One's Own,&quot; except that there it is presented and felt differently. If Williams's identity was powerfully asserted at the obvious level, it was lost at a more subtle interpretative level-or rather, it dissolved in the large mass of black females she talks to, and about. Being herself, Williams could have been any other black professional woman, as Thomas's tragedy is not singular, but shared and feared by many, if not all, professional women-black or non-black.           Virginia Woolf is more direct about this point of view: she asserts her &quot;personal selflessness&quot; from the very beginning, in a way that suggests she may be toying with the reader: &quot;Call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please&quot; (720). Reading her closely, one understands that besides playing with identities, the purpose of this somehow paradoxical self-presentation is an attempt to speak for many, to stand out as a representative of the mass of self-educated women. The process of mass identification is present here to the same degree that it was in Williams' essay; the format is changed, but the essence is the same.           Woolf's approach goes beyond the first impression that &quot;Woolf is playing with the reader&quot;; but the first impression proves to be true as well. Woolf is toying with the reader, faking stupidity in an ironic manner: &quot;What had our mothers been doing then that they had no wealth to leave us? powdering their noses? looking in at shop windows? flaunting in the sun at Monte Carlo?&quot; (730) She steps out and opposes conventions-stopping in the middle of a sentence, doing what writers never do: describing food, and-I will mention it again-assuming a fluctuant identity.           Her anger is transformed in irony: &quot;But. . . . I had said 'but' too often. One can not go on saying 'but.' One must finish the sentence somehow. I rebuked myself. Shall I finish it? 'But-I am bored!'&quot; (735). Her strength lies in being able to satirize the patriarchal society she lives in, and the obsolescence of the academy:           Many were in cap and gown; others . . . seemed creased and crushed into shapes so singular that one was reminded of those giant crabs and crayfish who heave with difficulty across the sand of an aquarium . . . . The University . . . seemed a sanctuary in which are preserved rare types which would soon be obsolete if left to fight for existence on the pavement of the Strand. (722)           Such a strong sense of humor, such vivid imagery-one can actually see the characters she is describing trudging in a grotesque way through life; one can almost smell the alcohol used for preserving dead creatures, or dead spirits. But one feels that behind the powerful irony there is sadness, melancholy, a sense of rebellion and-maybe-a hint of helplessness. For the most part, these undertones are all well-controlled and hidden, but not always: &quot;Women are hard on women. Women dislike women. Women-but are you not sick to death of the word? . . . The truth is, I often like women. I like their unconventionality. I like their subtlety. I like their anonymity&quot; (720). In Woolf's defense of women's personae is a trace of the pain underlying her otherwise fiercely spirited critique of male dominance in the arts and letters. And Woolf, in this essay, is playing with exactly those traits of character: she is unconventional, subtle, and oh yes, anonymous. As we have seen, her apparently impersonal statement that &quot;'I' is only a convenient term for someone who has no real being&quot; (720), is in reality the assumption of a collective role, of speaking with a collective voice-in the same trend with &quot;call me Mary Beton.&quot; In the end, the essay is as feminine as its author.           The focus of any such analysis of style should, however, be on the audience. Any good piece of writing is very audience-conscious-in more subtle or more obvious ways. A good writer always remembers that s/he speaks to someone, that s/he has to persuade someone. The two writers that I have mentioned manage to do exactly that. Each addresses a dominant audience from a subordinate position. Woolf is very conscious of the fact that her audience is mainly constituted by men, and so is Williams is-she writes for both white and black men's eyes. They both speak for a minority which is trying to establish a dialogue with the audience; they have to induce a change into that dominant way of thinking. More than anything else, Woolf and Williams both know that they have to persuade without forcing. They must create an image that is persuasive without threatening, that is, more than anything else, trustworthy. They have to seduce the audience, to weaken or annihilate resistance in a very smooth way. They have to mold themselves along the dominant trend of thinking, and then, slowly and gradually, re-shape it, give it a new form, put it into a new light. They must create something new by starting from something well-known.           It is these techniques that have been successfully used in the past by subordinate groups in order to gain access to power, and to make themselves heard. Since throughout history women have been a subordinate social group seeking to achieve a better place-or maybe I should say, their place-in a world of masculine egos, these techniques have been identified, over time, with a feminine way of being. They have become feminine characteristics.           In this context Williams' and Woolf's essays are much more than two &quot;exercises of seduction.&quot; Starting at one extreme with an idea and moving through the transitional stages of clarification, these women writers seem to have been changed as well. With powerful subtlety each left her imprint in the text, and in return each will forever bear the mark of that moment when, between one extreme and the other, she saw with a vision that was neither male nor female, but both.           Works Cited           Bartholomae, David and Anthony Petrosky, eds. Ways of Reading: An Anthology for Writers . 4th edition. Boston: Bedford, 1996.           Rich, Adrienne. &quot;When We Dead Awaken.&quot; Bartholomae and Petrosky. 549-567           Williams, Patricia. &quot;And We Are Not Married: A Journal of Musings Upon Legal Language and the Ideology of Style.&quot; Bartholomae and Petrosky. 694-719.           Woolf, Virginia. &quot;A Room Of One's Own.&quot; Bartholomae and Petrosky. 719-749.           Return to Instructional Table of Contents                                                                                                               [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "DimitriuReckoning                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       Return to Instructional Table of Contents           by Ioana Dumitriu                     During my morning commute, I cut myself off from the world around me and think. The last thing I see before &quot;shutting off&quot; generally starts a process of free association that is carried on by memory. For instance, this morning a woman sat beside me, reading The Alchemy of Race and Rights by Patricia Williams. Williams is someone I have heard of and read. I remembered her essay &quot;And We Are Not Married&quot;-a wonderful sample of women's writing. For the rest of the time I traveled by subway, I thought of pieces of writing I have read that, somehow, bear the mark of their writer's gender.           Now I'm home, at my desk, and I am re-reading the texts I have thought of in the morning, trying to understand why and where I feel the mark of gender. Take, for example, Williams's essay; as I go along, I am fascinated by its complexity, by its huge network-or should I say labyrinth?-of ideas, so huge that the reader can easily get lost, become powerless, and abandon the struggle. Williams argues, among other things, that the practice of certain forms of rhetoric constitute acts of ideology, that style is never neutral, so that types of writing and behavior are always suffused with political content. One of her primary rhetorical tropes is the telling-and retold-anecdote, which always requires interpretation. With each story she relates, new possible paths appear, and one doesn't know which of them is the right one: the &quot;Benetton incident,&quot; with its three consecutive versions. Then Tawana Brawley. Maxine Thomas. Mrs. Williams, her mother. Herself. Professor Bell and Geneva Crenshaw. Mr. Williams. Finally, the dream.           The stories are presented at length, and commented upon; each affirmation is supported-either because of the author's juridical experience or because of her exactness-by footnotes. This makes the overall structure of the essay a bit confusing. For example, the listing of opinions expressed about Maxine Thomas is backed up by eighteen footnotes. The reader's eye has to go back and forth in order to read everything, and going back and forth eighteen times can be very challenging.           In addition to that, the language is sometimes difficult; at times even impenetrable: &quot;the rhetoric of increased privatization, in response to racial issues, functions as the rationalizing agent of public unaccountability, and, ultimately, irresponsibility&quot; (696). One has to stop reading and figure out what she means, to figure out the idea behind that gathering of legal (and thus certainly esoteric) terms.           The difficulty of reading Williams is enhanced by her struggle to avoid definitive explanations; she leaves room for interpretation. After presenting the conditions in which Tawana Brawley was found, Williams reaches the conclusion that something must have happened to the girl, no matter who or what was responsible for it. This is all-one does not see &quot;Williams's version&quot; of what happened; one is only offered the alternative: &quot;It is this much that I grieve about, all told. . . . But there is a second version of this story.&quot; The second version of the story is made up of interpretations of what has happened, of irrelevant factors that suddenly become a means of explaining the story, of politics and dirt, which are presented with a definite disgust and disapproval: &quot;What replaced Tawana's story was . . . media brouhaha, . . . stories, fables, legends, and myths&quot; (700).           Williams the lawyer understands very well the process during which the study of the single accusatory fact and the attempt to establish each party's innocence/guilt is transformed by the attorneys into a three-ring circus. And Williams the lawyer understands well that the media will only add dirt and injustice and insult to injury: &quot;Truth, like a fad, takes on a life of its own . . . [U]ntruth becomes truth through belief, and disbelief untruths truth&quot; (703) Williams the lawyer knows all this. But Williams the woman, and especially Williams the black woman, is hurt and revolted by how this process played itself out in the Brawley case. Disbelief of Brawley's claims, she suggests, led reporters to break the usual taboo against printing the names of rape victims, a significant violation: &quot;Exposure is the equivalent of metarape&quot; (703). And in a very bitter way, Williams concludes: &quot;Few will believe a black woman who has been raped by a white man&quot; (702). The conclusion floats in the air: Brawley is a victim, not only because of the exposure, but because of the actual fact: she has been raped and treated in a horrendous way by six white men. But Williams does not state it explicitly. The reader is tempted to ask whether she does that because she is a lawyer, and she knows that it would not be a good idea to say &quot;something has happened&quot; when a twelve-person jury has declared &quot;nothing has happened&quot;; or because she wants to convince without using a lawyer's tactics-&quot;state and prove&quot;; or because, disgusted by the legal battle, she does not want to perpetuate the dispute any longer.           Roughly the same observation might be made in the case of Maxine Thomas: Williams presents all the perspectives, supported with footnotes. She does not choose a point of view, she merely gathers the information, and she presents it in an apparent attempt to stay objective:           A woman who had forgotten her roots. A woman who exploited her blackness. A woman who was too individualistic. A woman who could not think for herself. A woman who had the perfect marriage. A woman who overpowered her men and assaulted their manhood. A woman who was too emotional. A woman who needed to loosen up. A woman who took her profession too seriously. A woman who did not take her profession seriously enough. (704)           After presenting this list, Williams turns from Thomas to write about her morning preparations for a legal conference. In delaying any definitive interpretation to Thomas's story, Williams seems to imply: &quot;Here, I give it all to you. You decide what you want to believe.&quot;           But is she really implying that? Is she really incapable of choosing a version and sticking to it? Or is she putting the reader to trial? Not &quot;on trial,&quot; as her legal background would suggest, but a trial more like that ancient princesses used to put their suitors to-after which they would marry the most worthy. Then the principles of writing change. Follow the leads; assemble the pieces of the puzzle. Not all the things are meaningful. Be patient. Seek, and you shall find.           And then a worthy reader will understand that it was not that Williams was unable to choose, but that it was her intention not to do so. She could not choose a version and rebuke the others, because every version is important, because every version is relevant, and only through looking at them all can one understand what has actually happened to Thomas: &quot;Thomas's job as a black female judge was to wear all the contradictions at the same time. . . . She swallowed all the stories, all the roles; she opened wide to all expectations. . . . Giving birth to thousand possibilities, she exploded, leaking fragments of intelligence and scattered wisdom&quot; (705). She went insane, and the way Williams puts it, Thomas's burst into insanity has the proportions of a cosmic death, almost a Gotterdammerung, if one remembers that Thomas was a role model for so many black and non-black women.           The effect of such a writing technique upon the reader is the one expected: our own opinions buried by the facts about Thomas, we are convinced. Williams has to be right; so many different and contradictory statements about a woman must reveal that Thomas could be whatever the others saw in her, that she was an object of the process of social construction, and reconstruction, of her self. Thomas is not singular; her story could easily be the story of any other professional black woman who has reached an elevated level of the social class-an activist, a writer, even a lawyer. The argumentation, although barely visible, is nonetheless-through implication-overwhelming.           Intrinsic to this quality of argumentation is the powerful style. Vivid imagery-the &quot;sticky-sweet inherency of black womanhood persistently imaged as overripe fruit [e.g., melons]&quot; (702)-creates tableaux which force the reader to look at them, disgusted, perhaps, but definitely fascinated by their power. The figurative language sometimes says more than a statement: a question &quot;hangs up in the air like a fuzzy gray cloud,&quot; the society's manipulation becomes &quot;the constant windy sound of manipulation,&quot; and a gasp of fear becomes, &quot;Somewhere at the center, my heart gets lost&quot; (699). Using metaphors to convey a feeling is often more powerful than merely stating it. Without these figurative images, Williams's confession-&quot;It is very painful when I permit myself to see all this. It is terrifying&quot; (699)-would have been questionable. Painful, ok. Terrifying? But because of the weight added by the images, one actually feels the pain and terror. Either by sketching instead of being explicit, or by creating grotesque, yet compelling images, Williams's techniques work.           Attention to such masterful rhetoric may incline us to wonder about Williams's sincerity. If she has right on her side, we might wonder, why doesn't she speak plainly? But as Williams herself is aware, so-called &quot;neutral&quot; rhetoric can only reveal perspectives that resonate with the status-quo. To see a truth that is normally dark requires more involving methods of writing, speaking, and listening. To put the reader in a new place, to allow him/her to see the world from another perspective, Williams employs devices more commonly associated with literature than legal discourse. Her portrait of Thomas is almost poetical, as you read it, sentence after sentence. It puts one in mind of Adrienne Rich's remarks about women's poetry:           I want to tell you about a dream I had last summer. I dreamed I was asked to read my poetry at a mass women's meeting, but when I began to read, what came out were the lyrics of a blues song. . . . Much of women's poetry has been of the nature of the blues song: a cry of pain, of victimization, or a lyric of seduction. (561)           These features are present in much powerful women's prose, as well. Writing through the pain is what kept them going, what fueled them: dreams, fantasies of themselves, portraits of could-have-beens in a different world, sometimes translated into paper, with a tonic effect for their morale.           Williams describes such a dream-tonic in her essay's closing words: &quot;The me-that-is-on-stage is, . . . as I have always dreamed of being, fascinating. . . . From this dream, in a complicated world, a propagation of me's awakens, strong, single-hearted, and completely refreshed&quot; (708). It is this mixture of power and powerlessness, of strength and exposure, of wrapping the idea into a thousand wrappings and being very personal at the same time, that gives the essay its feminine character. It is full of stylistic contradictions, and it wears them all in the same way that Maxine Thomas wore hers. It is the same mixture of power and helplessness that one finds in Virginia Woolf's essay &quot;A Room Of One's Own,&quot; except that there it is presented and felt differently. If Williams's identity was powerfully asserted at the obvious level, it was lost at a more subtle interpretative level-or rather, it dissolved in the large mass of black females she talks to, and about. Being herself, Williams could have been any other black professional woman, as Thomas's tragedy is not singular, but shared and feared by many, if not all, professional women-black or non-black.           Virginia Woolf is more direct about this point of view: she asserts her &quot;personal selflessness&quot; from the very beginning, in a way that suggests she may be toying with the reader: &quot;Call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please&quot; (720). Reading her closely, one understands that besides playing with identities, the purpose of this somehow paradoxical self-presentation is an attempt to speak for many, to stand out as a representative of the mass of self-educated women. The process of mass identification is present here to the same degree that it was in Williams' essay; the format is changed, but the essence is the same.           Woolf's approach goes beyond the first impression that &quot;Woolf is playing with the reader&quot;; but the first impression proves to be true as well. Woolf is toying with the reader, faking stupidity in an ironic manner: &quot;What had our mothers been doing then that they had no wealth to leave us? powdering their noses? looking in at shop windows? flaunting in the sun at Monte Carlo?&quot; (730) She steps out and opposes conventions-stopping in the middle of a sentence, doing what writers never do: describing food, and-I will mention it again-assuming a fluctuant identity.           Her anger is transformed in irony: &quot;But. . . . I had said 'but' too often. One can not go on saying 'but.' One must finish the sentence somehow. I rebuked myself. Shall I finish it? 'But-I am bored!'&quot; (735). Her strength lies in being able to satirize the patriarchal society she lives in, and the obsolescence of the academy:           Many were in cap and gown; others . . . seemed creased and crushed into shapes so singular that one was reminded of those giant crabs and crayfish who heave with difficulty across the sand of an aquarium . . . . The University . . . seemed a sanctuary in which are preserved rare types which would soon be obsolete if left to fight for existence on the pavement of the Strand. (722)           Such a strong sense of humor, such vivid imagery-one can actually see the characters she is describing trudging in a grotesque way through life; one can almost smell the alcohol used for preserving dead creatures, or dead spirits. But one feels that behind the powerful irony there is sadness, melancholy, a sense of rebellion and-maybe-a hint of helplessness. For the most part, these undertones are all well-controlled and hidden, but not always: &quot;Women are hard on women. Women dislike women. Women-but are you not sick to death of the word? . . . The truth is, I often like women. I like their unconventionality. I like their subtlety. I like their anonymity&quot; (720). In Woolf's defense of women's personae is a trace of the pain underlying her otherwise fiercely spirited critique of male dominance in the arts and letters. And Woolf, in this essay, is playing with exactly those traits of character: she is unconventional, subtle, and oh yes, anonymous. As we have seen, her apparently impersonal statement that &quot;'I' is only a convenient term for someone who has no real being&quot; (720), is in reality the assumption of a collective role, of speaking with a collective voice-in the same trend with &quot;call me Mary Beton.&quot; In the end, the essay is as feminine as its author.           The focus of any such analysis of style should, however, be on the audience. Any good piece of writing is very audience-conscious-in more subtle or more obvious ways. A good writer always remembers that s/he speaks to someone, that s/he has to persuade someone. The two writers that I have mentioned manage to do exactly that. Each addresses a dominant audience from a subordinate position. Woolf is very conscious of the fact that her audience is mainly constituted by men, and so is Williams is-she writes for both white and black men's eyes. They both speak for a minority which is trying to establish a dialogue with the audience; they have to induce a change into that dominant way of thinking. More than anything else, Woolf and Williams both know that they have to persuade without forcing. They must create an image that is persuasive without threatening, that is, more than anything else, trustworthy. They have to seduce the audience, to weaken or annihilate resistance in a very smooth way. They have to mold themselves along the dominant trend of thinking, and then, slowly and gradually, re-shape it, give it a new form, put it into a new light. They must create something new by starting from something well-known.           It is these techniques that have been successfully used in the past by subordinate groups in order to gain access to power, and to make themselves heard. Since throughout history women have been a subordinate social group seeking to achieve a better place-or maybe I should say, their place-in a world of masculine egos, these techniques have been identified, over time, with a feminine way of being. They have become feminine characteristics.           In this context Williams' and Woolf's essays are much more than two &quot;exercises of seduction.&quot; Starting at one extreme with an idea and moving through the transitional stages of clarification, these women writers seem to have been changed as well. With powerful subtlety each left her imprint in the text, and in return each will forever bear the mark of that moment when, between one extreme and the other, she saw with a vision that was neither male nor female, but both.           Works Cited           Bartholomae, David and Anthony Petrosky, eds. Ways of Reading: An Anthology for Writers . 4th edition. Boston: Bedford, 1996.           Rich, Adrienne. &quot;When We Dead Awaken.&quot; Bartholomae and Petrosky. 549-567           Williams, Patricia. &quot;And We Are Not Married: A Journal of Musings Upon Legal Language and the Ideology of Style.&quot; Bartholomae and Petrosky. 694-719.           Woolf, Virginia. &quot;A Room Of One's Own.&quot; Bartholomae and Petrosky. 719-749.           Return to Instructional Table of Contents                                                                                                               [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Flirtations: Rhetoric and Aesthetics This Side of Seduction    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Flirtations: Rhetoric and Aesthetics This Side of Seduction                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;            Flirtations: Rhetoric and Aesthetics This Side of Seduction       A Poetics and Theory Conference and Workshop         Location:       The Great Room (1st Floor), 19 University Place                           Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]