[{"detail": [{"content": "Course Descriptions - Special Education - NYU Steinhardt                                                    Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Special Education                   Early Childhood Education     Childhood Education                 Early Childhood Programs of Study     Childhood Programs of Study        Courses     Links     Admissions    Careers                        Course Descriptions     SPCED-GE 2025 Developing Strategies that Support Children's Social Behavior (3) (20 hours) Fall, Spring Issues of social learning and behavior in childhood education with specific attention given to classroom dynamics and ways of addressing the needs of diverse learners. Various models of learning and motivation are explored. The course is integrated with students' Fieldwork to engage them in active study of classrooms and enable them to work collaboratively with parents and other professionals in developing and implementing strategies that support prosocial behavior among children.    SPCED-GE 2051 Foundations of Curriculum for Diverse Learners (3) 30 hours. 20 hours of field experience. Summer, Fall. Corequisite: SPCED-GE 2124 Overview of current and past theories and practices in educational models and curriculum development, instructional planning, and assessment as they relate to knowledge about learning processes, motivation, communication and classroom management models. Examination of appropriateness of various educational models for students with diverse needs and characteristics. Overview of formal and informal methods of assessment and their role in instructional decision making.    SPCED-GE 2052 Education of Students with Severe and Multiple Disabilities (3) 30 hours. 10 hours of field experience. Fall, Spring, Summer Characteristics of learners with severe or multiple disabilities. Related curriculum development and methods of instruction, including use of assistive and augmentive technology. Examination of the issues, problems, and trends affecting the development and implementation of community-based educational, recreational, work and living options and supports. Sample topics include inclusion and least restrictive environment, person-centered planning, family involvement, advocacy, and teacher roles and responsibilities.    SPCED-GE 2053 Applied Behavior Analysis in Educational Settings (3) 30 hours. Examination and application of basic principles of applied behavior analysis with an emphasis on positive behavioral approaches and functional analysis of behavior. The functions of the individual's challenging behaviors are examined, identified, and related to the design of appropriate behavior support plans in classroom and other settings. Application of ABA to instruction. Methods for the collaborative planning, implementation, and evaluation of applied behavior analysis interventions for cognitive for both individuals and groups in school and in community.    SPCED-GE 2054 Transition for Adolescents with Disabilities: Content and Process (3) 30 hours. Prerequisite or Co-requisite: SPCED-GE 2124, SPCED-GE 2162 The transitions facing adolescents with special needs will be examined: physical, emotional, and social change and development; post-secondary choices and the challenge of independent living; higher education, career exploration and choice; the changing role of family, adult service agencies, and other support services in the adolescent and adult with special needs. The process by which these transitions can be successfully negotiated will be addressed.    SPCED-GE 2055 Literacy of the Special Learner (3) 30 hours. Spring. Prerequisite: SPCED-GE 2012 , or at least 6 credits in literacy and permission of instructor Exploration of diverse cognitive, neurological and emotional characteristics and how these manifest in learners' literacy development. A focus on the atypical development and educational needs of students who experience difficulties in acquiring the literacy skills of listening, speaking, reading and writing. Overview of the practices of individual assessment of student literacy performance and teaching interventions for students with a special focus on dyslexia    SPCED-GE 2108 Strategies for Teaching Students with Emotional and Behavioral Disabilities. (3) 30 hours. 15 hours of field experience. Fall, Spring. Prerequisite: SPCED-GE 2124 An examination from different theoretical perspectives of emotional and behavioral disabilities in children. The interaction of cultural, familial, genetic, and socioeconomic factors that contribute to emotional and behavioral difficulties in children will be reviewed. Teachers learn to conduct functional behavioral assessments and promote behavior change. Strategies for supporting students with challenging behaviors, promoting positive social interactions and creating productive learning environments will be explored.    SPCED-GE 2124 Individuals with Disabilities in Schools and Communities. (3) 30 hours. 20 hours of field experience. Summer, Fall, Spring Examination of historical, social, and legal foundations of education in general and, more specifically, of special education. Issues, trends and legislation affecting the provision of services in school, home and employment, with a focus on inclusion of individuals with disabilities in school and community settings. Biological, psychological, social and environmental factors that shape typical development and the characteristics of individuals with special needs are studied.    SPCED-GE 2126 The Young Special Needs Child: Child Family, and Community I (3) 30 hours. 20 hours of Field Experience. Summer, Fall The needs of the preschool child with disabilities is explored through an examination of the child, family, and environmental characteristics. Typical and atypical language, speech, emotional, motor, and cognitive development is presented with a focus on the interdependent nature of these domains. A major focus on transdisciplinary collaboration of educators and specialists from occupational therapy, physical therapy, speech and language, psychology, and recreation and health in making educationally relevant decisions.    SPCED-GE 2127 The Young Special Needs Child: Child Family, and Community II (3) 30 hours. Spring; Prerequisite: SPCED-GE 2126 Understanding of the young child with disabilities is further explored through in-depth child study, focusing on child characteristics, families and environments; application of formal and informal assessment and methodologies of person-centered planning.    SPCED-GE 2128 Principles and Practices in Early Childhood Special Education (3) 30 hours. 10 hours of field experience. Summer; Prerequisite: SPCED-GE 2160 Assessment, diagnosis and evaluation of young children with disabilities. Assessment of challenging behaviors and promoting positive social skills. Models of early intervention and specialized early childhood curricula across developmental domains appropriate to the individual needs and characteristics of the young child with disabilities. Monitoring and evaluating child and family outcomes.    SPCED-GE 2131 Psychological Foundation of Learning Disabilities (3) 30 hours. History of the learning disabilities field; major controversies; latest developments; psychological, etiological, and definitional issues; teaching and evaluation models.    SPCED-GE 2133 Assessment and Instructional Strategies for Students with Mild-to-Moderate Disabilities Prerequisite: SPCED-GE 2161 (3) 30 hours Intensive implementation of survey and specific level assessment of learning problems in pupils, instructional planning, and modification in a variety of subject areas.    SPCED-GE 2134 Assessment and Instructional Design for Students with Severe-to-Profound Disabilities (3) 30 hours. Assessment and evaluation of students with severe or multiple disabilities. Curriculum and instructional planning including use of assistive and augmentive technology.    SPCED-GE 2136 Psychological and Educational Assessment in Special Education (3) 30 hours. Fall Overview of models for assessment in Special Education, with guidelines for selection, administration and interpretation of evaluation instruments. Specific psychological and educational tools used for purposes of diagnosis, placement and educational planning. Practice with selected educational instruments, applied to case studies at varying developmental levels.    SPCED-GE 2137 Laboratory in Assessment of Special Education Populations (3) 30 hours. Supervised practice in the administration, scoring, and interpretation of educational tests used in special education. Emphasis on the coordination of information from informal and formal tests as well as observational data.    SPCED-GE 2139 Consulting in Special Education (3) 30 hours. Development of skills and knowledge needed to participate in the planning and implementation of transdisciplinary educational programs for students with disabilities. Various consultation models are explored.    SPCED-GE 2160 Educating Students with Special Needs in Early Childhood Settings (3) 30 hurs. 15 hours of field experience. Spring Strategies for general and special education teachers, counselors, and other service providers to meet the cognitive, emotional, social and behavioral needs of young children with disabilities in early childhood general education settings, with special focus on the acquisition of literacy skills and promoting development of social skills Methods for collaborative practices, curriculum development, instructional planning , identifying strengths of the child to differentirate instructional approaches, and supporting the cultural and linguistic diversity of children and families.    SPCED-GE 2161 Educating Students with Special Needs in Childhood Settings (3) 30 hours. 15 hours of field experience. Fall, Spring Prerequisite: SPCED-GE 2051 Strategies for general and special education teachers to meet the cognitive, emotional, social and behavioral needs of the children with disabilities in elementary level general education settings. Methods for collaboration among teachers, parents and other professionals, including participation in IEP development. Curriculum development, instructional planning, and identifying strengths and differentiating instruction,    SPCED-GE 2162 Educating Students with Special Needs in Middle Childhood and Adolescent Settings (3) 30 hours. 15 hours of field experience. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education middle and high school settings. Methods for collaboration with teachers, parents and other professionals, including participation in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, identifying strengths and differentiating instruction, with a special focus on the development of literacy skills. and processes that promote social skill development and interpersonal communication.    SPCED-GE 2249 Transdisciplinary Special Educational Program Development and Implementation (3) 30 hours. Examination of the roles, responsibilities, and input of various disciplines in educational programs. Development of collaborative relationships among professionals, parents and community resources. Topics covered include dimensions of assessment, curricula content, instructional strategies, and therapies as they affect the education of students with severe or multiple disabilities.    SPCED-GE 2357 Fieldwork: Students with Severe and Multiple Disabilities (2 ). 50 hours of field experience. Teaching students with severe or multiple disabilities in community-based school or work settings.    SPCED-GE 2501 Observation in Special Education (1). 20 hours of field experience. Fall Observation of programs for individuals (K through 21) with disabilities in a variety of special education settings.    SPCED-GE 2502 Observation in Early Childhood Special Education (1). 20 hours of field experience. Summer, Fall Observation of young children (Birth through grade 2) in a variety of early childhood special education settings.    SPCED-GE 2507 Integration Seminar in Special Education I (2) 20 hours. Fall, Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents.    SPCED-GE 2508 Integration Seminar in Special Education II (3) 30 hours. Spring, Summer Prerequisite: All program coursework preceding Student Teaching. Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2511 Integrating Seminar in Early Childhood Special Education I (3) 30 hours. Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, , including collaboration with other professionals and parents. Links theory and practice.    SPCED-GE 2512 Integrating Seminar in Early Childhood Special Education II (3) 30 hours. Summer Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Links theory and practice. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2519 Student Teaching in Early Childhood Special Education I (3) Minimum 20 days. Spring University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2520 Student Teaching in Early Childhood Special Education II (3) Minimum 20 days. Summer University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2521 Student Teaching in Special Education (Childhood) I (2) Minimum of 20 days. Fall, Spring University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2522 Student Teaching in Special Education (Childhood) II (3) Minimum of 20 days. Spring, Summer University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2523 Student Teaching in Special Education (Middle school) (3). Minimum 20 days. University- supervised student teaching in special and inclusive settings for students (Grades 5-6 and 7-9) with disabilities.    SPCED-GE 2524 Student Teaching in Special Education (Adolescence) (3) Minimum 20 days. University-supervised student teaching in special and inclusive settings for students (grades 7-9 and 9-10) with disabilities.    SPCED-GE 2525 Student Teaching in Bilingual Special Education (3) Minimum 20 days. Supervised student teaching of bilingual students with disabilities."}]},
{"detail": [{"content": "Course Descriptions - Special Education - NYU Steinhardt                                                    Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Special Education                   Early Childhood Education     Childhood Education                 Early Childhood Programs of Study     Childhood Programs of Study        Courses     Links     Admissions    Careers                        Course Descriptions     SPCED-GE 2025 Developing Strategies that Support Children's Social Behavior (3) (20 hours) Fall, Spring Issues of social learning and behavior in childhood education with specific attention given to classroom dynamics and ways of addressing the needs of diverse learners. Various models of learning and motivation are explored. The course is integrated with students' Fieldwork to engage them in active study of classrooms and enable them to work collaboratively with parents and other professionals in developing and implementing strategies that support prosocial behavior among children.    SPCED-GE 2051 Foundations of Curriculum for Diverse Learners (3) 30 hours. 20 hours of field experience. Summer, Fall. Corequisite: SPCED-GE 2124 Overview of current and past theories and practices in educational models and curriculum development, instructional planning, and assessment as they relate to knowledge about learning processes, motivation, communication and classroom management models. Examination of appropriateness of various educational models for students with diverse needs and characteristics. Overview of formal and informal methods of assessment and their role in instructional decision making.    SPCED-GE 2052 Education of Students with Severe and Multiple Disabilities (3) 30 hours. 10 hours of field experience. Fall, Spring, Summer Characteristics of learners with severe or multiple disabilities. Related curriculum development and methods of instruction, including use of assistive and augmentive technology. Examination of the issues, problems, and trends affecting the development and implementation of community-based educational, recreational, work and living options and supports. Sample topics include inclusion and least restrictive environment, person-centered planning, family involvement, advocacy, and teacher roles and responsibilities.    SPCED-GE 2053 Applied Behavior Analysis in Educational Settings (3) 30 hours. Examination and application of basic principles of applied behavior analysis with an emphasis on positive behavioral approaches and functional analysis of behavior. The functions of the individual's challenging behaviors are examined, identified, and related to the design of appropriate behavior support plans in classroom and other settings. Application of ABA to instruction. Methods for the collaborative planning, implementation, and evaluation of applied behavior analysis interventions for cognitive for both individuals and groups in school and in community.    SPCED-GE 2054 Transition for Adolescents with Disabilities: Content and Process (3) 30 hours. Prerequisite or Co-requisite: SPCED-GE 2124, SPCED-GE 2162 The transitions facing adolescents with special needs will be examined: physical, emotional, and social change and development; post-secondary choices and the challenge of independent living; higher education, career exploration and choice; the changing role of family, adult service agencies, and other support services in the adolescent and adult with special needs. The process by which these transitions can be successfully negotiated will be addressed.    SPCED-GE 2055 Literacy of the Special Learner (3) 30 hours. Spring. Prerequisite: SPCED-GE 2012 , or at least 6 credits in literacy and permission of instructor Exploration of diverse cognitive, neurological and emotional characteristics and how these manifest in learners' literacy development. A focus on the atypical development and educational needs of students who experience difficulties in acquiring the literacy skills of listening, speaking, reading and writing. Overview of the practices of individual assessment of student literacy performance and teaching interventions for students with a special focus on dyslexia    SPCED-GE 2108 Strategies for Teaching Students with Emotional and Behavioral Disabilities. (3) 30 hours. 15 hours of field experience. Fall, Spring. Prerequisite: SPCED-GE 2124 An examination from different theoretical perspectives of emotional and behavioral disabilities in children. The interaction of cultural, familial, genetic, and socioeconomic factors that contribute to emotional and behavioral difficulties in children will be reviewed. Teachers learn to conduct functional behavioral assessments and promote behavior change. Strategies for supporting students with challenging behaviors, promoting positive social interactions and creating productive learning environments will be explored.    SPCED-GE 2124 Individuals with Disabilities in Schools and Communities. (3) 30 hours. 20 hours of field experience. Summer, Fall, Spring Examination of historical, social, and legal foundations of education in general and, more specifically, of special education. Issues, trends and legislation affecting the provision of services in school, home and employment, with a focus on inclusion of individuals with disabilities in school and community settings. Biological, psychological, social and environmental factors that shape typical development and the characteristics of individuals with special needs are studied.    SPCED-GE 2126 The Young Special Needs Child: Child Family, and Community I (3) 30 hours. 20 hours of Field Experience. Summer, Fall The needs of the preschool child with disabilities is explored through an examination of the child, family, and environmental characteristics. Typical and atypical language, speech, emotional, motor, and cognitive development is presented with a focus on the interdependent nature of these domains. A major focus on transdisciplinary collaboration of educators and specialists from occupational therapy, physical therapy, speech and language, psychology, and recreation and health in making educationally relevant decisions.    SPCED-GE 2127 The Young Special Needs Child: Child Family, and Community II (3) 30 hours. Spring; Prerequisite: SPCED-GE 2126 Understanding of the young child with disabilities is further explored through in-depth child study, focusing on child characteristics, families and environments; application of formal and informal assessment and methodologies of person-centered planning.    SPCED-GE 2128 Principles and Practices in Early Childhood Special Education (3) 30 hours. 10 hours of field experience. Summer; Prerequisite: SPCED-GE 2160 Assessment, diagnosis and evaluation of young children with disabilities. Assessment of challenging behaviors and promoting positive social skills. Models of early intervention and specialized early childhood curricula across developmental domains appropriate to the individual needs and characteristics of the young child with disabilities. Monitoring and evaluating child and family outcomes.    SPCED-GE 2131 Psychological Foundation of Learning Disabilities (3) 30 hours. History of the learning disabilities field; major controversies; latest developments; psychological, etiological, and definitional issues; teaching and evaluation models.    SPCED-GE 2133 Assessment and Instructional Strategies for Students with Mild-to-Moderate Disabilities Prerequisite: SPCED-GE 2161 (3) 30 hours Intensive implementation of survey and specific level assessment of learning problems in pupils, instructional planning, and modification in a variety of subject areas.    SPCED-GE 2134 Assessment and Instructional Design for Students with Severe-to-Profound Disabilities (3) 30 hours. Assessment and evaluation of students with severe or multiple disabilities. Curriculum and instructional planning including use of assistive and augmentive technology.    SPCED-GE 2136 Psychological and Educational Assessment in Special Education (3) 30 hours. Fall Overview of models for assessment in Special Education, with guidelines for selection, administration and interpretation of evaluation instruments. Specific psychological and educational tools used for purposes of diagnosis, placement and educational planning. Practice with selected educational instruments, applied to case studies at varying developmental levels.    SPCED-GE 2137 Laboratory in Assessment of Special Education Populations (3) 30 hours. Supervised practice in the administration, scoring, and interpretation of educational tests used in special education. Emphasis on the coordination of information from informal and formal tests as well as observational data.    SPCED-GE 2139 Consulting in Special Education (3) 30 hours. Development of skills and knowledge needed to participate in the planning and implementation of transdisciplinary educational programs for students with disabilities. Various consultation models are explored.    SPCED-GE 2160 Educating Students with Special Needs in Early Childhood Settings (3) 30 hurs. 15 hours of field experience. Spring Strategies for general and special education teachers, counselors, and other service providers to meet the cognitive, emotional, social and behavioral needs of young children with disabilities in early childhood general education settings, with special focus on the acquisition of literacy skills and promoting development of social skills Methods for collaborative practices, curriculum development, instructional planning , identifying strengths of the child to differentirate instructional approaches, and supporting the cultural and linguistic diversity of children and families.    SPCED-GE 2161 Educating Students with Special Needs in Childhood Settings (3) 30 hours. 15 hours of field experience. Fall, Spring Prerequisite: SPCED-GE 2051 Strategies for general and special education teachers to meet the cognitive, emotional, social and behavioral needs of the children with disabilities in elementary level general education settings. Methods for collaboration among teachers, parents and other professionals, including participation in IEP development. Curriculum development, instructional planning, and identifying strengths and differentiating instruction,    SPCED-GE 2162 Educating Students with Special Needs in Middle Childhood and Adolescent Settings (3) 30 hours. 15 hours of field experience. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education middle and high school settings. Methods for collaboration with teachers, parents and other professionals, including participation in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, identifying strengths and differentiating instruction, with a special focus on the development of literacy skills. and processes that promote social skill development and interpersonal communication.    SPCED-GE 2249 Transdisciplinary Special Educational Program Development and Implementation (3) 30 hours. Examination of the roles, responsibilities, and input of various disciplines in educational programs. Development of collaborative relationships among professionals, parents and community resources. Topics covered include dimensions of assessment, curricula content, instructional strategies, and therapies as they affect the education of students with severe or multiple disabilities.    SPCED-GE 2357 Fieldwork: Students with Severe and Multiple Disabilities (2 ). 50 hours of field experience. Teaching students with severe or multiple disabilities in community-based school or work settings.    SPCED-GE 2501 Observation in Special Education (1). 20 hours of field experience. Fall Observation of programs for individuals (K through 21) with disabilities in a variety of special education settings.    SPCED-GE 2502 Observation in Early Childhood Special Education (1). 20 hours of field experience. Summer, Fall Observation of young children (Birth through grade 2) in a variety of early childhood special education settings.    SPCED-GE 2507 Integration Seminar in Special Education I (2) 20 hours. Fall, Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents.    SPCED-GE 2508 Integration Seminar in Special Education II (3) 30 hours. Spring, Summer Prerequisite: All program coursework preceding Student Teaching. Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2511 Integrating Seminar in Early Childhood Special Education I (3) 30 hours. Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, , including collaboration with other professionals and parents. Links theory and practice.    SPCED-GE 2512 Integrating Seminar in Early Childhood Special Education II (3) 30 hours. Summer Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Links theory and practice. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2519 Student Teaching in Early Childhood Special Education I (3) Minimum 20 days. Spring University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2520 Student Teaching in Early Childhood Special Education II (3) Minimum 20 days. Summer University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2521 Student Teaching in Special Education (Childhood) I (2) Minimum of 20 days. Fall, Spring University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2522 Student Teaching in Special Education (Childhood) II (3) Minimum of 20 days. Spring, Summer University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2523 Student Teaching in Special Education (Middle school) (3). Minimum 20 days. University- supervised student teaching in special and inclusive settings for students (Grades 5-6 and 7-9) with disabilities.    SPCED-GE 2524 Student Teaching in Special Education (Adolescence) (3) Minimum 20 days. University-supervised student teaching in special and inclusive settings for students (grades 7-9 and 9-10) with disabilities.    SPCED-GE 2525 Student Teaching in Bilingual Special Education (3) Minimum 20 days. Supervised student teaching of bilingual students with disabilities."}, {"content": "Autism Spectrum Disorder Clinical Overview | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Research Institutes and Programs Autism Spectrum Disorders Clinical and Research Program Clinical Overview            Print  Email               - A + A                                         Research      About NYU CSC Research     open/close   Institutes and Programs  Phyllis Green and Randolph Cōwen Institute for Pediatric Neuroscience   Institute for Attention Deficit Hyperactivity and Behavior Disorders   Anita Saltz Institute for Anxiety and Mood Disorders   Autism Spectrum Disorders Clinical and Research Program  About the Program   Clinical Overview   Publications   Institute Faculty and Staff   Resources and Links     Trauma and Resilience Research Program       open/close   Research Studies  Recruiting Studies   Nonrecruiting Studies     Research Publications   Refugee Services Toolkit   Research Faculty   Research Trainees     open/close   Participate in Research  Questions and Answers     Research Partners   The IDEAS Center                                                                                                    Autism Spectrum Disorder Clinical Overview                                            Autism Spectrum Disorder (ASD) is a neurodevelopmental disorder characterized by delayed or atypical behavior in two domains: social interaction and communication, and restricted interests and repetitive behaviors. Children and adolescents with ASD also have high rates of co-occurring ADHD, anxiety, and other medical and behavior disorders. Research shows that early diagnosis and appropriate treatments leads to improvements in language, social skills, challenging behavior, and co-occurring conditions. The Child Study Center works with your child and family to create an individualized, comprehensive treatment plan with strategies and supports for both home and school.   Specialized services for children and adolescents   Diagnostic, psychiatric, neuropsychological assessments   Service navigation and educational and transition planning   Functional behavior assessments and behavior plans   Behavioral and Cognitive Behavioral Therapy   Social learning groups   Parent training and sibling support   College student preparation and support   School consultation   Evaluation and Consultation   The CSC provides expert diagnostic evaluation, including the gold-standard ADOS-2 and ADI-R, from  toddler age  through adulthood for concerns about Autism Spectrum Disorder and Social Communication Disorder. We also offer comprehensive neuropsychological assessment, psychiatric assessment, and functional behavior assessments in homes and schools.   Our unique Service Navigation program provides ongoing support and information to families regarding therapeutic and educational services. We have extensive experience in educational planning in New York City, including consultation on IEPs, school placement, and transition planning.   Treatment   Our expert clinicians provide evidence-based behavioral treatment, including Early Social Interaction and Pivotal Response Treatment, for language, social and behavior goals. We specialize in treating children and young adults with complex profiles, including co-occurring disorders such as anxiety, depression and ADHD, with Cognitive Behavior Therapy. Medication evaluation and treatment are available as a part of our multidisciplinary team approach.   Our fun and friendly  social learning groups  are offered from preschool age through young adulthood. College student services including an intensive skills program prior to entry and a peer mentoring program throughout college. Learn more here.    The Bridge Project , is an education and support program for families with children recently diagnosed with ASD teaches immediate strategies to increase social communication and important education about connecting to appropriate services.    We also offer individual and group parent training tailored to meet your family’s needs. Our model emphasizes family-based treatment planning and a focus on family functioning. The CSC offers individual and group support to enhance coping of siblings of children on the spectrum.   Community Education   We are available to parents, professionals, and schools for in-services and workshops on a wide range of topics. A sample of topics includes: Behavior Management Basics, Strategies to Increase Communication, Problem-Solving Challenging Behavior, Transition Planning, Supporting Siblings, Dating and Relationships on the Spectrum, Teaching Social Cognition, and Current Trends in Autism Research.   Our Clinicians   Candice Baugh, MA, LMHC Karina Campos, PsyD Sarah Kern, LCSW Sarah Kuriakose, PhD Ruth Nass, MD Melissa Nishawala, MD Elizabeth Roberts, PsyD                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Course Descriptions - Special Education - NYU Steinhardt                                                    Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Special Education                   Early Childhood Education     Childhood Education                 Early Childhood Programs of Study     Childhood Programs of Study        Courses     Links     Admissions    Careers                        Course Descriptions     SPCED-GE 2025 Developing Strategies that Support Children's Social Behavior (3) (20 hours) Fall, Spring Issues of social learning and behavior in childhood education with specific attention given to classroom dynamics and ways of addressing the needs of diverse learners. Various models of learning and motivation are explored. The course is integrated with students' Fieldwork to engage them in active study of classrooms and enable them to work collaboratively with parents and other professionals in developing and implementing strategies that support prosocial behavior among children.    SPCED-GE 2051 Foundations of Curriculum for Diverse Learners (3) 30 hours. 20 hours of field experience. Summer, Fall. Corequisite: SPCED-GE 2124 Overview of current and past theories and practices in educational models and curriculum development, instructional planning, and assessment as they relate to knowledge about learning processes, motivation, communication and classroom management models. Examination of appropriateness of various educational models for students with diverse needs and characteristics. Overview of formal and informal methods of assessment and their role in instructional decision making.    SPCED-GE 2052 Education of Students with Severe and Multiple Disabilities (3) 30 hours. 10 hours of field experience. Fall, Spring, Summer Characteristics of learners with severe or multiple disabilities. Related curriculum development and methods of instruction, including use of assistive and augmentive technology. Examination of the issues, problems, and trends affecting the development and implementation of community-based educational, recreational, work and living options and supports. Sample topics include inclusion and least restrictive environment, person-centered planning, family involvement, advocacy, and teacher roles and responsibilities.    SPCED-GE 2053 Applied Behavior Analysis in Educational Settings (3) 30 hours. Examination and application of basic principles of applied behavior analysis with an emphasis on positive behavioral approaches and functional analysis of behavior. The functions of the individual's challenging behaviors are examined, identified, and related to the design of appropriate behavior support plans in classroom and other settings. Application of ABA to instruction. Methods for the collaborative planning, implementation, and evaluation of applied behavior analysis interventions for cognitive for both individuals and groups in school and in community.    SPCED-GE 2054 Transition for Adolescents with Disabilities: Content and Process (3) 30 hours. Prerequisite or Co-requisite: SPCED-GE 2124, SPCED-GE 2162 The transitions facing adolescents with special needs will be examined: physical, emotional, and social change and development; post-secondary choices and the challenge of independent living; higher education, career exploration and choice; the changing role of family, adult service agencies, and other support services in the adolescent and adult with special needs. The process by which these transitions can be successfully negotiated will be addressed.    SPCED-GE 2055 Literacy of the Special Learner (3) 30 hours. Spring. Prerequisite: SPCED-GE 2012 , or at least 6 credits in literacy and permission of instructor Exploration of diverse cognitive, neurological and emotional characteristics and how these manifest in learners' literacy development. A focus on the atypical development and educational needs of students who experience difficulties in acquiring the literacy skills of listening, speaking, reading and writing. Overview of the practices of individual assessment of student literacy performance and teaching interventions for students with a special focus on dyslexia    SPCED-GE 2108 Strategies for Teaching Students with Emotional and Behavioral Disabilities. (3) 30 hours. 15 hours of field experience. Fall, Spring. Prerequisite: SPCED-GE 2124 An examination from different theoretical perspectives of emotional and behavioral disabilities in children. The interaction of cultural, familial, genetic, and socioeconomic factors that contribute to emotional and behavioral difficulties in children will be reviewed. Teachers learn to conduct functional behavioral assessments and promote behavior change. Strategies for supporting students with challenging behaviors, promoting positive social interactions and creating productive learning environments will be explored.    SPCED-GE 2124 Individuals with Disabilities in Schools and Communities. (3) 30 hours. 20 hours of field experience. Summer, Fall, Spring Examination of historical, social, and legal foundations of education in general and, more specifically, of special education. Issues, trends and legislation affecting the provision of services in school, home and employment, with a focus on inclusion of individuals with disabilities in school and community settings. Biological, psychological, social and environmental factors that shape typical development and the characteristics of individuals with special needs are studied.    SPCED-GE 2126 The Young Special Needs Child: Child Family, and Community I (3) 30 hours. 20 hours of Field Experience. Summer, Fall The needs of the preschool child with disabilities is explored through an examination of the child, family, and environmental characteristics. Typical and atypical language, speech, emotional, motor, and cognitive development is presented with a focus on the interdependent nature of these domains. A major focus on transdisciplinary collaboration of educators and specialists from occupational therapy, physical therapy, speech and language, psychology, and recreation and health in making educationally relevant decisions.    SPCED-GE 2127 The Young Special Needs Child: Child Family, and Community II (3) 30 hours. Spring; Prerequisite: SPCED-GE 2126 Understanding of the young child with disabilities is further explored through in-depth child study, focusing on child characteristics, families and environments; application of formal and informal assessment and methodologies of person-centered planning.    SPCED-GE 2128 Principles and Practices in Early Childhood Special Education (3) 30 hours. 10 hours of field experience. Summer; Prerequisite: SPCED-GE 2160 Assessment, diagnosis and evaluation of young children with disabilities. Assessment of challenging behaviors and promoting positive social skills. Models of early intervention and specialized early childhood curricula across developmental domains appropriate to the individual needs and characteristics of the young child with disabilities. Monitoring and evaluating child and family outcomes.    SPCED-GE 2131 Psychological Foundation of Learning Disabilities (3) 30 hours. History of the learning disabilities field; major controversies; latest developments; psychological, etiological, and definitional issues; teaching and evaluation models.    SPCED-GE 2133 Assessment and Instructional Strategies for Students with Mild-to-Moderate Disabilities Prerequisite: SPCED-GE 2161 (3) 30 hours Intensive implementation of survey and specific level assessment of learning problems in pupils, instructional planning, and modification in a variety of subject areas.    SPCED-GE 2134 Assessment and Instructional Design for Students with Severe-to-Profound Disabilities (3) 30 hours. Assessment and evaluation of students with severe or multiple disabilities. Curriculum and instructional planning including use of assistive and augmentive technology.    SPCED-GE 2136 Psychological and Educational Assessment in Special Education (3) 30 hours. Fall Overview of models for assessment in Special Education, with guidelines for selection, administration and interpretation of evaluation instruments. Specific psychological and educational tools used for purposes of diagnosis, placement and educational planning. Practice with selected educational instruments, applied to case studies at varying developmental levels.    SPCED-GE 2137 Laboratory in Assessment of Special Education Populations (3) 30 hours. Supervised practice in the administration, scoring, and interpretation of educational tests used in special education. Emphasis on the coordination of information from informal and formal tests as well as observational data.    SPCED-GE 2139 Consulting in Special Education (3) 30 hours. Development of skills and knowledge needed to participate in the planning and implementation of transdisciplinary educational programs for students with disabilities. Various consultation models are explored.    SPCED-GE 2160 Educating Students with Special Needs in Early Childhood Settings (3) 30 hurs. 15 hours of field experience. Spring Strategies for general and special education teachers, counselors, and other service providers to meet the cognitive, emotional, social and behavioral needs of young children with disabilities in early childhood general education settings, with special focus on the acquisition of literacy skills and promoting development of social skills Methods for collaborative practices, curriculum development, instructional planning , identifying strengths of the child to differentirate instructional approaches, and supporting the cultural and linguistic diversity of children and families.    SPCED-GE 2161 Educating Students with Special Needs in Childhood Settings (3) 30 hours. 15 hours of field experience. Fall, Spring Prerequisite: SPCED-GE 2051 Strategies for general and special education teachers to meet the cognitive, emotional, social and behavioral needs of the children with disabilities in elementary level general education settings. Methods for collaboration among teachers, parents and other professionals, including participation in IEP development. Curriculum development, instructional planning, and identifying strengths and differentiating instruction,    SPCED-GE 2162 Educating Students with Special Needs in Middle Childhood and Adolescent Settings (3) 30 hours. 15 hours of field experience. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education middle and high school settings. Methods for collaboration with teachers, parents and other professionals, including participation in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, identifying strengths and differentiating instruction, with a special focus on the development of literacy skills. and processes that promote social skill development and interpersonal communication.    SPCED-GE 2249 Transdisciplinary Special Educational Program Development and Implementation (3) 30 hours. Examination of the roles, responsibilities, and input of various disciplines in educational programs. Development of collaborative relationships among professionals, parents and community resources. Topics covered include dimensions of assessment, curricula content, instructional strategies, and therapies as they affect the education of students with severe or multiple disabilities.    SPCED-GE 2357 Fieldwork: Students with Severe and Multiple Disabilities (2 ). 50 hours of field experience. Teaching students with severe or multiple disabilities in community-based school or work settings.    SPCED-GE 2501 Observation in Special Education (1). 20 hours of field experience. Fall Observation of programs for individuals (K through 21) with disabilities in a variety of special education settings.    SPCED-GE 2502 Observation in Early Childhood Special Education (1). 20 hours of field experience. Summer, Fall Observation of young children (Birth through grade 2) in a variety of early childhood special education settings.    SPCED-GE 2507 Integration Seminar in Special Education I (2) 20 hours. Fall, Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents.    SPCED-GE 2508 Integration Seminar in Special Education II (3) 30 hours. Spring, Summer Prerequisite: All program coursework preceding Student Teaching. Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2511 Integrating Seminar in Early Childhood Special Education I (3) 30 hours. Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, , including collaboration with other professionals and parents. Links theory and practice.    SPCED-GE 2512 Integrating Seminar in Early Childhood Special Education II (3) 30 hours. Summer Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Links theory and practice. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2519 Student Teaching in Early Childhood Special Education I (3) Minimum 20 days. Spring University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2520 Student Teaching in Early Childhood Special Education II (3) Minimum 20 days. Summer University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2521 Student Teaching in Special Education (Childhood) I (2) Minimum of 20 days. Fall, Spring University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2522 Student Teaching in Special Education (Childhood) II (3) Minimum of 20 days. Spring, Summer University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2523 Student Teaching in Special Education (Middle school) (3). Minimum 20 days. University- supervised student teaching in special and inclusive settings for students (Grades 5-6 and 7-9) with disabilities.    SPCED-GE 2524 Student Teaching in Special Education (Adolescence) (3) Minimum 20 days. University-supervised student teaching in special and inclusive settings for students (grades 7-9 and 9-10) with disabilities.    SPCED-GE 2525 Student Teaching in Bilingual Special Education (3) Minimum 20 days. Supervised student teaching of bilingual students with disabilities."}, {"content": "Autism Spectrum Disorder Clinical Overview | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Research Institutes and Programs Autism Spectrum Disorders Clinical and Research Program Clinical Overview            Print  Email               - A + A                                         Research      About NYU CSC Research     open/close   Institutes and Programs  Phyllis Green and Randolph Cōwen Institute for Pediatric Neuroscience   Institute for Attention Deficit Hyperactivity and Behavior Disorders   Anita Saltz Institute for Anxiety and Mood Disorders   Autism Spectrum Disorders Clinical and Research Program  About the Program   Clinical Overview   Publications   Institute Faculty and Staff   Resources and Links     Trauma and Resilience Research Program       open/close   Research Studies  Recruiting Studies   Nonrecruiting Studies     Research Publications   Refugee Services Toolkit   Research Faculty   Research Trainees     open/close   Participate in Research  Questions and Answers     Research Partners   The IDEAS Center                                                                                                    Autism Spectrum Disorder Clinical Overview                                            Autism Spectrum Disorder (ASD) is a neurodevelopmental disorder characterized by delayed or atypical behavior in two domains: social interaction and communication, and restricted interests and repetitive behaviors. Children and adolescents with ASD also have high rates of co-occurring ADHD, anxiety, and other medical and behavior disorders. Research shows that early diagnosis and appropriate treatments leads to improvements in language, social skills, challenging behavior, and co-occurring conditions. The Child Study Center works with your child and family to create an individualized, comprehensive treatment plan with strategies and supports for both home and school.   Specialized services for children and adolescents   Diagnostic, psychiatric, neuropsychological assessments   Service navigation and educational and transition planning   Functional behavior assessments and behavior plans   Behavioral and Cognitive Behavioral Therapy   Social learning groups   Parent training and sibling support   College student preparation and support   School consultation   Evaluation and Consultation   The CSC provides expert diagnostic evaluation, including the gold-standard ADOS-2 and ADI-R, from  toddler age  through adulthood for concerns about Autism Spectrum Disorder and Social Communication Disorder. We also offer comprehensive neuropsychological assessment, psychiatric assessment, and functional behavior assessments in homes and schools.   Our unique Service Navigation program provides ongoing support and information to families regarding therapeutic and educational services. We have extensive experience in educational planning in New York City, including consultation on IEPs, school placement, and transition planning.   Treatment   Our expert clinicians provide evidence-based behavioral treatment, including Early Social Interaction and Pivotal Response Treatment, for language, social and behavior goals. We specialize in treating children and young adults with complex profiles, including co-occurring disorders such as anxiety, depression and ADHD, with Cognitive Behavior Therapy. Medication evaluation and treatment are available as a part of our multidisciplinary team approach.   Our fun and friendly  social learning groups  are offered from preschool age through young adulthood. College student services including an intensive skills program prior to entry and a peer mentoring program throughout college. Learn more here.    The Bridge Project , is an education and support program for families with children recently diagnosed with ASD teaches immediate strategies to increase social communication and important education about connecting to appropriate services.    We also offer individual and group parent training tailored to meet your family’s needs. Our model emphasizes family-based treatment planning and a focus on family functioning. The CSC offers individual and group support to enhance coping of siblings of children on the spectrum.   Community Education   We are available to parents, professionals, and schools for in-services and workshops on a wide range of topics. A sample of topics includes: Behavior Management Basics, Strategies to Increase Communication, Problem-Solving Challenging Behavior, Transition Planning, Supporting Siblings, Dating and Relationships on the Spectrum, Teaching Social Cognition, and Current Trends in Autism Research.   Our Clinicians   Candice Baugh, MA, LMHC Karina Campos, PsyD Sarah Kern, LCSW Sarah Kuriakose, PhD Ruth Nass, MD Melissa Nishawala, MD Elizabeth Roberts, PsyD                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Course Offerings, CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Course Offerings   Child and Adolescent Mental Health Studies (2012 - 2014)            The CAMS program was initiated in the Fall of 2006 with the goal of providing students instruction in Child and Adolescent Mental Health from practicing psychiatrists and psychologists at an internationally renowned clinical and research center. Some courses have prerequisites, as specified below. Child and Adolescent Psychopathology (CAMS-UA 101) is the foundational course upon which students will complete the requirements for the minor. The program offers a variety of courses, along with numerous options for independent study. Additional courses and opportunities are currently in development. Many of the CAMS courses have no prerequisite and are open to all undergraduates.    Child and Adolescent Psychopathology    CAMS-UA 101 Prerequisite: Introduction to Psychology (PSYCH-UA 1). Offered in fall, spring, and summer. Shatkin, Evans. 4 points.   While psychopathology courses are commonplace among undergraduate psychology curricula, courses focusing on child and adolescent psychopathology are relatively rare. Through lecture presentations and discussions, this course focuses on disease etiology, epidemiology, phenomenology, nosology, and diagnosis. It engages students in a critical review of common child and adolescent psychopathology and challenges social and cultural assumptions of what constitutes \"normal\" versus \"pathological\" behavior, cognition, and emotion. Students also complete one practicum by participating with a clinician (psychologist or psychiatrist) during the evaluation of a child or adolescent patient at the NYU Child Study Center .    The Treatment of Child and Adolescent Mental Illness    CAMS-UA 102 Prerequisite: Child and Adolescent Psychopathology (CAMS-UA 101). Offered in the spring. Shatkin, Evans. 4 points.   Provides students with an overview and understanding of the current methods employed in the treatment of child and adolescent mental illness. For most of the past century, treatments for children and adolescents suffering from mental illness relied primarily on open-ended psychotherapies, which have not consistently demonstrated a beneficial effect. Over the past 25 years, however, a variety of new evidence-based treatments have emerged, including behavioral psychotherapies such as cognitive behavior therapy for anxiety and depression, dialectical behavior therapy for personality disorders, and parent management training for children with oppositional and defiant disorders. In addition, we now have strong evidence supporting the use of various pharmacological interventions for attention-deficit hyperactivity disorder (ADHD), mood and anxiety disorders, and autism. Students investigate each of these treatments by reading and analyzing much of the original research that established their efficacy. This course builds upon Child and Adolescent Psychopathology (CAMS-UA 101).    Complementary and Alternative Mental Health    CAMS-UA 103 Offered every year. Chai, Zolovska. 4 points.   Complementary and alternative treatments comprise the most rapidly expanding segment of American healthcare. This course examines the role of non-conventional care in the mental wellness of children, adolescents, and young adults. We survey the historical, clinical, and scientific aspects of mind-body treatments, biologically based alternative therapies, spirituality, and the traditional medical systems of China and India. In addition, we investigate the social, political, and economic forces influencing the role and status of complementary and alternative practices in America. Students assess these practices by participating in class discussion, reviewing research literature, and engaging in several group experiential exercises.    When the Nightmare Is Real: Trauma in Childhood and Adolescence    CAMS-UA 104 Offered in the fall and spring. Mathewson, Brown. 4 points.   Every childhood is fraught with complications, but some children are exposed to traumatic experiences that have a lasting impact on their development and health. Many children in New York City are still reeling from the effects of September 11, yet these numbers pale in comparison to the more than three million reported cases of child abuse and neglect in the United States annually, in addition to the many more cases that go unreported. This course examines the neurobiological and psychological effects of trauma on children, adolescents, and their families. We investigate the impact of physical, emotional, and sexual abuse and neglect, war, terrorism, natural disasters, bereavement, and medical illness. In addition, we explore the concepts of vulnerability and resilience to discover why most affected children successfully traverse their trauma. Finally, we discuss the treatment modalities commonly employed with traumatized children, adolescents, and their families.    The Science of Happiness    CAMS-UA 110 Offered in the fall, spring and summer. Schlechter. 4 points.   Examines the state of college-student mental health and wellness on a personal and systems level. As undergraduate university students approach the end of adolescence, they often reevaluate the beliefs, values, and assumptions with which they left home. Young adulthood is a time of great promise, but the transition from child to adult is never easy. We look at how individuals can create positive change by reinterpreting their goals and identifying steps toward a successful college experience. Key findings from the fields of neuroscience and positive psychology are referenced to inform our study of the biopsychosocial underpinnings of success and happiness. Through lectures and discussions, students learn about a variety of wellness topics that include mindfulness, relationships, and self-esteem. The final project requires students to promote an area of mental wellness on campus.    Risk and Resilience in Urban Teens: Mental Health Promotion and Practicum    CAMS-UA 111, 112 Prerequisite: none for CAMS-UA   111; for CAMS-UA 112: completion of CAMS-UA 111 with a grade of B or higher. CAMS-UA 111 is offered in the fall; CAMS-UA 112 is offered in the spring. Shatkin, Diamond. 4 points per term .    The most effective way to learn and retain information is by teaching others. This course is focused on school-based mental health promotion, positive youth development, resilience-building and risk-reduction techniques that specifically target behavioral risk factors in adolescents. From tackling cognitive distortions, to stress and anxiety reduction, to effective communication skills and managing difficult conversations, this course provides a powerful and evidence-based toolkit for how to survive the high school (and college!) years. This unique two-semester course provides students the unparalleled opportunity to thoroughly learn and practice these concepts and techniques in the fall and then, in the spring, to teach a 10-week curriculum to 9th-grade students at public high schools in New York City. This course is a must for any students wanting to work directly with adolescents and those who wish to develop and improve their teaching skills in a classroom setting.    Skepticism and Proof: Research Methods in Child Mental Health    CAMS-UA 120 Offered in the fall and spring. Lucas. 4 points.   Clinical practice and public policy in child mental health is too often driven by the media, conventional wisdom, or prejudice rather than scientific data. Evidence-based clinical care seeks to guide practitioners in the critical appraisal of data on risk factors, prevention, and treatment. This course promotes the development of analytic skills that allow students to understand published research, compare and contrast their knowledge with media reports, and draw their own conclusions. The research techniques and methods taught focus on the knowledge and skills needed to design, carry out, and evaluate a research study. Students work to design their own unique hypothetical research protocols, receiving individual and small group feedback, and present these at the end of the course in a simulation of the research-funding application process. Lively seminar discussions of topical \"hot-button\" issues, such as the apparent \"epidemic\" of certain diagnoses, the influence of the environment or culture on child mental health, and the risks/benefits of widely prescribed medications, are combined with a systematic review of the existing evidence base on current empirically supported treatments for child mental health problems.    Behavioral Interventions for Children with Disruptive Behavior Disorders: Practicum    CAMS-UA 131, 132 Offered every summer. Abikoff, Fleiss. 3 points per session.   Attention-deficit/hyperactivity disorder (ADHD) is the most commonly diagnosed neurobehavioral childhood disorder, affecting between 5 and 7 percent of the population. It is a complex disorder that impacts a child's functioning across multiple settings. Although medication is often the first-line treatment, a multimodal approach, including behavioral interventions, is often necessary to address deficits in social skills, classroom behavior, and parent-child relations. This two-part summer course begins with an intensive didactic that helps students obtain a broader understanding of the impact of ADHD on children's functioning and how behavioral treatments are employed to improve children's social, academic, and home life. The first course provides a foundation in social learning theory, and the second course engages students in a practicum at the NYU Child Study Center's Summer Program for Kids, where they gain supervised, hands-on experience in applying behavioral principles and procedures. Ongoing discussion with supervisors regarding the clinical expression of symptoms and treatment response takes place daily. Students also gain considerable insight into the challenges clinicians face in treating children afflicted with this disorder. Finally, students learn how to employ these same behavioral treatments for children affected by commonly comorbid conditions, such as oppositional defiant and conduct disorder.    From Huck Finn to Columbine: Understanding Disruptive Behaviors in Children and Adolescents    CAMS-UA 133 Offered in the summer. Hopperstad, Aron and Rosenfeld. 4 points.   What makes kids do bad things? Who is accountable for their acts? How can we prevent childhood violence? In this course we will explore these questions and seek to understand the spectrum of \"bad\" behavior from biological, psychological, and sociological perspectives. We will address broad topics ranging from the nature vs. nurture debate to biased media reporting to medicating disruptive behaviors. We will examine the increased exposure to media violence and its influence on children and adolescents; how the criminal justice system responds to delinquent behavior; and gender differences in disruptive behavior. We will study atrocities perpetrated by children and adolescents, the growing scientific literature detailing neurodevelopment as it relates to behavior, and historical descriptions of disruptive behavior and delinquency. Students will analyze case studies, debate controversial issues (e.g., the influence of violent gaming), and review online discussion boards in an effort to determine sensible efforts aimed at prevention and treatment.    Behavioral Problems in School: Impairment to Intervention    CAMS-UA 134 Offered in the fall and spring. Verduin, Diaz. 4 points.   This course reviews typical children's behavior problems in school settings and offers a primer in evidence-based behavior-management tools. The class addresses common causes of disruptive behavior, such as attention-deficit/hyperactivity disorder (ADHD) and related conditions. Students will be instructed in effective behavior-management strategies appropriate for such settings as schools, camps, and sports programs. Techniques will include selective attention, behavioral daily report cards, token economies, and limit setting. The theoretical and research bases for these strategies will be explored. Students will practice skills with live coaching from the instructors. One required field trip to the NYU Child Study Center will allow students to view how these tools are used in real-life clinical settings. This course is of particular interest to those considering careers in child psychology or psychiatry, pediatrics, or general or special education, especially those seeking experience as student aides, camp counselors, or Special Education Itinerant Teachers (SEITs).    Child and Adolescent Brain Development: Applications from Neuroscience to Practice    CAMS-UA 141 Offered in the fall and spring. Montalto. 4 points.   Covers the fundamentals of human brain development from birth to young adulthood. The focus is on normal brain functioning, but illustrative pathological development and dysfunctional conditions are reviewed as well, such as developmental dyslexia, autistic disorders, and attention-deficit/hyperactivity disorder. Once students have developed a foundational knowledge of neurocognitive functioning, the course addresses three additional sections that reflect methods of examining brain-based activity: observation, assessment, and intervention. At the end of each section, students will have a greater understanding of the neurocognitive developmental perspective and be able to apply their knowledge of brain-based skill sets to understanding the environmental demands that children and teens confront, including learning in school, handling complex social interactions, remembering autobiographical experiences, and managing emotional reactions. Students read a sampling of research articles, relevant clinical materials, and textbook chapters.    The Adolescent Paradox: Emotions, Behavior and Identity    CAMS-UA 142 Offered in fall, spring, and summer. Soffer, Nagula. 4 points.   Adolescence is a remarkable time of growth and development; in just a few years, children transition dramatically towards adulthood across multiple domains. While adolescence is physically the healthiest period of the lifespan, it is also marked by an enormous rise in morbidity and mortality. This seeming paradox can be explained, in part, by biological and psychological changes during puberty that affect emotion regulation, cognition, and consequent risk-taking behavior. At the turn of the twentieth century, adolescence was described as a developmental period inevitably filled with \"storm and stress.\" In what ways does this vision of adolescence still apply? How should current scientific findings inform our understanding of the propensity for risk-taking behavior during this period (including substance use, increasing sexual activity, and disordered eating)? In exploring the factors that shape emotions, behavior, and emerging identity during adolescence, this course examines such questions from biological and psychosocial perspectives.    Sex Matters: Identity, Behavior, and Development    CAMS-UA 143 Offered in the fall and spring. Janssen, Shuster. 4 points.   Sexual identity is central to our sense of who we are and how we relate to the world. The development of this identity is essential to becoming a well-rounded, effective, and high-functioning adult, and failure to develop a cohesive sexual identity can lead to dysfunction. Sexual development involves a complex interplay of biological, psychological, and sociological components. Sexual differentiation begins in utero, as the fetus is exposed to hormones and growth factors. As children age, their primary and secondary sex organs develop, and their ideas about the function, use, and meaning of these organs change. At each stage the environment, social milieu, and hormones, among other factors, influence the direction of these changes. In this course we explore the impact of sexual identity development on the mental health of children and adolescents.    Looking Back on Growing Up    CAMS-UA 144 Offered in the fall and spring. Liaw, Hirsch. 4 points.   What is the impact of our upbringing? This course provides an overview of child development with the goal of understanding the complexity of human growth, adaptation, and responses to adversity. To this end, we trace a variety of overlapping trajectories, including the development of cognitive, emotional, interpersonal, and moral capacities. The course reviews historical and modern-day developmental theories, as well as more complex interpersonal constructs, such as family systems, peer relations, gender and sexual identity, and cultural variation. Special emphasis is placed upon examining the dynamic interplay between biology and environment. The course consists of two interactive lectures per week based upon introductory readings on child development. Students are also assigned one film to view at home each week to illustrate the myriad ways in which human beings evolve and adapt through life's transitions and challenges.    Morality in Childhood    CAMS-UA 145 Offered in the fall and spring. Gerson, Kerlek, Shaffer. 4 points.   How do children learn right from wrong? Today's youth face an onslaught of mixed messages about morality. Parents and teachers champion honesty, integrity, and empathy, while sports stars use steroids, music and video games glorify sexual violence, and politicians pander for votes based on prejudice and fear. At the same time, children are confronted with uniquely modern moral challenges, as they navigate bullying and privacy invasion on the Internet, easily accessible drugs, and gang and relationship violence. This course examines how children negotiate these challenges and learn moral principles, using perspectives from developmental neurobiology, evolutionary biology, philosophy, and multiple theoretical frameworks within cognitive and social psychology. Topics include gender, culture, socioeconomic status, education, and parenting and their influence on moral development from infancy through adolescence. Twentysomething CAMS-UA 146 Seminar. Offered every year. 4 points. Are 20-somethings really overeducated, afraid of commitment, self-centered, and spendthrift? It is a fact that people in most countries are marrying, having children, and becoming financially independent at a later age than in any previous generation. In the last 10 years a critical new developmental period between adolescence and adulthood has started to gain recognition. “Emerging Adulthood” has been characterized as the age of identity exploration, instability, self-focus, feeling “in-between,” and infinite possibilities. This course will analyze whether this theory has validity, explore the factors that contribute to diverging developmental pathways,review the typical life of the American 20-something, and uncover the truth behind the stereotypes.    Children and the Media    CAMS-UA 150 Offered in the fall and spring. Foubister, Glawe. 4 points.   Consuming media has far outstripped reading storybooks or playing make-believe as the average American child's favorite pastime. Children between the ages of 2 and 18 years spend an average of five-and-a-half hours a day using some form of media. This course reviews the current literature on how media use affects children's mental health, as well as their cognitive, emotional, and social development. Designed for those who wish to learn to think critically, this course provides a comprehensive, research-oriented review of how children and adolescents are influenced by the media. Discussions include an examination of controversial issues, such as media's effects on children's violent behavior and substance use, as well as the potential benefits of media.    The Art and Science of Parenting    CAMS-UA 161 Offered in fall, spring, and summer. Gallagher. 4 points.   After spending our early lives with our parents, what can we say about how they influenced our personalities and development? How have our parents affected what we learn, how we act, and how we manage our health? Just as you have wondered about these questions, so have scientists and professionals. We study parenting styles in detail to identify qualities that foster healthy child development. The course reviews research on the importance of parenting practices within a family context. Students also learn how to interact effectively with parents, how to mobilize parents, and what efforts have been successful in changing detrimental parenting actions. This course is for the curious and those interested in careers in education, health, and mental health.    Children of Divorce    CAMS-UA 162 Offered in the fall and spring. Charuvastra. 4 points.   Provides an overview of current research on divorce in American families. The instructor is a child and adolescent psychiatrist who has researched trauma and resilience and has worked clinically with children and families affected by divorce. The course emphasizes how divorce affects children and their capacity to grow into loving, well-functioning, relationship-forming adults. Theories of attachment, intimacy, and communication are examined in the context of successful and failed marital relationships.    While You Were Sleeping    CAMS-UA 170 Offered in the fall and spring. Shatkin, Baroni. 4 points.   Sleep is somewhat akin to the ocean—it surrounds us, and we could not live without it, yet it remains a mystery whose secrets we are only now beginning to unfold. Scientific research into sleep and dreams began in earnest about 50 years ago. Since that time, the small and burgeoning field of sleep medicine has taught us a great deal about how and why we sleep. This course provides students with a comprehensive introduction to sleep and dreams throughout the life cycle. Our study includes a focus on normal sleep behavior and physiology, the evolution of sleep, circadian and biological rhythms, dreams, and the diagnosis and treatment of sleep disorders. Through exercises and assignments, students learn about the importance of sleep for mental and physical well-being and how to best establish a healthy sleep routine.    Drugs and Kids    CAMS-UA 180 Offered in fall, spring, and summer. Kamboukos, Bruzzese. 4 points.   Approximately 72 percent of youth in the United States report using alcohol at least once, and 47 percent report using illicit drugs at least once by the time they reach 12th grade. While the majority of youth who use substances will not develop a substance-abuse disorder, substance abuse and addiction are major public health problems affecting approximately 9 percent of the U.S. population age 12 and older. Most individuals with substance abuse disorders began using substances during adolescence or even childhood. This course briefly reviews the classes of psychoactive substances, including alcohol, tobacco, and illicit drugs and their basic neurophysiological effects before exploring the historical, social, and psychological factors related to substance use and abuse in adolescents and children. The second half of the course considers substance-abuse prevention, treatment, and policy related to children and adolescents.    The Literature of Children and Adolescents    CAMS-UA 191 Offered in fall and spring. Marcus, Montalto. 4 points.    Considers children's and adolescents' literature as a rich, untapped source of insight into child development for students of psychology, child development, and related disciplines. Over the last century, a vibrant, many-faceted literature for young people has grown in tandem with our understanding of child and adolescent psychology to present young readers with an increasingly finely calibrated perspective on such basic developmental issues as the formation of trust, the emergence of a sense of autonomy, and the complexities of family and peer relationships. Students explore these and other topics as they read and discuss a wide range of picture books, longer fiction, and relevant professional literature.       Advanced Seminar: Autism Spectrum Disorders    CAMS-UA 201 Prerequisite: Child and Adolescent Psychopathology (CAMS-UA 101) or permission of the instructor. Offered in fall, spring, and summer. Nishawala, DeGeorge. 4 points.   Provides students with an in-depth exposure to autism spectrum disorders (ASDs). Beginning with etiological theories, various biological, behavioral, and cognitive paradigms are examined in an effort to help students conceptualize the developmental links between brain and behavior. Epidemiology, diagnostic and treatment strategies, and finally issues of public policy are then reviewed in detail. All students must also engage in a supervised experiential lab practicum at the NYU Child Study Center's Asperger Institute or an affiliated school where they work directly with children and adolescents with ASDs for three hours each week. Primary sources for the course include scientific papers, individual accounts by people living with ASDs, and reviews of current popular media and websites.    Advanced Seminar: Global Perspectives in Child and Adolescent Mental Health    CAMS-UA 202 Prerequisite: Child and Adolescent Psychopathology (CAMS-UA 101). Offered in the spring. Liaw, Henry. 4 points.   Worldwide studies suggest that up to 20 percent of children and adolescents suffer from a significant mental illness, but how mental health and illness are perceived varies greatly around the world. Through lectures, discussions, readings, and films, this course provides a global overview of the scope and magnitude of child and adolescent mental health issues. The most commonly identified child and adolescent mental illnesses, including mood and anxiety, post-traumatic stress, disruptive behavior, and substance-abuse disorders, are examined from various cultural perspectives. The ways in which geo-socio-politico-economic factors, specifically war and conflict, child exploitation, structural violence and poverty, and HIV/AIDS, affect child development and mental health are also studied. Finally, the course addresses the dearth of resources allocated to children's mental health, as well as the barriers to care, such as stigma and education. Selected case studies from the Americas, Africa, Europe, Southeast Asia, East Asia, and the Middle East are used to illustrate key concepts. Advanced Seminar: Eating Disorders. CAMS-UA 203 Prerequisites: Introduction to Psychology (PSYCH-UA 1) and Child &amp; Adolescent Psychopathology (CAMS-UA 101) or their equivalents; or consent of the instructor. 4 points. The most basic, albeit complex, relationship that we negotiate throughout our lives is that with our bodies. Our outward appearance is the “superficial” form we present to the world, so naturally, it is deeply connected to our sense of identity. Childhood and adolescence are critical periods for the formation of our sense of self, occurring at a time when our bodies are progressing through rapid and incessant changes. Not surprisingly, it is during this time when eating disorders typically present. This course seeks to address the questions of why disordered eating develops and what can be done both to prevent and treat these deadliest of psychiatric disorders. We begin with what it means both now and historically to have an eating disorder. We will then review the biological, developmental, and societal contributors to eating disorders, with final discussions and projects focused on treatment and prevention.    Advanced Seminar: Family Systems and Child and Adolescent Mental Health    CAMS-UA 204 Prerequisite: Child and Adolescent Psychopathology (CAMS-UA 101). Offered in the fall and spring. Roffman. 4 points.   Until the mid-20th century, the fields of psychiatry, psychology, and mental health were dominated by individually oriented theories of human experience, development, and psychopathology. Family systems theory emerged as a response to the limitations of that paradigm, offering a radically different way of thinking about individuals and engaging in psychotherapy. This emerging model views human experience as irreducibly relational. From a systems perspective, an individual is always an individual embedded in networks of significant relationships, the most central of which is the family. This course presents family systems theory as a powerful tool for understanding families and for working with children and adolescents and includes various clinical experiences. Special emphasis is placed throughout on multicultural dimensions of theory and practice. Fear Factor: Advanced Seminar in Anxiety Disorders CAMS-UA 205 Prerequisite: Child and Adolescent Psychopathology (CAMS-UA 101). Offered in the fall and spring. Angelosante, Masia. 4 points. This advanced seminar provides students with an in depth exposure to Anxiety Disorders. Beginning with etiological theories, we examine various biological, behavioral and cognitive paradigms to conceptualize the developmental links between brain, environment, and behavior. We then move on to diagnostic and treatment strategies, and finally current cutting-edge topics, such as the role of emotion regulation and disgust in anxiety disorders and efforts to take anxiety treatments into school settings. Primary sources for the course include scientific papers, current chapters, and classroom demonstrations and discussions. CAMS Summer Internship Program CAMS-UA 300, 301 Prerequisite: none for CAMS-UA 300; for CAMS-UA 301: completion of CAMS-UA 300. CAMS-UA 300 is offered in summer session I; CAMS-UA 301 is offered in summer session II. Students must commit to completing both sessions to be eligible to participate in this program. Diamond, Shatkin. 2 points per session. The CAMS minor introduces students to an array of diverse concepts, theories, and practices in the area of child, adolescent, and family mental health. The 12-week CAMS Summer Internship Program provides the opportunity to put this learning into practice in a real-life mental health fieldwork setting. Students undertake a part-time, unpaid, supervised internship in a choice of multiple clinical and research settings. Each student is mentored by an established faculty or professional staff member at his/her placement site. Sites include the NYU Child Study Center, in addition to NYU clinical and research affiliates. One key component of the Summer Internship Program is weekly didactics that provide professional and career development on how to succeed in the mental health field, including an overview of career options, developing a professional resume/CV, establishing effective communication skills in the workplace, and writing/presenting an original poster that describes the summer internship project. Independent Study: Advanced Topics in Child and Adolescent Mental Health Studies    CAMS-UA 997, 998 Offered every semester. 1 to 4 points.   The independent study program offers upper-division students the opportunity to investigate an advanced topic with a faculty member in the Department of Child and Adolescent Psychiatry. Areas of study may include research methods, clinical interviewing, systems of care, and education and training.      Other Courses    Up to two courses from the following list may be applied to the minor. (Many of them have prerequisites, which are noted in the course descriptions of the sponsoring departments.)    College of Arts and Science    Neural Science    Introduction to Neural Science   NEURL-UA 100 4 points.    Behavioral and Integrative Neuroscience   NEURL-UA 220 Identical to BIOL-UA 202. 4 points.    Psychology    Introduction to Psychology   PSYCH-UA 1 4 points.    Cognitive Neuroscience   PSYCH-UA 25 4 points.    Personality PSYCH-UA 30 4 points.  Developmental Psychology   PSYCH-UA 34 4 points.    Abnormal Psychology   PSYCH-UA 51 4 points.    Sociology    Sex and Gender SOC-UA 21 4 points.  The Family   SOC-UA 451 4 points.    The Sociology of Childhood   SOC-UA 465 4 points.        Silver School of Social Work      Human Behavior in the Social Environment I    UNDSW-US 21 4 points.       Services to Children and Families    UNDSW-US 53 4 points.            Steinhardt School of Culture, Education, and Human Development    Applied Psychology      Introduction to Psychology and Its Applications    APSY-UE 2 4 points.       Survey of Developmental Psychology: Introduction    APSY-UE 10 3 points.      Theories of Personality    APSY-GE 19 3 points.      Abnormal Psychology   APSY-UE 1038 3 points.      Personality Development   APSY-UE 1039 3 points.      Women and Mental Health: A Life-Cycle Perspective   APSY-UE 1041 3 points.      Sexual Identities Across the Life Span   APSY-UE 1110 3 points.      Psychology of Human Learning    APSY-UE 1214 4 points.      Adolescent Development   APSY-UE 1272 3 points.      Families, Schools, and Child Development    APSY-UE 1278 4 points.       Child Development and Social Policy in a Global Society    APSY-UE 1279 4 points.      Parenting and Culture    APSY-UE 1280 4 points.    Special Education      Strategies for Teaching Children with Challenging Behavior   SPCED-UE 1161 3 points.    Speech-Language Pathology and Audiology      Introduction to Language Disorders   CSCD-UE 1207 3 points.    Teaching and Learning    Language Acquisition and Literacy Education in a Multilingual and Multicultural Context   TCHL-UE 1030 4 points.            College of Nursing      Populations at Risk for Mental Health Problems   NURSE-UN 242 2 points.                      CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}]}]