[{"detail": [{"content": "Capstone Courses and Projects | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Courses ›  ›  › Capstone Courses and Projects          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Academics          Courses Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner     Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program                   Request More Information          Apply to Wagner                 Capstone Courses and Projects                                              Bridge Street Development Corporation      Identifying Positive Net-Revenue Generation Opportunities      The Bridge Street Development Corporation (BSDC) in Bedford-Stuyvesant promotes central Brooklyn’s economic and cultural vibrancy through its community engagement, senior services, economic development, homebuyer assistance, and real estate development programs. Changing neighborhood demographics, along with an inconsistent flow of city funding and a shifting real estate market, have forced BSDC to evaluate how it generates revenues. In order to identify new revenue streams, BSDC enlisted a Capstone team to identify new opportunities for new-revenue generation. The team analyzed BSDC’s audited financial statements, conducted interviews with department heads and central administrators, evaluated the organization’s competitive landscape, and assessed opportunities for geographic expansion. Based on the results of their research, the Capstone team compiled a list of strategic recommendations to enable BSDC to serve its existing population while adapting to a changing local environment.              Center for Employment Opportunities      Turnover Cost Model      Center for Employment Opportunities (CEO) is a nonprofit organization that provides immediate, comprehensive, and effective employment services for men and women returning from incarceration. Like many nonprofits, CEO manages a double bottom line: aiming to achieve social outcomes while sustaining financial viability. High staff turnover can undermine a nonprofit’s mission by directing funds away from service provision towards costs associated with separation, replacement, and training of new employees. CEO enlisted a Capstone team to explore how staff turnover impacts management decisions, placement data, direct and indirect costs, and additional aspects of its operations. The team provided CEO with a structured methodology conveying the monetary value of human capital investment; specifically how addressing employee turnover can allow CEO to achieve the goals associated with their double bottom line more efficiently. The team also developed a model for CEO to be able to address future turnover.              Lifetime Arts      Expanding Creative Aging Programs Across the Nation      Lifetime Arts is a nonprofit organization that promotes professional arts programs for older adults throughout the country. Given the organization’s success and rapid growth, Lifetime Arts employed a Capstone team to develop a strategic business plan in order to identify and open new markets for its services. The team conducted relevant market research, reviewed existing surveys, and analyzed the organization’s financial status using findings to ultimately produce recommendations for expansion. The business plan outlined strategies for Lifetime Arts to build earned income streams, explore opportunities and partnerships, refine services and programs, and develop marketing tactics for its anticipated expansion.              THE POINT Community Development Corporation      Sustainable Business Plan and Strategy for Live From the Edge Theater      THE POINT is a community development organization focused on youth initiatives to revitalize the South Bronx. THE POINT relies heavily on grants, which fund more than 70 percent of its operations, and sought recommendations to reverse the ratio of grants to reliable revenue streams. THE POINT requested a Capstone team to develop a financial strategy that will accomplish three objectives surrounding its award-winning artistic program, Live From the Edge Theater: 1) perform an activity analysis to quantify existing profit and loss per production, 2) apply best-use analyses to identify underutilized revenue streams and solidify revenue that can support operations, and 3) identify, measure, and recommend strategies to implement cost-cutting measures that will decrease expenses per production. The Capstone team produced a final report that explores the effectiveness and efficiency of theater operations through the development of a facilities-management plan encompassing pricing and marketing strategies.                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Capstone Courses and Projects | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Courses ›  ›  › Capstone Courses and Projects          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Academics          Courses Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner     Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program                   Request More Information          Apply to Wagner                 Capstone Courses and Projects                                              Enterprise Community Partners      Healthy Food Access Project      Enterprise Community Partners is a national nonprofit organization that provides expertise and financing for affordable housing development for low and moderate income families. Enterprise recently developed the Green Communities Criteria, a points-based system that provides a framework and resources to build environmentally friendly, affordable homes. In New York City, all HPD-funded housing development projects are required to comply with the Criteria. The Access to Fresh, Local Food option of the Criteria allows developers to earn points for implementing a food access model into a residential development, which includes: community gardens or urban farms, farmers’ markets, and community supported agriculture. The Capstone team created a toolkit to guide developers through the decision making process of each food access model and tested the toolkit in a real-life simulation with a Community Development Corporation. The toolkit identifies the benefits and challenges of each food access model and provides resources to connect developers with experts in the field.              Made in Lower East Side      Business Development for Social Enterprise      Made in Lower East Side (miLES) is an emerging social enterprise that seeks to connect New York City creatives to short-term rentals in the Lower East Side (LES) neighborhood of Manhattan. Taking advantage of the vast amount of empty storefront space in the area, miLES offers landlords the possibility of filling their vacant space with exciting activities in spaces that would otherwise be gathering nothing but dust. The Capstone team was charged with assisting in the primary stages of business development. First, the team conducted a benchmarking examination of organizations with structures similar to miLES’, inventoried vacant storefronts in the LES, identified potential landlords for the organization to reach out to, and ultimately developed a series of pitch books for miLES to use when reaching out to landlords.              McCormack Baron Salazar      Developing Affordable Housing with EB-5      The Capstone team worked with McCormack Baron Salazar (MBS), a leading national developer of low- and mixed-income housing, to ascertain the viability of securing funding from the EB-5 immigrant investor program to urban residential development. The EB-5 program, administered by the United States Customs and Immigration Service, awards permanent residence visas to immigrants and their families in exchange for qualifying investments in job-creating enterprises. A number of real-estate projects have begun to use the program in recent years, but the job creation requirements – 10 jobs per $500,000 investment – have inhibited widespread adoption by developers of residential properties. The team performed extensive research into the legal and regulatory context of the EB-5 program, investigating compatibility with MBS’ business model through a series of interviews with developers and intermediaries. Project results included recommendations on how MBS can administer, structure, and attract EB-5 financing for specific upcoming development projects.              South Bronx Overall Economic Development Corporation      Brownfield Opportunity Area Grant - The Loral Site      The South Bronx Overall Economic Development Corporation (SoBRO) is dedicated to improving the quality of life in the South Bronx through social and economic revitalization strategies targeted at low-income communities. In an effort to redevelop 48-acres of underutilized and contaminated parcels of land in the Soundview section of the Bronx, SoBRO tasked the Capstone team with preparing a pre-nomination report for New York State's Brownfield Opportunity Area (BOA) community visioning planning grant. The grant will allow SoBRO to better understand the opportunities and challenges of redeveloping this post-industrial section of the Bronx. The Capstone team conducted extensive data collection, site analyses, and stakeholder outreach to produce an existing conditions report with recommendations for the highest and best use of vacant land in the study area. Based on the findings, the Capstone team also created a preliminary site design of the area.              Institute for Rational Urban Mobility      The Reactivation of Queensway      The Institute for Rational Urban Mobility (IRUM) was seeking to reactivate four-miles of railroad track running through central Queens. The plan called for a track reactivation design solution and the creation of a direct connection from the Midtown Manhattan Central Business District to JFK International Airport. IRUM requested a Capstone team to conduct extensive research of reactivating the line and produce several recommendations for a plan that incorporated both a restored railway and greenway for active recreational use. The plan analyzed airport traffic, subway and train use, construction and operating costs, and economic and environmental impacts of the project. If implemented, the final plan will keep New York City competitive with cities, such as London, Hong Kong, and San Francisco, while providing a beautiful public amenity to the residents and visitors to Queens.              New York City Department of Transportation      Assessment of Freight Consolidation Methodologies in Midtown Manhattan      New York City Department of Transportation’s (NYCDOT) Office of Freight Mobility works to improve the efficiency and sustainability of freight movement throughout the City. A Capstone team was engaged to identify how consolidation centers can benefit the city’s freight system by accepting large truck deliveries and then distributing goods via smaller, more efficient and sustainable vehicles for the “last mile” of travel. The team examined the existing state of the practice by identifying the challenges/barriers for consolidation in NYC, specifically in Midtown and Downtown. Additionally, the team analyzed effective models in other cities to provide examples of success and failures. Focusing on the area within the Grand Central Partnership as a potential pilot, the final report included data collected through surveys, interviews and onsite observation about freight operations. Finally, the team used these findings to make specifically tailored policy recommendations for accommodating freight consolidation within Midtown and Downtown Manhattan.              Rockaway Waterfront Alliance      Planning for a Resilient Rockaways      The Rockaway Waterfront Alliance (RWA) partners with local residents and youth to revitalize and protect the Rockaway waterfront. The Capstone team worked with RWA to develop a comprehensive plan for the area between Beach 32nd Street and Beach 54th Street. The majority of this area has remained vacant and blighted for decades, and represents one of the last large areas of undeveloped land in New York City. The arrival of Superstorm Sandy in the fall of 2012 illustrated the region’s vulnerability to extreme natural events, and the need to reexamine traditional models of coastal development. By conducting fieldwork research, examining case studies, interviewing stakeholders, and holding a community planning charrette, the team created a plan focused on strengthening the environmental, economic, and social resilience of the eastern end of the Rockaway Peninsula. The plan provides RWA and the site developer with a framework of community-based and locally sensitive recommendations.              Vision Long Island      Analysis of Proposed Downtown Hicksville Rezoning      Vision Long Island (VLI) is a nonprofit organization that works with Long Island communities to promote more livable, economically sustainable, and environmentally responsible growth. The organization has been working closely with local stakeholders in Hicksville, NY for the past three years to develop a vision plan to revitalize its downtown through zoning changes and public investments that would promote development. The goal of the plan is to rezone the area around Hicksville’s transit hub, creating pedestrian-friendly streetscapes, a mix of housing types, and an attractive downtown retail and office center. VLI requested a Capstone team to conduct an economic analysis to assess the implications of the plan if it were to be implemented. The Capstone team’s retail market analysis and fiscal impact analysis findings assessed whether a market for retail expansion existed within the downtown area, and whether tax revenues generated from such development outweighed expenditures.                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Information for Students | NYU Wagner                                     Jump to navigation                                                     Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Capstone Program › Information for Students          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                 Information for Students          Information for Students   Information For Clients                  Request More Information     Apply to Wagner                                           Information for Students   Capstone is learning in action. Part of the core curriculum of the MPA and MUP programs at NYU Wagner, it provides students with both a critical learning experience and an opportunity to perform a public service. Over the course of an academic year, students work in teams-either to address challenges and identify opportunities for an outside organization or to conduct research on a pressing social question. Ultimately, Capstone contributes not only to the students' education, but also to the public good.   In architecture, the capstone is the crowning piece of an arch, the center stone that holds the arch together, giving it shape and strength. Wagner's Capstone program plays a similar role, by integrating and enhancing student learning in several different arenas: a content or issue area, key process skills including project management and teamwork, and methods for gathering, analyzing and reporting data. Capstone requires students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex real-world environment.   Join us for the 2015 Capstone Expo  Date: Tuesday, May 12, 2015  Time: 5:00pm-6:30pm / Reception to Follow from 6:30pm-7:30pm  Location: NYU Kimmel Center, Rosenthal Pavilion - 10th Floor  60 Washington Square South, New York, NY 10012  RSVP: here   Capstone FAQs   What are the prerequisites for Capstone registration?   Why Capstone?   What is the timeline for the Capstone registration process?   How do I request registration for Capstone?   How are Capstone projects selected? How are Capstone projects assigned?   When will I learn about project specifics?   How are teams selected and how many people are there on a team?   What is required of students?   What resources are available to capstone groups?   How are individuals and groups graded?   What types of projects have been done in the past?   What if I have an idea for a Capstone project?   What is the Capstone Expo?    What are the prerequisites for Capstone registration?   For Capstone prerequisites, refer to your program requirement checksheet on the right hand column of the courses homepage .   Why Capstone?   The purpose of Capstone is to give students an opportunity, with faculty oversight, to quickly analyze and learn about an organization; to hone process skills such as project management, team work, self-reflection, and conflict management; and to research, analyze, and report out on data.   There is one Research Capstone section which is designed for the few students who know they want to pursue a career in quantitative research, most of whom expect to go on to pursue a Ph.D. As with the client-based Capstone projects, students still work in teams in the Research Capstone section; they just don't have a formal outside client.   It is important to keep in mind that Capstone is a process that is ultimately meant to provide students with broad content and experience within their specializations. It is not meant to provide experience in a specific organization or sector. We encourage students to seek out internships and job opportunities to gain experience in specific organizations, rather than rely on the Capstone program to provide that experience.   What is the timeline for the Capstone registration process?   Details regarding when to submit a Capstone registration request can be found in the informational video on the right side of this page. Assuming you have met all of the Capstone prerequisites and submitted your registration request, you will receive a permission number to register on July 1.   How do I request registration for Capstone?   Students cannot register themselves for Capstone via Albert. The registration process is described in the informational video on the right side of this page. All students requesting registration in Capstone are required to watch the video. Students who have met all prerequisites for Capstone and have submitted their registration request will given seats in sections based on their program and specialization.   How are Capstone projects selected? How are Capstone projects assigned?   Potential Capstone clients respond to a request for proposals in the spring. All proposals are vetted by Wagner administration and viable projects are submitted to Capstone faculty for comment. In autumn, Capstone faculty leaders present a slate of possible projects to students in their section and students are assigned to Capstone groups by faculty.   When will I learn about project specifics?   Students are presented with a slate of vetted projects from which to choose when classes begin in the Fall semester.   How are teams selected and how many people are there on a team?   Several factors play a role in team composition: interest in various projects, skill sets needed for a given project, diversity of skill sets and experience on each team, and team size. The specific team selection details vary depending on the individual Capstone instructors. Faculty are encouraged to get information from students, including their interest areas, resumes, and transcripts, in order to help ensure that there is an appropriate team composition for each project. Some faculty begin this process over the summer; others do it in the first weeks of the school year. Faculty make the final decision on team composition, and there is no guarantee that students will be assigned to their first or second choices. Most teams have 4-5 students.   What is required of students?   Course requirements include: enrollment in both semesters; attendance and participation in class activities and client and team meetings; completion of assignments on time; conducting field work; negotiating scope of work agreements with clients; occasional large group discussions out of class time; and the preparation and presentation of the team's findings. Capstone involves presentations from the instructor and guest speakers, class discussion, team meetings and project-oriented fieldwork with a client organization. There may be additional requirements depending on the specific course or instructor, or based on the nature of a given project. In addition, we have a list of Mutual Expectations that can be found here.   What resources are available to Capstone groups?   Each Capstone team will be reimbursed up to $500 for expenses such as reproduction, binding, local travel, and/or preparation of Capstone documents and display materials.   Supplemental travel funding may be available for reimbursement for airfare and train trips for Capstone students who are traveling outside of NYC to conduct their research. This supplemental funding does not cover accommodations or meals, and students who choose projects outside of NYC should expect to contribute financially to support their research. NYU does not advance money, but only reimburses expenses, requiring proof of travel to process payment (original boarding passes and proof of purchase).   How are individuals and groups graded?   Students are graded on both the products they deliver to their clients and evidence of progressive learning throughout the course. Grading considers students' participation in the team's work and class activities and their ability to act on peer and faculty feedback. Assessment for grading purposes also includes evaluations by fellow team members, faculty and clients, as well as a self-evaluation.   What types of projects have been done in the past?   Click here to review a sampling of past Capstone Projects   What if I have an idea for a Capstone project?   If you have a potential client for a Capstone project, the client needs to go through the formal request for proposal process. For details click here.   A Capstone proposal must be submitted by the client, not the student. Please note that there is no guarantee that a submitted project will be selected or that it will be appropriate for a student's program and specialization Capstone section. Students may not work on a project for their employer.   What is the Capstone Expo?   The Capstone Expo is an opportunity for all Capstone teams to come together and share process and findings with clients, faculty, administration, other students, and members of the wider NYU community. Each team writes an abstract and creates a poster board presentation that describes the project's purpose, methodology, key insights, and recommendations. This is a great opportunity for teams to show off the fruit of their hard work and see what other Capstone teams have been working on.                                         Capstone Information Webinar Recording   Capstone 2015-16 Information Video (.wmv)   Capstone 2015-16 Information Video (.mp4)     Request for Registration   Capstone Registration Request Form   Capstone Documents   Student Capstone Guide   Student Global Travel Handbook   Application for Supplemental Travel Funding   Reimbursement Form for Capstone Team Expenses   Reimbursement Form for Pre-Approved Capstone Supplemental Travel                        Video                                 David Schachter | The Capstone Program   The Capstone Program        Capstone                     Erica Waples   Capstone Client: Education Development Center        Education                     Tara Noronha   Capstone Client: Girls Gaining Ground, Bahavishya Alliance, Mumbai, India        International Development                     Amirav Davy   Capstone Client: NYU Hospitals Centers        Health                     Martha Kenton &amp; Noah Levine   Capstone Client: Office of the Brooklyn Borough President        Urban Planning                                         Related Links   Advisement   Course Registration   Student Journey   Study and Collaboration Spaces                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Capstone Courses and Projects | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Courses ›  ›  › Capstone Courses and Projects          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Academics          Courses Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner     Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program                   Request More Information          Apply to Wagner                 Capstone Courses and Projects                                              Bridge Street Development Corporation      Identifying Positive Net-Revenue Generation Opportunities      The Bridge Street Development Corporation (BSDC) in Bedford-Stuyvesant promotes central Brooklyn’s economic and cultural vibrancy through its community engagement, senior services, economic development, homebuyer assistance, and real estate development programs. Changing neighborhood demographics, along with an inconsistent flow of city funding and a shifting real estate market, have forced BSDC to evaluate how it generates revenues. In order to identify new revenue streams, BSDC enlisted a Capstone team to identify new opportunities for new-revenue generation. The team analyzed BSDC’s audited financial statements, conducted interviews with department heads and central administrators, evaluated the organization’s competitive landscape, and assessed opportunities for geographic expansion. Based on the results of their research, the Capstone team compiled a list of strategic recommendations to enable BSDC to serve its existing population while adapting to a changing local environment.              Center for Employment Opportunities      Turnover Cost Model      Center for Employment Opportunities (CEO) is a nonprofit organization that provides immediate, comprehensive, and effective employment services for men and women returning from incarceration. Like many nonprofits, CEO manages a double bottom line: aiming to achieve social outcomes while sustaining financial viability. High staff turnover can undermine a nonprofit’s mission by directing funds away from service provision towards costs associated with separation, replacement, and training of new employees. CEO enlisted a Capstone team to explore how staff turnover impacts management decisions, placement data, direct and indirect costs, and additional aspects of its operations. The team provided CEO with a structured methodology conveying the monetary value of human capital investment; specifically how addressing employee turnover can allow CEO to achieve the goals associated with their double bottom line more efficiently. The team also developed a model for CEO to be able to address future turnover.              Lifetime Arts      Expanding Creative Aging Programs Across the Nation      Lifetime Arts is a nonprofit organization that promotes professional arts programs for older adults throughout the country. Given the organization’s success and rapid growth, Lifetime Arts employed a Capstone team to develop a strategic business plan in order to identify and open new markets for its services. The team conducted relevant market research, reviewed existing surveys, and analyzed the organization’s financial status using findings to ultimately produce recommendations for expansion. The business plan outlined strategies for Lifetime Arts to build earned income streams, explore opportunities and partnerships, refine services and programs, and develop marketing tactics for its anticipated expansion.              THE POINT Community Development Corporation      Sustainable Business Plan and Strategy for Live From the Edge Theater      THE POINT is a community development organization focused on youth initiatives to revitalize the South Bronx. THE POINT relies heavily on grants, which fund more than 70 percent of its operations, and sought recommendations to reverse the ratio of grants to reliable revenue streams. THE POINT requested a Capstone team to develop a financial strategy that will accomplish three objectives surrounding its award-winning artistic program, Live From the Edge Theater: 1) perform an activity analysis to quantify existing profit and loss per production, 2) apply best-use analyses to identify underutilized revenue streams and solidify revenue that can support operations, and 3) identify, measure, and recommend strategies to implement cost-cutting measures that will decrease expenses per production. The Capstone team produced a final report that explores the effectiveness and efficiency of theater operations through the development of a facilities-management plan encompassing pricing and marketing strategies.                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Capstone Courses and Projects | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Courses ›  ›  › Capstone Courses and Projects          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Academics          Courses Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner     Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program                   Request More Information          Apply to Wagner                 Capstone Courses and Projects                                              Enterprise Community Partners      Healthy Food Access Project      Enterprise Community Partners is a national nonprofit organization that provides expertise and financing for affordable housing development for low and moderate income families. Enterprise recently developed the Green Communities Criteria, a points-based system that provides a framework and resources to build environmentally friendly, affordable homes. In New York City, all HPD-funded housing development projects are required to comply with the Criteria. The Access to Fresh, Local Food option of the Criteria allows developers to earn points for implementing a food access model into a residential development, which includes: community gardens or urban farms, farmers’ markets, and community supported agriculture. The Capstone team created a toolkit to guide developers through the decision making process of each food access model and tested the toolkit in a real-life simulation with a Community Development Corporation. The toolkit identifies the benefits and challenges of each food access model and provides resources to connect developers with experts in the field.              Made in Lower East Side      Business Development for Social Enterprise      Made in Lower East Side (miLES) is an emerging social enterprise that seeks to connect New York City creatives to short-term rentals in the Lower East Side (LES) neighborhood of Manhattan. Taking advantage of the vast amount of empty storefront space in the area, miLES offers landlords the possibility of filling their vacant space with exciting activities in spaces that would otherwise be gathering nothing but dust. The Capstone team was charged with assisting in the primary stages of business development. First, the team conducted a benchmarking examination of organizations with structures similar to miLES’, inventoried vacant storefronts in the LES, identified potential landlords for the organization to reach out to, and ultimately developed a series of pitch books for miLES to use when reaching out to landlords.              McCormack Baron Salazar      Developing Affordable Housing with EB-5      The Capstone team worked with McCormack Baron Salazar (MBS), a leading national developer of low- and mixed-income housing, to ascertain the viability of securing funding from the EB-5 immigrant investor program to urban residential development. The EB-5 program, administered by the United States Customs and Immigration Service, awards permanent residence visas to immigrants and their families in exchange for qualifying investments in job-creating enterprises. A number of real-estate projects have begun to use the program in recent years, but the job creation requirements – 10 jobs per $500,000 investment – have inhibited widespread adoption by developers of residential properties. The team performed extensive research into the legal and regulatory context of the EB-5 program, investigating compatibility with MBS’ business model through a series of interviews with developers and intermediaries. Project results included recommendations on how MBS can administer, structure, and attract EB-5 financing for specific upcoming development projects.              South Bronx Overall Economic Development Corporation      Brownfield Opportunity Area Grant - The Loral Site      The South Bronx Overall Economic Development Corporation (SoBRO) is dedicated to improving the quality of life in the South Bronx through social and economic revitalization strategies targeted at low-income communities. In an effort to redevelop 48-acres of underutilized and contaminated parcels of land in the Soundview section of the Bronx, SoBRO tasked the Capstone team with preparing a pre-nomination report for New York State's Brownfield Opportunity Area (BOA) community visioning planning grant. The grant will allow SoBRO to better understand the opportunities and challenges of redeveloping this post-industrial section of the Bronx. The Capstone team conducted extensive data collection, site analyses, and stakeholder outreach to produce an existing conditions report with recommendations for the highest and best use of vacant land in the study area. Based on the findings, the Capstone team also created a preliminary site design of the area.              Institute for Rational Urban Mobility      The Reactivation of Queensway      The Institute for Rational Urban Mobility (IRUM) was seeking to reactivate four-miles of railroad track running through central Queens. The plan called for a track reactivation design solution and the creation of a direct connection from the Midtown Manhattan Central Business District to JFK International Airport. IRUM requested a Capstone team to conduct extensive research of reactivating the line and produce several recommendations for a plan that incorporated both a restored railway and greenway for active recreational use. The plan analyzed airport traffic, subway and train use, construction and operating costs, and economic and environmental impacts of the project. If implemented, the final plan will keep New York City competitive with cities, such as London, Hong Kong, and San Francisco, while providing a beautiful public amenity to the residents and visitors to Queens.              New York City Department of Transportation      Assessment of Freight Consolidation Methodologies in Midtown Manhattan      New York City Department of Transportation’s (NYCDOT) Office of Freight Mobility works to improve the efficiency and sustainability of freight movement throughout the City. A Capstone team was engaged to identify how consolidation centers can benefit the city’s freight system by accepting large truck deliveries and then distributing goods via smaller, more efficient and sustainable vehicles for the “last mile” of travel. The team examined the existing state of the practice by identifying the challenges/barriers for consolidation in NYC, specifically in Midtown and Downtown. Additionally, the team analyzed effective models in other cities to provide examples of success and failures. Focusing on the area within the Grand Central Partnership as a potential pilot, the final report included data collected through surveys, interviews and onsite observation about freight operations. Finally, the team used these findings to make specifically tailored policy recommendations for accommodating freight consolidation within Midtown and Downtown Manhattan.              Rockaway Waterfront Alliance      Planning for a Resilient Rockaways      The Rockaway Waterfront Alliance (RWA) partners with local residents and youth to revitalize and protect the Rockaway waterfront. The Capstone team worked with RWA to develop a comprehensive plan for the area between Beach 32nd Street and Beach 54th Street. The majority of this area has remained vacant and blighted for decades, and represents one of the last large areas of undeveloped land in New York City. The arrival of Superstorm Sandy in the fall of 2012 illustrated the region’s vulnerability to extreme natural events, and the need to reexamine traditional models of coastal development. By conducting fieldwork research, examining case studies, interviewing stakeholders, and holding a community planning charrette, the team created a plan focused on strengthening the environmental, economic, and social resilience of the eastern end of the Rockaway Peninsula. The plan provides RWA and the site developer with a framework of community-based and locally sensitive recommendations.              Vision Long Island      Analysis of Proposed Downtown Hicksville Rezoning      Vision Long Island (VLI) is a nonprofit organization that works with Long Island communities to promote more livable, economically sustainable, and environmentally responsible growth. The organization has been working closely with local stakeholders in Hicksville, NY for the past three years to develop a vision plan to revitalize its downtown through zoning changes and public investments that would promote development. The goal of the plan is to rezone the area around Hicksville’s transit hub, creating pedestrian-friendly streetscapes, a mix of housing types, and an attractive downtown retail and office center. VLI requested a Capstone team to conduct an economic analysis to assess the implications of the plan if it were to be implemented. The Capstone team’s retail market analysis and fiscal impact analysis findings assessed whether a market for retail expansion existed within the downtown area, and whether tax revenues generated from such development outweighed expenditures.                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Information for Students | NYU Wagner                                     Jump to navigation                                                     Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Capstone Program › Information for Students          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                 Information for Students          Information for Students   Information For Clients                  Request More Information     Apply to Wagner                                           Information for Students   Capstone is learning in action. Part of the core curriculum of the MPA and MUP programs at NYU Wagner, it provides students with both a critical learning experience and an opportunity to perform a public service. Over the course of an academic year, students work in teams-either to address challenges and identify opportunities for an outside organization or to conduct research on a pressing social question. Ultimately, Capstone contributes not only to the students' education, but also to the public good.   In architecture, the capstone is the crowning piece of an arch, the center stone that holds the arch together, giving it shape and strength. Wagner's Capstone program plays a similar role, by integrating and enhancing student learning in several different arenas: a content or issue area, key process skills including project management and teamwork, and methods for gathering, analyzing and reporting data. Capstone requires students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex real-world environment.   Join us for the 2015 Capstone Expo  Date: Tuesday, May 12, 2015  Time: 5:00pm-6:30pm / Reception to Follow from 6:30pm-7:30pm  Location: NYU Kimmel Center, Rosenthal Pavilion - 10th Floor  60 Washington Square South, New York, NY 10012  RSVP: here   Capstone FAQs   What are the prerequisites for Capstone registration?   Why Capstone?   What is the timeline for the Capstone registration process?   How do I request registration for Capstone?   How are Capstone projects selected? How are Capstone projects assigned?   When will I learn about project specifics?   How are teams selected and how many people are there on a team?   What is required of students?   What resources are available to capstone groups?   How are individuals and groups graded?   What types of projects have been done in the past?   What if I have an idea for a Capstone project?   What is the Capstone Expo?    What are the prerequisites for Capstone registration?   For Capstone prerequisites, refer to your program requirement checksheet on the right hand column of the courses homepage .   Why Capstone?   The purpose of Capstone is to give students an opportunity, with faculty oversight, to quickly analyze and learn about an organization; to hone process skills such as project management, team work, self-reflection, and conflict management; and to research, analyze, and report out on data.   There is one Research Capstone section which is designed for the few students who know they want to pursue a career in quantitative research, most of whom expect to go on to pursue a Ph.D. As with the client-based Capstone projects, students still work in teams in the Research Capstone section; they just don't have a formal outside client.   It is important to keep in mind that Capstone is a process that is ultimately meant to provide students with broad content and experience within their specializations. It is not meant to provide experience in a specific organization or sector. We encourage students to seek out internships and job opportunities to gain experience in specific organizations, rather than rely on the Capstone program to provide that experience.   What is the timeline for the Capstone registration process?   Details regarding when to submit a Capstone registration request can be found in the informational video on the right side of this page. Assuming you have met all of the Capstone prerequisites and submitted your registration request, you will receive a permission number to register on July 1.   How do I request registration for Capstone?   Students cannot register themselves for Capstone via Albert. The registration process is described in the informational video on the right side of this page. All students requesting registration in Capstone are required to watch the video. Students who have met all prerequisites for Capstone and have submitted their registration request will given seats in sections based on their program and specialization.   How are Capstone projects selected? How are Capstone projects assigned?   Potential Capstone clients respond to a request for proposals in the spring. All proposals are vetted by Wagner administration and viable projects are submitted to Capstone faculty for comment. In autumn, Capstone faculty leaders present a slate of possible projects to students in their section and students are assigned to Capstone groups by faculty.   When will I learn about project specifics?   Students are presented with a slate of vetted projects from which to choose when classes begin in the Fall semester.   How are teams selected and how many people are there on a team?   Several factors play a role in team composition: interest in various projects, skill sets needed for a given project, diversity of skill sets and experience on each team, and team size. The specific team selection details vary depending on the individual Capstone instructors. Faculty are encouraged to get information from students, including their interest areas, resumes, and transcripts, in order to help ensure that there is an appropriate team composition for each project. Some faculty begin this process over the summer; others do it in the first weeks of the school year. Faculty make the final decision on team composition, and there is no guarantee that students will be assigned to their first or second choices. Most teams have 4-5 students.   What is required of students?   Course requirements include: enrollment in both semesters; attendance and participation in class activities and client and team meetings; completion of assignments on time; conducting field work; negotiating scope of work agreements with clients; occasional large group discussions out of class time; and the preparation and presentation of the team's findings. Capstone involves presentations from the instructor and guest speakers, class discussion, team meetings and project-oriented fieldwork with a client organization. There may be additional requirements depending on the specific course or instructor, or based on the nature of a given project. In addition, we have a list of Mutual Expectations that can be found here.   What resources are available to Capstone groups?   Each Capstone team will be reimbursed up to $500 for expenses such as reproduction, binding, local travel, and/or preparation of Capstone documents and display materials.   Supplemental travel funding may be available for reimbursement for airfare and train trips for Capstone students who are traveling outside of NYC to conduct their research. This supplemental funding does not cover accommodations or meals, and students who choose projects outside of NYC should expect to contribute financially to support their research. NYU does not advance money, but only reimburses expenses, requiring proof of travel to process payment (original boarding passes and proof of purchase).   How are individuals and groups graded?   Students are graded on both the products they deliver to their clients and evidence of progressive learning throughout the course. Grading considers students' participation in the team's work and class activities and their ability to act on peer and faculty feedback. Assessment for grading purposes also includes evaluations by fellow team members, faculty and clients, as well as a self-evaluation.   What types of projects have been done in the past?   Click here to review a sampling of past Capstone Projects   What if I have an idea for a Capstone project?   If you have a potential client for a Capstone project, the client needs to go through the formal request for proposal process. For details click here.   A Capstone proposal must be submitted by the client, not the student. Please note that there is no guarantee that a submitted project will be selected or that it will be appropriate for a student's program and specialization Capstone section. Students may not work on a project for their employer.   What is the Capstone Expo?   The Capstone Expo is an opportunity for all Capstone teams to come together and share process and findings with clients, faculty, administration, other students, and members of the wider NYU community. Each team writes an abstract and creates a poster board presentation that describes the project's purpose, methodology, key insights, and recommendations. This is a great opportunity for teams to show off the fruit of their hard work and see what other Capstone teams have been working on.                                         Capstone Information Webinar Recording   Capstone 2015-16 Information Video (.wmv)   Capstone 2015-16 Information Video (.mp4)     Request for Registration   Capstone Registration Request Form   Capstone Documents   Student Capstone Guide   Student Global Travel Handbook   Application for Supplemental Travel Funding   Reimbursement Form for Capstone Team Expenses   Reimbursement Form for Pre-Approved Capstone Supplemental Travel                        Video                                 David Schachter | The Capstone Program   The Capstone Program        Capstone                     Erica Waples   Capstone Client: Education Development Center        Education                     Tara Noronha   Capstone Client: Girls Gaining Ground, Bahavishya Alliance, Mumbai, India        International Development                     Amirav Davy   Capstone Client: NYU Hospitals Centers        Health                     Martha Kenton &amp; Noah Levine   Capstone Client: Office of the Brooklyn Borough President        Urban Planning                                         Related Links   Advisement   Course Registration   Student Journey   Study and Collaboration Spaces                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Capstone Courses and Projects | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Courses ›  ›  › Capstone Courses and Projects          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Academics          Courses Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner     Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program                   Request More Information          Apply to Wagner                 Capstone Courses and Projects                                              Bridge Street Development Corporation      Identifying Positive Net-Revenue Generation Opportunities      The Bridge Street Development Corporation (BSDC) in Bedford-Stuyvesant promotes central Brooklyn’s economic and cultural vibrancy through its community engagement, senior services, economic development, homebuyer assistance, and real estate development programs. Changing neighborhood demographics, along with an inconsistent flow of city funding and a shifting real estate market, have forced BSDC to evaluate how it generates revenues. In order to identify new revenue streams, BSDC enlisted a Capstone team to identify new opportunities for new-revenue generation. The team analyzed BSDC’s audited financial statements, conducted interviews with department heads and central administrators, evaluated the organization’s competitive landscape, and assessed opportunities for geographic expansion. Based on the results of their research, the Capstone team compiled a list of strategic recommendations to enable BSDC to serve its existing population while adapting to a changing local environment.              Center for Employment Opportunities      Turnover Cost Model      Center for Employment Opportunities (CEO) is a nonprofit organization that provides immediate, comprehensive, and effective employment services for men and women returning from incarceration. Like many nonprofits, CEO manages a double bottom line: aiming to achieve social outcomes while sustaining financial viability. High staff turnover can undermine a nonprofit’s mission by directing funds away from service provision towards costs associated with separation, replacement, and training of new employees. CEO enlisted a Capstone team to explore how staff turnover impacts management decisions, placement data, direct and indirect costs, and additional aspects of its operations. The team provided CEO with a structured methodology conveying the monetary value of human capital investment; specifically how addressing employee turnover can allow CEO to achieve the goals associated with their double bottom line more efficiently. The team also developed a model for CEO to be able to address future turnover.              Lifetime Arts      Expanding Creative Aging Programs Across the Nation      Lifetime Arts is a nonprofit organization that promotes professional arts programs for older adults throughout the country. Given the organization’s success and rapid growth, Lifetime Arts employed a Capstone team to develop a strategic business plan in order to identify and open new markets for its services. The team conducted relevant market research, reviewed existing surveys, and analyzed the organization’s financial status using findings to ultimately produce recommendations for expansion. The business plan outlined strategies for Lifetime Arts to build earned income streams, explore opportunities and partnerships, refine services and programs, and develop marketing tactics for its anticipated expansion.              THE POINT Community Development Corporation      Sustainable Business Plan and Strategy for Live From the Edge Theater      THE POINT is a community development organization focused on youth initiatives to revitalize the South Bronx. THE POINT relies heavily on grants, which fund more than 70 percent of its operations, and sought recommendations to reverse the ratio of grants to reliable revenue streams. THE POINT requested a Capstone team to develop a financial strategy that will accomplish three objectives surrounding its award-winning artistic program, Live From the Edge Theater: 1) perform an activity analysis to quantify existing profit and loss per production, 2) apply best-use analyses to identify underutilized revenue streams and solidify revenue that can support operations, and 3) identify, measure, and recommend strategies to implement cost-cutting measures that will decrease expenses per production. The Capstone team produced a final report that explores the effectiveness and efficiency of theater operations through the development of a facilities-management plan encompassing pricing and marketing strategies.                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Capstone Courses and Projects | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Courses ›  ›  › Capstone Courses and Projects          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Academics          Courses Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner     Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program                   Request More Information          Apply to Wagner                 Capstone Courses and Projects                                              Enterprise Community Partners      Healthy Food Access Project      Enterprise Community Partners is a national nonprofit organization that provides expertise and financing for affordable housing development for low and moderate income families. Enterprise recently developed the Green Communities Criteria, a points-based system that provides a framework and resources to build environmentally friendly, affordable homes. In New York City, all HPD-funded housing development projects are required to comply with the Criteria. The Access to Fresh, Local Food option of the Criteria allows developers to earn points for implementing a food access model into a residential development, which includes: community gardens or urban farms, farmers’ markets, and community supported agriculture. The Capstone team created a toolkit to guide developers through the decision making process of each food access model and tested the toolkit in a real-life simulation with a Community Development Corporation. The toolkit identifies the benefits and challenges of each food access model and provides resources to connect developers with experts in the field.              Made in Lower East Side      Business Development for Social Enterprise      Made in Lower East Side (miLES) is an emerging social enterprise that seeks to connect New York City creatives to short-term rentals in the Lower East Side (LES) neighborhood of Manhattan. Taking advantage of the vast amount of empty storefront space in the area, miLES offers landlords the possibility of filling their vacant space with exciting activities in spaces that would otherwise be gathering nothing but dust. The Capstone team was charged with assisting in the primary stages of business development. First, the team conducted a benchmarking examination of organizations with structures similar to miLES’, inventoried vacant storefronts in the LES, identified potential landlords for the organization to reach out to, and ultimately developed a series of pitch books for miLES to use when reaching out to landlords.              McCormack Baron Salazar      Developing Affordable Housing with EB-5      The Capstone team worked with McCormack Baron Salazar (MBS), a leading national developer of low- and mixed-income housing, to ascertain the viability of securing funding from the EB-5 immigrant investor program to urban residential development. The EB-5 program, administered by the United States Customs and Immigration Service, awards permanent residence visas to immigrants and their families in exchange for qualifying investments in job-creating enterprises. A number of real-estate projects have begun to use the program in recent years, but the job creation requirements – 10 jobs per $500,000 investment – have inhibited widespread adoption by developers of residential properties. The team performed extensive research into the legal and regulatory context of the EB-5 program, investigating compatibility with MBS’ business model through a series of interviews with developers and intermediaries. Project results included recommendations on how MBS can administer, structure, and attract EB-5 financing for specific upcoming development projects.              South Bronx Overall Economic Development Corporation      Brownfield Opportunity Area Grant - The Loral Site      The South Bronx Overall Economic Development Corporation (SoBRO) is dedicated to improving the quality of life in the South Bronx through social and economic revitalization strategies targeted at low-income communities. In an effort to redevelop 48-acres of underutilized and contaminated parcels of land in the Soundview section of the Bronx, SoBRO tasked the Capstone team with preparing a pre-nomination report for New York State's Brownfield Opportunity Area (BOA) community visioning planning grant. The grant will allow SoBRO to better understand the opportunities and challenges of redeveloping this post-industrial section of the Bronx. The Capstone team conducted extensive data collection, site analyses, and stakeholder outreach to produce an existing conditions report with recommendations for the highest and best use of vacant land in the study area. Based on the findings, the Capstone team also created a preliminary site design of the area.              Institute for Rational Urban Mobility      The Reactivation of Queensway      The Institute for Rational Urban Mobility (IRUM) was seeking to reactivate four-miles of railroad track running through central Queens. The plan called for a track reactivation design solution and the creation of a direct connection from the Midtown Manhattan Central Business District to JFK International Airport. IRUM requested a Capstone team to conduct extensive research of reactivating the line and produce several recommendations for a plan that incorporated both a restored railway and greenway for active recreational use. The plan analyzed airport traffic, subway and train use, construction and operating costs, and economic and environmental impacts of the project. If implemented, the final plan will keep New York City competitive with cities, such as London, Hong Kong, and San Francisco, while providing a beautiful public amenity to the residents and visitors to Queens.              New York City Department of Transportation      Assessment of Freight Consolidation Methodologies in Midtown Manhattan      New York City Department of Transportation’s (NYCDOT) Office of Freight Mobility works to improve the efficiency and sustainability of freight movement throughout the City. A Capstone team was engaged to identify how consolidation centers can benefit the city’s freight system by accepting large truck deliveries and then distributing goods via smaller, more efficient and sustainable vehicles for the “last mile” of travel. The team examined the existing state of the practice by identifying the challenges/barriers for consolidation in NYC, specifically in Midtown and Downtown. Additionally, the team analyzed effective models in other cities to provide examples of success and failures. Focusing on the area within the Grand Central Partnership as a potential pilot, the final report included data collected through surveys, interviews and onsite observation about freight operations. Finally, the team used these findings to make specifically tailored policy recommendations for accommodating freight consolidation within Midtown and Downtown Manhattan.              Rockaway Waterfront Alliance      Planning for a Resilient Rockaways      The Rockaway Waterfront Alliance (RWA) partners with local residents and youth to revitalize and protect the Rockaway waterfront. The Capstone team worked with RWA to develop a comprehensive plan for the area between Beach 32nd Street and Beach 54th Street. The majority of this area has remained vacant and blighted for decades, and represents one of the last large areas of undeveloped land in New York City. The arrival of Superstorm Sandy in the fall of 2012 illustrated the region’s vulnerability to extreme natural events, and the need to reexamine traditional models of coastal development. By conducting fieldwork research, examining case studies, interviewing stakeholders, and holding a community planning charrette, the team created a plan focused on strengthening the environmental, economic, and social resilience of the eastern end of the Rockaway Peninsula. The plan provides RWA and the site developer with a framework of community-based and locally sensitive recommendations.              Vision Long Island      Analysis of Proposed Downtown Hicksville Rezoning      Vision Long Island (VLI) is a nonprofit organization that works with Long Island communities to promote more livable, economically sustainable, and environmentally responsible growth. The organization has been working closely with local stakeholders in Hicksville, NY for the past three years to develop a vision plan to revitalize its downtown through zoning changes and public investments that would promote development. The goal of the plan is to rezone the area around Hicksville’s transit hub, creating pedestrian-friendly streetscapes, a mix of housing types, and an attractive downtown retail and office center. VLI requested a Capstone team to conduct an economic analysis to assess the implications of the plan if it were to be implemented. The Capstone team’s retail market analysis and fiscal impact analysis findings assessed whether a market for retail expansion existed within the downtown area, and whether tax revenues generated from such development outweighed expenditures.                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Information for Students | NYU Wagner                                     Jump to navigation                                                     Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Capstone Program › Information for Students          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                 Information for Students          Information for Students   Information For Clients                  Request More Information     Apply to Wagner                                           Information for Students   Capstone is learning in action. Part of the core curriculum of the MPA and MUP programs at NYU Wagner, it provides students with both a critical learning experience and an opportunity to perform a public service. Over the course of an academic year, students work in teams-either to address challenges and identify opportunities for an outside organization or to conduct research on a pressing social question. Ultimately, Capstone contributes not only to the students' education, but also to the public good.   In architecture, the capstone is the crowning piece of an arch, the center stone that holds the arch together, giving it shape and strength. Wagner's Capstone program plays a similar role, by integrating and enhancing student learning in several different arenas: a content or issue area, key process skills including project management and teamwork, and methods for gathering, analyzing and reporting data. Capstone requires students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex real-world environment.   Join us for the 2015 Capstone Expo  Date: Tuesday, May 12, 2015  Time: 5:00pm-6:30pm / Reception to Follow from 6:30pm-7:30pm  Location: NYU Kimmel Center, Rosenthal Pavilion - 10th Floor  60 Washington Square South, New York, NY 10012  RSVP: here   Capstone FAQs   What are the prerequisites for Capstone registration?   Why Capstone?   What is the timeline for the Capstone registration process?   How do I request registration for Capstone?   How are Capstone projects selected? How are Capstone projects assigned?   When will I learn about project specifics?   How are teams selected and how many people are there on a team?   What is required of students?   What resources are available to capstone groups?   How are individuals and groups graded?   What types of projects have been done in the past?   What if I have an idea for a Capstone project?   What is the Capstone Expo?    What are the prerequisites for Capstone registration?   For Capstone prerequisites, refer to your program requirement checksheet on the right hand column of the courses homepage .   Why Capstone?   The purpose of Capstone is to give students an opportunity, with faculty oversight, to quickly analyze and learn about an organization; to hone process skills such as project management, team work, self-reflection, and conflict management; and to research, analyze, and report out on data.   There is one Research Capstone section which is designed for the few students who know they want to pursue a career in quantitative research, most of whom expect to go on to pursue a Ph.D. As with the client-based Capstone projects, students still work in teams in the Research Capstone section; they just don't have a formal outside client.   It is important to keep in mind that Capstone is a process that is ultimately meant to provide students with broad content and experience within their specializations. It is not meant to provide experience in a specific organization or sector. We encourage students to seek out internships and job opportunities to gain experience in specific organizations, rather than rely on the Capstone program to provide that experience.   What is the timeline for the Capstone registration process?   Details regarding when to submit a Capstone registration request can be found in the informational video on the right side of this page. Assuming you have met all of the Capstone prerequisites and submitted your registration request, you will receive a permission number to register on July 1.   How do I request registration for Capstone?   Students cannot register themselves for Capstone via Albert. The registration process is described in the informational video on the right side of this page. All students requesting registration in Capstone are required to watch the video. Students who have met all prerequisites for Capstone and have submitted their registration request will given seats in sections based on their program and specialization.   How are Capstone projects selected? How are Capstone projects assigned?   Potential Capstone clients respond to a request for proposals in the spring. All proposals are vetted by Wagner administration and viable projects are submitted to Capstone faculty for comment. In autumn, Capstone faculty leaders present a slate of possible projects to students in their section and students are assigned to Capstone groups by faculty.   When will I learn about project specifics?   Students are presented with a slate of vetted projects from which to choose when classes begin in the Fall semester.   How are teams selected and how many people are there on a team?   Several factors play a role in team composition: interest in various projects, skill sets needed for a given project, diversity of skill sets and experience on each team, and team size. The specific team selection details vary depending on the individual Capstone instructors. Faculty are encouraged to get information from students, including their interest areas, resumes, and transcripts, in order to help ensure that there is an appropriate team composition for each project. Some faculty begin this process over the summer; others do it in the first weeks of the school year. Faculty make the final decision on team composition, and there is no guarantee that students will be assigned to their first or second choices. Most teams have 4-5 students.   What is required of students?   Course requirements include: enrollment in both semesters; attendance and participation in class activities and client and team meetings; completion of assignments on time; conducting field work; negotiating scope of work agreements with clients; occasional large group discussions out of class time; and the preparation and presentation of the team's findings. Capstone involves presentations from the instructor and guest speakers, class discussion, team meetings and project-oriented fieldwork with a client organization. There may be additional requirements depending on the specific course or instructor, or based on the nature of a given project. In addition, we have a list of Mutual Expectations that can be found here.   What resources are available to Capstone groups?   Each Capstone team will be reimbursed up to $500 for expenses such as reproduction, binding, local travel, and/or preparation of Capstone documents and display materials.   Supplemental travel funding may be available for reimbursement for airfare and train trips for Capstone students who are traveling outside of NYC to conduct their research. This supplemental funding does not cover accommodations or meals, and students who choose projects outside of NYC should expect to contribute financially to support their research. NYU does not advance money, but only reimburses expenses, requiring proof of travel to process payment (original boarding passes and proof of purchase).   How are individuals and groups graded?   Students are graded on both the products they deliver to their clients and evidence of progressive learning throughout the course. Grading considers students' participation in the team's work and class activities and their ability to act on peer and faculty feedback. Assessment for grading purposes also includes evaluations by fellow team members, faculty and clients, as well as a self-evaluation.   What types of projects have been done in the past?   Click here to review a sampling of past Capstone Projects   What if I have an idea for a Capstone project?   If you have a potential client for a Capstone project, the client needs to go through the formal request for proposal process. For details click here.   A Capstone proposal must be submitted by the client, not the student. Please note that there is no guarantee that a submitted project will be selected or that it will be appropriate for a student's program and specialization Capstone section. Students may not work on a project for their employer.   What is the Capstone Expo?   The Capstone Expo is an opportunity for all Capstone teams to come together and share process and findings with clients, faculty, administration, other students, and members of the wider NYU community. Each team writes an abstract and creates a poster board presentation that describes the project's purpose, methodology, key insights, and recommendations. This is a great opportunity for teams to show off the fruit of their hard work and see what other Capstone teams have been working on.                                         Capstone Information Webinar Recording   Capstone 2015-16 Information Video (.wmv)   Capstone 2015-16 Information Video (.mp4)     Request for Registration   Capstone Registration Request Form   Capstone Documents   Student Capstone Guide   Student Global Travel Handbook   Application for Supplemental Travel Funding   Reimbursement Form for Capstone Team Expenses   Reimbursement Form for Pre-Approved Capstone Supplemental Travel                        Video                                 David Schachter | The Capstone Program   The Capstone Program        Capstone                     Erica Waples   Capstone Client: Education Development Center        Education                     Tara Noronha   Capstone Client: Girls Gaining Ground, Bahavishya Alliance, Mumbai, India        International Development                     Amirav Davy   Capstone Client: NYU Hospitals Centers        Health                     Martha Kenton &amp; Noah Levine   Capstone Client: Office of the Brooklyn Borough President        Urban Planning                                         Related Links   Advisement   Course Registration   Student Journey   Study and Collaboration Spaces                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]