[{"detail": [{"content": "The Skirball Department of Hebrew and Judaic Studies | New York University                   Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                     The Skirball Department of Hebrew and Judaic Studies offers one of the   most comprehensive Jewish studies programs in North America for both   graduate and undergraduate students. Courses are taught in Hebrew   language and literature as well as Jewish history and culture from the   ancient world through today. The department's   internationally-renowned faculty includes specialists in Biblical and   ancient Near Eastern studies, Second Temple Judaism (including Dead Sea   Scrolls), Talmud and rabbinics, medieval and modern Jewish history,   medieval and modern Jewish philosophy and thought, Jewish mysticism,   modern Hebrew and Yiddish literatures, and the history, politics, and   society of modern Israel... Read more &gt;         Event Series       Robert Lewy Lecture Series       Lunch Colloquium Series       Dual-Degree Professional Days               Announcements       Department News       Department Calendar       Important Dates & Deadlines             Admissions       Graduate Admissions       Undergraduate Admissions       Visiting Non-Degree Admissions                   Student Resources       Major and Minor Requirements       Graduate Forms and Resources       Graduate Comprehesive Exams       Fall 2015 Undergrad Course List       Fall 2015 Graduate Course List             Faculty Resources       New Course Proposals       Purchasing and Reimbursements       Instructional Technology Support                       Home     About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "The Skirball Department of Hebrew and Judaic Studies | New York University                   Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                     The Skirball Department of Hebrew and Judaic Studies offers one of the   most comprehensive Jewish studies programs in North America for both   graduate and undergraduate students. Courses are taught in Hebrew   language and literature as well as Jewish history and culture from the   ancient world through today. The department's   internationally-renowned faculty includes specialists in Biblical and   ancient Near Eastern studies, Second Temple Judaism (including Dead Sea   Scrolls), Talmud and rabbinics, medieval and modern Jewish history,   medieval and modern Jewish philosophy and thought, Jewish mysticism,   modern Hebrew and Yiddish literatures, and the history, politics, and   society of modern Israel... Read more &gt;         Event Series       Robert Lewy Lecture Series       Lunch Colloquium Series       Dual-Degree Professional Days               Announcements       Department News       Department Calendar       Important Dates & Deadlines             Admissions       Graduate Admissions       Undergraduate Admissions       Visiting Non-Degree Admissions                   Student Resources       Major and Minor Requirements       Graduate Forms and Resources       Graduate Comprehesive Exams       Fall 2015 Undergrad Course List       Fall 2015 Graduate Course List             Faculty Resources       New Course Proposals       Purchasing and Reimbursements       Instructional Technology Support                       Home     About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Undergraduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Undergraduate Course List   The Bible as Literature: Violence/Sex/Culture in Biblical and Ancient Greek Narratives (HBRJD-UA 23) [Biblical] Instructor: Prof. Yael Feldman Day &amp; Time: Monday 12:30pm – 3:15pm Description: What are the origins of social and personal violence? Are they indeed anchored in the sexual dynamics of the human family as argued by Freud, or are they a necessary stage in humanity’s cultural formation as suggested by Girard et al (Violent Origins)? Moreover, how do biblical gender/sexual roles and the implementation of violence within them differ from those of the analogous Greco-Christian tradition and its 20th-century heir – Freudian psychoanalysis? What are the psychological and ethical implications of the differences between the biblical account of the first homicidal act (Cain and Able) and the classical Greek take on homicide in The Orestea or Oedipus Rex? These are some of the questions to be discussed in this class through a comparative close reading of selected biblical narratives and Greek myth and drama, accompanied by relevant assignments from biblical, classical Greek, and psychoanalytic scholarship; literary and feminist interpretation of the Bible; and artistic representations of biblical and classic Greek themes. The Dead Sea Scrolls, Judaism, and Christianity (HBRJD-UA 131) [Ancient/Rabbinic] Instructor: Prof. Alex Jassen Day &amp; Time: Thursday 12:30pm - 1:45pm Description: Survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity. Reading and discussion of English translations of the major texts. Conceptions of Gender in Ancient Egypt (HBRJD-UA 138 ) [Ancient/Rabbinic] Instructor: Prof. Ann Roth Day &amp; Time: Thursday 12:30pm - 1:45pm Description: The pharaonic Egyptian culture (3100 – 30 BCE) was situated geographically in an unusual agriculture zone, dependent not upon rain and irrigation, but on an annual flood that left the land fertilized and well-watered. As a result, general conceptions of fertility, and hence gender, were somewhat anomalous. This course will deal with this hypothesis, and the traditional scholarship on Egyptian gender relations and sexuality, by examining archaeological remains, artistic representations, and texts throughout the pharaonic period. Russian Jewish History (HBRJD-UA 191) [Modern] Instructor: Prof. Gennady Estraikh Day &amp; Time: Monday, Wednesday 12:30pm – 1:45pm Description: Focuses on Jewish history in imperial Russia, from the end of the 18th century to the beginning of the 20th. It also gives an overview of the Soviet and post-Soviet periods. Topics include the government's policies toward Jews; attempts to integrate them into the larger society; the establishment and development of Russian Jewish civil society; Jewish participation in the revolutionary movement; aspects of Jewish social, economic, and cultural life in villages, town, and cities; the role of women in family and communal life; military service; anti-Jewish violence; and emigration. Israeli Politics and Society (HBRJD-UA 710) [Modern] Instructor: TBA Day &amp; Time: Monday, Wednesday 3:30pm – 4:45 pm Description: Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. The course also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations. Readings in Talmud: Hullin VIII (in Hebrew) (HBRJD-UA 784) Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesday 6:30pm – 8:00pm Description: Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth. CORE Courses  Texts &amp; Ideas: Antiquity and the Reformation (CORE-UA 400-070) Instructor: Prof. Mark Smith Day &amp; Time: Tuesday, Thursday 12:30pm – 1:45pm Description: Often viewed as a series of \"Protestant\" responses to the Roman Catholic   Church, the Reformation was a period of massive religious and political   conflict. It appropriated the Bible as the single basis of   authoritative knowledge and also transformed the study of the Bible   based on the language and textual scholarship that had emerged in the   wake of the Renaissance’s rediscovery of classical texts. In taking up   the Bible as well as classical learning, the Reformation posed   fundamental questions about the nature of individual persons, society,   and humanity. These issues continue to inform fundamental ideas and   conceptual categories of religion and society in Western Europe and the   United States today. Ancient Israel (CORE-UA 514-001) Instructor: Prof. Daniel Fleming Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 BCE to the conquests of Alexander the Great, in the fourth century BCE. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. Cultures &amp; Contexts: Modern Israel (CORE-UA 537-001) Instructor: Prof. Ronald Zweig Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs. Language Courses Elementary Hebrew 1 (HBRJD-UA 1) Instructor: Prof. Rosalie Kamelhar (001 &amp; 002), Prof. Adina Marom (003) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Day &amp; Time (003): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Description: Active introduction to modern Hebrew as it is spoken and written in Israel today. Presents the essentials of Hebrew grammar, combining the oral-aural approach with formal grammatical concepts. Reinforces learning by reading of graded texts. Emphasizes the acquisition of idiomatic conversational vocabulary and language patterns. Elementary Hebrew 2 (HBRJD-UA 2) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Continuation of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed HBRJD-UA 1 or who have been placed at this level through the placement examination. Intermediate Hebrew I (HBRJD-UA 3) Instructor: Prof. Adina Marom (001), TBD (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am -12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Improving all Modern Hebrew language skills at the Intermediate level with an emphasis on reading texts, writing, and class discussions. In grammar we will study and practice basic forms of the future tense, various sentence structures, and more. Intermediate Hebrew II (HBRJD-UA 4) Instructor: Prof. Adina Maron (001), Prof. Ilona Ben-Moshe (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 9:30am – 10:45am Day &amp; Time (002): Tuesday, Wednesday, Thursday 3:30pm – 4:45pm Description: Improving all Hebrew Language skills at the High Intermediate level. We will read and discuss Texts on different topics and various genres, practice Composition and writing, and continue the study of The Hebrew verb with an emphasis on Future Tense conjugations. Hebrew Through Film (HBJD-UA 10) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Thursday 12:30pm – 1:45pm Description: An advanced language course focusing on aspects of Israeli society as they are portrayed in primarily 21st century Israeli films and television. The aspects examined include immigration and immigrants, ethnic groups within Israeli society, religious communities and their relationship to the secular world, the kibbutz , periphery vs. center, the Israeli-Arab conflict and military service. The course will foster a deeper understanding of the Hebrew language’s various registers and their manifestation in different social contexts and genres. The class will strengthen the students’ proficiency in the four language skills, with emphasis on listening and speaking. Students will be required to view films, to engage in pre and post-viewing activities such as reading background materials in Hebrew, to participate in class discussions, and to write in Hebrew about the films.                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "The Skirball Department of Hebrew and Judaic Studies | New York University                   Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                     The Skirball Department of Hebrew and Judaic Studies offers one of the   most comprehensive Jewish studies programs in North America for both   graduate and undergraduate students. Courses are taught in Hebrew   language and literature as well as Jewish history and culture from the   ancient world through today. The department's   internationally-renowned faculty includes specialists in Biblical and   ancient Near Eastern studies, Second Temple Judaism (including Dead Sea   Scrolls), Talmud and rabbinics, medieval and modern Jewish history,   medieval and modern Jewish philosophy and thought, Jewish mysticism,   modern Hebrew and Yiddish literatures, and the history, politics, and   society of modern Israel... Read more &gt;         Event Series       Robert Lewy Lecture Series       Lunch Colloquium Series       Dual-Degree Professional Days               Announcements       Department News       Department Calendar       Important Dates & Deadlines             Admissions       Graduate Admissions       Undergraduate Admissions       Visiting Non-Degree Admissions                   Student Resources       Major and Minor Requirements       Graduate Forms and Resources       Graduate Comprehesive Exams       Fall 2015 Undergrad Course List       Fall 2015 Graduate Course List             Faculty Resources       New Course Proposals       Purchasing and Reimbursements       Instructional Technology Support                       Home     About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Undergraduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Undergraduate Course List   The Bible as Literature: Violence/Sex/Culture in Biblical and Ancient Greek Narratives (HBRJD-UA 23) [Biblical] Instructor: Prof. Yael Feldman Day &amp; Time: Monday 12:30pm – 3:15pm Description: What are the origins of social and personal violence? Are they indeed anchored in the sexual dynamics of the human family as argued by Freud, or are they a necessary stage in humanity’s cultural formation as suggested by Girard et al (Violent Origins)? Moreover, how do biblical gender/sexual roles and the implementation of violence within them differ from those of the analogous Greco-Christian tradition and its 20th-century heir – Freudian psychoanalysis? What are the psychological and ethical implications of the differences between the biblical account of the first homicidal act (Cain and Able) and the classical Greek take on homicide in The Orestea or Oedipus Rex? These are some of the questions to be discussed in this class through a comparative close reading of selected biblical narratives and Greek myth and drama, accompanied by relevant assignments from biblical, classical Greek, and psychoanalytic scholarship; literary and feminist interpretation of the Bible; and artistic representations of biblical and classic Greek themes. The Dead Sea Scrolls, Judaism, and Christianity (HBRJD-UA 131) [Ancient/Rabbinic] Instructor: Prof. Alex Jassen Day &amp; Time: Thursday 12:30pm - 1:45pm Description: Survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity. Reading and discussion of English translations of the major texts. Conceptions of Gender in Ancient Egypt (HBRJD-UA 138 ) [Ancient/Rabbinic] Instructor: Prof. Ann Roth Day &amp; Time: Thursday 12:30pm - 1:45pm Description: The pharaonic Egyptian culture (3100 – 30 BCE) was situated geographically in an unusual agriculture zone, dependent not upon rain and irrigation, but on an annual flood that left the land fertilized and well-watered. As a result, general conceptions of fertility, and hence gender, were somewhat anomalous. This course will deal with this hypothesis, and the traditional scholarship on Egyptian gender relations and sexuality, by examining archaeological remains, artistic representations, and texts throughout the pharaonic period. Russian Jewish History (HBRJD-UA 191) [Modern] Instructor: Prof. Gennady Estraikh Day &amp; Time: Monday, Wednesday 12:30pm – 1:45pm Description: Focuses on Jewish history in imperial Russia, from the end of the 18th century to the beginning of the 20th. It also gives an overview of the Soviet and post-Soviet periods. Topics include the government's policies toward Jews; attempts to integrate them into the larger society; the establishment and development of Russian Jewish civil society; Jewish participation in the revolutionary movement; aspects of Jewish social, economic, and cultural life in villages, town, and cities; the role of women in family and communal life; military service; anti-Jewish violence; and emigration. Israeli Politics and Society (HBRJD-UA 710) [Modern] Instructor: TBA Day &amp; Time: Monday, Wednesday 3:30pm – 4:45 pm Description: Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. The course also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations. Readings in Talmud: Hullin VIII (in Hebrew) (HBRJD-UA 784) Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesday 6:30pm – 8:00pm Description: Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth. CORE Courses  Texts &amp; Ideas: Antiquity and the Reformation (CORE-UA 400-070) Instructor: Prof. Mark Smith Day &amp; Time: Tuesday, Thursday 12:30pm – 1:45pm Description: Often viewed as a series of \"Protestant\" responses to the Roman Catholic   Church, the Reformation was a period of massive religious and political   conflict. It appropriated the Bible as the single basis of   authoritative knowledge and also transformed the study of the Bible   based on the language and textual scholarship that had emerged in the   wake of the Renaissance’s rediscovery of classical texts. In taking up   the Bible as well as classical learning, the Reformation posed   fundamental questions about the nature of individual persons, society,   and humanity. These issues continue to inform fundamental ideas and   conceptual categories of religion and society in Western Europe and the   United States today. Ancient Israel (CORE-UA 514-001) Instructor: Prof. Daniel Fleming Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 BCE to the conquests of Alexander the Great, in the fourth century BCE. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. Cultures &amp; Contexts: Modern Israel (CORE-UA 537-001) Instructor: Prof. Ronald Zweig Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs. Language Courses Elementary Hebrew 1 (HBRJD-UA 1) Instructor: Prof. Rosalie Kamelhar (001 &amp; 002), Prof. Adina Marom (003) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Day &amp; Time (003): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Description: Active introduction to modern Hebrew as it is spoken and written in Israel today. Presents the essentials of Hebrew grammar, combining the oral-aural approach with formal grammatical concepts. Reinforces learning by reading of graded texts. Emphasizes the acquisition of idiomatic conversational vocabulary and language patterns. Elementary Hebrew 2 (HBRJD-UA 2) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Continuation of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed HBRJD-UA 1 or who have been placed at this level through the placement examination. Intermediate Hebrew I (HBRJD-UA 3) Instructor: Prof. Adina Marom (001), TBD (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am -12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Improving all Modern Hebrew language skills at the Intermediate level with an emphasis on reading texts, writing, and class discussions. In grammar we will study and practice basic forms of the future tense, various sentence structures, and more. Intermediate Hebrew II (HBRJD-UA 4) Instructor: Prof. Adina Maron (001), Prof. Ilona Ben-Moshe (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 9:30am – 10:45am Day &amp; Time (002): Tuesday, Wednesday, Thursday 3:30pm – 4:45pm Description: Improving all Hebrew Language skills at the High Intermediate level. We will read and discuss Texts on different topics and various genres, practice Composition and writing, and continue the study of The Hebrew verb with an emphasis on Future Tense conjugations. Hebrew Through Film (HBJD-UA 10) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Thursday 12:30pm – 1:45pm Description: An advanced language course focusing on aspects of Israeli society as they are portrayed in primarily 21st century Israeli films and television. The aspects examined include immigration and immigrants, ethnic groups within Israeli society, religious communities and their relationship to the secular world, the kibbutz , periphery vs. center, the Israeli-Arab conflict and military service. The course will foster a deeper understanding of the Hebrew language’s various registers and their manifestation in different social contexts and genres. The class will strengthen the students’ proficiency in the four language skills, with emphasis on listening and speaking. Students will be required to view films, to engage in pre and post-viewing activities such as reading background materials in Hebrew, to participate in class discussions, and to write in Hebrew about the films.                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "About, The Skirball Department of Hebrew and Judaic Studies | NYU                   Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                         Home &gt; About     About   The Skirball Department of Hebrew and Judaic Studies offers one of the   most comprehensive Jewish studies programs in North America for both   graduate and undergraduate students. Courses are taught in Hebrew   language and literature as well as Jewish history and culture from the   ancient world through to today. The department's   internationally-renowned faculty includes specialists in Biblical and   ancient Near Eastern studies, Second Temple Judaism (including Dead Sea   Scrolls), Talmud and rabbinics, medieval and modern Jewish history,   medieval and modern Jewish philosophy and thought, Jewish mysticism,   modern Hebrew and Yiddish literatures, and the history, politics, and   society of modern Israel. In addition to its regular academic offerings, the Skirball   Department sponsors a wide range of lectures, symposia, and research   workshops on virtually every aspect of Jewish studies. Visiting   professors and scholars from around the world regularly take part in its   intellectual life. The Taub Center for Israel Studies and the   Goldstein-Goren Center for American Jewish History, both part of the   Skirball Department, provide active fora for intellectual exchange in   their fields as well as for public education in the latest findings of   scholarly research.                           Home     About     People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]