[{"detail": [{"content": "Mobile                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications   /   Digital Communications                 Sub Navigation                                 CMS Training and Support                       Browser Support                       E-mail Services                       ePayments                       University Events Calendar                       Mobile                       Analytics                       Additional Project Services                       Project Request Form                       NYU Web Guide                                                                   Mobile                             Staying connected today means being &quot;mobile.&quot; Instant access to information wherever you are is becoming essential to our day-to-day lives.        NYU students are digital natives, highly social, always connected, and collaborative. They consume diverse media, demand open access to everything, and they lead 24/7 lives not just in a city that doesn't sleep, but around the world.   NYU faculty looks for opportunities to experiment with and improve the learning experience, creating a teaching and learning environment that goes beyond the confines of the traditional classroom.   Our staff keeps all the important pieces all around the world moving smoothly for a great education experience.   NYU is mobile.                           Version 2.4.1 Now Available!   For your iPhone, iPod Touch, and Android.     Real-time shuttle tracking   Enhanced Safe Ride features   NYU Classes     University events     Job postings on CareerNet   Campus map   Contact information from the NYU Directory   University news   Emergency Notifications   And more                                                                      Need Support? Ask ITS!         AskITS@nyu.edu   212.998.3333   or go to the IT Service Desk (for global IT support contact information).                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Mobile                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications   /   Digital Communications                 Sub Navigation                                 CMS Training and Support                       Browser Support                       E-mail Services                       ePayments                       University Events Calendar                       Mobile                       Analytics                       Additional Project Services                       Project Request Form                       NYU Web Guide                                                                   Mobile                             Staying connected today means being &quot;mobile.&quot; Instant access to information wherever you are is becoming essential to our day-to-day lives.        NYU students are digital natives, highly social, always connected, and collaborative. They consume diverse media, demand open access to everything, and they lead 24/7 lives not just in a city that doesn't sleep, but around the world.   NYU faculty looks for opportunities to experiment with and improve the learning experience, creating a teaching and learning environment that goes beyond the confines of the traditional classroom.   Our staff keeps all the important pieces all around the world moving smoothly for a great education experience.   NYU is mobile.                           Version 2.4.1 Now Available!   For your iPhone, iPod Touch, and Android.     Real-time shuttle tracking   Enhanced Safe Ride features   NYU Classes     University events     Job postings on CareerNet   Campus map   Contact information from the NYU Directory   University news   Emergency Notifications   And more                                                                      Need Support? Ask ITS!         AskITS@nyu.edu   212.998.3333   or go to the IT Service Desk (for global IT support contact information).                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Mobile App: Take a Scroll Through NYU                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   Publications   /   Connect: Information Technology   /   2012   /   November   /   6                                                         NYU Mobile App: Take a Scroll Through NYU         By Jim Robertson            November 6, 2012                                       NYU Mobile is the University’s first official mobile app, designed to connect students, faculty, and staff to the information they need from anywhere with cell service. NYU's Digital Communications Group, which spans University Relations and Public Affairs (URPA) and Information Technology Services (ITS), led the development of the NYU Mobile app, with additional support from Student Affairs.   Why go mobile?   The desire to stay connected is directing everyone toward &quot;mobility.&quot; Instant, on-demand access to information from all locations and at all times is becoming essential to our day-to-day lives. Expectations about what information is available to us on the go are increasing; we’ve come to expect our mobile interactions to be responsive and immediate.   This is particularly true for the University community. NYU students are digital natives: highly social, always connected, and collaborative. NYU faculty look for opportunities to experiment with and improve students’ learning experience, creating a teaching and learning environment that goes beyond the confines of the traditional classroom. NYU staff work day and night to keep our global networks and services running smoothly, helping to ensure a great education experience. All stand to gain from the increased mobility that the NYU Mobile app aims to provide.   The concept of “mobile” encompases everything from smartphone devices to on-the-go access, from gesture and touch interfaces to wireless bandwidth. But, at heart, the key is the “me” in mobile. Mobile interaction is personal. We hold devices in our hands. We tap, swipe, pinch, and put them back in our pockets. The Pew Internet &amp; American Life Project reports that 90 percent of people aged 18-29 years old sleep with their cell phones in or next to their beds each night.   With this personal experience comes the opportunity to offer content in context. As we continue to enhance the NYU Mobile app, we envision offering features and content matched to each user’s role and place within NYU. For example, users at the Washington Square Campus will see the “here and now” content relevant to New York City. Likewise, Abu Dhabi and Shanghai users will see the places, events, news, and services relevant to their location in NYU’s global network. Additional future improvements are described below.   App features   Available for iOS and Android devices, the app can be downloaded for free by searching “NYU Mobile” in the iTunes or Google Play stores or by following the direct links listed at www.nyu.edu/mobile (also in this article’s sidebar). Here are some of the features currently available via NYU Mobile:     Real-time shuttle tracking: Need to hop on the Route B shuttle to get downtown or over to the west side? Now you can see the real-time location of all NYU shuttles in New York, allowing you to time when you head to the stop. Stay warm and dry until they arrive!   University events: See what’s happening around NYU, including lectures, exhibits, workshops, social events, and more.   Job postings on NYU CareerNet: Get a jump-start on your job or internship hunt.   Service opportunities on ServiceConnect: In keeping with NYU’s motto as “a private university in the public service,” many community members volunteer their time to service projects. Browse volunteer opportunities and find the one that’s right for you.   Campus map: Don’t get lost on your way to class! This handy tool allows you to locate NYU buildings and facilities as you move around campus.   Contact information from the NYU Directory: The redesigned NYU Directory makes it easy to find the office of your professor, a University location, or a campus phone number.   University news: NYU News published nearly 600 articles last year. Stay up-to-date with happenings across the NYU community.   And more!       What’s in the pipeline   A strategic decision was made to release the NYU Mobile app with a basic set of features and to enhance it over time based on usage statistics. Similar to practices used with the development of the new NYU website, we analyze aggregated statistics on usage patterns to help identify problem spots and to guide improvements. Here are some of the future plans for the NYU Mobile app:     Unification: Make sure that the interface, content, and messaging are consistent with other NYU communication channels, such as the main NYU website .   Leverage usage data and existing resources: The Digital Communications Group will be looking at usage statistics to help guide our feature enhancement roadmap.   Mobile web: As NYU Mobile is enhanced, it will begin to offer jumping-off links to NYU mobile-optimized websites and web apps. Over the long term, the mobile-optimized web will offer NYU more agility to develop features and a more sustainable approach to code management.     Personalization: By recognizing an individual’s role and location within the University, NYU Mobile will be able to provide information tailored directly to that person.     Conclusion   The Digital Communications Group is excited to offer this new service to the NYU community, which we hope will make it easier than ever to access University-related information. We encourage you to begin using the NYU Mobile app today to explore its many features, and would love to hear your questions or feedback: digital.communications@nyu.edu .       ABOUT THE AUTHOR   Jim Robertson is the Executive Director of the Digital Communications Group, a blended group that spans University Relations and Public Affairs (URPA) and NYU IT and leads NYU central web, mobile, and social media initiatives.                          This Article is in the following Topics:      Connect - Information Technology at NYU , Mobile , Transportation Route           Type: Article                                       The new NYU Mobile app is available for both Apple iOS and Android devices. See below for download links.                                                                                                                                                                                                                                                                                                                                                                                     Search News                                       Keywords:                          Select a Topic             Data Management &amp; Storage         Learning Management Systems         Mobile         Research         Technical Support         Technology         Technology Security         Wireless Technology                       View articles from:          Through:             Advanced Search                            Recent Connect articles                   Teaching Practices &amp; Technology Platforms   Monday, January 19, 2015          NYU Classes Upgrade During Winter Recess   Wednesday, December 3, 2014          NYU Tries to &#034;Hack&#034; Ebola   Tuesday, December 2, 2014          NYU Poly Prototyping Fund Showcase   Wednesday, October 22, 2014          Instructional Video Module Production   Wednesday, October 22, 2014          Connecting a Student&#039;s Academic Career with Learning Portfolio   Monday, September 22, 2014          Upgrading a Historical Building in Prague   Thursday, September 18, 2014          Augmented Reality   Thursday, September 4, 2014              More                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Mobile                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications   /   Digital Communications                 Sub Navigation                                 CMS Training and Support                       Browser Support                       E-mail Services                       ePayments                       University Events Calendar                       Mobile                       Analytics                       Additional Project Services                       Project Request Form                       NYU Web Guide                                                                   Mobile                             Staying connected today means being &quot;mobile.&quot; Instant access to information wherever you are is becoming essential to our day-to-day lives.        NYU students are digital natives, highly social, always connected, and collaborative. They consume diverse media, demand open access to everything, and they lead 24/7 lives not just in a city that doesn't sleep, but around the world.   NYU faculty looks for opportunities to experiment with and improve the learning experience, creating a teaching and learning environment that goes beyond the confines of the traditional classroom.   Our staff keeps all the important pieces all around the world moving smoothly for a great education experience.   NYU is mobile.                           Version 2.4.1 Now Available!   For your iPhone, iPod Touch, and Android.     Real-time shuttle tracking   Enhanced Safe Ride features   NYU Classes     University events     Job postings on CareerNet   Campus map   Contact information from the NYU Directory   University news   Emergency Notifications   And more                                                                      Need Support? Ask ITS!         AskITS@nyu.edu   212.998.3333   or go to the IT Service Desk (for global IT support contact information).                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Mobile App: Take a Scroll Through NYU                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   Publications   /   Connect: Information Technology   /   2012   /   November   /   6                                                         NYU Mobile App: Take a Scroll Through NYU         By Jim Robertson            November 6, 2012                                       NYU Mobile is the University’s first official mobile app, designed to connect students, faculty, and staff to the information they need from anywhere with cell service. NYU's Digital Communications Group, which spans University Relations and Public Affairs (URPA) and Information Technology Services (ITS), led the development of the NYU Mobile app, with additional support from Student Affairs.   Why go mobile?   The desire to stay connected is directing everyone toward &quot;mobility.&quot; Instant, on-demand access to information from all locations and at all times is becoming essential to our day-to-day lives. Expectations about what information is available to us on the go are increasing; we’ve come to expect our mobile interactions to be responsive and immediate.   This is particularly true for the University community. NYU students are digital natives: highly social, always connected, and collaborative. NYU faculty look for opportunities to experiment with and improve students’ learning experience, creating a teaching and learning environment that goes beyond the confines of the traditional classroom. NYU staff work day and night to keep our global networks and services running smoothly, helping to ensure a great education experience. All stand to gain from the increased mobility that the NYU Mobile app aims to provide.   The concept of “mobile” encompases everything from smartphone devices to on-the-go access, from gesture and touch interfaces to wireless bandwidth. But, at heart, the key is the “me” in mobile. Mobile interaction is personal. We hold devices in our hands. We tap, swipe, pinch, and put them back in our pockets. The Pew Internet &amp; American Life Project reports that 90 percent of people aged 18-29 years old sleep with their cell phones in or next to their beds each night.   With this personal experience comes the opportunity to offer content in context. As we continue to enhance the NYU Mobile app, we envision offering features and content matched to each user’s role and place within NYU. For example, users at the Washington Square Campus will see the “here and now” content relevant to New York City. Likewise, Abu Dhabi and Shanghai users will see the places, events, news, and services relevant to their location in NYU’s global network. Additional future improvements are described below.   App features   Available for iOS and Android devices, the app can be downloaded for free by searching “NYU Mobile” in the iTunes or Google Play stores or by following the direct links listed at www.nyu.edu/mobile (also in this article’s sidebar). Here are some of the features currently available via NYU Mobile:     Real-time shuttle tracking: Need to hop on the Route B shuttle to get downtown or over to the west side? Now you can see the real-time location of all NYU shuttles in New York, allowing you to time when you head to the stop. Stay warm and dry until they arrive!   University events: See what’s happening around NYU, including lectures, exhibits, workshops, social events, and more.   Job postings on NYU CareerNet: Get a jump-start on your job or internship hunt.   Service opportunities on ServiceConnect: In keeping with NYU’s motto as “a private university in the public service,” many community members volunteer their time to service projects. Browse volunteer opportunities and find the one that’s right for you.   Campus map: Don’t get lost on your way to class! This handy tool allows you to locate NYU buildings and facilities as you move around campus.   Contact information from the NYU Directory: The redesigned NYU Directory makes it easy to find the office of your professor, a University location, or a campus phone number.   University news: NYU News published nearly 600 articles last year. Stay up-to-date with happenings across the NYU community.   And more!       What’s in the pipeline   A strategic decision was made to release the NYU Mobile app with a basic set of features and to enhance it over time based on usage statistics. Similar to practices used with the development of the new NYU website, we analyze aggregated statistics on usage patterns to help identify problem spots and to guide improvements. Here are some of the future plans for the NYU Mobile app:     Unification: Make sure that the interface, content, and messaging are consistent with other NYU communication channels, such as the main NYU website .   Leverage usage data and existing resources: The Digital Communications Group will be looking at usage statistics to help guide our feature enhancement roadmap.   Mobile web: As NYU Mobile is enhanced, it will begin to offer jumping-off links to NYU mobile-optimized websites and web apps. Over the long term, the mobile-optimized web will offer NYU more agility to develop features and a more sustainable approach to code management.     Personalization: By recognizing an individual’s role and location within the University, NYU Mobile will be able to provide information tailored directly to that person.     Conclusion   The Digital Communications Group is excited to offer this new service to the NYU community, which we hope will make it easier than ever to access University-related information. We encourage you to begin using the NYU Mobile app today to explore its many features, and would love to hear your questions or feedback: digital.communications@nyu.edu .       ABOUT THE AUTHOR   Jim Robertson is the Executive Director of the Digital Communications Group, a blended group that spans University Relations and Public Affairs (URPA) and NYU IT and leads NYU central web, mobile, and social media initiatives.                          This Article is in the following Topics:      Connect - Information Technology at NYU , Mobile , Transportation Route           Type: Article                                       The new NYU Mobile app is available for both Apple iOS and Android devices. See below for download links.                                                                                                                                                                                                                                                                                                                                                                                     Search News                                       Keywords:                          Select a Topic             Data Management &amp; Storage         Learning Management Systems         Mobile         Research         Technical Support         Technology         Technology Security         Wireless Technology                       View articles from:          Through:             Advanced Search                            Recent Connect articles                   Teaching Practices &amp; Technology Platforms   Monday, January 19, 2015          NYU Classes Upgrade During Winter Recess   Wednesday, December 3, 2014          NYU Tries to &#034;Hack&#034; Ebola   Tuesday, December 2, 2014          NYU Poly Prototyping Fund Showcase   Wednesday, October 22, 2014          Instructional Video Module Production   Wednesday, October 22, 2014          Connecting a Student&#039;s Academic Career with Learning Portfolio   Monday, September 22, 2014          Upgrading a Historical Building in Prague   Thursday, September 18, 2014          Augmented Reality   Thursday, September 4, 2014              More                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "International Students Unveil Innovative Mobile and Web Applications at NYUAD - NYU Abu Dhabi                                                                                                                                                                                    Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Archives and Special Collections                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               News &amp; Events                                               NYU Abu Dhabi News                                               International Students Unveil Innovative Mobile and Web Applications at NYUAD                                                                      International Students Unveil Innovative Mobile and Web Applications at NYUAD                                                                                 Press Release      April 14, 2015            A wearable device to monitor construction worker health was ranked first at NYU Abu Dhabi’s fourth annual International Hackathon for Social Good in the Arab World on Sunday.    The winning idea, called Hackee.me, can produce reports of worker health conditions for governments, and warn workers if they're getting dehydrated.    Hackee.me was developed by a team of local and international students including: Farah Shamout, NYU Abu Dhabi, Jordan; Martin Slosarik, NYU Abu Dhabi, Slovakia; Tony Lin, NYU Abu Dhabi, Taiwan; Nora Benson, University of Illinois Urbana Champaign, USA; Agoune Juba, Ecole nationale Supérieure d’Informatique, Algeria; Badreddine Zebbich, Institute of Electrical &amp; Electronics Engineering IGEE Ex.INELEC, Algeria; Hajrah Jahan, Manipal University, UAE; Mohamed-Zakariae EL KHDIME, Ibn Tofail University, Morocco; Hassan Bello, University of Wollongong in Dubai, UAE; Dora Palfi, NYU Abu Dhabi, Hungary; Saif Rehman, University of Sharjah, UAE.    Hosted by the NYUAD Institute, the annual International Hackathon brought together students from around the world to work closely with mentors and develop mobile and web applications for social good in the Arab world.    Translate Tube, a crowd sourced voiceover translation service for existing video content, was ranked second. While Eco-Eco, an open world Farmville-like game where resources can only be earned through doing real-life environmental activities came third.    Sana Odeh, affiliated professor of Computer Science at NYUAD, said: “We are immensely proud of these students who conceptualized and developed ground-breaking mobile and web applications in just three days. The creativity and innovation demonstrated by our students and mentors highlights our ongoing commitment towards furthering technological innovation in the region.”    From sharing and generating ideas to learning new platforms and programming languages, this event has provided students from across the globe with the opportunity to experience the full cycle of creating a tech startup.                                            About NYUAD Institute:  The NYUAD Institute hosts academic conferences, workshops, lectures, film series, performances, and other public programs directed both to local audiences and to the worldwide academic and research communities. It is a center of the scholarly community for Abu Dhabi, the United Arab Emirates, and the Gulf, bringing together faculty and students from institutions of higher learning throughout the region.                                                                            Contact   If you are a member of the media and have a query about NYU Abu Dhabi, please email Greg Bruno, director of Public Affairs and Community Relations, at greg.bruno@nyu.edu .                                          Salaam                                                                         May 4, 2015                NYUAD Student Films Featured at Cannes                           From Abu Dhabi to the red carpet, a pair of NYU Abu Dhabi graduates are going to Cannes International Film Festival this month to show their capstone film projects. Adam , directed by Amani Alsaied, and Lost in Escapade , directed by Beso Turazashvili, were both accepted into Short Film Corner at Cannes, a networking and development initiative for aspiring filmmakers.                                                                             Naumov Lab Studies Intriguing Flexible Crystals                                                                 Tajorbati: New Perspectives on Ramadan                                                                 The Conversation: Andrew Eisenberg on Nairobi's Still Alive Studio                              More from Salaam: The NYUAD Blog                                                                    Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]