[{"detail": [{"content": "Program of Study (CAS Bulletin), CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Program of Study (CAS Bulletin)   Hellenic Studies (2012 - 2014)            Major    The major consists of  ten courses (typically 40 points). Courses taken in the program's  academic study program in Greece, NYU in Athens, count toward the  major as regular courses. A solid foundation in the modern Greek  language is a requirement for all majors. Upon declaring the major, a  student is expected to enroll in Elementary Modern Greek I (HEL-UA  103) or take a placement examination. By the end of their program,  all students must demonstrate competence in modern Greek at the  intermediate level through successful completion of two semesters of   Intermediate Modern Greek (HEL-UA 105 and HEL-UA 106) or performance  on a placement examination.        Programs of Study    Qualified students may  choose from three areas of concentration:        Track A: Language,  Literature, and Culture   This track provides  students with a solid foundation in the modern Greek language and  provides a comprehensive introduction to medieval and modern Greek  literature and culture.        Track B: Politics and  History   This track provides  students with an interdisciplinary social science perspective on the  medieval and modern Greek experience. Students may choose to  concentrate their studies in history or politics, or create their own  combination in consultation with the director of undergraduate  studies.        Track C: The Classical  Legacy   This track provides  students with an interdisciplinary perspective on the reception of  classical Greek thought in postclassical Greece.      Students in tracks A  and B who have placed out of Intermediate Modern Greek are encouraged  to take Advanced Modern Greek I and II (HEL-UA 107 and HEL-UA 108).  Track C students who place out of Intermediate Modern Greek are  encouraged to take two semesters of Ancient Greek .      All majors are expected  to enroll in the Seminar on Modern Greek Culture (HEL-UA 130) and two  specifically designated survey courses offered within the program.  Which survey courses they choose will depend on the disciplinary  concentration that they select upon completion of their first year in  the program. Every student must take at least one designated survey  course in his or her own track of concentration and one designated  survey course from an outside track. (That is, students in Track A  should take a Track B survey; students in Track B, an A survey; and  students in Track C should choose from Track A or B.)      The following is a list  of designated survey courses. One survey course from each track will  be offered each academic year:      Track A       Memory, History,  and Language in Modern Greek Poetry (HEL-UA 120) Narrative, History,  and Fiction in the Modern Greek Novel (HEL-UA 190)        Track B       Modern Greek  Politics (HEL-UA 525)    Modern Greek  History (HEL-UA 159) Byzantine  Civilization (HEL-UA 112)          Track C       Memory, History,  and Language in Modern Greek Poetry (HEL-UA 120) Ancient Political  Theory (CLASS-UA 206)          Electives    Three to five  additional Hellenic studies courses are required. The exact number of  electives varies according to a student's level of language  proficiency upon entrance to the major. Subject to the approval of  the director of undergraduate studies, cognate offerings in other  departments or an approved internship may be counted toward the  major. A sample list of cognate courses is available from the program  office.    Honors Program    A degree in Hellenic  studies is awarded with honors to students who complete ten courses  (40 points) of graded work while maintaining an overall GPA of 3.65  and an average in the major of 3.65, and who successfully complete a  program of original research leading to an honors thesis. The honors  thesis is researched and written while registered in Independent  Study (HEL-UA 997) under the supervision of a program faculty member.  The thesis topic and the faculty adviser are chosen in consultation  with the director of undergraduate studies. The average length of the  paper is 25 to 40 pages. For general requirements, see the Honors and  Awards section of this bulletin. Honors students are encouraged, but  not required, to take at least one appropriate graduate course in  Hellenic studies.        Minor    A minor in Hellenic  studies can be obtained by completing four courses offered by the  program. Students must show proficiency in modern Greek language by  successful completion of either a placement examination or   Intermediate Modern Greek II (HEL-UA 106). Elementary Modern Greek I and II do not count toward the minor.      Students should consult  the director of undergraduate studies of the program prior to  registering for courses in the minor.        Prize    The Rae Dalven Prize is  a monetary prize awarded annually for the best term paper in the  field of Hellenic studies. Submissions are not limited to Hellenic  studies majors or minors.        NYU in Athens    For information about  NYU in Athens, please visit our website .                      CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}]},
{"detail": [{"content": "Program of Study (CAS Bulletin), CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Program of Study (CAS Bulletin)   Hellenic Studies (2012 - 2014)            Major    The major consists of  ten courses (typically 40 points). Courses taken in the program's  academic study program in Greece, NYU in Athens, count toward the  major as regular courses. A solid foundation in the modern Greek  language is a requirement for all majors. Upon declaring the major, a  student is expected to enroll in Elementary Modern Greek I (HEL-UA  103) or take a placement examination. By the end of their program,  all students must demonstrate competence in modern Greek at the  intermediate level through successful completion of two semesters of   Intermediate Modern Greek (HEL-UA 105 and HEL-UA 106) or performance  on a placement examination.        Programs of Study    Qualified students may  choose from three areas of concentration:        Track A: Language,  Literature, and Culture   This track provides  students with a solid foundation in the modern Greek language and  provides a comprehensive introduction to medieval and modern Greek  literature and culture.        Track B: Politics and  History   This track provides  students with an interdisciplinary social science perspective on the  medieval and modern Greek experience. Students may choose to  concentrate their studies in history or politics, or create their own  combination in consultation with the director of undergraduate  studies.        Track C: The Classical  Legacy   This track provides  students with an interdisciplinary perspective on the reception of  classical Greek thought in postclassical Greece.      Students in tracks A  and B who have placed out of Intermediate Modern Greek are encouraged  to take Advanced Modern Greek I and II (HEL-UA 107 and HEL-UA 108).  Track C students who place out of Intermediate Modern Greek are  encouraged to take two semesters of Ancient Greek .      All majors are expected  to enroll in the Seminar on Modern Greek Culture (HEL-UA 130) and two  specifically designated survey courses offered within the program.  Which survey courses they choose will depend on the disciplinary  concentration that they select upon completion of their first year in  the program. Every student must take at least one designated survey  course in his or her own track of concentration and one designated  survey course from an outside track. (That is, students in Track A  should take a Track B survey; students in Track B, an A survey; and  students in Track C should choose from Track A or B.)      The following is a list  of designated survey courses. One survey course from each track will  be offered each academic year:      Track A       Memory, History,  and Language in Modern Greek Poetry (HEL-UA 120) Narrative, History,  and Fiction in the Modern Greek Novel (HEL-UA 190)        Track B       Modern Greek  Politics (HEL-UA 525)    Modern Greek  History (HEL-UA 159) Byzantine  Civilization (HEL-UA 112)          Track C       Memory, History,  and Language in Modern Greek Poetry (HEL-UA 120) Ancient Political  Theory (CLASS-UA 206)          Electives    Three to five  additional Hellenic studies courses are required. The exact number of  electives varies according to a student's level of language  proficiency upon entrance to the major. Subject to the approval of  the director of undergraduate studies, cognate offerings in other  departments or an approved internship may be counted toward the  major. A sample list of cognate courses is available from the program  office.    Honors Program    A degree in Hellenic  studies is awarded with honors to students who complete ten courses  (40 points) of graded work while maintaining an overall GPA of 3.65  and an average in the major of 3.65, and who successfully complete a  program of original research leading to an honors thesis. The honors  thesis is researched and written while registered in Independent  Study (HEL-UA 997) under the supervision of a program faculty member.  The thesis topic and the faculty adviser are chosen in consultation  with the director of undergraduate studies. The average length of the  paper is 25 to 40 pages. For general requirements, see the Honors and  Awards section of this bulletin. Honors students are encouraged, but  not required, to take at least one appropriate graduate course in  Hellenic studies.        Minor    A minor in Hellenic  studies can be obtained by completing four courses offered by the  program. Students must show proficiency in modern Greek language by  successful completion of either a placement examination or   Intermediate Modern Greek II (HEL-UA 106). Elementary Modern Greek I and II do not count toward the minor.      Students should consult  the director of undergraduate studies of the program prior to  registering for courses in the minor.        Prize    The Rae Dalven Prize is  a monetary prize awarded annually for the best term paper in the  field of Hellenic studies. Submissions are not limited to Hellenic  studies majors or minors.        NYU in Athens    For information about  NYU in Athens, please visit our website .                      CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}, {"content": "Course Offerings    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       NYU in Athens       Rae Dalven Prize       Events       Student Activities       Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Language  and Literature          Elementary  Modern Greek I, II    HEL-UA  103, 104 Open  to students with no previous training in Greek and to others by permission of  the instructor. Elementary I offered in the fall; Elementary II offered in the  spring. 4 points per term.    An  introduction to modern Greek. Fundamentals of grammar, syntax, oral expression,  listening comprehension, reading, and composition. Students develop the skills  and vocabulary necessary to read simple texts and hold basic conversations.  Students are introduced to modern Greek culture, history, and society, so as to  enrich our understanding of multiple, living Greek realities through the  language. Teaching materials include current newspaper articles, graded  literary passages, songs, and various linguistic games.          Intermediate  Modern Greek I, II    HEL-UA  105, 106 Prerequisite  for HEL-UA 105: Elementary Modern Greek II (HEL-UA 104); prerequisite for  HEL-UA 106: HEL-UA 105, or permission of the instructor. Intermediate I offered  in the fall; Intermediate II offered in the spring. 4 points per term.    Students  are expected to be acquainted with the most significant structures of grammar  and syntax and to have acquired the foundations for basic conversation in  Greek. Introduces more complex linguistic and grammatical analysis, advanced  composition, and graded reading. Provides further practice in speaking and  vocabulary acquisition. Readings and discussions of selected works of prose,  poetry, and theatre serve as an introduction to aspects of modern Greek  civilization and as an occasion for comprehensive discussions of contemporary  Greek society.          Advanced  Modern Greek I, II    HEL-UA  107, 108 Prerequisite  for HEL-UA 107: Intermediate Modern Greek II (HEL-UA 106); prerequisite for  HEL-UA 108: HEL-UA 107, or permission of the instructor. Advanced I offered in  the fall; Advanced II offered in the spring. 4 points per term.    Focus on advanced composition and oral practices, with  the aim of refining an understanding and general facility with written and  spoken Greek. Enhances and perfects reading, speaking, conversational, and  writing skills through the close study of selected modern Greek literary texts,  current newspaper articles and essays, films, advertisements, and comprehensive  discussions of contemporary Greek society. Explores current social and  political issues, events, and controversies in Greece; Greece's position \"in  the margins of Europe\" and at the crossroads of East and West; gender politics;  the educational system; the political landscape; discourses on the question of  Greek identity; and topics in popular culture.          Memory,  History, and Language in Modern Greek Poetry    HEL-UA  120 No  prerequisite.    Offered  every other year. 4 points.    A  survey of 20th-century Greek poetry in a historical and cultural context. Among  the poets studied are C. P. Cavafy; the Nobel laureates George Seferis and  Odysseus Elytis; the Lenin Prize-winner Yannis Ritsos; the surrealists Andreas  Embiricos and Nikos Engonopoulos; the postwar generation of poets, including  Miltos Sahtouris, Takis Sinopoulos, and Manolis Anagnostakis; and women poets,  including Matsi Hatzila-zarou and Kiki Dimoula. Note: All texts are available  in both Greek and English; critical texts and class discussion in English only.  No background specific to Greece is required.          Seminar  on Modern Greek Culture    HEL-UA  130 Offered  every year. 4 points.          Topics:  Modern Greek Culture and Literature    HEL-UA  140 Offered  every year. 4 points.          Greek  Drama: Aeschylus Sophocles, Euripides    HEL-UA  143 Identical  to CLASS-UA 143. 4 points.    See  course description under classics.      Narrative,  History, and Fiction in the Modern Greek Novel    HEL-UA  190 Identical  to COLIT-UA 190. No prerequisite. Offered every other year. 4 points.    A survey of the modern Greek novel, and to a lesser  extent the short story, structured around narrative technique and the claim to  fact(s) and/or fiction(s) in Greece's turbulent modern history. Readings  include some of the masterpieces from this tradition, as well as the work of  some promising contemporary writers. Selections also suggest some recurrent  perspectives on questions of language, gender, and nation in Greece.  Comparative reference is made to other Balkan, Mediterranean, European, and  world literatures. Note: All texts are available in both Greek and English;  critical texts and class discussion in English only. No background specific to  Greece is required.          The  20th-Century Balkans and Balkanization through Literature and Film    HEL-UA  193 Identical  to COLIT-UA 193. Offered every other year. 4 points.    A  selective study of the representation of the 20th-century Balkans through some  of the most celebrated literary works and films of the region. Considers the  presentation of, and contestation over, a shared historical past through common  and divergent motifs, myths, and narrative devices. Also examines the region's  political and aesthetic relation to the West in this century.          Yannis  Ritsos and the Tragic Vision    HEL-UA  229 Offered  every other year. 4 points.    Composed  of a series of dramatic monologues that move between the past and the present,  the dead and the living, Ritsos's poem The Fourth Dimension demands that we  think about the relations between memory, history, and language. Examines  Ritsos's poetic strategies by reading and reconstructing the classical  intertexts that inform his work and analyzes his appropriations, distortions,  revisions, and translations of classical texts.          Greek  Diaspora: Odyssean Metaphors from Homer to Angelopoulos    HEL-UA  333 Identical  to COLIT-UA 333. Offered every other year. 4 points.    Examines  how the structuring metaphors and foundational narratives of home and exile and  of dispersal, settlement, and return have informed Greek myth and story in a  variety of geographical and historical contexts, such as the diasporic  communities of Greeks in Renaissance Venice, in certain European urban centers  prior to nation-building in the 18th-century Enlightenment, in Alexandria and  Smyrna (now Izmir) during the late 19th and early 20th centuries, in Cyprus,  and in the United States.          From  Classicism to Afrocentrism: Greece in the West, 1453 to the Present    HEL-UA  444 Identical  to COLIT-UA 444. Offered every other year. 4 points.    An  introductory, selective survey and critical interpretation of Western  conceptions of the idea of Greece, the Hellenic, and the Greeks in a variety of  contexts: classical humanism, classical philology, philhellenism, exoticism,  orientalism, hellenophobia, Hellenism as paganism, aesthetics, homosexuality,  romantic nationalism, racism, the Hellenic and the Hebraic, political  correctness and political chauvinism, and Afrocentrism. Readings from a range  of European literary, critical, and theoretical texts, as well as modern Greek  appropriations of, and resistances to, such projections.          Greek  Thinkers    HEL-UA  700 Identical  to CLASS-UA 700. 4 points.    See  course description under classics.              Politics          Modern  Greek Politics    HEL-UA  525 Offered  periodically. 4 points.          Politics  of Southern Europe    HEL-UA  527 Offered  periodically. 4 points.              History      See  course descriptions under history.          Byzantine  Civilization    HEL-UA  112 Identical  to HIST-UA 112, MEDI-UA 112. 4 points.          Modern  Greek History    HEL-UA  159 Identical  to HIST-UA 159. 4 points.          Topics:  Byzantine History    HEL-UA  283 Identical  to HIST-UA 283. 4 points.          Greece  and Western Europe    HEL-UA  297 Identical  to HIST-UA 297. 4 points.              Special  Courses          Topics:  Modern Mediterranean Region: Myth or Reality?    HEL-UA  901 4  points.          Internship    HEL-UA  980 2  or 4 points.          Independent  Study    HEL-UA  997 2  or 4 points.          Senior  Honors Seminar    HEL-UA  999 4  points.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study (CAS Bulletin), CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Program of Study (CAS Bulletin)   Hellenic Studies (2012 - 2014)            Major    The major consists of  ten courses (typically 40 points). Courses taken in the program's  academic study program in Greece, NYU in Athens, count toward the  major as regular courses. A solid foundation in the modern Greek  language is a requirement for all majors. Upon declaring the major, a  student is expected to enroll in Elementary Modern Greek I (HEL-UA  103) or take a placement examination. By the end of their program,  all students must demonstrate competence in modern Greek at the  intermediate level through successful completion of two semesters of   Intermediate Modern Greek (HEL-UA 105 and HEL-UA 106) or performance  on a placement examination.        Programs of Study    Qualified students may  choose from three areas of concentration:        Track A: Language,  Literature, and Culture   This track provides  students with a solid foundation in the modern Greek language and  provides a comprehensive introduction to medieval and modern Greek  literature and culture.        Track B: Politics and  History   This track provides  students with an interdisciplinary social science perspective on the  medieval and modern Greek experience. Students may choose to  concentrate their studies in history or politics, or create their own  combination in consultation with the director of undergraduate  studies.        Track C: The Classical  Legacy   This track provides  students with an interdisciplinary perspective on the reception of  classical Greek thought in postclassical Greece.      Students in tracks A  and B who have placed out of Intermediate Modern Greek are encouraged  to take Advanced Modern Greek I and II (HEL-UA 107 and HEL-UA 108).  Track C students who place out of Intermediate Modern Greek are  encouraged to take two semesters of Ancient Greek .      All majors are expected  to enroll in the Seminar on Modern Greek Culture (HEL-UA 130) and two  specifically designated survey courses offered within the program.  Which survey courses they choose will depend on the disciplinary  concentration that they select upon completion of their first year in  the program. Every student must take at least one designated survey  course in his or her own track of concentration and one designated  survey course from an outside track. (That is, students in Track A  should take a Track B survey; students in Track B, an A survey; and  students in Track C should choose from Track A or B.)      The following is a list  of designated survey courses. One survey course from each track will  be offered each academic year:      Track A       Memory, History,  and Language in Modern Greek Poetry (HEL-UA 120) Narrative, History,  and Fiction in the Modern Greek Novel (HEL-UA 190)        Track B       Modern Greek  Politics (HEL-UA 525)    Modern Greek  History (HEL-UA 159) Byzantine  Civilization (HEL-UA 112)          Track C       Memory, History,  and Language in Modern Greek Poetry (HEL-UA 120) Ancient Political  Theory (CLASS-UA 206)          Electives    Three to five  additional Hellenic studies courses are required. The exact number of  electives varies according to a student's level of language  proficiency upon entrance to the major. Subject to the approval of  the director of undergraduate studies, cognate offerings in other  departments or an approved internship may be counted toward the  major. A sample list of cognate courses is available from the program  office.    Honors Program    A degree in Hellenic  studies is awarded with honors to students who complete ten courses  (40 points) of graded work while maintaining an overall GPA of 3.65  and an average in the major of 3.65, and who successfully complete a  program of original research leading to an honors thesis. The honors  thesis is researched and written while registered in Independent  Study (HEL-UA 997) under the supervision of a program faculty member.  The thesis topic and the faculty adviser are chosen in consultation  with the director of undergraduate studies. The average length of the  paper is 25 to 40 pages. For general requirements, see the Honors and  Awards section of this bulletin. Honors students are encouraged, but  not required, to take at least one appropriate graduate course in  Hellenic studies.        Minor    A minor in Hellenic  studies can be obtained by completing four courses offered by the  program. Students must show proficiency in modern Greek language by  successful completion of either a placement examination or   Intermediate Modern Greek II (HEL-UA 106). Elementary Modern Greek I and II do not count toward the minor.      Students should consult  the director of undergraduate studies of the program prior to  registering for courses in the minor.        Prize    The Rae Dalven Prize is  a monetary prize awarded annually for the best term paper in the  field of Hellenic studies. Submissions are not limited to Hellenic  studies majors or minors.        NYU in Athens    For information about  NYU in Athens, please visit our website .                      CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}, {"content": "Course Offerings    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       NYU in Athens       Rae Dalven Prize       Events       Student Activities       Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Language  and Literature          Elementary  Modern Greek I, II    HEL-UA  103, 104 Open  to students with no previous training in Greek and to others by permission of  the instructor. Elementary I offered in the fall; Elementary II offered in the  spring. 4 points per term.    An  introduction to modern Greek. Fundamentals of grammar, syntax, oral expression,  listening comprehension, reading, and composition. Students develop the skills  and vocabulary necessary to read simple texts and hold basic conversations.  Students are introduced to modern Greek culture, history, and society, so as to  enrich our understanding of multiple, living Greek realities through the  language. Teaching materials include current newspaper articles, graded  literary passages, songs, and various linguistic games.          Intermediate  Modern Greek I, II    HEL-UA  105, 106 Prerequisite  for HEL-UA 105: Elementary Modern Greek II (HEL-UA 104); prerequisite for  HEL-UA 106: HEL-UA 105, or permission of the instructor. Intermediate I offered  in the fall; Intermediate II offered in the spring. 4 points per term.    Students  are expected to be acquainted with the most significant structures of grammar  and syntax and to have acquired the foundations for basic conversation in  Greek. Introduces more complex linguistic and grammatical analysis, advanced  composition, and graded reading. Provides further practice in speaking and  vocabulary acquisition. Readings and discussions of selected works of prose,  poetry, and theatre serve as an introduction to aspects of modern Greek  civilization and as an occasion for comprehensive discussions of contemporary  Greek society.          Advanced  Modern Greek I, II    HEL-UA  107, 108 Prerequisite  for HEL-UA 107: Intermediate Modern Greek II (HEL-UA 106); prerequisite for  HEL-UA 108: HEL-UA 107, or permission of the instructor. Advanced I offered in  the fall; Advanced II offered in the spring. 4 points per term.    Focus on advanced composition and oral practices, with  the aim of refining an understanding and general facility with written and  spoken Greek. Enhances and perfects reading, speaking, conversational, and  writing skills through the close study of selected modern Greek literary texts,  current newspaper articles and essays, films, advertisements, and comprehensive  discussions of contemporary Greek society. Explores current social and  political issues, events, and controversies in Greece; Greece's position \"in  the margins of Europe\" and at the crossroads of East and West; gender politics;  the educational system; the political landscape; discourses on the question of  Greek identity; and topics in popular culture.          Memory,  History, and Language in Modern Greek Poetry    HEL-UA  120 No  prerequisite.    Offered  every other year. 4 points.    A  survey of 20th-century Greek poetry in a historical and cultural context. Among  the poets studied are C. P. Cavafy; the Nobel laureates George Seferis and  Odysseus Elytis; the Lenin Prize-winner Yannis Ritsos; the surrealists Andreas  Embiricos and Nikos Engonopoulos; the postwar generation of poets, including  Miltos Sahtouris, Takis Sinopoulos, and Manolis Anagnostakis; and women poets,  including Matsi Hatzila-zarou and Kiki Dimoula. Note: All texts are available  in both Greek and English; critical texts and class discussion in English only.  No background specific to Greece is required.          Seminar  on Modern Greek Culture    HEL-UA  130 Offered  every year. 4 points.          Topics:  Modern Greek Culture and Literature    HEL-UA  140 Offered  every year. 4 points.          Greek  Drama: Aeschylus Sophocles, Euripides    HEL-UA  143 Identical  to CLASS-UA 143. 4 points.    See  course description under classics.      Narrative,  History, and Fiction in the Modern Greek Novel    HEL-UA  190 Identical  to COLIT-UA 190. No prerequisite. Offered every other year. 4 points.    A survey of the modern Greek novel, and to a lesser  extent the short story, structured around narrative technique and the claim to  fact(s) and/or fiction(s) in Greece's turbulent modern history. Readings  include some of the masterpieces from this tradition, as well as the work of  some promising contemporary writers. Selections also suggest some recurrent  perspectives on questions of language, gender, and nation in Greece.  Comparative reference is made to other Balkan, Mediterranean, European, and  world literatures. Note: All texts are available in both Greek and English;  critical texts and class discussion in English only. No background specific to  Greece is required.          The  20th-Century Balkans and Balkanization through Literature and Film    HEL-UA  193 Identical  to COLIT-UA 193. Offered every other year. 4 points.    A  selective study of the representation of the 20th-century Balkans through some  of the most celebrated literary works and films of the region. Considers the  presentation of, and contestation over, a shared historical past through common  and divergent motifs, myths, and narrative devices. Also examines the region's  political and aesthetic relation to the West in this century.          Yannis  Ritsos and the Tragic Vision    HEL-UA  229 Offered  every other year. 4 points.    Composed  of a series of dramatic monologues that move between the past and the present,  the dead and the living, Ritsos's poem The Fourth Dimension demands that we  think about the relations between memory, history, and language. Examines  Ritsos's poetic strategies by reading and reconstructing the classical  intertexts that inform his work and analyzes his appropriations, distortions,  revisions, and translations of classical texts.          Greek  Diaspora: Odyssean Metaphors from Homer to Angelopoulos    HEL-UA  333 Identical  to COLIT-UA 333. Offered every other year. 4 points.    Examines  how the structuring metaphors and foundational narratives of home and exile and  of dispersal, settlement, and return have informed Greek myth and story in a  variety of geographical and historical contexts, such as the diasporic  communities of Greeks in Renaissance Venice, in certain European urban centers  prior to nation-building in the 18th-century Enlightenment, in Alexandria and  Smyrna (now Izmir) during the late 19th and early 20th centuries, in Cyprus,  and in the United States.          From  Classicism to Afrocentrism: Greece in the West, 1453 to the Present    HEL-UA  444 Identical  to COLIT-UA 444. Offered every other year. 4 points.    An  introductory, selective survey and critical interpretation of Western  conceptions of the idea of Greece, the Hellenic, and the Greeks in a variety of  contexts: classical humanism, classical philology, philhellenism, exoticism,  orientalism, hellenophobia, Hellenism as paganism, aesthetics, homosexuality,  romantic nationalism, racism, the Hellenic and the Hebraic, political  correctness and political chauvinism, and Afrocentrism. Readings from a range  of European literary, critical, and theoretical texts, as well as modern Greek  appropriations of, and resistances to, such projections.          Greek  Thinkers    HEL-UA  700 Identical  to CLASS-UA 700. 4 points.    See  course description under classics.              Politics          Modern  Greek Politics    HEL-UA  525 Offered  periodically. 4 points.          Politics  of Southern Europe    HEL-UA  527 Offered  periodically. 4 points.              History      See  course descriptions under history.          Byzantine  Civilization    HEL-UA  112 Identical  to HIST-UA 112, MEDI-UA 112. 4 points.          Modern  Greek History    HEL-UA  159 Identical  to HIST-UA 159. 4 points.          Topics:  Byzantine History    HEL-UA  283 Identical  to HIST-UA 283. 4 points.          Greece  and Western Europe    HEL-UA  297 Identical  to HIST-UA 297. 4 points.              Special  Courses          Topics:  Modern Mediterranean Region: Myth or Reality?    HEL-UA  901 4  points.          Internship    HEL-UA  980 2  or 4 points.          Independent  Study    HEL-UA  997 2  or 4 points.          Senior  Honors Seminar    HEL-UA  999 4  points.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       NYU in Athens       Rae Dalven Prize       Events       Student Activities       Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings      Language and  Literature      Elementary Modern Greek  I, II   HEL-UA 103, 104 Open  to students with no previous training in Greek and to others by  permission of the instructor. Elementary I offered in the fall;  Elementary II offered in the spring. 4 points per term.   An introduction to  modern Greek. Provides students with the fundamentals of grammar,  syntax, oral expression, listening comprehension, reading, and  composition. Students develop the skills and vocabulary necessary to  read simple texts and hold basic conversations. Students are  introduced to modern Greek culture, history, and society, since the  ultimate goal of the course is to enrich our understanding of  multiple, living Greek realities through the language. Teaching  materials include current newspaper articles, graded literary  passages, songs, and various linguistic games.      Intermediate Modern  Greek I, II   HEL-UA 105, 106   Prerequisite for HEL-UA 105: Elementary Modern Greek II (HEL-UA 104);  prerequisite for HEL-UA 106: HEL-UA 105; or permission of the  instructor. Intermediate I offered in the fall; Intermediate II  offered in the spring. 4 points per term.   Designed for students  already familiar with modern Greek. Students are expected to be  acquainted with the most significant structures of grammar and syntax  and to have acquired the foundations for basic conversation in Greek.  Introduces students to more complex linguistic and grammatical  analysis, advanced composition, and graded reading. It also provides  further practice in speaking and works to enrich the student's  vocabulary. Readings and discussions of selected works of prose,  poetry, and theatre serve as an introduction to aspects of modern  Greek civilization and as an occasion for comprehensive discussions  of contemporary Greek society.      Advanced Modern Greek  I, II   HEL-UA 107, 108   Prerequisite for HEL-UA 107: Intermediate Modern Greek II (HEL-UA  106); prerequisite for HEL-UA 108: HEL-UA 107, or permission of the  instructor. Advanced I offered in the fall; Advanced II offered in  the spring. 4 points per term.   Focus is on advanced  composition and oral practices, with the aim of refining an  understanding and general facility with written and spoken Greek.  Course work is designed to help students develop a comprehensive  vocabulary, improve pronunciation, and increase their effectiveness,  accuracy, and fluency in writing and speaking the language. Enhances  and perfects reading, speaking, conversational, and writing skills  through the close study of selected modern Greek literary texts,  current newspaper articles and essays, films, advertisements, and  comprehensive discussions of contemporary Greek society. Explores  major facets and phenomena of Greek culture: current social and  political issues, events, and controversies in Greece; Greece's  position \"in the margins of Europe\" and at the crossroads of East  and West; gender politics; the educational system; the political  landscape; discourses on the question of Greek identity; and topics  in popular culture. Through individual projects, oral reports, class  presentation, and written assignments, students are expected to  pursue an in-depth \"reading\" of present-day Greece.      Memory, History, and  Language in Modern Greek Poetry   HEL-UA 120 Offered  every other year. 4 points.   A survey of  20th-century Greek poetry in a historical and cultural context. Among  the poets studied are C. P. Cavafy; the Nobel laureates George  Seferis and Odysseus Elytis; the Lenin Prize-winner Yannis Ritsos;  the surrealists Andreas Embiricos and Nikos Engonopoulos; the postwar  generation of poets, including Miltos Sahtouris, Takis Sinopoulos,  and Manolis Anagnostakis; and women poets, including Matsi  Hatzila-zarou and Kiki Dimoula. Note: All texts are available in both  Greek and English; critical texts in English only. Class discussion  is conducted in English. No background specific to Greece is  required.      Seminar on Modern Greek  Culture   HEL-UA 130 Offered  every year. 4 points.      Topics: Modern Greek  Culture and Literature   HEL-UA 140 Offered  every year. 4 points.      Narrative, History, and  Fiction in the Modern Greek Novel   HEL-UA 190 Identical  to COLIT-UA 190. Offered every other year. 4 points.   A survey of the modern  Greek novel, and to a lesser extent the short story, structured  around narrative technique and the claim to fact(s) and/or fiction(s)  in Greece's turbulent modern history. Readings include some of the  masterpieces from this tradition, as well as the work of some  promising contemporary writers. Selections also suggest some  recurrent perspectives on questions of language, gender, and nation  in Greece. Comparative reference is made to other Balkan,  Mediterranean, European, and world literatures. Note: All texts are  available in both Greek and English; critical texts in English only.  Class discussion is conducted in English. No background specific to  Greece is required.      The 20th-Century  Balkans and Balkanization through Literature and Film   HEL-UA 193 Identical  to COLIT-UA 193. Offered every other year. 4 points.   A selective study of  the representation of the 20th-century Balkans through some of the  most celebrated literary works and films of the region. Considers the  presentation of, and contestation over, a shared historical past  through common and divergent motifs, myths, and narrative devices.  Also examines the region's political and aesthetic relation to the  West in this century.      Yannis Ritsos and the  Tragic Vision   HEL-UA 229 Offered  every other year. 4 points.   How is it that the dead  speak? In what way can the past be said to survive in the  present—tragically? These are the questions around which Yannis  Ritsos's The Fourth Dimension is organized. Composed of a series of  dramatic monologues that move between the past and the present, the  dead and the living, Ritsos's poem demands that we think about the  relations between memory, history, and language. This course traces  Ritsos's poetic strategies by reading and reconstructing the  classical intertexts that inform The Fourth Dimension. In each  instance, it seeks to analyze the reasons behind his appropriations,  distortions, revisions, and translations of these classical texts.      Greek Diaspora:  Odyssean Metaphors from Homer to Angelopoulos   HEL-UA 333 Identical  to COLIT-UA 333. Offered every other year. 4 points.   Greek stories and myths  of dispersal, settlement, and return have provided Western culture  with some of its foundational fictions. This course examines how some  of these structuring metaphors and foundational narratives—notions  of home and exile—have informed the Greeks' own stories in a  variety of geographical and historical contexts and times: (1) in the  historical diaspora communities of Greeks in Renaissance Venice; in  certain European urban centers prior to nation-building in the  18th-century Enlightenment; in Alexandria and Smyrna (now Izmir) of  the late 19th and early 20th centuries and in Cyprus; and (2) among  the Greeks of the United States.      From Classicism to  Afrocentrism: Greece in the West, 1453 to Present   HEL-UA 444 Identical  to COLIT-UA 444. Offered every other year. 4 points.   An introductory,  selective survey and critical interpretation of Western conceptions  of the idea of Greece, the Hellenic, and the Greeks in a variety of  contexts: classical humanism, classical philology, philhellenism,  exoticism, orientalism, hellenophobia, Hellenism as paganism,  aesthetics, homosexuality, romantic nationalism, racism, the Hellenic  and the Hebraic, political correctness and political chauvinism, and  Afrocentrism. Readings from a range of European literary, critical,  and theoretical texts, as well as modern Greek appropriations of, and  resistances to, such projections.      Greek Thinkers   HEL-UA 700 Identical  to CLASS-UA 700. 4 points.   See course description  under Classics in this Bulletin.         Politics         Modern Greek Politics   HEL-UA 525 Offered  periodically. 4 points.      Politics of Southern  Europe   HEL-UA 527 Offered  periodically. 4 points.         History      See course descriptions  under History in this Bulletin .      Byzantine Civilization   HEL-UA 112 Identical  to HIST-UA 112, MEDI-UA 112. 4 points.      Modern Greek History   HEL-UA 159 Identical  to HIST-UA 159. 4 points.      Topics: Byzantine  History   HEL-UA 283 Identical  to HIST-UA 283. 4 points.      Greece and Western  Europe   HEL-UA 297 Identical  to HIST-UA 297. 4 points.         Special Courses      Topics: Modern  Mediterranean Region: Myth or Reality?   HEL-UA 901 4 points.      Internship   HEL-UA 980 2 or 4  points.      Independent Study   HEL-UA 997 2 or 4  points .      Senior Honors Seminar   HEL-UA 999 4 points.                    Contact Us | &copy; New York University , Arts and Science"}]}]