[{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Art &amp; Politics: The Art Space Movement in New York, 1960 to Now: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Art & Politics: The Art Space Movement in New York, 1960 to Now  H48.1059/ 2059 Sem 4 Credits Instructor(s): Martha Wilson Art &amp; Politics: The Art Space Movement in New York, 1960 to Now    Professor Martha Wilson, artist and Founding Director of Franklin Furnace    H48.1059.001 (Undergraduate)    H48.2059.001 (Graduate)    Undergraduate and Graduate    Undergraduates – Sophmores, Juniors and Seniors only    Friday, 11:00am – 1:45pm     4 points – will count toward general education requirements (Humanities)         The Art Space Movement introduced Post-modern, activist works to the mainstream of cultural discourse in this country. Now, “performance art” has gone beyond the art world to become a household term; and the installation – another art form which blossomed and thrived in art spaces – is now a de rigueur mode of exhibition in mainstream galleries as well as high-end retail venues, such as the Prada flagship store in New York City designed by architect Rem Koolhaas. Art spaces are embedded in their social and political environment because avant-garde artists have historically ignored national boundaries as well as aesthetic ones; Cabaret Voltaire, founded by Emmy Hennings and Hugo Ball in Zurich, Switzerland in 1916, was comprised of artists from a half-dozen European countries who created sound poetry, made outrageous costumes, and employed film. These artists were political activists; Emmy served jail time for forging papers for friends who wanted to avoid the draft. The contemporary art space movement takes this avant-garde legacy as its own, championing visual artists who may incorporate musical, theatrical, literary, dance, film and now technological elements in their work in order to address the pressing issues of our time.    This course will introduce students to the history and current practice of art spaces in New York through site visits; guest lecturers; archival and bibliographic research; reading assignments; interviews; and preparation of a Case Study, a plan for the intellectual content of a documentary project focused on one art space.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Art &amp; Politics: The Art Space Movement in New York, 1960 to Now: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Art & Politics: The Art Space Movement in New York, 1960 to Now  H48.1059/ 2059 Sem 4 Credits Instructor(s): Martha Wilson Art &amp; Politics: The Art Space Movement in New York, 1960 to Now    Professor Martha Wilson, artist and Founding Director of Franklin Furnace    H48.1059.001 (Undergraduate)    H48.2059.001 (Graduate)    Undergraduate and Graduate    Undergraduates – Sophmores, Juniors and Seniors only    Friday, 11:00am – 1:45pm     4 points – will count toward general education requirements (Humanities)         The Art Space Movement introduced Post-modern, activist works to the mainstream of cultural discourse in this country. Now, “performance art” has gone beyond the art world to become a household term; and the installation – another art form which blossomed and thrived in art spaces – is now a de rigueur mode of exhibition in mainstream galleries as well as high-end retail venues, such as the Prada flagship store in New York City designed by architect Rem Koolhaas. Art spaces are embedded in their social and political environment because avant-garde artists have historically ignored national boundaries as well as aesthetic ones; Cabaret Voltaire, founded by Emmy Hennings and Hugo Ball in Zurich, Switzerland in 1916, was comprised of artists from a half-dozen European countries who created sound poetry, made outrageous costumes, and employed film. These artists were political activists; Emmy served jail time for forging papers for friends who wanted to avoid the draft. The contemporary art space movement takes this avant-garde legacy as its own, championing visual artists who may incorporate musical, theatrical, literary, dance, film and now technological elements in their work in order to address the pressing issues of our time.    This course will introduce students to the history and current practice of art spaces in New York through site visits; guest lecturers; archival and bibliographic research; reading assignments; interviews; and preparation of a Case Study, a plan for the intellectual content of a documentary project focused on one art space.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Studio Areas - Facilities - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Facilities                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Facilities       34 stuyvesant street    studio areas    exhibition spaces   map                                 Studio Areas       Schedule Open Shop/Lab/Studio Time in Barney Building  Sculpture    Sculpture classes allow artists and students to explore their ideas in three dimensional space at a time when new technologies are becoming a part of everyday life and there is a renewed interest in handmade forms and craft materials. As borders between media shift, contemporary sculpture and installation work may include new uses of video, ceramics, architecture, fabric, drawing, or performance, as well as classic skills such as woodworking, welding, or moldmaking.    The sculpture facility covers a full floor of the Barney building. It is divided into a wood and metal shop which includes a panel saw, Sawstop table saw, compound miter saw, vertical and horizontal bandsaws for both metal/woodworking, an air compressor system and downdraft table for sanding. In addition, we have a 800 sq/ft critique space for the presentation of student art work, as well as a plaster and moldmaking studio with a self contained spray booth room. Shop technicians are available for information and oversight of the studio. The sculpture faculty includes Area Director Sue De Beer, Beverly Semmes, Rico Gatson, Curtis Mitchell, Dave Hardy, Ian Cooper, and other innovative practitioners.    Craft Sculpture: Ceramics, Metalsmithing, Fabric, and Glass    The renewed connection between fine arts and craft media has become the focus of a new cross-disciplinary movement in contemporary art. Courses in ceramics, mixed media sculpture, metalsmithing, jewelry, and sewn fabrics allow artists to expand their ideas and practices through a wide range of materials and skills in the Art Department&rsquo;s studio facilities. Through a unique liaison with Urban Glass, the largest facility in the world dedicated to glass as an art form, students can expand their creative vocabulary in this medium, as well. Area Director Judith Schwartz is on of the world&rsquo;s leading authors and curators in ceramics. Faculty including Matt Nolen, Beverly Semmes, Klaus Burgel, Shida Kuo, and discuss work within a historical and contemporary framework, designed to help students gain both technical and critical skills.    Photography    Our darkroom, on the second floor of Barney Building, is complete with a 30&rdquo; Colex color processor, group black &amp; white and color darkrooms, as well as eight individual color darkrooms. There are two classrooms, equipped with iMacs, video and slide projectors, digital photo printers, flatbed scanners and negative scanners. Each classroom can also be converted into a photo studio, each with black, white and grey seamless backdrop rolls. We have a large selection of equipment for loan, which includes, but not limited to, 35mm cameras, medium and large format cameras, digital SLRs, HD video cameras, sound recorders, tungsten lighting kits, strobe lighting kits, tripods and a green screen kit. For MFAs, BFAs, and students registered in photo classes, all equipment can be checked out of the Darkroom for 72 hours at a time, free of charge. Classes offered include B&amp;W, Color, Digital, Documentary, and Photography &amp; Performance, as well as studio courses including lighting &amp; medium and large format cameras. Artists, critics, and historians share faculty duties in this challenging area, led by performance artist Gerald Pryor. Photography faculty include Lyle Ashton Harris, Hiroshi Sunairi, Adam Putnam, and Dan Torop.    Barney Darkroom Blog &amp; Hours . 212-998-5755    Design/Video Studio &amp; Digital Imaging    The Design Studio is an iMac computer lab equipped with a full range of software for design, photography, video and new media. The Design Studio houses 16 iMac computers, HD projection and HD television facilities, as well as a lounge for laptop use and class discussions. This studio provides students with powerful tools to learn, create and collaborate.    The Digital Imaging Studio is an iMac classroom equipped with large format archival printing. This studio houses 18 iMac computers with a full range of software for photography, drawing, design, video, 3D modeling, sound, web and open source projects. Mobile HD projection equipment is available for check out to students and faculty. The Digital Imaging Studio provides students with hands-on experience and advanced skills in printing with new media.    Digital Fabrication Studio     The Digital Fabrication Studio is a multidisciplinary hackerspace equipped to explore new media and design. The studio houses iMac and PC computers, an Epilog Helix 24 Laser Engraver, Makerbot and Formlabs 3D printers, a full range of electronics prototyping equipment and hardware, a CNC plotter and access to a Shopbot Desktop CNC router. HD projection and HD television allow instructors and students to share, explore and adapt to the rapid cultural and technological innovation the world faces today.    Painting and Drawing    The skills of painting and drawing enable the artist-student to transform ideas, be they internal or external, to the planarity of a piece of paper or canvas. This process of converting thoughts and signs into visually accessible shapes is complex and, at times, very direct. For this reason, painting and drawing will always be considered by many to be at the heart and soul of the visual arts.    The recent resurgence of interest in traditional hand made media speaks to many issues in contemporary life, and the demand for courses in these areas is higher than ever. Our painting and drawing faculty, led by Area Director Maureen Gallace, with the support of John Torreano, Jesse Bransford, Ross Bleckner, Peter Rostovsky, and Jason Tomme reflects the broad range of acclaimed artists working in classical materials.    Print    Print provides contemporary artists with a extensive array of possibilities and working methods, from photocopy to etching to digital 3-D printing, from unique to multiple to installation. The NYU Print Studio is dedicated to an environment where this range is encouraged along with experimentation and personal exploration.    The print studio, with 14' high ceilings and northern light, is equipped to realize ideas in multiple techniques, including silkscreen (photo-process darkroom), etching (two Charles Brand etching presses), relief print, book arts and letterpress (Vandercook UNI-1 press), digital imaging/printing (Epson 4900 Archival Printer, Epson scanner, AccuRIP software, Xante PostScript large formate laser printer), as well as Departmental facilities for laser cutting and 3-D printing. New York City at large provides a unique context for the study of print, which includes numerous special print exhibitions, vast museum collections, the annual New York City Print Week, and a vibrant diy, zine, and street art scene. The print area faculty, led by Area Head Mark Johnson, includes Kiki Smith, Valerie Hammond, Noah Breuer, and Ruby Sky Stiler.    Environmental Activism    Faculty member Natalie Jeremijenko, one of the most visible and dynamic forces working at the intersection of art, technology, engineering, and environmental studies, has established the Environmental Health Clinic, a laboratory to diagnose environmental ills and create prescriptions for a greener tomorrow. Working with designers, gardeners, and computer scientists, Jeremikenko, who is herself an engineer as well as an artist, is establishing a cross-disciplinary team of artists and researchers to contribute to a slate of poetic and political project                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]