[{"detail": [{"content": "From NYU to the New York Bar | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; From NYU to the New York Bar                  LLM and JSD                 From NYU to the New York Bar                       For students who need the LLM to qualify for the New York bar exam, NYU is prepared to help. The Law School consults with the New York Court of Appeals to identify classes that meet bar eligibility requirements, and offers comprehensive advice gleaned from years of experience working with students to achieve this goal. To date, a broad range of more than 50 NYU Law classes have been approved by the Court to satisfy requirements for eligibility. Some of these classes are offered in particular academic years, but many are offered on an annual basis.   Curricular Flexibility   Choice is important—students choose NYU to pursue a curriculum that meets their own intellectual interests and professional goals. Many of the Court-approved NYU courses also count toward some of the LLM specialization requirements, so students can pursue the degree they want and also qualify for the New York bar exam.   As a bonus, NYU has a summer class that allows students to earn 3 credits toward fulfillment of the bar eligibility requirements. By taking Introduction to US Law, which is mandatory for all foreign-trained students, and which takes place two weeks before fall semester begins, students have more flexibility to follow their interests during the fall and spring semesters.   A Large Selection of Fall and Spring Semester Classes   Professional Responsibility   NYU offers multiple sections of 8 different classes that address professional responsibility . These classes are a part of comprehensive training for future litigators, government lawyers, and corporate attorneys, and satisfy the 2-credit eligibility requirement of a course in the history, goals, instruction, value, rules and responsibilities of the US legal profession.   Subjects Tested on the Bar Exam   NYU has an extensive list of over 30 different classes that have been approved to fulfill the 6-credit eligibility requirement in subjects that are tested on the New York State bar exam. The variety of these classes is of special appeal to our students, whether they wish to take basic classes in American law, such as Contracts or Corporations, or more specialized classes such as Information Privacy Law, Conflicts of Law, or a seminar on the First Amendment.   Comprehensive Advice   Crafting a personalized curriculum takes careful planning. Students will want to ensure that the classes they choose meet both NYU’s LLM degree requirements and the eligibility requirements for the New York bar exam. At the Law School, we have dedicated advising resources for LLMs so that our students can be assured of meeting New York bar eligibility requirements, while also maximizing, to the extent possible, the number of classes that meet their own intellectual and career goals.   Student Advising   Our advising begins over the summer months, before students arrive on campus. Through online chats, students receive advice from professors who are experts in their fields and current LLM students who share their insights from their own time at NYU. In addition, administrators in Graduate Affairs provide personalized counseling via email, videoconference, and telephone. Typical topics discussed with our administrators are the degree and program requirements, NY bar eligibility, and making the most of the Law School’s rich curricular and co-curricular opportunities.   Class Registration   The class registration process also takes place during the summer. To maximize the chance of obtaining the classes which students most want to take, administrators in Graduate Affairs offer extensive instruction on the selection procedure in place, as well as advice on how best to indicate preferences for certain classes and professors. Throughout this process, students are also encouraged to consult with faculty members in their areas of interest.   After arriving at NYU, students adjust their schedules at the start of each semester to ensure their curriculum is optimized for their goals.                                  Bar Rules           Prospective students are strongly encouraged to view full information about the Court’s rules and NYU’s offerings well in advance of applying to the Law School. The New York State Board of Law Examiners, not NYU, has the sole authority to deem individuals qualified to sit for the New York bar exam.                 Pro Bono           To be admitted to the bar, New York requires 50 hours of pro bono service. For those who have not already met this requirement at home in the year before they start the LLM degree, NYU has partnered with a number of nonprofit and public interest organizations to create diverse opportunities to do so during the LLM year.   For students who wish to wait to learn whether they have passed the NY bar exam before performing the required hours of pro bono service, and who will remain in the area, NYU is working to establish opportunities even after graduation from the Law School.                 Housing In New York           NYU is conveniently located in New York; our students can focus on preparing for the exam without the worry of finding temporary housing or spending more cash to fly long-distance to the exam location.   LLM students who live on-campus for the academic year simply apply to extend their stay in Law School housing until shortly after the day of the exam. NYU guarantees these students a place in summer housing provided they meet the priority application deadline and relevant conditions.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "From NYU to the New York Bar | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; From NYU to the New York Bar                  LLM and JSD                 From NYU to the New York Bar                       For students who need the LLM to qualify for the New York bar exam, NYU is prepared to help. The Law School consults with the New York Court of Appeals to identify classes that meet bar eligibility requirements, and offers comprehensive advice gleaned from years of experience working with students to achieve this goal. To date, a broad range of more than 50 NYU Law classes have been approved by the Court to satisfy requirements for eligibility. Some of these classes are offered in particular academic years, but many are offered on an annual basis.   Curricular Flexibility   Choice is important—students choose NYU to pursue a curriculum that meets their own intellectual interests and professional goals. Many of the Court-approved NYU courses also count toward some of the LLM specialization requirements, so students can pursue the degree they want and also qualify for the New York bar exam.   As a bonus, NYU has a summer class that allows students to earn 3 credits toward fulfillment of the bar eligibility requirements. By taking Introduction to US Law, which is mandatory for all foreign-trained students, and which takes place two weeks before fall semester begins, students have more flexibility to follow their interests during the fall and spring semesters.   A Large Selection of Fall and Spring Semester Classes   Professional Responsibility   NYU offers multiple sections of 8 different classes that address professional responsibility . These classes are a part of comprehensive training for future litigators, government lawyers, and corporate attorneys, and satisfy the 2-credit eligibility requirement of a course in the history, goals, instruction, value, rules and responsibilities of the US legal profession.   Subjects Tested on the Bar Exam   NYU has an extensive list of over 30 different classes that have been approved to fulfill the 6-credit eligibility requirement in subjects that are tested on the New York State bar exam. The variety of these classes is of special appeal to our students, whether they wish to take basic classes in American law, such as Contracts or Corporations, or more specialized classes such as Information Privacy Law, Conflicts of Law, or a seminar on the First Amendment.   Comprehensive Advice   Crafting a personalized curriculum takes careful planning. Students will want to ensure that the classes they choose meet both NYU’s LLM degree requirements and the eligibility requirements for the New York bar exam. At the Law School, we have dedicated advising resources for LLMs so that our students can be assured of meeting New York bar eligibility requirements, while also maximizing, to the extent possible, the number of classes that meet their own intellectual and career goals.   Student Advising   Our advising begins over the summer months, before students arrive on campus. Through online chats, students receive advice from professors who are experts in their fields and current LLM students who share their insights from their own time at NYU. In addition, administrators in Graduate Affairs provide personalized counseling via email, videoconference, and telephone. Typical topics discussed with our administrators are the degree and program requirements, NY bar eligibility, and making the most of the Law School’s rich curricular and co-curricular opportunities.   Class Registration   The class registration process also takes place during the summer. To maximize the chance of obtaining the classes which students most want to take, administrators in Graduate Affairs offer extensive instruction on the selection procedure in place, as well as advice on how best to indicate preferences for certain classes and professors. Throughout this process, students are also encouraged to consult with faculty members in their areas of interest.   After arriving at NYU, students adjust their schedules at the start of each semester to ensure their curriculum is optimized for their goals.                                  Bar Rules           Prospective students are strongly encouraged to view full information about the Court’s rules and NYU’s offerings well in advance of applying to the Law School. The New York State Board of Law Examiners, not NYU, has the sole authority to deem individuals qualified to sit for the New York bar exam.                 Pro Bono           To be admitted to the bar, New York requires 50 hours of pro bono service. For those who have not already met this requirement at home in the year before they start the LLM degree, NYU has partnered with a number of nonprofit and public interest organizations to create diverse opportunities to do so during the LLM year.   For students who wish to wait to learn whether they have passed the NY bar exam before performing the required hours of pro bono service, and who will remain in the area, NYU is working to establish opportunities even after graduation from the Law School.                 Housing In New York           NYU is conveniently located in New York; our students can focus on preparing for the exam without the worry of finding temporary housing or spending more cash to fly long-distance to the exam location.   LLM students who live on-campus for the academic year simply apply to extend their stay in Law School housing until shortly after the day of the exam. NYU guarantees these students a place in summer housing provided they meet the priority application deadline and relevant conditions.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Frequently Asked Questions | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing &rsaquo; FAQ                  Housing                 Frequently Asked Questions                 Housing       Work Requests   Housing Applications and Forms   On-Campus Housing   Summer Housing   Family and Partner Housing   Rates and Options   Off-Campus Living   Cancellation Requests   Renovations &amp; Ongoing Projects   Emergency and Fire Safety   FAQ   Contact Us                             As an incoming student, can I get housing?   Is there family housing?   What type of housing is available?   What are my chances of getting a studio?   What percentage of entering 1Ls live in NYU School of Law residences?   Is smoking allowed in the residence halls?   Which building do the majority of first year students live in?   What furnishings are provided?   Can I stay in New York University School of Law housing during the summer?   Is Mercer Residence far away?   What happens if I am assigned with an apartmentmate I don’t like?   Is housing coed?   Does housing remain open during the Winter Break?   Are pets allowed?   How safe is the neighborhood?   What are the housing rates?   What is the phone service?   How do I arrange/pay for utilities?   What other services are provided?   Is there a meal plan?     As an incoming student, can I get housing?   As long as all payment and application deadlines are met, housing is virtually guaranteed for all entering students (see below for family housing limitations). Applications are automatically sent to students who have been admitted to New York University School of Law. We encourage you to apply online by going to the Admitted Students Web site.     Is there family/partner housing?   Yes! Please be advised, however, that our housing for family/partner is limited, especially those with children. While we have reserved family housing spaces for incoming students, the demand may exceed available spaces. We will provide you with off-campus housing information and advisement if we anticipate an inability to meet the demand for on-campus family housing.     What type of housing is available?   Studio, one bedroom, two bedroom and three bedroom apartments are available within our residences. Our Web site contains information detailing options and rates for the apartment types available in our two high-rises (Mercer Residence and D'Agostino Hall) or the low-rise building (130 MacDougal Street).     What are my chances of getting a studio?   You will notice in your housing options information that a small number of studios are available. A portion of those available are reserved for family housing (all the type \"A\" and half the type \"D\" studios are reserved for family housing). D’Agostino Hall has very few available studios. Understandably, current students eligible to reserve a space during the Lottery* will deplete the supply of available studios. So, based on the information provided above, it is very difficult (but, not impossible) for an entering student to get a studio.   * Occurring in late January and early February, the Office of Residential Life conducts a lottery for current students in order to determine eligibility for and selection of apartments and apartmentmates for the following academic year.     What percentage of entering entering students live in School of Law residences?   Approximately two-thirds.     Is smoking allowed in the residence halls?   The University issued a ban on smoking in all undergraduate and graduate residence hall apartments and facilities. Accordingly, smoking is prohibited in all School of Law residence halls (apartments, common areas, terraces, balconies, etc.). Any resident or guest wishing to smoke must exit the building to do so in the designated smoking area.     Which building do the majority of first year students live in?   First year students live in both Mercer Residence and D'Agostino Hall.     What furnishings are provided?   You are provided with a bed, desk, dresser (drawer space), table, and chairs. Kitchens include a refrigerator, oven, 4-burner stove, sink, and cabinets. Microwaves are not provided. Bathrooms have both tub and shower. All apartments have air conditioning. Bedrooms in Mercer Residence do not have overhead lighting. Halogen lamps are prohibited in all University residence halls.   University furniture may not be removed from the apartments.     Can I stay in School of Law housing during the summer?   School of Law residences remain open during the summer. Summer housing applications are available in early February.     Is Mercer Residence far away?   No. Maps may deceptively indicate that the Mercer Residence is a far distance from Vanderbilt. However, even at a slow pace, Mercer Residence is less than a 10 minute walk from Vanderbilt Hall.     What happens if I am assigned with an apartmentmate I don’t like?   You or your friends may have experienced undergraduate apartment-mate conflicts far more frequently than you will ever experience them at this stage of your life. You and your classmates have decided to dedicate the next years of your life to the study of law and to achieving a law degree. Each of you is focused and committed. Our experience shows us that this level of commitment and maturity results in remarkably few situations of apartmentmate incompatibility. However, when apartmentmates have finally concluded that their living situation is detrimental, the Office of Residential Life will make every effort to move a willing apartmentmate to an available space.     Is housing coed?   Yes, our residences are coed. Additionally, residents may choose to designate an individual apartment coed; however, all residents of the apartment must agree in writing to this designation.     Does housing remain open during the Winter Break?   All School of Law residences remain open over the University Winter Break and between semesters.     Are pets allowed?   No. As stated in the Housing License, which all residents are required to abide by, pets are not allowed in student apartments.     How safe is the neighborhood?   Our neighborhood, as with any other, is as safe as you make it. Urban living requires that one is constantly alert, aware of their surroundings and follows basic safety precautions. Our high-rise buildings have 24-hour Door Attendants, our low-rise is locked 24 hours a day, and NYU Public Safety provides 24-hour security services. At check-in, you will receive helpful information about safety in the Village and University areas.     What are the housing rates?   Rates vary according to apartment type and location. Price variations may reflect view, location in the building, amenities, and square footage. Our Web site contains all the necessary information on rates. Your lease is for the full academic year; billing is by semester.     What is the phone service?   NYU Net is the required telephone service for all residents in D’Agostino Hall and Mercer Residence. There is no installation charge or required security deposit. Features include touch-tone, unlimited local usage, voice-mail, and call-waiting services. Residents must purchase a long distance calling card or use a credit card for all non-local calls. Internet and on-line services are also available.     How do I arrange/pay for utilities?   Electric and/or gas service for all NYU School of Law residences is included in the housing rate.     What other services are provided?   Mercer Residence and D'Agostino Hall provide laundry facilities, study space, terraces, computer labs, online and data capability, game rooms, local phone service, and University cable TV.     Is there a meal plan?   Meal Plan options available to NYU School of Law students are available through the University Campus Dining Service. Information and applications are distributed in late August. The Law School does have student cafes located in Vanderbilt Hall and Furman Hall.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]