[{"detail": [{"content": "Current Students - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Current Students                                                     You must have a NYU NetID and Password to access the links in the menu on the left.               Current Student News    The NYU Department of Occupational Therapy is pleased to announce that it will once again be hosting its Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held at the University on Tuesday, January 20th and Wednesday, January 21st, 2015 . NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    Grace Kim , Ph.D. candidate, participated in a one-day InMotion robotics training seminar at the National Rehabilitation Center in Seoul. The seminar was sponsored by HOSPI, which is the distributor of the InMotion robots in Korea.    Congratulations to Siaw Chui Chai '13 on the nomination of her doctoral dissertation entitled \"The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study\" for Steinhardt's 2014 Outstanding Dissertation Award.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 4th Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 21st and Wednesday, January 22nd, 2014. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.       Foundation Announces Opening of 2013-14 Scholarship Competition    August 1, 2013    Bethesda, Maryland &ndash; The American Occupational Therapy Foundation (AOTF) is pleased to announce that it is accepting applications for its 2013-14 scholarship awards. AOTF awards more than 50 scholarships annually to students enrolled in accredited or developing occupational therapy programs in the United States. Scholarships are awarded based on selection criteria that include academic achievement, service, and evidence of leadership through activities and written recommendations.    The AOTF administers funds for scholarship provided through endowments and partnerships with 22 state occupational therapy associations and the District of Columbia Occupational Therapy Association.    The Foundation also administers and awards several scholarships established in memory of prominent occupational therapy practitioners, as well as scholarships sponsored by corporate and non-profit supporters. Corporate sponsor North Coast Medical provides generous scholarships for two students, and for the 40 th consecutive year, Kappa Delta Phi Sorority will provide generous scholarships for two students. The National Board for Certification in Occupational Therapy (NBCOT) provides scholarships for four exemplary students.    New this year will be scholarships given through endowments with the Michigan Occupational Therapy Association Fred Sammons and Barbara Rider Endowed Scholarship, the Virginia Occupational Therapy Association Fred Sammons Endowed Scholarship and the Todd Poche Endowed Scholarship of the Louisiana Occupational Therapy Association.    For complete information and to begin an online application, visit the AOTF website . Online applications must be submitted by October 31, 2013.    The American Occupational Therapy Foundation is a 501(c)(3) charitable, scientific and educational organization established in 1965. Its mission is to advance research, education, and leadership in the field of occupational therapy and to raise public awareness of the importance of enabling individuals to participate fully in life regardless of their physical, social, mental, or developmental circumstances.        Congratulations go out to our current 2nd Year Professional Program Students on the completion of their coursework! Students Christopher Ho and Ailya Naqvi, put together an awesome Grammys themed \"End of Classes\" party for their fellow classmates, Department faculty and staff. In keeping with recent tradition, the Department sent off the class of 2014 to Fieldwork in style, with a champagne toast and treats. We wish them all the best of luck on Fieldwork and hope they come back to visit us regularly.    The NYU OT Professional Program's First Year Class is pleased to announce that they raised over $350 for the April 28, 2013 MS Walk during their class fundraiser held at Off The Wagon on April 18th. Members of the class also joined the NYU OT team at this year's walk.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2013 Frieda J. Behlen Occupational Therapy scholarship recipients- Chloe Garcia Cruz, Elizabeth Greenbaum and Brienna Maier. For additional information about this year's three outstanding award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 3rd Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 22nd and Wednesday, January 23rd, 2012. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    The Department of Occupational Therapy congratulates Siaw Chui Chai , Ph.D. candidate on being the 2012 recipient of the AHTF Burkhalter New Investigators Grant. Chai's project, \"Hand Discomfort and Hand Function Status among Piano Students,\" seeks to design a prevention-based intervention using the identified risks for hand discomfort among pianists.    The Department of Occupational Therapy is pleased to announce that the following Occupational Therapy students have received 2012 University and School recognition: Daneila Wachholtz - E. George Payne Award Dinamarie Raimondi - Samuel Eshborn Award Aliza Yaros and Rivka Bachrach - President's Service Award Chana Richter - Department of Occupational Therapy's Valedictory Celebration Banner Bearer Our congratulations go out to each of these outstanding students!    The NYU Steinhardt Department of Occupational Therapy congratulates our two 2012 Frieda J. Behlen Occupational Therapy scholarship recipients: Teresa Nydegger and Amanda Waynick . For additional information about this year's award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 2nd Annual January NBCOT Exam Prep course offered by Therapy Ed. The course will be held in the Department on Tuesday, January 17th and &amp; Wednesday, January 18, 2012. NYU OT students are eligible for a $30 course tuition discount. Please visit http://www.therapyed.com/ nbcot .htm for additional course information.    The American Occupational Therapy Foundation Scholarship Program is accepting 2011-12 Online Applications: AOTF Press Release &ndash; Foundation Announces Opening of 2011-12 Scholarship Competition Eligibility and Availability Instructions for Applicants Online Application    The NYU Steinhardt Department of Occupational Therapy congratulates Marjie Citron '11 on the award of the 2011 Samuel Eshborn Service Award. This prestigious award is presented to graduating graduate students in recognition of superlative and extraordinary service, exhibiting the value of strong leadership in school activities in NYU Steinhardt.    The NYU Steinhardt Department of Occupational Therapy extends its warmest congratulations to this year's Frieda J. Behlen Occupational Therapy scholarship recipients: Molly Schmidt and Rebecca Fishman . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses. Read more...    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting a January NBCOT Exam Prep course offered by Therapy Ed. Our first course will be held in the Department on Wednesday January 5th and &amp; Thursday, January 6, 2011. Please visit http://www.therapyed.com/nbcot.htm for registration information.    Congratulations to Tzu-Ying Yu , on the successful November 2010 defense of her dissertation, \"The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.\" Yu was the recipient of a prestigious Dean's grant to support a pilot study for her dissertation and presented her work at the Dean's Grant for Student Research Colloquium in October of 2010.    In cooperation with the Islamic Center at NYU, students, faculty, and staff of the Department of Occupational Therapy contributed to the relief effort for victims of the recent floods in Pakistan. According to the United Nations, this is the most severe incident of flooding in eighty years, with six million Pakistanis in need of lifesaving assistance. OT students, faculty, and staff donated food items to help those affected by the crisis; five packages containing an assortment of non perishable food items were assembled and will be shipped to Pakistani families in need. The effort was led by 2nd year Occupational Therapy Professional Program student Salma Malik , with the aid Department Administrator Ayanna Lee; Salma would like to extend her thanks to all of the participants who made the effort a success.    In response to the earthquake in Haiti, Steinhardt OT students organized a donation drive this semester to provide self-care products to those in need. The drive was organized under the leadership of Joanna Dritsas and Michelle Carrol , as part of the 2nd-year professional program's class gift, and completed with the help of Department members Ayanna Lee, Karen Buckley, and Sally Poole. For Dritsas and Carrol, it offered a chance to integrate occupational therapy theory into their aid to the Haiti relief effort. They solicited the involvement of OT students, faculty and staff in assembling self-care packages, including toothpaste, soap, and shampoo, to be sent to families affected by the earthquake. A total of 125 supply packages were sent to Haiti through the AFYA Foundation, a humanitarian aid organization founded by Steinhardt OT alumna Danielle Butin ('85).    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2010 Frieda J. Behlen Occupational Therapy scholarship recipients- Stacey Suplizio, Jessica Sibley, and Rachel Turner . These three outstanding students have each been selected to receive a $2,000 tuition award for the summer 2010 semester.    Siaw Chui Chai , NYU OT PhD candidate, will be presenting \"Study of Hand Span and Active Hand Mobility in Healthy Adults,\" Co-authored by Professor Jane Bear-Lehman, and Professional Program students Mary Ford, Rachelle Schwartz and Yael Weichselbaum at the 8th Triennial Congress of the International Federation of Societies for Hand Therapy (IFSHT) in Orlando, FL. The presentation is scheduled for Thursday, June 24th during session CS.1.1.    Congratulations to Tien-Ni Wang on the successful defense of her dissertation in the March of 2010. Wang defended \"The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.\"    The NYU OT Professional Program's second year class has donated $320 to GHESKIO to assist with Haitian relief efforts . GHESKIO is an independent Haitian organization in Port-au-Prince affiliated with Weil Cornell Medical Center, that provides free care to individuals with HIV/AIDs. Since the January 12th earthquake GHESKIO is providing humanitarian assistance and emergency care to those affected by the disaster and continues to provide life-saving medications to people with HIV/AIDS.    AfterCollege has announced that Marjie Citron of NYU is the recipient of the September 2009 AfterCollege Occupational Therapy Student Scholarship. Marjie is currently a second year student in the MS OT program. Congratulations to Marjie!!    OT Class of 2010 Donated $300 to the Adaptive Design Association The OT Class of 2010 recently donated $300 to the Adaptive Design Association ( www.adaptivedesign.org ). This association does wonderful work to assist people in need. They make adaptive equipment and positioning devices, mainly for children with disabilities. OT students had previously spent time at ADA working on creative solutions and building appropriate equipment for kids. Our students gained a memorable experience during their project at the ADA facility, and the Class of 2010 has called attention to this valuable organization through a generous donation.    Congratulations to Shalini D'Souza and So Yeon Ahn (OT Post-Professional program) and their Developing Assistive Technology (E40.2900) classmate, Amanda Bernsohn (Tisch ITP) on their selection as one of nine finalist groups at this year's National Science Foundation sponsored RESNA Student Design Competition. As finalists, the group was invited to present its battery driven, reverse gravity leg bag emptier project at this year's 2009 RESNA conference in New Orleans. Travel was funded by NSF with additional support given by the NYU Tisch ITP program. At the conference, Holly Cohen (Rusk Institute for Rehabilitation Medicine), who currently serves as a Clinical Mentor for the Developing Assistive Technology class also presented a poster highlighting an earlier collaborative Steinhardt OT /Tisch ITP project.    NYU OT Participates in the 2009 NAMI NYC-Metro Walk. On Saturday, May 9, 2009, over a dozen NYU Occupational Therapy students and several NYU OT Alumni joined the NYC team of OT's Walk with NAMI (National Alliance on Mental Illness) to fight the stigma of mental illness, and to raise money for educational and support programs of NYC NAMI ( http://www.nami.org/ ). Clad in their student designed purple NYU OT NAMI Walks T-shirts, the group left from the South Street Seaport and walked across the Brooklyn Bridge and back again, joining the ranks of OT's from Beth Israel, St. Luke's, Columbia Presbyterian, St. Vincent's, SUNY Downstate, York College, LIU, Stony Brook, and Columbia U. MNYD supplied the banner leading the team of OT's Walk with NAMI. This year's walk netted over $300,000 which was raised by consumers, family, friends, medical professionals, faculty, and students.    Francine Seruya , Gwen Weinstock-Zlotnick , and Mara Cohen Podvey all successfully defended their dissertations in Spring of 2009. Seruya defended \"Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists,\" Weinstock-Zlotnick defended \"How Occupational Therapists Specializing in Hand Therapy Consider Participation During Initial Evaluation: A Look at Diagnostic Reasoning,\" and Cohen Podvey defended, \"Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Tzu-Ying Yu , a Ph.D. candidate in occupational therapy, was awarded the NYU Steinhardt 2009 Dean's Grant for Student Research. This grant will enable Yu to test and confirm the methodology she will use in her final dissertation study, and will ensure that all five measures in her study can be appropriately used. Yu's dissertation will examine the contribution of haptic and kinesthetic perceptions in predicting handwriting legibility and speed in typically developing 6-8 year old children.    Peggy Swarbrick, PhD, OTR, CPRP, received the first-ever Karen Stern Award at the New Jersey Mental Health Partnership conference. She received the award for excellence in research and advocacy relating to mental health issues. Swarbrick is the director of the Institute for Wellness and Recovery Initiatives, Collaborative Support Services of New Jersey, and is a postdoctoral fellow in the Department of Psychiatry Rehabilitation and Counseling, University of Medicine and Dentistry of New Jersey-School of Health Related Professions.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2009 Frieda J. Behlen Occupational Therapy scholarship recipients - Susan Braham, Janelle Carbo, and Razia Khan . These three outstanding students have each been selected to receive a $3,000 tuition award for the summer 2009 semester. Funding for the award is derived from interest earned on the Department's endowed Frieda J. Behlen scholarship fund and also from funds raised by NYU OT alumni.    Gwen Weinstock, a Ph.D. candidate in occupational therapy, received the American Occupational Therapy Foundation Dissertation Research Grant award for 2008. This prestigious award provides financial support for data collection and analysis. Gwen plans to defend her dissertation in the spring of 2009, with Jane Bear Lehman as the Dissertation Chair, and Jim Hinojosa and Sherri Weiser as committee members .    Tien-Ni Wang, a Ph.D. candidate in occupational therapy, earned second prize for her oral presentation at the 27 th Annual Conference of the Taiwan Occupational Therapy Association. The paper that Tien-Ni presented was based on a course taken during the winter session of 2008 at NYU Steinhardt on structure equation modeling and factor analysis. Tien-Ni is currently collecting data for her dissertation in Taiwan.    Shu-Yuan Hu and Rita Fleming-Castaldy both successfully defended their dissertations in November of 2007. Hu defended &ldquo;The Sensory Balance Test as a Screening for Possible Sensory Integration Deficits.&rdquo; In this study, she investigated the relationship between upper extremity stability and motor accuracy in young children.    Fleming-Castaldy also defended her project, &ldquo;Consumer-Directed Personal Care Assistance (PCA) and Quality of Life for Persons with Disabilities.&rdquo; Using a survey design, this study compared the perspectives of persons who use a consumer-directed PCA model to those who use an agency-directed one. The relationships found between self-management and satisfaction with PCA and quality of life support the value of consumer-directed PCA programs for disabled persons.    Students Biked for MS on Sunday, October 14, 2007. NYU OT students participated in a charity bike ride benefiting the National Multiple Sclerosis Society (NMSS). The MS Bike Tour took riders of all skill levels on routes around the island of Manhattan, with courses ranging between 30 to 100 miles. The NYU team (captained by second-year student Maia Watkins) raised more than $1,300 to support NMSS's educational programs, services, and a national research initiative. Said Assistant Professor Yael Goverover (who also biked in the event), \"We would like to thank all the people who supported us by joining our team or donating to this important cause. It is great to know that our students and faculty are involved in community outreach projects.\"    Joselyn B. Goldstein and Andrea Johnston , students in the Professional M.S. Program, are recipients of Steinhardt&rsquo;s 2007 Samuel Eshborn Service Award. The Award recognizes graduate students for superlative and extraordinary service work and for displaying the highest standards of leadership in school activities. Goldstein and Johnston were nominated by the Department&rsquo;s faculty. Congratulations Joselyn and Andrea!                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Current Students - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Current Students                                                     You must have a NYU NetID and Password to access the links in the menu on the left.               Current Student News    The NYU Department of Occupational Therapy is pleased to announce that it will once again be hosting its Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held at the University on Tuesday, January 20th and Wednesday, January 21st, 2015 . NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    Grace Kim , Ph.D. candidate, participated in a one-day InMotion robotics training seminar at the National Rehabilitation Center in Seoul. The seminar was sponsored by HOSPI, which is the distributor of the InMotion robots in Korea.    Congratulations to Siaw Chui Chai '13 on the nomination of her doctoral dissertation entitled \"The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study\" for Steinhardt's 2014 Outstanding Dissertation Award.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 4th Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 21st and Wednesday, January 22nd, 2014. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.       Foundation Announces Opening of 2013-14 Scholarship Competition    August 1, 2013    Bethesda, Maryland &ndash; The American Occupational Therapy Foundation (AOTF) is pleased to announce that it is accepting applications for its 2013-14 scholarship awards. AOTF awards more than 50 scholarships annually to students enrolled in accredited or developing occupational therapy programs in the United States. Scholarships are awarded based on selection criteria that include academic achievement, service, and evidence of leadership through activities and written recommendations.    The AOTF administers funds for scholarship provided through endowments and partnerships with 22 state occupational therapy associations and the District of Columbia Occupational Therapy Association.    The Foundation also administers and awards several scholarships established in memory of prominent occupational therapy practitioners, as well as scholarships sponsored by corporate and non-profit supporters. Corporate sponsor North Coast Medical provides generous scholarships for two students, and for the 40 th consecutive year, Kappa Delta Phi Sorority will provide generous scholarships for two students. The National Board for Certification in Occupational Therapy (NBCOT) provides scholarships for four exemplary students.    New this year will be scholarships given through endowments with the Michigan Occupational Therapy Association Fred Sammons and Barbara Rider Endowed Scholarship, the Virginia Occupational Therapy Association Fred Sammons Endowed Scholarship and the Todd Poche Endowed Scholarship of the Louisiana Occupational Therapy Association.    For complete information and to begin an online application, visit the AOTF website . Online applications must be submitted by October 31, 2013.    The American Occupational Therapy Foundation is a 501(c)(3) charitable, scientific and educational organization established in 1965. Its mission is to advance research, education, and leadership in the field of occupational therapy and to raise public awareness of the importance of enabling individuals to participate fully in life regardless of their physical, social, mental, or developmental circumstances.        Congratulations go out to our current 2nd Year Professional Program Students on the completion of their coursework! Students Christopher Ho and Ailya Naqvi, put together an awesome Grammys themed \"End of Classes\" party for their fellow classmates, Department faculty and staff. In keeping with recent tradition, the Department sent off the class of 2014 to Fieldwork in style, with a champagne toast and treats. We wish them all the best of luck on Fieldwork and hope they come back to visit us regularly.    The NYU OT Professional Program's First Year Class is pleased to announce that they raised over $350 for the April 28, 2013 MS Walk during their class fundraiser held at Off The Wagon on April 18th. Members of the class also joined the NYU OT team at this year's walk.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2013 Frieda J. Behlen Occupational Therapy scholarship recipients- Chloe Garcia Cruz, Elizabeth Greenbaum and Brienna Maier. For additional information about this year's three outstanding award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 3rd Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 22nd and Wednesday, January 23rd, 2012. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    The Department of Occupational Therapy congratulates Siaw Chui Chai , Ph.D. candidate on being the 2012 recipient of the AHTF Burkhalter New Investigators Grant. Chai's project, \"Hand Discomfort and Hand Function Status among Piano Students,\" seeks to design a prevention-based intervention using the identified risks for hand discomfort among pianists.    The Department of Occupational Therapy is pleased to announce that the following Occupational Therapy students have received 2012 University and School recognition: Daneila Wachholtz - E. George Payne Award Dinamarie Raimondi - Samuel Eshborn Award Aliza Yaros and Rivka Bachrach - President's Service Award Chana Richter - Department of Occupational Therapy's Valedictory Celebration Banner Bearer Our congratulations go out to each of these outstanding students!    The NYU Steinhardt Department of Occupational Therapy congratulates our two 2012 Frieda J. Behlen Occupational Therapy scholarship recipients: Teresa Nydegger and Amanda Waynick . For additional information about this year's award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 2nd Annual January NBCOT Exam Prep course offered by Therapy Ed. The course will be held in the Department on Tuesday, January 17th and &amp; Wednesday, January 18, 2012. NYU OT students are eligible for a $30 course tuition discount. Please visit http://www.therapyed.com/ nbcot .htm for additional course information.    The American Occupational Therapy Foundation Scholarship Program is accepting 2011-12 Online Applications: AOTF Press Release &ndash; Foundation Announces Opening of 2011-12 Scholarship Competition Eligibility and Availability Instructions for Applicants Online Application    The NYU Steinhardt Department of Occupational Therapy congratulates Marjie Citron '11 on the award of the 2011 Samuel Eshborn Service Award. This prestigious award is presented to graduating graduate students in recognition of superlative and extraordinary service, exhibiting the value of strong leadership in school activities in NYU Steinhardt.    The NYU Steinhardt Department of Occupational Therapy extends its warmest congratulations to this year's Frieda J. Behlen Occupational Therapy scholarship recipients: Molly Schmidt and Rebecca Fishman . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses. Read more...    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting a January NBCOT Exam Prep course offered by Therapy Ed. Our first course will be held in the Department on Wednesday January 5th and &amp; Thursday, January 6, 2011. Please visit http://www.therapyed.com/nbcot.htm for registration information.    Congratulations to Tzu-Ying Yu , on the successful November 2010 defense of her dissertation, \"The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.\" Yu was the recipient of a prestigious Dean's grant to support a pilot study for her dissertation and presented her work at the Dean's Grant for Student Research Colloquium in October of 2010.    In cooperation with the Islamic Center at NYU, students, faculty, and staff of the Department of Occupational Therapy contributed to the relief effort for victims of the recent floods in Pakistan. According to the United Nations, this is the most severe incident of flooding in eighty years, with six million Pakistanis in need of lifesaving assistance. OT students, faculty, and staff donated food items to help those affected by the crisis; five packages containing an assortment of non perishable food items were assembled and will be shipped to Pakistani families in need. The effort was led by 2nd year Occupational Therapy Professional Program student Salma Malik , with the aid Department Administrator Ayanna Lee; Salma would like to extend her thanks to all of the participants who made the effort a success.    In response to the earthquake in Haiti, Steinhardt OT students organized a donation drive this semester to provide self-care products to those in need. The drive was organized under the leadership of Joanna Dritsas and Michelle Carrol , as part of the 2nd-year professional program's class gift, and completed with the help of Department members Ayanna Lee, Karen Buckley, and Sally Poole. For Dritsas and Carrol, it offered a chance to integrate occupational therapy theory into their aid to the Haiti relief effort. They solicited the involvement of OT students, faculty and staff in assembling self-care packages, including toothpaste, soap, and shampoo, to be sent to families affected by the earthquake. A total of 125 supply packages were sent to Haiti through the AFYA Foundation, a humanitarian aid organization founded by Steinhardt OT alumna Danielle Butin ('85).    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2010 Frieda J. Behlen Occupational Therapy scholarship recipients- Stacey Suplizio, Jessica Sibley, and Rachel Turner . These three outstanding students have each been selected to receive a $2,000 tuition award for the summer 2010 semester.    Siaw Chui Chai , NYU OT PhD candidate, will be presenting \"Study of Hand Span and Active Hand Mobility in Healthy Adults,\" Co-authored by Professor Jane Bear-Lehman, and Professional Program students Mary Ford, Rachelle Schwartz and Yael Weichselbaum at the 8th Triennial Congress of the International Federation of Societies for Hand Therapy (IFSHT) in Orlando, FL. The presentation is scheduled for Thursday, June 24th during session CS.1.1.    Congratulations to Tien-Ni Wang on the successful defense of her dissertation in the March of 2010. Wang defended \"The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.\"    The NYU OT Professional Program's second year class has donated $320 to GHESKIO to assist with Haitian relief efforts . GHESKIO is an independent Haitian organization in Port-au-Prince affiliated with Weil Cornell Medical Center, that provides free care to individuals with HIV/AIDs. Since the January 12th earthquake GHESKIO is providing humanitarian assistance and emergency care to those affected by the disaster and continues to provide life-saving medications to people with HIV/AIDS.    AfterCollege has announced that Marjie Citron of NYU is the recipient of the September 2009 AfterCollege Occupational Therapy Student Scholarship. Marjie is currently a second year student in the MS OT program. Congratulations to Marjie!!    OT Class of 2010 Donated $300 to the Adaptive Design Association The OT Class of 2010 recently donated $300 to the Adaptive Design Association ( www.adaptivedesign.org ). This association does wonderful work to assist people in need. They make adaptive equipment and positioning devices, mainly for children with disabilities. OT students had previously spent time at ADA working on creative solutions and building appropriate equipment for kids. Our students gained a memorable experience during their project at the ADA facility, and the Class of 2010 has called attention to this valuable organization through a generous donation.    Congratulations to Shalini D'Souza and So Yeon Ahn (OT Post-Professional program) and their Developing Assistive Technology (E40.2900) classmate, Amanda Bernsohn (Tisch ITP) on their selection as one of nine finalist groups at this year's National Science Foundation sponsored RESNA Student Design Competition. As finalists, the group was invited to present its battery driven, reverse gravity leg bag emptier project at this year's 2009 RESNA conference in New Orleans. Travel was funded by NSF with additional support given by the NYU Tisch ITP program. At the conference, Holly Cohen (Rusk Institute for Rehabilitation Medicine), who currently serves as a Clinical Mentor for the Developing Assistive Technology class also presented a poster highlighting an earlier collaborative Steinhardt OT /Tisch ITP project.    NYU OT Participates in the 2009 NAMI NYC-Metro Walk. On Saturday, May 9, 2009, over a dozen NYU Occupational Therapy students and several NYU OT Alumni joined the NYC team of OT's Walk with NAMI (National Alliance on Mental Illness) to fight the stigma of mental illness, and to raise money for educational and support programs of NYC NAMI ( http://www.nami.org/ ). Clad in their student designed purple NYU OT NAMI Walks T-shirts, the group left from the South Street Seaport and walked across the Brooklyn Bridge and back again, joining the ranks of OT's from Beth Israel, St. Luke's, Columbia Presbyterian, St. Vincent's, SUNY Downstate, York College, LIU, Stony Brook, and Columbia U. MNYD supplied the banner leading the team of OT's Walk with NAMI. This year's walk netted over $300,000 which was raised by consumers, family, friends, medical professionals, faculty, and students.    Francine Seruya , Gwen Weinstock-Zlotnick , and Mara Cohen Podvey all successfully defended their dissertations in Spring of 2009. Seruya defended \"Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists,\" Weinstock-Zlotnick defended \"How Occupational Therapists Specializing in Hand Therapy Consider Participation During Initial Evaluation: A Look at Diagnostic Reasoning,\" and Cohen Podvey defended, \"Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Tzu-Ying Yu , a Ph.D. candidate in occupational therapy, was awarded the NYU Steinhardt 2009 Dean's Grant for Student Research. This grant will enable Yu to test and confirm the methodology she will use in her final dissertation study, and will ensure that all five measures in her study can be appropriately used. Yu's dissertation will examine the contribution of haptic and kinesthetic perceptions in predicting handwriting legibility and speed in typically developing 6-8 year old children.    Peggy Swarbrick, PhD, OTR, CPRP, received the first-ever Karen Stern Award at the New Jersey Mental Health Partnership conference. She received the award for excellence in research and advocacy relating to mental health issues. Swarbrick is the director of the Institute for Wellness and Recovery Initiatives, Collaborative Support Services of New Jersey, and is a postdoctoral fellow in the Department of Psychiatry Rehabilitation and Counseling, University of Medicine and Dentistry of New Jersey-School of Health Related Professions.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2009 Frieda J. Behlen Occupational Therapy scholarship recipients - Susan Braham, Janelle Carbo, and Razia Khan . These three outstanding students have each been selected to receive a $3,000 tuition award for the summer 2009 semester. Funding for the award is derived from interest earned on the Department's endowed Frieda J. Behlen scholarship fund and also from funds raised by NYU OT alumni.    Gwen Weinstock, a Ph.D. candidate in occupational therapy, received the American Occupational Therapy Foundation Dissertation Research Grant award for 2008. This prestigious award provides financial support for data collection and analysis. Gwen plans to defend her dissertation in the spring of 2009, with Jane Bear Lehman as the Dissertation Chair, and Jim Hinojosa and Sherri Weiser as committee members .    Tien-Ni Wang, a Ph.D. candidate in occupational therapy, earned second prize for her oral presentation at the 27 th Annual Conference of the Taiwan Occupational Therapy Association. The paper that Tien-Ni presented was based on a course taken during the winter session of 2008 at NYU Steinhardt on structure equation modeling and factor analysis. Tien-Ni is currently collecting data for her dissertation in Taiwan.    Shu-Yuan Hu and Rita Fleming-Castaldy both successfully defended their dissertations in November of 2007. Hu defended &ldquo;The Sensory Balance Test as a Screening for Possible Sensory Integration Deficits.&rdquo; In this study, she investigated the relationship between upper extremity stability and motor accuracy in young children.    Fleming-Castaldy also defended her project, &ldquo;Consumer-Directed Personal Care Assistance (PCA) and Quality of Life for Persons with Disabilities.&rdquo; Using a survey design, this study compared the perspectives of persons who use a consumer-directed PCA model to those who use an agency-directed one. The relationships found between self-management and satisfaction with PCA and quality of life support the value of consumer-directed PCA programs for disabled persons.    Students Biked for MS on Sunday, October 14, 2007. NYU OT students participated in a charity bike ride benefiting the National Multiple Sclerosis Society (NMSS). The MS Bike Tour took riders of all skill levels on routes around the island of Manhattan, with courses ranging between 30 to 100 miles. The NYU team (captained by second-year student Maia Watkins) raised more than $1,300 to support NMSS's educational programs, services, and a national research initiative. Said Assistant Professor Yael Goverover (who also biked in the event), \"We would like to thank all the people who supported us by joining our team or donating to this important cause. It is great to know that our students and faculty are involved in community outreach projects.\"    Joselyn B. Goldstein and Andrea Johnston , students in the Professional M.S. Program, are recipients of Steinhardt&rsquo;s 2007 Samuel Eshborn Service Award. The Award recognizes graduate students for superlative and extraordinary service work and for displaying the highest standards of leadership in school activities. Goldstein and Johnston were nominated by the Department&rsquo;s faculty. Congratulations Joselyn and Andrea!                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "Occupational Therapy Courses - Courses - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Courses                          Steinhardt Course  EVALUATION RESULTS                     Occupational Therapy Courses            The list below includes courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.    Click on a course name to view a description.                  Course Listing                          Course Number       Title       Hours       Units                            OT-GE 2707            Activity Group Process           Theory & practice of small group intervention & process in occupational therapy. Topics will include communication, small group formation, observation & recording, analysis, roles, leadership, group development, structure, use of activities, & therapeutic intervention. Lecture & laboratory.      Course Page               34    3            OT-GE 3306            Advanced Assessment for the Practicing Therapists           The course focuses on the selection & use of an evidence-based evaluation system to measure practice outcomes & interpret clinical change. This process requires selecting the tools for assessment of function based on achieved validity & to accurately interpret observations & measurements.      Course Page               30    3            OT-GE 2035            Analysis of Human Activity and Occupational Performance I           This lecture & laboratory course presents an in-depth examination of the therapeutic value of purposeful activity/occupation, with emphasis on activity analysis, synthesis, & gradation. The role of the teaching & learning process & its relevance to designing effective intervention is examined.      Course Page               20    2            OT-GE 2736            Analysis of Human Activity and Occupational Performance II           Employing a biopsychosocial model, various aspects of work & productive activities will be explored. Includes psychosocial issues, epidemiology, job analysis, an introduction to ergonomics, work hardening, & social legal issues relative to the world of work.      Course Page               77    4            OT-GE 2709            Biopsychosocial Maturation           The role of the occupational therapist in relating maturational data from conception to old age to the practice of occupational therapy.      Course Page               30    3            OT-GE 2801            Clinical Anatomy of the Upper Quadrant, Face, Neck, and Selected Cavities           This course will enable students to enhance their knowledge of upper extremities, face, neck. oral, pharyngeal, & laryngeal cavities through blunt gross dissection, discussion, & reading of selected literature in anatomy. While this is not a treatment course, the participants will discuss the clinical relevance of the anatomical structures to basic clinical problems.      Course Page               10.5 lec/20 lab    3            OT-GE 2341            Clinical Management I: Bone and Joint Disorders of the Upper Quadrant           Clinical Management I: Bone and Joint Disorders of the Upper Quadrant      Course Page               30    3            OT-GE 2342            Clinical Management II: Nerve Disorders of the Upper Quadrant           Essential to good clinical practice is the use of treatment strategies to the trajectory of recovery of physical function & ultimately occupational performance. This course will use a seminar, laboratory, & workshop model to explore the intervention processes for hand & upper limb nerve disorders that are traumatic or chronic in nature. This course will address nerve injuries in continuity that frequently present as cumulative trauma disorders between tendon & nerve involvement & the subsequent appropriate intervention strategies.      Course Page               30    3            OT-GE 2343            Clinical Management III: Complex Multi-System Injuries of the Upper Quadrant           This course will use lecture, seminar, & laboratory teaching model to explore intervention strategies for the complex, multi-system and/or catastrophic upper limb injuries. As the final course sequence of three treatment courses, it will also address working with the “difficult” patient & the ways in which the practicing therapist can promote recovery from a physical & psychological perspective.      Course Page               30    3            OT-UE 1011            Cognition and Everyday Life: The Science of Neurorehabilitation           Through readings, case studies, & observations students will examine specific cognitive abilities that are crucial for everyday activities. Students will study brain functions in normal & brain-damaged populations & will learn about different cognitive rehabilitation approaches from a multidisciplinary perspective. Students will also learn about theoretical approaches designed to address cognitive & perceptual impairments such as attention, orientation, executive functions & more. Emphasis will be on cognitive problem identification: the evaluation process, & presentation of different treatment approaches in rehabilitation science. Course is appropriate for students interested in pre-health, nursing, speech pathology, education, psychology, linguistics, & neuroscience.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Science      Course Page               60    4            OT-GE 2744            Cognitive Evaluation and Intervention           Orientation to theoretical approaches addressing cognitive & perceptual dysfunction. Emphasis on problem identification: selection of appropriate assessment tools, establishment of goals, documentation & treatment planning for clients with various cognitive & perceptual deficits.      Course Page               30    3            OT-GE 2746            Community Practice           Advanced knowledge for psychosocial practiced in occupational therapy. Discussion of specific populations including mentally ill substance abusers, mentally ill elderly, homeless persons, persons with eating disorders. Roles of occupational therapists in diverse settings & programs. Family intervention, crises intervention, suicide prevention, program planning of special needs groups in adult care, nursing homes, home care & homeless shelters will be covered. Case management skills for team leadership will be emphasized as prevention as they contribute to overall occupational performance.      Course Page               21    2            OT-GE 3406            Departmental Seminar: Occupational Therapy           Doctoral seminar focusing on selection of an area of study for dissertation & review of the literature therein. Critical examination of scientific & philosophical issues related to student?s areas of study.      Course Page               30    0/3 (alt)            OT-GE 2900            Developing Assistive Technology           This multi-disciplinary course allows students from a variety of backgrounds to work together to develop examples of assistive technology. Partnering with outside organization students will work in teams to identify a clinical need relevant to a certain clinical site or client population, & learn the process of developing an idea & following that through the development of a prototype product. The major learning activity is the design & fabrication of a device (piece of equipment, software, etc.) that meets a specific need for a specific person with a disability or a clinic that treats clients with disabilities or a category of people with similar needs as a result of their disability.      Course Page               30 lec/10 fld    3            OT-GE 2805            Directed Project Design in Occupational Therapy I           This course provides occupational therapy students with guidance & supervision in developing a master?s research project.      Course Page               45    3            OT-GE 2806            Directed Project in Occupational Therapy II           This course is designed to provide occupational therapy students with individual guidance & supervision in executing their master?s research projects.      Course Page               45    3            OT-GE 2172            Disability in a Global Context: Argentina           NYU students will learn traditional Argentine customs, traditions & lifestyles relative to health & disability. Students will learn about the arts & culture of Argentina. We will study the practices of the region & compare them with the practices & impact of disability in the U.S.      Course Page               30    3            OT-GE 2170            Disability in a Global Context           This umbrella course explores the implications of disability in global contexts with varying levels of industrialization. It examines how local civic & private sector arenas, including schools, hospitals, markets or transportation systems affect the lives of people with disabilities. The students will explore & identify factors, which can influence a community?s view of disability. Utilizes reflective teaching models & experiential learning. Enriches students? understandings of the impact of context, including enables & barriers to participation in daily life especially for people with disabilities.      Course Page               30    3            OT-GE 2171            Disability in a Global Context: Ghana           NYU students will learn traditional Ghanaian customs, traditions & lifestyles relative to health & disability. Students will learn about the arts & culture of Ghana. We will study the practices of the region & compare them with the practices & impact of disability in the U.S.      Course Page               30    3            OT-UE 2173            Disability in a Global Context: Israel           NYU students will learn traditional Israeli customs, traditions & lifestyles relative to health & disability. Students will learn about the arts & culture of Israel. We will study the practices of the region & compare them with the practices & impact of disability in the U.S.      Course Page               30    3            OT-GE 3301            Evidence-Based Practice           Students will evaluate clinical literature & determine the evidence level of a clinical study, appraise the feasibility of applying such concepts in everyday practice, & design a program evaluation of their own practice using evidence-based approach. The course will emphasize the need for evidence based clinical practice & prepare students to obtain the knowledge & skills for future clinical effectiveness studies (e.g., participate in systematic review, data collections, or being a clinical trial coordinator).      Course Page               30    3            OT-GE 2722            Fieldwork I (Physical Dysfunction)           Fieldwork I in the spring semester as a continuation of Fieldwork I in the fall semester. Students integrate academic learning with clinical practice.      Course Page               120    1            OT-GE 2721            Fieldwork I in Occupational Therapy           This fieldwork course is designed to integrate academic learning with clinical practice. Students are assigned to two clinical placements during the course of the semester. The first assignment is for 8 consecutive Mondays & the second is for 8 consecutive days. Weekly seminars focus on discussing students’ experiences as well as clinical, ethical, & professional issues; & practicing clinical skills, problem solving, & documentation.      Course Page               195    1            OT-GE 2705            Fieldwork II in O.T. Non-Traditional           Clinical practice in area of specialization.      Course Page               185 per pnt    1/2 (alt)            OT-GE 2703            Fieldwork II in Occupational Therapy           Supervised full-time practice in various agencies & institutions in the New York area or elsewhere. Students gain & apply knowledge in a practice setting. Students are assigned caseloads that match individual learning needs. Students show initiative & respond appropriately to supervision. Students demonstrate ethical professional behavior. Students should demonstrate entry-level skill with the population to whom they have been assigned. Mandatory attendance is required at one academic seminar, for students affiliating within the New York area, during each student?s initial Fieldwork II experience.      Course Page               150 per pnt    3            OT-GE 2704            Fieldwork II in Occupational Therapy           Supervised fieldwork oriented to the development of skills in occupational therapy evaluation & intervention through observation & practice. Clinical work, seminars, & independent projects.      Course Page               185 per pnt    2/3 (alt)            OT-GE 2701            Foundations of Occupational Therapy           This course orients students to the profession of occupational therapy & its historical & philosophical development. The course examines activities & occupations in the contest in which humans engage & participate in them. Tools of practice, service delivery models, practice settings, & current issues that influence the profession are also examined. Concepts in this foundational course are taught via lecture, discussion, field experiences & lab practica.      Course Page               48    3            OT-GE 2749            Geriatrics Evaluation and Intervention           This course provides an overview of occupational therapists’ evaluation & intervention roles, & responsibilities related to working with older people in a variety of settings. Students will examine the influences of physical, social, cognitive, psychological, cultural, & societal functioning on occupational performance. Strategies to address age-related changes will be discussed. The political ramifications of aging are also addressed.      Course Page               20    2            OT-UE 1008            Gross Anatomy of the Upper Quadrant           In-depth study of human anatomy of the hand & upper quadrant rehabilitation in order to understand & apply kinesiological & biomechanical principles.      Course Page               30    2            OT-GE 2750            Health Advocacy and Administration           Overview of the health care delivery system & ethical, organizational, economic, & political issues influencing delivery of care which affect occupational therapy practice; includes ethics, advocacy, quality assurance, personnel relations, program development, & management of all aspects of occupational therapy services.      Course Page               45    3            OT-GE 2002            Human Anatomy           Structure & function of the skeletal, muscular, nervous & circulatory systems. The course is given in lecture format & enhanced with models, slides, handouts, & videotapes.      Course Page               53    3            OT-UE 1401            Human Anatomy           Structure & function of the skeletal, muscular, nervous & circulatory systems. The course is given in lecture format & enhanced with models, slides, handouts, & videotapes.      Course Page               53    3            OT-GE 2003            Human Anatomy Laboratory           Follows & complements the lecture material presented in the Fall semester. Students dissect human cadavers for the purpose of learning the skeletal, muscular, nervous, & circulatory systems.      Course Page               49    1            OT-UE 1402            Human Anatomy Laboratory           Follows & complements the lecture material presented in the fall semester. Students dissect human cadavers for the purpose of learning the skeletal, muscular, nervous, & circulatory systems.      Course Page               49    1            OT-GE 2194            Introduction to Assistive Technology Used by People with Disabilities           Introduction to the variety of assistive technologies to students. Technologies covered include seating & wheeled mobility, environmental control, augmentative communication, computer access, & assistive technology for learning. Associated legislation & learning techniques will be discussed.      Course Page               10    1            OT-GE 2710            Kinesiology           Students are introduced to the principles of biomechanics, joint kinematics, & muscle function, to enhance their understanding of normal human motion. Experiential lab sessions provide illustrations of these concepts as well as the opportunity to develop skill in assessing joint range of motion, muscle strength, & movement patterns.      Course Page               35    3            OT-GE 2039            Medical and Psychiatric Conditions           Etiology, pathology, & sequela of selected medical, psychiatric, orthopedic, & neurological conditions that frequently necessitate occupational therapy intervention. Standard diagnostic systems & somatic treatments are reviewed.      Course Page               30    3            OT-GE 2745            Mental Health Evaluation and Intervention           Application of evaluation & intervention methods in psychosocial occupational therapy practice. Screening, assessment, goal-setting, planning of intervention, implementation of intervention, & program planning in mental health settings. Therapeutic use of self, activity based treatment & clinical application of occupational therapy frames of reference. Major psychiatric disorders as clinical examples.      Course Page               44    3            OT-GE 2743            Neurological Evaluation and Intervention           Theoretical foundations underlying motor control related to the clinical application of various approaches to the assessment & treatment of clients with neuromotor dysfunction. Development of preliminary skill in assessment of motor behavior, selection of appropriate assessment tools & selection of treatment strategies to promote the client?s occupation & role performance. Traditional & contemporary views of motor behavior - motor control, motor development, & motor learning will be presented.      Course Page               44    3            OT-GE 2010            Neuroscience           Neuroanatomy & neurophysiology underlying occupational therapy theory & practice. A foundation in neuroscience to facilitate understanding of human performance as the culmination of the influences of multiple systems.      Course Page               45    3            OT-UE 1873            Neuroscience           Neuroanatomy & neurophysiology underlying occupational therapy theory & practice. A foundation in neuroscience to facilitate understanding human performance as the culmination of the influences of multiple systems.      Course Page               45    3            OT-GE 2000            New Student Seminar in Occupational Therapy           This course introduces the newly accepted professional-level student in the field of occupational therapy, the Steinhart School of Education and to NYU. It is intended to help the student adjust to the demands & responsibilities of graduate professional education, as well as introduce basic concepts in occupational therapy.      Course Page               20    0            OT-GE 3408            Occupational Therapy Doctoral Colloquium           Final integrating seminar for doctoral candidates. Major studies & current research of candidates, faculty, & invited scholars are evaluated.      Course Page               15    0/1 (alt)            OT-UE 0001            Orientation to Occupational Therapy           This course is designed for undergraduate students interested in exploring the field of occupational therapy through weekly seminars, guest speakers, & clinical site visits. Students will learn the basic roles & functions of the occupational therapist & the role of occupational therapy in medical, educational, & community models, as well as in other emerging areas of practice.      Course Page               30    2            OT-GE 2741            Orthopedic Evaluation and Intervention           Introduces administration of biomechanical evaluation of the upper quadrant, hand & selected other orthopedic conditions; documentation & interpretation of assessment findings; planning & implementation of biomechanical occupational therapy interventions; & fabrication of upper extremity orthocis for persons with physical dysfunctions. Integrates principles & procedures of therapeutic exercises, purposeful activity, independent living skills, & prevention as they contribute to overall performance areas.      Course Page               45    3            OT-GE 2748            Pediatric Evaluation and Intervention           Principles & methods of evaluation, goal development, & intervention in pediatric practice in occupational therapy. Factors that influence pediatric practice & selected frames of reference will be discussed. Assessment & intervention methods will be demonstrated, applied, & discussed in laboratory sessions.      Course Page               45    3            OT-GE 2001            Principles of Anatomy           Structure of the human body with emphasis on the musculoskeletal & nervous systems. The relationship between structure & function will be stressed as well as integration of these & other body systems during normal & abnormal function. Students learn all the skeletal system, muscles, peripheral vasculature & nervous systems.      Course Page               30    3            OT-UE 1001            Principles of Human Anatomy           Structure of the human body with emphasis on the musculoskeletal & nervous systems. The relationship between structure & function will be stressed as well as integration of these & other body systems during normal & abnormal function. Students learn all the skeletal system, muscles, peripheral vasculature & nervous systems.      Course Page               45    3            OT-GE 2040            Professional Issues I           Developing the professional behaviors necessary to be competent, ethical occupational therapists. Issues related to working in community healthcare arenas are addressed. Preparatory factors for fieldwork are addressed, including interviews for fieldwork placements.      Course Page               10    0            OT-GE 2041            Professional Issues II           This course provides students with information to transition from academic learning to clinical reasoning in varied fieldwork settings & practice arenas.      Course Page               10    0            OT-GE 3310            Professional Portfolio: Advanced Practice           Students will assess & refine their portfolios. Portfolios will be web-based & include performance, observation, case studies, peer ratings, specialty certification documentation of professional activities, publications, & presentation summaries. At the end of the semester, students will present their portfolio to a panel of three faculty members. The portfolio must document how the student integrated knowledge & skills learned in the curriculum to his or her specialty practice area.      Course Page               30    0-3 (var)            OT-GE 2338            Reframing the Meaning of Disability to Families           Examination of family centered care for families with special needs. Review theoretical approaches & explore the views & experiences of parents & other care providers. Evaluate the importance of the environment to clinical decision making & service delivery.      Course Page               30    3            OT-GE 2742            Rehabilitation Evaluation and Intervention           The concepts & principles of rehabilitation, habilitation, compensation, & adaptation as they related to individuals with physical disabilities. Development of clinical reasoning to assess & intervene in the areas of activities of daily living, including environmental control: communication, & mobility using assistive equipment & technology. Rehabilitative concepts will be examined & practices as they apply to persons with selected diagnoses      Course Page               42    3            OT-GE 2725            Research Interpretation of Occupational Therapy           This course focuses on students’ knowledge development within occupational therapy both as a professional consumer of research & as a contributor to the growth of the profession. Students will learn to evaluate clinical literature, determine the evidence level of a clinical study & appraise the applications in everyday practice. In addition, students will work closely with seminar instructors throughout this semester to complete a scholarly report. A scholarly report can be, but not limited to a critical appraisal topic (CAT) in a specific clinical area, or a data-driven research project.      Course Page               30    3            OT-GE 2025            Research Methods for Occupational Therapy           Introduction for occupational therapist to the practical & ethical methods of scientific inquiry including variable definition, formulating research questions & hypotheses, & proposing research designs for conducting studies. Refinement of skills for reviewing & critiquing the literature.      Course Page               30    3            OT-GE 2762            Scholarly Inquiry in Occupation Therapy I: Theoretical           How theoretical information is formulated, refined, tested, & assessed relative to its suitability for use in sets of guidelines for occupational therapy practice.      Course Page               30    3            OT-GE 2763            Scholarly Inquiry in Occupational Therapy II: Applied           The use of applied scientific inquiry to formulate sets of guidelines for occupational therapy.      Course Page               30    3            OT-GE 2764            Scholarly Inquiry in Occupational Therapy III: Philosophical           Analysis of philosophical issues in occupational therapy with an emphasis on considering ethical dilemmas & sound arguments. Characteristics of analytic philosophy & techniques used in inquiry are explained.      Course Page               30    3            OT-GE 2332            Sensory Processing Challenges and Opportunities: A Focus on Autism           This course examines occupational therapy & self-advocate literature & research findings for evidence that examines sensory processing assessment & intervention for individuals with autism spectrum disorders with sensory regulatory challenges. Students' will analyze first person narratives & relevant research to examine the efficacy & effectiveness of intervention.      Course Page               30    3            OT-GE 2335            Successful Intenvention in Schools           Examine therapist’s perceptions that have an impact on therapy in the classroom. Students will learn to identify strategies & methods that will assist in designing intervention plans that can be implemented in a classroom. Research effective strategies for ensuring best practice in a wide variety of educational systems.      Course Page               30    3            OT-GE 2030            Theoretical Bases for the Scope of Practice           Provides foundation knowledge underlying occupational therapy practice for the formulation & use of conceptual practice frameworks. The course focuses on the theories supporting current & emerging areas of occupational therapy practice.      Course Page               30    3                                     This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Current Students - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Current Students                                                     You must have a NYU NetID and Password to access the links in the menu on the left.               Current Student News    The NYU Department of Occupational Therapy is pleased to announce that it will once again be hosting its Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held at the University on Tuesday, January 20th and Wednesday, January 21st, 2015 . NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    Grace Kim , Ph.D. candidate, participated in a one-day InMotion robotics training seminar at the National Rehabilitation Center in Seoul. The seminar was sponsored by HOSPI, which is the distributor of the InMotion robots in Korea.    Congratulations to Siaw Chui Chai '13 on the nomination of her doctoral dissertation entitled \"The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study\" for Steinhardt's 2014 Outstanding Dissertation Award.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 4th Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 21st and Wednesday, January 22nd, 2014. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.       Foundation Announces Opening of 2013-14 Scholarship Competition    August 1, 2013    Bethesda, Maryland &ndash; The American Occupational Therapy Foundation (AOTF) is pleased to announce that it is accepting applications for its 2013-14 scholarship awards. AOTF awards more than 50 scholarships annually to students enrolled in accredited or developing occupational therapy programs in the United States. Scholarships are awarded based on selection criteria that include academic achievement, service, and evidence of leadership through activities and written recommendations.    The AOTF administers funds for scholarship provided through endowments and partnerships with 22 state occupational therapy associations and the District of Columbia Occupational Therapy Association.    The Foundation also administers and awards several scholarships established in memory of prominent occupational therapy practitioners, as well as scholarships sponsored by corporate and non-profit supporters. Corporate sponsor North Coast Medical provides generous scholarships for two students, and for the 40 th consecutive year, Kappa Delta Phi Sorority will provide generous scholarships for two students. The National Board for Certification in Occupational Therapy (NBCOT) provides scholarships for four exemplary students.    New this year will be scholarships given through endowments with the Michigan Occupational Therapy Association Fred Sammons and Barbara Rider Endowed Scholarship, the Virginia Occupational Therapy Association Fred Sammons Endowed Scholarship and the Todd Poche Endowed Scholarship of the Louisiana Occupational Therapy Association.    For complete information and to begin an online application, visit the AOTF website . Online applications must be submitted by October 31, 2013.    The American Occupational Therapy Foundation is a 501(c)(3) charitable, scientific and educational organization established in 1965. Its mission is to advance research, education, and leadership in the field of occupational therapy and to raise public awareness of the importance of enabling individuals to participate fully in life regardless of their physical, social, mental, or developmental circumstances.        Congratulations go out to our current 2nd Year Professional Program Students on the completion of their coursework! Students Christopher Ho and Ailya Naqvi, put together an awesome Grammys themed \"End of Classes\" party for their fellow classmates, Department faculty and staff. In keeping with recent tradition, the Department sent off the class of 2014 to Fieldwork in style, with a champagne toast and treats. We wish them all the best of luck on Fieldwork and hope they come back to visit us regularly.    The NYU OT Professional Program's First Year Class is pleased to announce that they raised over $350 for the April 28, 2013 MS Walk during their class fundraiser held at Off The Wagon on April 18th. Members of the class also joined the NYU OT team at this year's walk.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2013 Frieda J. Behlen Occupational Therapy scholarship recipients- Chloe Garcia Cruz, Elizabeth Greenbaum and Brienna Maier. For additional information about this year's three outstanding award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 3rd Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 22nd and Wednesday, January 23rd, 2012. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    The Department of Occupational Therapy congratulates Siaw Chui Chai , Ph.D. candidate on being the 2012 recipient of the AHTF Burkhalter New Investigators Grant. Chai's project, \"Hand Discomfort and Hand Function Status among Piano Students,\" seeks to design a prevention-based intervention using the identified risks for hand discomfort among pianists.    The Department of Occupational Therapy is pleased to announce that the following Occupational Therapy students have received 2012 University and School recognition: Daneila Wachholtz - E. George Payne Award Dinamarie Raimondi - Samuel Eshborn Award Aliza Yaros and Rivka Bachrach - President's Service Award Chana Richter - Department of Occupational Therapy's Valedictory Celebration Banner Bearer Our congratulations go out to each of these outstanding students!    The NYU Steinhardt Department of Occupational Therapy congratulates our two 2012 Frieda J. Behlen Occupational Therapy scholarship recipients: Teresa Nydegger and Amanda Waynick . For additional information about this year's award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 2nd Annual January NBCOT Exam Prep course offered by Therapy Ed. The course will be held in the Department on Tuesday, January 17th and &amp; Wednesday, January 18, 2012. NYU OT students are eligible for a $30 course tuition discount. Please visit http://www.therapyed.com/ nbcot .htm for additional course information.    The American Occupational Therapy Foundation Scholarship Program is accepting 2011-12 Online Applications: AOTF Press Release &ndash; Foundation Announces Opening of 2011-12 Scholarship Competition Eligibility and Availability Instructions for Applicants Online Application    The NYU Steinhardt Department of Occupational Therapy congratulates Marjie Citron '11 on the award of the 2011 Samuel Eshborn Service Award. This prestigious award is presented to graduating graduate students in recognition of superlative and extraordinary service, exhibiting the value of strong leadership in school activities in NYU Steinhardt.    The NYU Steinhardt Department of Occupational Therapy extends its warmest congratulations to this year's Frieda J. Behlen Occupational Therapy scholarship recipients: Molly Schmidt and Rebecca Fishman . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses. Read more...    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting a January NBCOT Exam Prep course offered by Therapy Ed. Our first course will be held in the Department on Wednesday January 5th and &amp; Thursday, January 6, 2011. Please visit http://www.therapyed.com/nbcot.htm for registration information.    Congratulations to Tzu-Ying Yu , on the successful November 2010 defense of her dissertation, \"The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.\" Yu was the recipient of a prestigious Dean's grant to support a pilot study for her dissertation and presented her work at the Dean's Grant for Student Research Colloquium in October of 2010.    In cooperation with the Islamic Center at NYU, students, faculty, and staff of the Department of Occupational Therapy contributed to the relief effort for victims of the recent floods in Pakistan. According to the United Nations, this is the most severe incident of flooding in eighty years, with six million Pakistanis in need of lifesaving assistance. OT students, faculty, and staff donated food items to help those affected by the crisis; five packages containing an assortment of non perishable food items were assembled and will be shipped to Pakistani families in need. The effort was led by 2nd year Occupational Therapy Professional Program student Salma Malik , with the aid Department Administrator Ayanna Lee; Salma would like to extend her thanks to all of the participants who made the effort a success.    In response to the earthquake in Haiti, Steinhardt OT students organized a donation drive this semester to provide self-care products to those in need. The drive was organized under the leadership of Joanna Dritsas and Michelle Carrol , as part of the 2nd-year professional program's class gift, and completed with the help of Department members Ayanna Lee, Karen Buckley, and Sally Poole. For Dritsas and Carrol, it offered a chance to integrate occupational therapy theory into their aid to the Haiti relief effort. They solicited the involvement of OT students, faculty and staff in assembling self-care packages, including toothpaste, soap, and shampoo, to be sent to families affected by the earthquake. A total of 125 supply packages were sent to Haiti through the AFYA Foundation, a humanitarian aid organization founded by Steinhardt OT alumna Danielle Butin ('85).    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2010 Frieda J. Behlen Occupational Therapy scholarship recipients- Stacey Suplizio, Jessica Sibley, and Rachel Turner . These three outstanding students have each been selected to receive a $2,000 tuition award for the summer 2010 semester.    Siaw Chui Chai , NYU OT PhD candidate, will be presenting \"Study of Hand Span and Active Hand Mobility in Healthy Adults,\" Co-authored by Professor Jane Bear-Lehman, and Professional Program students Mary Ford, Rachelle Schwartz and Yael Weichselbaum at the 8th Triennial Congress of the International Federation of Societies for Hand Therapy (IFSHT) in Orlando, FL. The presentation is scheduled for Thursday, June 24th during session CS.1.1.    Congratulations to Tien-Ni Wang on the successful defense of her dissertation in the March of 2010. Wang defended \"The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.\"    The NYU OT Professional Program's second year class has donated $320 to GHESKIO to assist with Haitian relief efforts . GHESKIO is an independent Haitian organization in Port-au-Prince affiliated with Weil Cornell Medical Center, that provides free care to individuals with HIV/AIDs. Since the January 12th earthquake GHESKIO is providing humanitarian assistance and emergency care to those affected by the disaster and continues to provide life-saving medications to people with HIV/AIDS.    AfterCollege has announced that Marjie Citron of NYU is the recipient of the September 2009 AfterCollege Occupational Therapy Student Scholarship. Marjie is currently a second year student in the MS OT program. Congratulations to Marjie!!    OT Class of 2010 Donated $300 to the Adaptive Design Association The OT Class of 2010 recently donated $300 to the Adaptive Design Association ( www.adaptivedesign.org ). This association does wonderful work to assist people in need. They make adaptive equipment and positioning devices, mainly for children with disabilities. OT students had previously spent time at ADA working on creative solutions and building appropriate equipment for kids. Our students gained a memorable experience during their project at the ADA facility, and the Class of 2010 has called attention to this valuable organization through a generous donation.    Congratulations to Shalini D'Souza and So Yeon Ahn (OT Post-Professional program) and their Developing Assistive Technology (E40.2900) classmate, Amanda Bernsohn (Tisch ITP) on their selection as one of nine finalist groups at this year's National Science Foundation sponsored RESNA Student Design Competition. As finalists, the group was invited to present its battery driven, reverse gravity leg bag emptier project at this year's 2009 RESNA conference in New Orleans. Travel was funded by NSF with additional support given by the NYU Tisch ITP program. At the conference, Holly Cohen (Rusk Institute for Rehabilitation Medicine), who currently serves as a Clinical Mentor for the Developing Assistive Technology class also presented a poster highlighting an earlier collaborative Steinhardt OT /Tisch ITP project.    NYU OT Participates in the 2009 NAMI NYC-Metro Walk. On Saturday, May 9, 2009, over a dozen NYU Occupational Therapy students and several NYU OT Alumni joined the NYC team of OT's Walk with NAMI (National Alliance on Mental Illness) to fight the stigma of mental illness, and to raise money for educational and support programs of NYC NAMI ( http://www.nami.org/ ). Clad in their student designed purple NYU OT NAMI Walks T-shirts, the group left from the South Street Seaport and walked across the Brooklyn Bridge and back again, joining the ranks of OT's from Beth Israel, St. Luke's, Columbia Presbyterian, St. Vincent's, SUNY Downstate, York College, LIU, Stony Brook, and Columbia U. MNYD supplied the banner leading the team of OT's Walk with NAMI. This year's walk netted over $300,000 which was raised by consumers, family, friends, medical professionals, faculty, and students.    Francine Seruya , Gwen Weinstock-Zlotnick , and Mara Cohen Podvey all successfully defended their dissertations in Spring of 2009. Seruya defended \"Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists,\" Weinstock-Zlotnick defended \"How Occupational Therapists Specializing in Hand Therapy Consider Participation During Initial Evaluation: A Look at Diagnostic Reasoning,\" and Cohen Podvey defended, \"Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Tzu-Ying Yu , a Ph.D. candidate in occupational therapy, was awarded the NYU Steinhardt 2009 Dean's Grant for Student Research. This grant will enable Yu to test and confirm the methodology she will use in her final dissertation study, and will ensure that all five measures in her study can be appropriately used. Yu's dissertation will examine the contribution of haptic and kinesthetic perceptions in predicting handwriting legibility and speed in typically developing 6-8 year old children.    Peggy Swarbrick, PhD, OTR, CPRP, received the first-ever Karen Stern Award at the New Jersey Mental Health Partnership conference. She received the award for excellence in research and advocacy relating to mental health issues. Swarbrick is the director of the Institute for Wellness and Recovery Initiatives, Collaborative Support Services of New Jersey, and is a postdoctoral fellow in the Department of Psychiatry Rehabilitation and Counseling, University of Medicine and Dentistry of New Jersey-School of Health Related Professions.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2009 Frieda J. Behlen Occupational Therapy scholarship recipients - Susan Braham, Janelle Carbo, and Razia Khan . These three outstanding students have each been selected to receive a $3,000 tuition award for the summer 2009 semester. Funding for the award is derived from interest earned on the Department's endowed Frieda J. Behlen scholarship fund and also from funds raised by NYU OT alumni.    Gwen Weinstock, a Ph.D. candidate in occupational therapy, received the American Occupational Therapy Foundation Dissertation Research Grant award for 2008. This prestigious award provides financial support for data collection and analysis. Gwen plans to defend her dissertation in the spring of 2009, with Jane Bear Lehman as the Dissertation Chair, and Jim Hinojosa and Sherri Weiser as committee members .    Tien-Ni Wang, a Ph.D. candidate in occupational therapy, earned second prize for her oral presentation at the 27 th Annual Conference of the Taiwan Occupational Therapy Association. The paper that Tien-Ni presented was based on a course taken during the winter session of 2008 at NYU Steinhardt on structure equation modeling and factor analysis. Tien-Ni is currently collecting data for her dissertation in Taiwan.    Shu-Yuan Hu and Rita Fleming-Castaldy both successfully defended their dissertations in November of 2007. Hu defended &ldquo;The Sensory Balance Test as a Screening for Possible Sensory Integration Deficits.&rdquo; In this study, she investigated the relationship between upper extremity stability and motor accuracy in young children.    Fleming-Castaldy also defended her project, &ldquo;Consumer-Directed Personal Care Assistance (PCA) and Quality of Life for Persons with Disabilities.&rdquo; Using a survey design, this study compared the perspectives of persons who use a consumer-directed PCA model to those who use an agency-directed one. The relationships found between self-management and satisfaction with PCA and quality of life support the value of consumer-directed PCA programs for disabled persons.    Students Biked for MS on Sunday, October 14, 2007. NYU OT students participated in a charity bike ride benefiting the National Multiple Sclerosis Society (NMSS). The MS Bike Tour took riders of all skill levels on routes around the island of Manhattan, with courses ranging between 30 to 100 miles. The NYU team (captained by second-year student Maia Watkins) raised more than $1,300 to support NMSS's educational programs, services, and a national research initiative. Said Assistant Professor Yael Goverover (who also biked in the event), \"We would like to thank all the people who supported us by joining our team or donating to this important cause. It is great to know that our students and faculty are involved in community outreach projects.\"    Joselyn B. Goldstein and Andrea Johnston , students in the Professional M.S. Program, are recipients of Steinhardt&rsquo;s 2007 Samuel Eshborn Service Award. The Award recognizes graduate students for superlative and extraordinary service work and for displaying the highest standards of leadership in school activities. Goldstein and Johnston were nominated by the Department&rsquo;s faculty. Congratulations Joselyn and Andrea!                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "Occupational Therapy Courses - Courses - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Courses                          Steinhardt Course  EVALUATION RESULTS                     Occupational Therapy Courses            The list below includes courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.    Click on a course name to view a description.                  Course Listing                          Course Number       Title       Hours       Units                            OT-GE 2707            Activity Group Process           Theory & practice of small group intervention & process in occupational therapy. Topics will include communication, small group formation, observation & recording, analysis, roles, leadership, group development, structure, use of activities, & therapeutic intervention. Lecture & laboratory.      Course Page               34    3            OT-GE 3306            Advanced Assessment for the Practicing Therapists           The course focuses on the selection & use of an evidence-based evaluation system to measure practice outcomes & interpret clinical change. This process requires selecting the tools for assessment of function based on achieved validity & to accurately interpret observations & measurements.      Course Page               30    3            OT-GE 2035            Analysis of Human Activity and Occupational Performance I           This lecture & laboratory course presents an in-depth examination of the therapeutic value of purposeful activity/occupation, with emphasis on activity analysis, synthesis, & gradation. The role of the teaching & learning process & its relevance to designing effective intervention is examined.      Course Page               20    2            OT-GE 2736            Analysis of Human Activity and Occupational Performance II           Employing a biopsychosocial model, various aspects of work & productive activities will be explored. Includes psychosocial issues, epidemiology, job analysis, an introduction to ergonomics, work hardening, & social legal issues relative to the world of work.      Course Page               77    4            OT-GE 2709            Biopsychosocial Maturation           The role of the occupational therapist in relating maturational data from conception to old age to the practice of occupational therapy.      Course Page               30    3            OT-GE 2801            Clinical Anatomy of the Upper Quadrant, Face, Neck, and Selected Cavities           This course will enable students to enhance their knowledge of upper extremities, face, neck. oral, pharyngeal, & laryngeal cavities through blunt gross dissection, discussion, & reading of selected literature in anatomy. While this is not a treatment course, the participants will discuss the clinical relevance of the anatomical structures to basic clinical problems.      Course Page               10.5 lec/20 lab    3            OT-GE 2341            Clinical Management I: Bone and Joint Disorders of the Upper Quadrant           Clinical Management I: Bone and Joint Disorders of the Upper Quadrant      Course Page               30    3            OT-GE 2342            Clinical Management II: Nerve Disorders of the Upper Quadrant           Essential to good clinical practice is the use of treatment strategies to the trajectory of recovery of physical function & ultimately occupational performance. This course will use a seminar, laboratory, & workshop model to explore the intervention processes for hand & upper limb nerve disorders that are traumatic or chronic in nature. This course will address nerve injuries in continuity that frequently present as cumulative trauma disorders between tendon & nerve involvement & the subsequent appropriate intervention strategies.      Course Page               30    3            OT-GE 2343            Clinical Management III: Complex Multi-System Injuries of the Upper Quadrant           This course will use lecture, seminar, & laboratory teaching model to explore intervention strategies for the complex, multi-system and/or catastrophic upper limb injuries. As the final course sequence of three treatment courses, it will also address working with the “difficult” patient & the ways in which the practicing therapist can promote recovery from a physical & psychological perspective.      Course Page               30    3            OT-UE 1011            Cognition and Everyday Life: The Science of Neurorehabilitation           Through readings, case studies, & observations students will examine specific cognitive abilities that are crucial for everyday activities. Students will study brain functions in normal & brain-damaged populations & will learn about different cognitive rehabilitation approaches from a multidisciplinary perspective. Students will also learn about theoretical approaches designed to address cognitive & perceptual impairments such as attention, orientation, executive functions & more. Emphasis will be on cognitive problem identification: the evaluation process, & presentation of different treatment approaches in rehabilitation science. Course is appropriate for students interested in pre-health, nursing, speech pathology, education, psychology, linguistics, & neuroscience.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Science      Course Page               60    4            OT-GE 2744            Cognitive Evaluation and Intervention           Orientation to theoretical approaches addressing cognitive & perceptual dysfunction. Emphasis on problem identification: selection of appropriate assessment tools, establishment of goals, documentation & treatment planning for clients with various cognitive & perceptual deficits.      Course Page               30    3            OT-GE 2746            Community Practice           Advanced knowledge for psychosocial practiced in occupational therapy. Discussion of specific populations including mentally ill substance abusers, mentally ill elderly, homeless persons, persons with eating disorders. Roles of occupational therapists in diverse settings & programs. Family intervention, crises intervention, suicide prevention, program planning of special needs groups in adult care, nursing homes, home care & homeless shelters will be covered. Case management skills for team leadership will be emphasized as prevention as they contribute to overall occupational performance.      Course Page               21    2            OT-GE 3406            Departmental Seminar: Occupational Therapy           Doctoral seminar focusing on selection of an area of study for dissertation & review of the literature therein. Critical examination of scientific & philosophical issues related to student?s areas of study.      Course Page               30    0/3 (alt)            OT-GE 2900            Developing Assistive Technology           This multi-disciplinary course allows students from a variety of backgrounds to work together to develop examples of assistive technology. Partnering with outside organization students will work in teams to identify a clinical need relevant to a certain clinical site or client population, & learn the process of developing an idea & following that through the development of a prototype product. The major learning activity is the design & fabrication of a device (piece of equipment, software, etc.) that meets a specific need for a specific person with a disability or a clinic that treats clients with disabilities or a category of people with similar needs as a result of their disability.      Course Page               30 lec/10 fld    3            OT-GE 2805            Directed Project Design in Occupational Therapy I           This course provides occupational therapy students with guidance & supervision in developing a master?s research project.      Course Page               45    3            OT-GE 2806            Directed Project in Occupational Therapy II           This course is designed to provide occupational therapy students with individual guidance & supervision in executing their master?s research projects.      Course Page               45    3            OT-GE 2172            Disability in a Global Context: Argentina           NYU students will learn traditional Argentine customs, traditions & lifestyles relative to health & disability. Students will learn about the arts & culture of Argentina. We will study the practices of the region & compare them with the practices & impact of disability in the U.S.      Course Page               30    3            OT-GE 2170            Disability in a Global Context           This umbrella course explores the implications of disability in global contexts with varying levels of industrialization. It examines how local civic & private sector arenas, including schools, hospitals, markets or transportation systems affect the lives of people with disabilities. The students will explore & identify factors, which can influence a community?s view of disability. Utilizes reflective teaching models & experiential learning. Enriches students? understandings of the impact of context, including enables & barriers to participation in daily life especially for people with disabilities.      Course Page               30    3            OT-GE 2171            Disability in a Global Context: Ghana           NYU students will learn traditional Ghanaian customs, traditions & lifestyles relative to health & disability. Students will learn about the arts & culture of Ghana. We will study the practices of the region & compare them with the practices & impact of disability in the U.S.      Course Page               30    3            OT-UE 2173            Disability in a Global Context: Israel           NYU students will learn traditional Israeli customs, traditions & lifestyles relative to health & disability. Students will learn about the arts & culture of Israel. We will study the practices of the region & compare them with the practices & impact of disability in the U.S.      Course Page               30    3            OT-GE 3301            Evidence-Based Practice           Students will evaluate clinical literature & determine the evidence level of a clinical study, appraise the feasibility of applying such concepts in everyday practice, & design a program evaluation of their own practice using evidence-based approach. The course will emphasize the need for evidence based clinical practice & prepare students to obtain the knowledge & skills for future clinical effectiveness studies (e.g., participate in systematic review, data collections, or being a clinical trial coordinator).      Course Page               30    3            OT-GE 2722            Fieldwork I (Physical Dysfunction)           Fieldwork I in the spring semester as a continuation of Fieldwork I in the fall semester. Students integrate academic learning with clinical practice.      Course Page               120    1            OT-GE 2721            Fieldwork I in Occupational Therapy           This fieldwork course is designed to integrate academic learning with clinical practice. Students are assigned to two clinical placements during the course of the semester. The first assignment is for 8 consecutive Mondays & the second is for 8 consecutive days. Weekly seminars focus on discussing students’ experiences as well as clinical, ethical, & professional issues; & practicing clinical skills, problem solving, & documentation.      Course Page               195    1            OT-GE 2705            Fieldwork II in O.T. Non-Traditional           Clinical practice in area of specialization.      Course Page               185 per pnt    1/2 (alt)            OT-GE 2703            Fieldwork II in Occupational Therapy           Supervised full-time practice in various agencies & institutions in the New York area or elsewhere. Students gain & apply knowledge in a practice setting. Students are assigned caseloads that match individual learning needs. Students show initiative & respond appropriately to supervision. Students demonstrate ethical professional behavior. Students should demonstrate entry-level skill with the population to whom they have been assigned. Mandatory attendance is required at one academic seminar, for students affiliating within the New York area, during each student?s initial Fieldwork II experience.      Course Page               150 per pnt    3            OT-GE 2704            Fieldwork II in Occupational Therapy           Supervised fieldwork oriented to the development of skills in occupational therapy evaluation & intervention through observation & practice. Clinical work, seminars, & independent projects.      Course Page               185 per pnt    2/3 (alt)            OT-GE 2701            Foundations of Occupational Therapy           This course orients students to the profession of occupational therapy & its historical & philosophical development. The course examines activities & occupations in the contest in which humans engage & participate in them. Tools of practice, service delivery models, practice settings, & current issues that influence the profession are also examined. Concepts in this foundational course are taught via lecture, discussion, field experiences & lab practica.      Course Page               48    3            OT-GE 2749            Geriatrics Evaluation and Intervention           This course provides an overview of occupational therapists’ evaluation & intervention roles, & responsibilities related to working with older people in a variety of settings. Students will examine the influences of physical, social, cognitive, psychological, cultural, & societal functioning on occupational performance. Strategies to address age-related changes will be discussed. The political ramifications of aging are also addressed.      Course Page               20    2            OT-UE 1008            Gross Anatomy of the Upper Quadrant           In-depth study of human anatomy of the hand & upper quadrant rehabilitation in order to understand & apply kinesiological & biomechanical principles.      Course Page               30    2            OT-GE 2750            Health Advocacy and Administration           Overview of the health care delivery system & ethical, organizational, economic, & political issues influencing delivery of care which affect occupational therapy practice; includes ethics, advocacy, quality assurance, personnel relations, program development, & management of all aspects of occupational therapy services.      Course Page               45    3            OT-GE 2002            Human Anatomy           Structure & function of the skeletal, muscular, nervous & circulatory systems. The course is given in lecture format & enhanced with models, slides, handouts, & videotapes.      Course Page               53    3            OT-UE 1401            Human Anatomy           Structure & function of the skeletal, muscular, nervous & circulatory systems. The course is given in lecture format & enhanced with models, slides, handouts, & videotapes.      Course Page               53    3            OT-GE 2003            Human Anatomy Laboratory           Follows & complements the lecture material presented in the Fall semester. Students dissect human cadavers for the purpose of learning the skeletal, muscular, nervous, & circulatory systems.      Course Page               49    1            OT-UE 1402            Human Anatomy Laboratory           Follows & complements the lecture material presented in the fall semester. Students dissect human cadavers for the purpose of learning the skeletal, muscular, nervous, & circulatory systems.      Course Page               49    1            OT-GE 2194            Introduction to Assistive Technology Used by People with Disabilities           Introduction to the variety of assistive technologies to students. Technologies covered include seating & wheeled mobility, environmental control, augmentative communication, computer access, & assistive technology for learning. Associated legislation & learning techniques will be discussed.      Course Page               10    1            OT-GE 2710            Kinesiology           Students are introduced to the principles of biomechanics, joint kinematics, & muscle function, to enhance their understanding of normal human motion. Experiential lab sessions provide illustrations of these concepts as well as the opportunity to develop skill in assessing joint range of motion, muscle strength, & movement patterns.      Course Page               35    3            OT-GE 2039            Medical and Psychiatric Conditions           Etiology, pathology, & sequela of selected medical, psychiatric, orthopedic, & neurological conditions that frequently necessitate occupational therapy intervention. Standard diagnostic systems & somatic treatments are reviewed.      Course Page               30    3            OT-GE 2745            Mental Health Evaluation and Intervention           Application of evaluation & intervention methods in psychosocial occupational therapy practice. Screening, assessment, goal-setting, planning of intervention, implementation of intervention, & program planning in mental health settings. Therapeutic use of self, activity based treatment & clinical application of occupational therapy frames of reference. Major psychiatric disorders as clinical examples.      Course Page               44    3            OT-GE 2743            Neurological Evaluation and Intervention           Theoretical foundations underlying motor control related to the clinical application of various approaches to the assessment & treatment of clients with neuromotor dysfunction. Development of preliminary skill in assessment of motor behavior, selection of appropriate assessment tools & selection of treatment strategies to promote the client?s occupation & role performance. Traditional & contemporary views of motor behavior - motor control, motor development, & motor learning will be presented.      Course Page               44    3            OT-GE 2010            Neuroscience           Neuroanatomy & neurophysiology underlying occupational therapy theory & practice. A foundation in neuroscience to facilitate understanding of human performance as the culmination of the influences of multiple systems.      Course Page               45    3            OT-UE 1873            Neuroscience           Neuroanatomy & neurophysiology underlying occupational therapy theory & practice. A foundation in neuroscience to facilitate understanding human performance as the culmination of the influences of multiple systems.      Course Page               45    3            OT-GE 2000            New Student Seminar in Occupational Therapy           This course introduces the newly accepted professional-level student in the field of occupational therapy, the Steinhart School of Education and to NYU. It is intended to help the student adjust to the demands & responsibilities of graduate professional education, as well as introduce basic concepts in occupational therapy.      Course Page               20    0            OT-GE 3408            Occupational Therapy Doctoral Colloquium           Final integrating seminar for doctoral candidates. Major studies & current research of candidates, faculty, & invited scholars are evaluated.      Course Page               15    0/1 (alt)            OT-UE 0001            Orientation to Occupational Therapy           This course is designed for undergraduate students interested in exploring the field of occupational therapy through weekly seminars, guest speakers, & clinical site visits. Students will learn the basic roles & functions of the occupational therapist & the role of occupational therapy in medical, educational, & community models, as well as in other emerging areas of practice.      Course Page               30    2            OT-GE 2741            Orthopedic Evaluation and Intervention           Introduces administration of biomechanical evaluation of the upper quadrant, hand & selected other orthopedic conditions; documentation & interpretation of assessment findings; planning & implementation of biomechanical occupational therapy interventions; & fabrication of upper extremity orthocis for persons with physical dysfunctions. Integrates principles & procedures of therapeutic exercises, purposeful activity, independent living skills, & prevention as they contribute to overall performance areas.      Course Page               45    3            OT-GE 2748            Pediatric Evaluation and Intervention           Principles & methods of evaluation, goal development, & intervention in pediatric practice in occupational therapy. Factors that influence pediatric practice & selected frames of reference will be discussed. Assessment & intervention methods will be demonstrated, applied, & discussed in laboratory sessions.      Course Page               45    3            OT-GE 2001            Principles of Anatomy           Structure of the human body with emphasis on the musculoskeletal & nervous systems. The relationship between structure & function will be stressed as well as integration of these & other body systems during normal & abnormal function. Students learn all the skeletal system, muscles, peripheral vasculature & nervous systems.      Course Page               30    3            OT-UE 1001            Principles of Human Anatomy           Structure of the human body with emphasis on the musculoskeletal & nervous systems. The relationship between structure & function will be stressed as well as integration of these & other body systems during normal & abnormal function. Students learn all the skeletal system, muscles, peripheral vasculature & nervous systems.      Course Page               45    3            OT-GE 2040            Professional Issues I           Developing the professional behaviors necessary to be competent, ethical occupational therapists. Issues related to working in community healthcare arenas are addressed. Preparatory factors for fieldwork are addressed, including interviews for fieldwork placements.      Course Page               10    0            OT-GE 2041            Professional Issues II           This course provides students with information to transition from academic learning to clinical reasoning in varied fieldwork settings & practice arenas.      Course Page               10    0            OT-GE 3310            Professional Portfolio: Advanced Practice           Students will assess & refine their portfolios. Portfolios will be web-based & include performance, observation, case studies, peer ratings, specialty certification documentation of professional activities, publications, & presentation summaries. At the end of the semester, students will present their portfolio to a panel of three faculty members. The portfolio must document how the student integrated knowledge & skills learned in the curriculum to his or her specialty practice area.      Course Page               30    0-3 (var)            OT-GE 2338            Reframing the Meaning of Disability to Families           Examination of family centered care for families with special needs. Review theoretical approaches & explore the views & experiences of parents & other care providers. Evaluate the importance of the environment to clinical decision making & service delivery.      Course Page               30    3            OT-GE 2742            Rehabilitation Evaluation and Intervention           The concepts & principles of rehabilitation, habilitation, compensation, & adaptation as they related to individuals with physical disabilities. Development of clinical reasoning to assess & intervene in the areas of activities of daily living, including environmental control: communication, & mobility using assistive equipment & technology. Rehabilitative concepts will be examined & practices as they apply to persons with selected diagnoses      Course Page               42    3            OT-GE 2725            Research Interpretation of Occupational Therapy           This course focuses on students’ knowledge development within occupational therapy both as a professional consumer of research & as a contributor to the growth of the profession. Students will learn to evaluate clinical literature, determine the evidence level of a clinical study & appraise the applications in everyday practice. In addition, students will work closely with seminar instructors throughout this semester to complete a scholarly report. A scholarly report can be, but not limited to a critical appraisal topic (CAT) in a specific clinical area, or a data-driven research project.      Course Page               30    3            OT-GE 2025            Research Methods for Occupational Therapy           Introduction for occupational therapist to the practical & ethical methods of scientific inquiry including variable definition, formulating research questions & hypotheses, & proposing research designs for conducting studies. Refinement of skills for reviewing & critiquing the literature.      Course Page               30    3            OT-GE 2762            Scholarly Inquiry in Occupation Therapy I: Theoretical           How theoretical information is formulated, refined, tested, & assessed relative to its suitability for use in sets of guidelines for occupational therapy practice.      Course Page               30    3            OT-GE 2763            Scholarly Inquiry in Occupational Therapy II: Applied           The use of applied scientific inquiry to formulate sets of guidelines for occupational therapy.      Course Page               30    3            OT-GE 2764            Scholarly Inquiry in Occupational Therapy III: Philosophical           Analysis of philosophical issues in occupational therapy with an emphasis on considering ethical dilemmas & sound arguments. Characteristics of analytic philosophy & techniques used in inquiry are explained.      Course Page               30    3            OT-GE 2332            Sensory Processing Challenges and Opportunities: A Focus on Autism           This course examines occupational therapy & self-advocate literature & research findings for evidence that examines sensory processing assessment & intervention for individuals with autism spectrum disorders with sensory regulatory challenges. Students' will analyze first person narratives & relevant research to examine the efficacy & effectiveness of intervention.      Course Page               30    3            OT-GE 2335            Successful Intenvention in Schools           Examine therapist’s perceptions that have an impact on therapy in the classroom. Students will learn to identify strategies & methods that will assist in designing intervention plans that can be implemented in a classroom. Research effective strategies for ensuring best practice in a wide variety of educational systems.      Course Page               30    3            OT-GE 2030            Theoretical Bases for the Scope of Practice           Provides foundation knowledge underlying occupational therapy practice for the formulation & use of conceptual practice frameworks. The course focuses on the theories supporting current & emerging areas of occupational therapy practice.      Course Page               30    3                                     This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "spOTlight | Official Blog of Department of Occupational Therapy                                                                                  spOTlight                    Official Blog of Department of Occupational Therapy                                       Skip to content           Home                    NYU Steinhardt School of Culture, Education, and Human Development              apply now      request info      contact               Department of Occupational Therapy            spOTlight               Department Homepage     Programs     Faculty and Staff     Students     Alumni     Publications     Research                                   &larr; Older posts                             Shantel Isaac Receives a 2015 President’s Service Award              The NYU OT Department congratulates Shantel Isaac, professional program class of 2016, for receiving a 2015 President’s Service Award. The 31 st annual ceremony, which was held April 21 at the Kimmel Center for University Life, recognized Isaac “For her altruistic nature and positive leadership as community outreach officer of the Occupational Therapy Class of 2016.” The award is given to student organizations and individual leaders for their distinguished achievements and service to NYU. Congratulations Shantel!                          Posted by bm87 on April 23, 2015 1:10 pm   | Permalink |   Comments                                  Frieda J. Behlen Scholarship Awardees for 2015 Announced               (From left to right) Precious Herrera, Charlene Woo, Callah Kimble   The NYU Steinhardt Department of Occupational Therapy is pleased to announce the recipients of the 2015 Frieda J. Behlen Occupational Therapy Scholarships. This year’s awardees are Precious Herrera, Callah Kimble and Charlene Woo. These three exceptional students will each receive a $3500 tuition award for their summer 2015 semester.         Precious Herrera is interested in pursuing a career in the areas of mental health, pediatrics and neuroscience. Beyond that, she hopes to do work with women education and empowerment, as well as take her career abroad in developing countries. As an officer for the Class of 2016, she helps in the planning of social events and fundraiser opportunities for the department and her classmates, as well as supporting her fellow class officers in establishing connections with other NYU programs such as physical therapy and speech-language pathology (Communicative Sciences and Disorders). By volunteering for a non-profit in the Bronx, she has educated youth on occupational therapy and her experiences in NYU’s program. She hopes to someday be able to establish an OT curriculum at her undergraduate alma mater and eventually return to NYU as an adjunct professor.   Callah Kimble is interested in the emerging practice of sensory integration rooms in psychiatry. Originally from California, she chose to enroll in NYU’s OT program 3,000 miles away from home and has been inspired by the passion and commitment of the NYU OT faculty. She has made a priority out of attending the annual AOTA conference and is her class’ AOTA co-representative, a position that involves helping organize the trip and urging others to attend. Eventually, she wants to work as an OT in an inpatient psychiatric unit and, more specifically, practice as a clinician in an inpatient eating disorder unit/clinic. She also places a strong emphasis on community involvement and, as a result, is a member of the New York State Occupational Therapy Association, the Occupational Therapy Association of California and the National Alliance on Mental Illness.   Charlene Woo has watched her passion for occupational therapy evolve during her time at NYU. Coming into the program, she wanted to work in outpatient pediatrics, but her fieldwork experiences have led her to develop a connection to geriatrics and palliative care. She is her class’ co-chair, writes for the department’s SpOTlight blog and attends NYU’s Therapy Collective events, where speech language pathologists and physical therapists discuss their respective professions. She represents NYU at events for the National Alliance on Mental Illness, including NAMI Walks, and helps bring participants to their events as well. Whether she establishes a career by opening a private practice or by advocating for additional end-of-life care, she hopes to make a difference in occupational therapy.   The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from alumni of the occupational therapy programs at New York University.  Income generated by the endowment is awarded annually to students who demonstrate superior academic achievement as well as financial need.  With growth in the fund’s balance from new gifts, the amount given out has been able to increase and will continue to do so.  The award takes the form of a tuition aid applied towards summer courses.  Professional Program second year students are eligible to apply.   The fund was named to honor the memory of  Frieda J. Behlen , founder and longtime chair of NYU’s Department of Occupational Therapy. Ms. Behlen was known for never hesitating to find monies, even if from her own pocketbook, to enable deserving students to complete their studies.   To contribute to this and other Department of Occupational Therapy funds please visit  http://www.nyu.edu/giving/ .                            Posted by bm87 on April 13, 2015 12:30 pm   | Permalink |   Comments                                  OT at school: An Interview with Suzanne Sanchez (96’)              Suzanne Sanchez is a senior director of therapy services at the New York City Department of Education, which is responsible for providing necessary services to students with disabilities from more than 600 schools. An NYU Department of Occupational Therapy alum, Sanchez&#8217;s work centers around policy development related to occupational therapy, physical therapy, speech therapy and assisted technology services within the public school system, which serves almost 35,000 students that require occupational therapy and about 15,000 who need physical therapy services. In an interview with SpOTlight , Sanchez talks about her journey to an administrative role at the Department of Education and the diverse and challenging roles of occupational therapists in the public school system.   Could you give an example of how you have shaped policy that connects students to occupational or physical therapy services? How do you know that a public school student might need them?   One of the things we do is determine what services should be provided to support the students that need them and decide which is the best service, whether it is occupational therapy, physical therapy or speech therapy. We develop an Individualized Teaching Program for the student and guidelines around the criteria for providing these services. We assign a therapist to work with the student and they, along with supervisors, determine an intervention plan for each case. We have a staff of more than 1,200 OTs and PTs and over 2,000 speech therapists, and we provide professional development to them on school-based practice interventions.   How is the therapy administered? Is it tied to the school curriculum and given in the school itself?   Yes. The majority of the services are administered in schools themselves. We do have some kids who may receive services at home if they are homeschooled or are in a homeschool situation because of an injury. But more than 90 percent of our services are provided in school and they are provided in a therapy room or directly in the classroom, which we call the natural environment so the therapist can work to support the student exactly where their disability is impacting them.   Could you give an example of the kind of OT services a student may need or receive in a classroom setting?   Let&#8217;s say a student has cerebral palsy and has a physical disability where they have what we call hemiparesis, that student may need support while typing on a keyboard, holding a pen or a pencil, sitting upright in a chair or moving around the school environment and participating in gym or lunch room with their peers. An OT, PT or speech therapist would go and assess the student’s level of functioning and evaluate where the student might need support and how the support can be provided. Much of our work is focused on ensuring that students with disabilities participate with their non-disabled peers so that they are not separate or segregated. A therapist can help the student by either using adaptive equipment to increase mobility or work on speech and language production so they are able to communicate with their peers, or use an assisted technology device so that a student can communicate and socialize with their peers if they have limited communication skills.   What makes working in a school system unique or different from other occupational therapy settings?   I think one of the things working in the school system offers is exposure and the opportunity to work with children with all kinds of disabilities. I have worked with children who have neurological or physical and cognitive impairments, autism, spina bifida and those with intellectual disabilities – pretty much anything you can think of. I think that working in the school system poses a unique set of challenges and there are a wide variety of disabilities that a therapist is expected to support. It&#8217;s not like an outpatient setting where you&#8217;re working with primarily hip and knee replacements or an in-patient facility where you will see patients who have had a stroke or neurological injury. A school-based service is much more subjective and encompasses a much wider of range of disabilities in a broad age range. A therapist here works with students ranging from preschool to 12th grade.   Today, there are many career tracks for occupational therapy students, especially therapists who want to work with children. There&#8217;s pre-school setting, clinical setting, sensory integration specialties, certainly now needs that are related to autism. There are tremendous opportunities out there for therapists interested in OT and assisted technologies.   What drew you to occupational therapy and the program at NYU?   I had worked in a group home for young adults with autism during undergraduate school and it was there that I was first exposed to occupational therapy. Before that, I did my undergraduate degree in Miami and was considering PT school actually. I spent some time exploring schools of OT and PT and being a native New Yorker, I immediately looked at NYU. I went to an open house at the OT department and fell in love with the program. It was really that psychosocial component that drew me to OT and to NYU, and I thought that was something that was very valuable and lacking in some other programs.   Could you tell us a bit about your journey to your current position? How was the transition from playing the role of a therapist to more of an administrative side of things?   I have been in this position for a year and half and with the Department of Education, and I graduated from NYU in 1996. I worked as a school-based OT for about 10 years and then I worked as an OT supervisor, after which I became the director of occupational therapy services. I took this job as senior director of all services about a year and a half ago. At first, it was definitely difficult but a lot of skills are skills that you use in occupational therapy are problem solving and people skills, and I think I was fortunate to be successful at transferring those skills into management.   How has being a part of the NYU alumni network helped you?   There are other NYU alumni, specifically from the OT program, who are my colleagues in and out of the school system and I work with them on a continual basis. Some of them are also colleagues who own private practices and work with students’ families, as therapists and supervisors. Because I’m a lifelong learner, the current faculty at NYU also serve as a great resource for me.   What would you say is the best part of your job?   I think the best part of my job is being able to work with different types of children and their families and make an impact daily on the lives of students with disabilities. I&#8217;m very fortunate to be able to do that.                          Posted by bm87 on March 25, 2015 9:15 am   | Permalink |   Comments                                  Kristie Patten Koenig featured in New York Times article              Kristie Patten Koenig, associate professor and department chair of the Department of Occupational Therapy was just featured in the recent New York Times article on the rise of Occupational Therapy cases in NY Schools. Speaking to the increase in quality as well as quantity of school based programming she said, “As more and more larger school districts are looking at inclusion practices, it becomes a more comprehensive program, versus just drop-and-pray or physical inclusion but not really integration.&#8221; To read the full article  click here .                          Posted by bm87 on February 19, 2015 4:48 pm   | Permalink |   Comments                                  Building Assistive Technologies: An interview with Anita Perr               Over the past year, through a collaboration between Steinhardt’s Department of Occupational Therapy, Tisch’s Interactive Telecommunications Program (ITP), and Poly’s Integrated Digital Media Program (IDM), the Ability Lab has become a meeting point for individuals with different expertise, to develop assistive technologies for people with different disabilities. Located at the NYU Polytechnic School of Engineering‘s Metrotech Center in Brooklyn, the Lab offers students a place to explore and enhance technologies that can address the needs of people with disabilities. In an interview with SpOTlight, Anita Perr , Clinical Associate Professor at the Department of Occupational Therapy talks about the Ability Lab’s current projects and its future plans.   What is the Ability Lab and how was it started?   The Ability lab is a place to learn about, explore, and research assistive technology used by people with disabilities. Faculty, students, and researchers can connect with each other, and work on their own projects or on ongoing Ability Lab projects. The Ability Lab started officially last year, but we&#8217;ve been running courses and working on assistive technology grants for about 10 years.  It started with a relationship with Marianne Petit , Associate Arts professor at the NYU Tisch School of the Arts in the Interactive Telecommunications Program (ITP) where artists and designers learn about and create interactive art and technology. Marianne was interested in how people with disabilities function and interact with technology, so we offered a one-time course on assisted technology. That course has been running ever since. When the NYU Poly School of Engineering came on board, we expanded the course and applied for and received funding for the Ability Lab.   Could you tell us a bit about the current projects in place?   We conduct courses at the Ability Lab, one of which is called &#8216;Developing Assistive Technology&#8217; which is open to students across all of the Schools at NYU. Groups of students collaborate with outside organizations to develop technologies for people with disabilities. Each of the groups that are set up are a mix of those students who have different professional backgrounds and different areas of interest and expertise. While they work on their projects, the course covers a variety of AT-related topics. We have five groups in the class right now. One of the groups is developing a device called Gyrocafe that will help people who use walkers to carry things without spilling them. Another group is working with the Strivright School in Brooklyn- a preschool for children who are deaf or hearing impaired where they are developing a sensory room. The group in our class is developing an interactive device that will be used for practicing balance, reaching and other motor skills. Other projects include apps for children who have difficulty producing the &#8216;R&#8217; sound, a portable easy-to-carry ramp for places that don’t have curb-cuts and a game app to improve memory and planning.   Could you tell us a bit about other activities at the Lab, like the project with autistic children?   TechKids Unlimited, a not-for-profit tech-based educational organization runs a program in the Ability Lab on Sundays where kids ages 7-18, many of whom are diagnosed with autism, learn to use technology to make media, games, video, models, etc. NYU Faculty and students help facilitate the classes as counselors and instructors.  Using a strength-based approach, the kids learn skills that may develop into career interests and expertise. They also work on other skills like socialization and communication while they work and have lunch together.      What are the future goals for the Ability Lab?   This Spring, students from NYU Tisch’s ITP and NYU Poly’s IDM will continue to work with the Ability Lab on projects related to their own Master’s theses. We also plan to have a competition to offer seed money to students interested in developing a new project or working on an existing project. Our Occupational Therapy students will have the opportunity to receive small grants to act as clinical resources to the students working on projects. We will be using this year to apply for grants and continue to build the program.   Now that the Ability Lab is here and we are building an institutional history, we look forward to continuing projects from semester from semester. The information that students learn and their projects in class will be shared on our website so that other people can take a look at what we have done, and use that to do their own work. We really want to foster the relationship between people in different schools in our own university along with the people with disabilities and researchers in the broader community to we can push the field forward.                          Posted by bm87 on February 12, 2015 9:18 am   | Permalink |   Comments                                  Celebrating Art and Occupational Therapy: A Profile of Alumna Anitta Boyko Fox               Anitta Boyko and her mother, Helen, at Commencement (1945)   Back in the day – graduation 1945 — Anitta Boyko Fox (BS ’45, MS ’47) was among the first wave of students to earn a degree at NYU’s newly established occupational therapy program.  Outside a war was winding down and Anitta found her calling working with returning veterans and helping a team of medical professionals create what is now known as the Rusk Institute of Rehabilitation Medicine.   In rehabilitation medicine, Anitta found a meaningful career working hands-on with patients and contributing to the literature of the profession.  Her observations and insights are included in  Ordinary Miracles: True Stories About Overcoming Obstacles and Surviving Catastrophes , a book edited by the late Deborah Labovitz, a professor and chair of Steinhardt’s Department of Occupational Therapy.    Fred Boyko, a self-portrait    Fred Boyko&#039;s portrait of Anitta   Anitta, who turned 90 this fall, emigrated from Vienna in 1939 to escape Nazi persecution.  (As an 11-year old, she lived through the terrifying night of Kristallnacht in her family’s Vienna apartment.)  The family – sponsored by Charles Komar, a distant cousin — found a first home in New York City across from the George Washington Bridge, where Anitta’s father, Fred Boyko , an architect and artist, bartered portraits of the landlord’s children for a few months rents.   This month, a retrospective of Boyko’s art, “ From Kristallnacht to Carnegie Hall: The Art &amp; Life of Fred Boyko ,” is on view at the Aidekman Family Jewish Community Campus in Whippany, New Jersey.  The exhibit includes paintings that were shipped out of Vienna after Kristallnacht, as well as commissioned portraits Boyko created in his Carnegie Hall artist’s studio.   The Boyko family is also the subject of a documentary, ‘Unconquerable Souls,” created by the Holocaust Council of Greater Metro West.    Anitta Boyko Fox at Alumni Day   Throughout the years, NYU has been a place where Anitta has felt a deep sense of community and belonging.  She met her late husband, Sheldon Fox, MD, at NYU Bellevue, where he served as a medical resident and later as an assistant clinical visiting professor of radiology.  Their daughters, Serena J. Fox (MED ’79) and and Judith C. Fox (IFA, ’84),  are also NYU graduates.   Anita is grateful to NYU for “taking a chance” on her, for giving her a scholarship that enabled her to do work that has made a difference in people’s lives.   “As someone who had arrived in a new place filled with uncertainty — displaced from her country — NYU was home to me,” Anitta said. “It still is.”                          Posted by Debra Weinstein on December 23, 2014 9:55 am   | Permalink |   Comments                                  Once an OT, always an OT              (The following is a guest post by Mary Donohue, former faculty member and alumna of the Department of Occupational Therapy at NYU Steinhardt about life as an occupational therapist after retirement)    For almost twenty years I taught psychosocial courses at NYU in the professional master’s program and served on the doctoral proposal board for OT, PT and rehab. My career in occupational therapy began in my late thirties, but when I retired at almost 70, I had not ‘finished’ my OT pursuit of knowledge.   After I retired, I was ready to sit down and co-author a book about social participation with Marli Cole, and to write a manual for the Social Profile assessment tool. Writing the book was a dream come true. Previously, I had not had time to focus on writing and publishing extensive works , but I had always had an interest in the role sociability, social presence and socialization play in our lives.   Working with the Social Profile Assessment tool gave me the opportunity to develop presentations illustrating the measurement capacity of this calibrated instrument and I have spoken about this program in guest lectures and posters over the past seven years at different conferences.   Since my retirement I have also found the time to focus on volunteering for occupational therapy committees and boards that I like to support. I have been a co-chair of the metro MNYD Research Committee for 30 years where I am now working with Nancy Finklestein Klein as my co-chair, to present a Research Forum of local OT studies annually. We also coach occupational therapists that need guidance in putting together studies.   For me, being on the high seas is both challenging and relaxing at the same time. I love being on the water. I’ve been a member of New York Sailing Club since 1980. It&#8217;s a great social club. After I retired, I had time to serve as Commodore for two years and I often provided galley gourmet meals on board for boat owners and hospitality at my house after seal watches on the Bay near Jones Beach. Our club is a &#8216;mature,&#8217; generous group of boat owners and crew who share life on board, and lending a hand as a sailor. They rank high on the Social Profile scale of service and sharing. They are like family to me.   What drives me to continue to work in occupational therapy is two-fold: the energy that occupation provides to people to enrich their lives and live a healthy life-style, as well as the opportunity to keep in touch with inspiring colleagues in the field. For future OTs I encourage them to find what motivates their children, clients and community to help them to fulfill their lives&#8217; dreams.                               Posted by bm87 on November 24, 2014 2:49 pm   | Permalink |   Comments                                  Open House              On the evening of October 14th, the Department celebrated its move to Pless Hall with an &#8220;Open House&#8221; event that brought together local alumni, fieldwork site directors, faculty and staff. The new Dean of Steinhardt, Dominic Brewer, and Associate Deans&#8217; Lindsay Wright and Patricia Carey were on hand to meet our many guests. Visitors were given a tour of our wonderful new lab and office spaces, and were treated to wine and hors d&#8217;oeuvres.   Please enjoy the following photos from the event as well as a virtual tour. Feel free to drop in and see the new space if you are ever in the neighborhood!                                  Posted by bm87 on November 19, 2014 3:28 pm   | Permalink |   Comments                                  NYU OT doctoral student receives Mitchell Leaska Dissertation Research Award               Grace Kim, a doctoral student in the Department of Occupational Therapy, was recently awarded the Mitchell Leaska Dissertation Research Award , by the Steinhardt Office of Research and Doctoral Studies at NYU. The award includes a $5,000 stipend to help students complete their doctoral dissertation.   Kim is currently working on her dissertation titled, “The Effects of Attentional Focus on Motor Training of the Upper Extremity Using Robotics with Individuals after Chronic Stroke” under Jim Hinojosa , professor of occupational therapy. In addition to pursuing her doctoral studies, Kim also manages the clinical robotics program at Weill Cornell for inpatients and outpatients with neurological diagnoses.   The award is memory of Mitchell Leaska, a former Professor of English who taught at the Steinhardt School for more than 40 years.                          Posted by bm87 on November 10, 2014 9:19 am   | Permalink |   Comments                                  NYU Steinhardt and NYU Poly collaborate to bring STEM specialization to ASD Nest Program              NYU Steinhardt’s ASD Nest support project was recently was awarded $50,000 by the FAR Fund, to partner with NYU Poly and the Central Brooklyn STEM Initiative (CBSI), on a grant that brings a Robotics initiative for children with Autism Spectrum Disorders (ASD) to Millennium High School.  The project titled, &#8220;Bringing STEM specialization to ASD Nest High School Students: A collaboration between NYU Polytechnic School of Engineering and NYU Steinhardt&#8217;s ASD Nest Support Project&#8221; is being led by co-PI’s Kristie Patten Koenig , associate professor and department chair at the Department of Occupational Therapy at NYU Steinhardt, and Ben Esner, director of the Center for K-12 STEM Education.   The  ASD Nest Program is a NYC Department of Education inclusion program for students with ASD in community schools and educates over 900 children with ASD alongside 3,000 of their typically developing peers. Dr. Patten Koenig is also PI of NYU Steinhardt’s ASD Nest Support Project, funded by the NYC Department of Education that provides children with ASD academic, behavioral, social and sensory supports in order to be successful their neighborhood schools.   The Central Brooklyn STEM Initiative (CBSI) pairs teachers from public schools in Brooklyn with graduate student fellows from engineering, chemical and biological science programs at NYU Poly, to design hands-on classroom lessons. The program is funded by the National Science Foundation, Brooklyn Community Foundation and other supporters, and reaches over 2,000 students and 40 teachers.                          Posted by Manasi Vaidya on October 31, 2014 8:28 am   | Permalink |   Comments                                                   &larr; Older posts             class=\"nav-previous\"> &larr; Older posts                                           Search SpOTlight                                               Recent Posts                     Shantel Isaac Receives a 2015 President’s Service Award           Frieda J. Behlen Scholarship Awardees for 2015 Announced           OT at school: An Interview with Suzanne Sanchez (96’)           Kristie Patten Koenig featured in New York Times article           Building Assistive Technologies: An interview with Anita Perr                     Categories       Alumni      Class Notes      Department News      Faculty      Research      Students      Uncategorized         Archives         April 2015    March 2015    February 2015    December 2014    November 2014    October 2014    September 2014    June 2014    May 2014    April 2014    March 2014    February 2014    January 2014    December 2013                                                              Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Occupational Therapy - 35 West 4th Street, 11th Floor, New York, NY 10012"}]}][{"detail": [{"content": "Doctoral Theses - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Doctoral Theses                           Research Agenda    Faculty Research Projects    Research from PhD Students and Candidates    Doctoral Theses    Professional Program Research Projects                               Siaw Chu Chai (2013). The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study.    Ohl, Alisha (2012). Personal space and friendship in Asperger and neurotypical adolescents.    Chippendale , Tracy (2011). The effects of life review through writing on depressive symptoms and life satisfaction in older adults.    Tzu-Ying Yu (2010). The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.    Rekoutis, Panos (2010). Parents of young children with autism spectrum disorders: Their experiences and perceptions of occupational therapy in the context of family-centered services.    Wang, Tien-Ni (2010).The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.    Seruya, Francine (2009). Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists.    Podvey, Mara Cohen (2009). Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Weinstock-Zlotnick, Gwen (2009). How Occupational Therapists specializing in hand therapy consider participation during initial evaluation: A look at diagnostic reasoning.    Fleming-Castaldy (Corttrell), Rita (2008). Consumer-directed personal care assistance and quality of life for persons with physical disabilities.    Hu, Shu-Yuan (2008). The sensory balance test as a screening for possible sensory integration deficits.    Corvinelli, Antonietta (2007). Boredom in Recovery for Adult Substance Users with HIV/AIDS attending an Urban Day Treatment.    Dimitropoulou, Katherine A. (2006). Effects of the children's development and knowledge on mothers' language and gestures.    Mendoza-Smith, M. (2005). The socialization of a professional stranger: The work of an occupational therapist in a public school. J. Hinojosa, M. Ely, J. Griffin    Peters, Christine O. (2005) Power and professionalization: Occupational therapy 1950 to 1980.    Swarbrick, Margaret (2005).Non-traditional self-help centers as an alternative service model for mental health consumers    Bakshi, Rita (2004). Assessing the effectiveness of sensory stimulation on individuals who have moderate to severe dementia.    Bose, Pia (2004). Reported experiences of occupational therapists practicing in inclusive early childhood classrooms.    Greer, Ellen (2004). A study of women's transitional experiences in a mandated work program.    Harvison, Neil (2004). The impact of occupational and physical therapy skill mix on functional outcomes and charges in inpatient rehabilitation.    Howe, Tsu-Hsin (2004). Factors related to bottle feeding performance in preterm infants.    Knis, Laurie L. (2004). The destructive path of addiction: Experiences of six parents who are substance dependent and in a year-long drug treatment program.    Mortera, Marianne H (2004). The development of the Cognitive Screening Measure for individuals with brain injury: Initial examination of content validity and interrater reliability.    Lannigan, Elizabeth (2003). The experience of individuals with severe mental illness participating in vocational rehabilitation programs: A qualitative study.    Migliore, Anna (2003). Health Related Quality of Life, Functional Status, and Exercise Tolerance of Adults with Chronic Obstructive Pulmonary Disease Following Three Treatment Situations: Exercise Alone, Exercise with a Lecture Series, and Exercise with Activity Training.    Goverover, Yael (2002). The relationship between categorization, deductive reasoning, self-awareness and instrumental activities of daily living among individuals with brain injury.    Kaplan, Margaret (2002). A survey of pediatric occupational therapists= choice of interventions priorities and methods.    Meyers, Ruth (2002). The experiences of women with AIDS who have received occupational therapy intervention in a home health setting.    Olson, Laurette (2002). The interactions among participants in a parent-child activity group on a child inpatient unit.    Schindler , Victoria (2002). The Development of roles and role skills in adults diagnosed with schizophrenic disorders in a forensic setting.    Dooley, Nancy (2001). Predicting the quality of life of persons with Alzheimer=s disease in the community: Assessment of instrumental function.    Mankhetwit, Supawadee (2001). Reliability and validity of the Preschool Play Scale (revised) with preschool children with autism/pervasive developmental disorder.    Satiansukpong, Nuntanee (2001). Reliability and validity of Dunn=s sensory profile among Thai children living in large metropolitan areas.    Schoen, Sarah (2001). The effectiveness of the pencil grasp frame of reference to promote acquisition of a mature pencil grasp in school-aged children.    Babiss, Fran (2000). Mental health treatment and its aftermath: The experiences of three women diagnosed with mental illness.    Cyzner, Lisa E. (2000). Occupational Therapy Embedded in Daily Life: The Parents' and The Therapist's Reported Experiences of Participating in Occupational Therapy Intervention for Children Who Have Difficulty with Self-Regulation.    Elenko, Beth (2000). The reported experience of families and occupational therapists who participate in home-based early intervention.    Neuman, Ariela (2000). Assessing sensory processing abilities in Israeli children aged 3-10: A study of cross-cultural adaptation of the sensory profile caregiver questionnaire.    Wu, Chin-yu (1999). Effectiveness of an occupational therapy intervention to facilitate intrinsic motivation of individuals in Taiwan with mental illness who have motivational deficits.    Bear-Lehman, Jane (1998). Time of entry and continuity of treatment: Relationship to functional status of computer keyboarders with upper limb cumulative trauma disorder.    Macdonald, Karen (1998). Adaption to physical disability: The experiences of five women aged fifty to sixty.    Weinstein, Emily (1998). The nature of artful practice in psychosocial occupational therapy.    Bedell, Gary (1997). Finding balance: the daily lives of eight urban gay men with HIV/AIDS.    Dirette, Diane (1997). The effects of a compensatory intervention on processing deficits of adults with acquired brain injuries.    Finkelstein, Nancy (1997).The modified dynamic visual processing assessment (Modified DVPA): Its relationship to function.    Goldberg, Susan P. (1997). An exploration of an occupational therapy treatment program of movement skills and body image in women with eating disorders.    Gutman, Sharon (1997). Alleviating gender role strain in adults males with traumatic brain injury: An assessment of a set of guidelines for occupational therapy practice.    Paul, Stanley (1997). University life experience of adult student wheelchair users.    Jih, Guey-Fang (1996). Proprioceptive memory of upper extremity reaching to a target in elderly fallers and nonfallers.    Scott, Anne (1995). Mental health specialty preference in occupational therapy: Using the theory of work adjustment to examine the influence of values, reinforcers and job satisfaction upon the level II fieldwork affiliation.    Hollander, Anthony (1993). The effects of two holding positions upon self-injurious behavior, play, co-communications, and social behavior in active children.    Josman, Naomi (1993). Assessment of categorization skills in brain-injured persons: Validity of the Toglia Categorization Assessment (TCA).    Kramer, Paula (1993). Pediatric occupational therapists' views of their behavior when evaluating children.    Lefkofsky, Sharon (1993). The day-to-day variability of muscle tone and functional performance in people with spastic cerebral palsy.    Sabari, Joyce S. (1992). The relationship between perceived consistency of socializing influence and the newly practicing occupational therapist's professional self-image.    Abreu, Beatriz C. (1991). An experimental study of the effects of activity predictability on postural control while in a seated position in healthy individuals and in hemiplegic patients after stroke.    DeMaio-Feldman, Diane (1991). Somatosensory processing abilities of very low birthweight infants at school age.    Hinojosa, Jim (1989). Mothers' perception of the influence on family life of occupational and physical therapy home programs for the preschool child with cerebral palsy.    Sachs, Dalia (1989). The perception of caring held by female occupational therapists: Implications for professional role and identity.    Jarus, Tal (1988). Contextual inference and task classification effects on acquisition, retention, and transfer of motor skills by female adults.    Titiloye , Victoria (1988). The relationship of age to premotor reaction time, motor reaction time, and movement time performance of a functional activity.    Gorga, Delia (1987). The quality of reach and grasp in full term and low birth weight infants at one year of age.    Neville-Jan, Ann M. (1987). The relationship of selected personality variables to productivity in depressed patients.    Breines, Estelle B. (1986). Pragmatism, a philosophical foundation of occupational therapy, 1900-1922 and 1965-1985; Implications for educational and specialization.    Donohue, Mary V. (1985). A study of the relationship between age of onset of paranoid and non-paranoid schizophrenia and bipolar affective disorders, and the social competence of adult female psychiatric patients.    Colman, Wendy (1984). A study of educational policy setting in occupational therapy, 1918-1981.                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "Specialty Courses - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Specialty Courses                           Undergraduate Courses    Selected/Specialty Courses    OT Mentoring Program                               Department of Occupational Therapy Post-Professional Course Offerings    Fall 2015    Theoretical Foundations for Intervention - OT-GE 2762  Dr. Jim Hinojosa and Dr. Kristie Patten Koenig , 3 units, Mondays, 5:00-6:00 pm (Hybrid Course) Examine how theoretical information is formulated, refined, tested, and assessed.  Developing Assistive Technology &ndash; OT-GE 2900  Dr. Anita Perr , 3 units, Wednesdays, 6:45-8:40 pm Learn about assistive technologies as well as the people who work in the field and the methods that are used in the fabrication of devices. Student teams identify a clinical need for a specific facility or client population and develop viable prototype devices.     SPRING 2016- January Intensive (January 4, 2016- January 22, 2016)    Reframing the Meaning of Disability to Families &ndash; OT-GE 2338 Dr. Judy Grossman, 3 units Examine family-centered practice and the implications for families with children with special needs. A family resilience framework is used to understand the factors that contribute to family adaptation and good child outcomes.  Clinical Anatomy of the Upper Quadrant and Selected Cavities &ndash; OT-GE 2801  Dr. Offiong Aqua , 3 units Enhance your knowledge of upper extremities, face, neck, oral, pharyngeal, and laryngeal cavities through blunt gross dissection, discussion, and reading of selected literature in anatomy.  The State of Rehabilitation: Disability in Israel &ndash; OT-GE 2171  Dr. Yael Goverover , 3 units Explore how cultural, political, and historical processes have influenced and shaped disability and rehabilitation in Israel. The course will focus on cognitive rehabilitation, but other fields of rehabilitation will also be discussed.    SPRING 2016    Ethics and Analytical Reasoning &ndash; OT-GE 2764  Dr. Kristie Patten Koenig , 3 units, Days/Time-TBA Analyze philosophical issues in occupational therapy with an emphasis on considering the ethical dilemmas and sound arguments.  Selected Topics in Hand Therapy &ndash; OT-GE XXXX  Dr. Sally Poole , 3 units, Days/Time-TBA Examine common hand injuries and the evidence for intervention. This course will have both a classroom and lab component.  If you are interested in taking a student and/or course or for more information about our post-professional programs, feel free to contact Ginelle John at nyuotspecialty@nyu.edu or 212-998-5847. **Please note- class days and times are subject to change.                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Doctoral Theses - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Doctoral Theses                           Research Agenda    Faculty Research Projects    Research from PhD Students and Candidates    Doctoral Theses    Professional Program Research Projects                               Siaw Chu Chai (2013). The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study.    Ohl, Alisha (2012). Personal space and friendship in Asperger and neurotypical adolescents.    Chippendale , Tracy (2011). The effects of life review through writing on depressive symptoms and life satisfaction in older adults.    Tzu-Ying Yu (2010). The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.    Rekoutis, Panos (2010). Parents of young children with autism spectrum disorders: Their experiences and perceptions of occupational therapy in the context of family-centered services.    Wang, Tien-Ni (2010).The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.    Seruya, Francine (2009). Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists.    Podvey, Mara Cohen (2009). Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Weinstock-Zlotnick, Gwen (2009). How Occupational Therapists specializing in hand therapy consider participation during initial evaluation: A look at diagnostic reasoning.    Fleming-Castaldy (Corttrell), Rita (2008). Consumer-directed personal care assistance and quality of life for persons with physical disabilities.    Hu, Shu-Yuan (2008). The sensory balance test as a screening for possible sensory integration deficits.    Corvinelli, Antonietta (2007). Boredom in Recovery for Adult Substance Users with HIV/AIDS attending an Urban Day Treatment.    Dimitropoulou, Katherine A. (2006). Effects of the children's development and knowledge on mothers' language and gestures.    Mendoza-Smith, M. (2005). The socialization of a professional stranger: The work of an occupational therapist in a public school. J. Hinojosa, M. Ely, J. Griffin    Peters, Christine O. (2005) Power and professionalization: Occupational therapy 1950 to 1980.    Swarbrick, Margaret (2005).Non-traditional self-help centers as an alternative service model for mental health consumers    Bakshi, Rita (2004). Assessing the effectiveness of sensory stimulation on individuals who have moderate to severe dementia.    Bose, Pia (2004). Reported experiences of occupational therapists practicing in inclusive early childhood classrooms.    Greer, Ellen (2004). A study of women's transitional experiences in a mandated work program.    Harvison, Neil (2004). The impact of occupational and physical therapy skill mix on functional outcomes and charges in inpatient rehabilitation.    Howe, Tsu-Hsin (2004). Factors related to bottle feeding performance in preterm infants.    Knis, Laurie L. (2004). The destructive path of addiction: Experiences of six parents who are substance dependent and in a year-long drug treatment program.    Mortera, Marianne H (2004). The development of the Cognitive Screening Measure for individuals with brain injury: Initial examination of content validity and interrater reliability.    Lannigan, Elizabeth (2003). The experience of individuals with severe mental illness participating in vocational rehabilitation programs: A qualitative study.    Migliore, Anna (2003). Health Related Quality of Life, Functional Status, and Exercise Tolerance of Adults with Chronic Obstructive Pulmonary Disease Following Three Treatment Situations: Exercise Alone, Exercise with a Lecture Series, and Exercise with Activity Training.    Goverover, Yael (2002). The relationship between categorization, deductive reasoning, self-awareness and instrumental activities of daily living among individuals with brain injury.    Kaplan, Margaret (2002). A survey of pediatric occupational therapists= choice of interventions priorities and methods.    Meyers, Ruth (2002). The experiences of women with AIDS who have received occupational therapy intervention in a home health setting.    Olson, Laurette (2002). The interactions among participants in a parent-child activity group on a child inpatient unit.    Schindler , Victoria (2002). The Development of roles and role skills in adults diagnosed with schizophrenic disorders in a forensic setting.    Dooley, Nancy (2001). Predicting the quality of life of persons with Alzheimer=s disease in the community: Assessment of instrumental function.    Mankhetwit, Supawadee (2001). Reliability and validity of the Preschool Play Scale (revised) with preschool children with autism/pervasive developmental disorder.    Satiansukpong, Nuntanee (2001). Reliability and validity of Dunn=s sensory profile among Thai children living in large metropolitan areas.    Schoen, Sarah (2001). The effectiveness of the pencil grasp frame of reference to promote acquisition of a mature pencil grasp in school-aged children.    Babiss, Fran (2000). Mental health treatment and its aftermath: The experiences of three women diagnosed with mental illness.    Cyzner, Lisa E. (2000). Occupational Therapy Embedded in Daily Life: The Parents' and The Therapist's Reported Experiences of Participating in Occupational Therapy Intervention for Children Who Have Difficulty with Self-Regulation.    Elenko, Beth (2000). The reported experience of families and occupational therapists who participate in home-based early intervention.    Neuman, Ariela (2000). Assessing sensory processing abilities in Israeli children aged 3-10: A study of cross-cultural adaptation of the sensory profile caregiver questionnaire.    Wu, Chin-yu (1999). Effectiveness of an occupational therapy intervention to facilitate intrinsic motivation of individuals in Taiwan with mental illness who have motivational deficits.    Bear-Lehman, Jane (1998). Time of entry and continuity of treatment: Relationship to functional status of computer keyboarders with upper limb cumulative trauma disorder.    Macdonald, Karen (1998). Adaption to physical disability: The experiences of five women aged fifty to sixty.    Weinstein, Emily (1998). The nature of artful practice in psychosocial occupational therapy.    Bedell, Gary (1997). Finding balance: the daily lives of eight urban gay men with HIV/AIDS.    Dirette, Diane (1997). The effects of a compensatory intervention on processing deficits of adults with acquired brain injuries.    Finkelstein, Nancy (1997).The modified dynamic visual processing assessment (Modified DVPA): Its relationship to function.    Goldberg, Susan P. (1997). An exploration of an occupational therapy treatment program of movement skills and body image in women with eating disorders.    Gutman, Sharon (1997). Alleviating gender role strain in adults males with traumatic brain injury: An assessment of a set of guidelines for occupational therapy practice.    Paul, Stanley (1997). University life experience of adult student wheelchair users.    Jih, Guey-Fang (1996). Proprioceptive memory of upper extremity reaching to a target in elderly fallers and nonfallers.    Scott, Anne (1995). Mental health specialty preference in occupational therapy: Using the theory of work adjustment to examine the influence of values, reinforcers and job satisfaction upon the level II fieldwork affiliation.    Hollander, Anthony (1993). The effects of two holding positions upon self-injurious behavior, play, co-communications, and social behavior in active children.    Josman, Naomi (1993). Assessment of categorization skills in brain-injured persons: Validity of the Toglia Categorization Assessment (TCA).    Kramer, Paula (1993). Pediatric occupational therapists' views of their behavior when evaluating children.    Lefkofsky, Sharon (1993). The day-to-day variability of muscle tone and functional performance in people with spastic cerebral palsy.    Sabari, Joyce S. (1992). The relationship between perceived consistency of socializing influence and the newly practicing occupational therapist's professional self-image.    Abreu, Beatriz C. (1991). An experimental study of the effects of activity predictability on postural control while in a seated position in healthy individuals and in hemiplegic patients after stroke.    DeMaio-Feldman, Diane (1991). Somatosensory processing abilities of very low birthweight infants at school age.    Hinojosa, Jim (1989). Mothers' perception of the influence on family life of occupational and physical therapy home programs for the preschool child with cerebral palsy.    Sachs, Dalia (1989). The perception of caring held by female occupational therapists: Implications for professional role and identity.    Jarus, Tal (1988). Contextual inference and task classification effects on acquisition, retention, and transfer of motor skills by female adults.    Titiloye , Victoria (1988). The relationship of age to premotor reaction time, motor reaction time, and movement time performance of a functional activity.    Gorga, Delia (1987). The quality of reach and grasp in full term and low birth weight infants at one year of age.    Neville-Jan, Ann M. (1987). The relationship of selected personality variables to productivity in depressed patients.    Breines, Estelle B. (1986). Pragmatism, a philosophical foundation of occupational therapy, 1900-1922 and 1965-1985; Implications for educational and specialization.    Donohue, Mary V. (1985). A study of the relationship between age of onset of paranoid and non-paranoid schizophrenia and bipolar affective disorders, and the social competence of adult female psychiatric patients.    Colman, Wendy (1984). A study of educational policy setting in occupational therapy, 1918-1981.                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "Specialty Courses - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Specialty Courses                           Undergraduate Courses    Selected/Specialty Courses    OT Mentoring Program                               Department of Occupational Therapy Post-Professional Course Offerings    Fall 2015    Theoretical Foundations for Intervention - OT-GE 2762  Dr. Jim Hinojosa and Dr. Kristie Patten Koenig , 3 units, Mondays, 5:00-6:00 pm (Hybrid Course) Examine how theoretical information is formulated, refined, tested, and assessed.  Developing Assistive Technology &ndash; OT-GE 2900  Dr. Anita Perr , 3 units, Wednesdays, 6:45-8:40 pm Learn about assistive technologies as well as the people who work in the field and the methods that are used in the fabrication of devices. Student teams identify a clinical need for a specific facility or client population and develop viable prototype devices.     SPRING 2016- January Intensive (January 4, 2016- January 22, 2016)    Reframing the Meaning of Disability to Families &ndash; OT-GE 2338 Dr. Judy Grossman, 3 units Examine family-centered practice and the implications for families with children with special needs. A family resilience framework is used to understand the factors that contribute to family adaptation and good child outcomes.  Clinical Anatomy of the Upper Quadrant and Selected Cavities &ndash; OT-GE 2801  Dr. Offiong Aqua , 3 units Enhance your knowledge of upper extremities, face, neck, oral, pharyngeal, and laryngeal cavities through blunt gross dissection, discussion, and reading of selected literature in anatomy.  The State of Rehabilitation: Disability in Israel &ndash; OT-GE 2171  Dr. Yael Goverover , 3 units Explore how cultural, political, and historical processes have influenced and shaped disability and rehabilitation in Israel. The course will focus on cognitive rehabilitation, but other fields of rehabilitation will also be discussed.    SPRING 2016    Ethics and Analytical Reasoning &ndash; OT-GE 2764  Dr. Kristie Patten Koenig , 3 units, Days/Time-TBA Analyze philosophical issues in occupational therapy with an emphasis on considering the ethical dilemmas and sound arguments.  Selected Topics in Hand Therapy &ndash; OT-GE XXXX  Dr. Sally Poole , 3 units, Days/Time-TBA Examine common hand injuries and the evidence for intervention. This course will have both a classroom and lab component.  If you are interested in taking a student and/or course or for more information about our post-professional programs, feel free to contact Ginelle John at nyuotspecialty@nyu.edu or 212-998-5847. **Please note- class days and times are subject to change.                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Doctoral Theses - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Doctoral Theses                           Research Agenda    Faculty Research Projects    Research from PhD Students and Candidates    Doctoral Theses    Professional Program Research Projects                               Siaw Chu Chai (2013). The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study.    Ohl, Alisha (2012). Personal space and friendship in Asperger and neurotypical adolescents.    Chippendale , Tracy (2011). The effects of life review through writing on depressive symptoms and life satisfaction in older adults.    Tzu-Ying Yu (2010). The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.    Rekoutis, Panos (2010). Parents of young children with autism spectrum disorders: Their experiences and perceptions of occupational therapy in the context of family-centered services.    Wang, Tien-Ni (2010).The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.    Seruya, Francine (2009). Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists.    Podvey, Mara Cohen (2009). Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Weinstock-Zlotnick, Gwen (2009). How Occupational Therapists specializing in hand therapy consider participation during initial evaluation: A look at diagnostic reasoning.    Fleming-Castaldy (Corttrell), Rita (2008). Consumer-directed personal care assistance and quality of life for persons with physical disabilities.    Hu, Shu-Yuan (2008). The sensory balance test as a screening for possible sensory integration deficits.    Corvinelli, Antonietta (2007). Boredom in Recovery for Adult Substance Users with HIV/AIDS attending an Urban Day Treatment.    Dimitropoulou, Katherine A. (2006). Effects of the children's development and knowledge on mothers' language and gestures.    Mendoza-Smith, M. (2005). The socialization of a professional stranger: The work of an occupational therapist in a public school. J. Hinojosa, M. Ely, J. Griffin    Peters, Christine O. (2005) Power and professionalization: Occupational therapy 1950 to 1980.    Swarbrick, Margaret (2005).Non-traditional self-help centers as an alternative service model for mental health consumers    Bakshi, Rita (2004). Assessing the effectiveness of sensory stimulation on individuals who have moderate to severe dementia.    Bose, Pia (2004). Reported experiences of occupational therapists practicing in inclusive early childhood classrooms.    Greer, Ellen (2004). A study of women's transitional experiences in a mandated work program.    Harvison, Neil (2004). The impact of occupational and physical therapy skill mix on functional outcomes and charges in inpatient rehabilitation.    Howe, Tsu-Hsin (2004). Factors related to bottle feeding performance in preterm infants.    Knis, Laurie L. (2004). The destructive path of addiction: Experiences of six parents who are substance dependent and in a year-long drug treatment program.    Mortera, Marianne H (2004). The development of the Cognitive Screening Measure for individuals with brain injury: Initial examination of content validity and interrater reliability.    Lannigan, Elizabeth (2003). The experience of individuals with severe mental illness participating in vocational rehabilitation programs: A qualitative study.    Migliore, Anna (2003). Health Related Quality of Life, Functional Status, and Exercise Tolerance of Adults with Chronic Obstructive Pulmonary Disease Following Three Treatment Situations: Exercise Alone, Exercise with a Lecture Series, and Exercise with Activity Training.    Goverover, Yael (2002). The relationship between categorization, deductive reasoning, self-awareness and instrumental activities of daily living among individuals with brain injury.    Kaplan, Margaret (2002). A survey of pediatric occupational therapists= choice of interventions priorities and methods.    Meyers, Ruth (2002). The experiences of women with AIDS who have received occupational therapy intervention in a home health setting.    Olson, Laurette (2002). The interactions among participants in a parent-child activity group on a child inpatient unit.    Schindler , Victoria (2002). The Development of roles and role skills in adults diagnosed with schizophrenic disorders in a forensic setting.    Dooley, Nancy (2001). Predicting the quality of life of persons with Alzheimer=s disease in the community: Assessment of instrumental function.    Mankhetwit, Supawadee (2001). Reliability and validity of the Preschool Play Scale (revised) with preschool children with autism/pervasive developmental disorder.    Satiansukpong, Nuntanee (2001). Reliability and validity of Dunn=s sensory profile among Thai children living in large metropolitan areas.    Schoen, Sarah (2001). The effectiveness of the pencil grasp frame of reference to promote acquisition of a mature pencil grasp in school-aged children.    Babiss, Fran (2000). Mental health treatment and its aftermath: The experiences of three women diagnosed with mental illness.    Cyzner, Lisa E. (2000). Occupational Therapy Embedded in Daily Life: The Parents' and The Therapist's Reported Experiences of Participating in Occupational Therapy Intervention for Children Who Have Difficulty with Self-Regulation.    Elenko, Beth (2000). The reported experience of families and occupational therapists who participate in home-based early intervention.    Neuman, Ariela (2000). Assessing sensory processing abilities in Israeli children aged 3-10: A study of cross-cultural adaptation of the sensory profile caregiver questionnaire.    Wu, Chin-yu (1999). Effectiveness of an occupational therapy intervention to facilitate intrinsic motivation of individuals in Taiwan with mental illness who have motivational deficits.    Bear-Lehman, Jane (1998). Time of entry and continuity of treatment: Relationship to functional status of computer keyboarders with upper limb cumulative trauma disorder.    Macdonald, Karen (1998). Adaption to physical disability: The experiences of five women aged fifty to sixty.    Weinstein, Emily (1998). The nature of artful practice in psychosocial occupational therapy.    Bedell, Gary (1997). Finding balance: the daily lives of eight urban gay men with HIV/AIDS.    Dirette, Diane (1997). The effects of a compensatory intervention on processing deficits of adults with acquired brain injuries.    Finkelstein, Nancy (1997).The modified dynamic visual processing assessment (Modified DVPA): Its relationship to function.    Goldberg, Susan P. (1997). An exploration of an occupational therapy treatment program of movement skills and body image in women with eating disorders.    Gutman, Sharon (1997). Alleviating gender role strain in adults males with traumatic brain injury: An assessment of a set of guidelines for occupational therapy practice.    Paul, Stanley (1997). University life experience of adult student wheelchair users.    Jih, Guey-Fang (1996). Proprioceptive memory of upper extremity reaching to a target in elderly fallers and nonfallers.    Scott, Anne (1995). Mental health specialty preference in occupational therapy: Using the theory of work adjustment to examine the influence of values, reinforcers and job satisfaction upon the level II fieldwork affiliation.    Hollander, Anthony (1993). The effects of two holding positions upon self-injurious behavior, play, co-communications, and social behavior in active children.    Josman, Naomi (1993). Assessment of categorization skills in brain-injured persons: Validity of the Toglia Categorization Assessment (TCA).    Kramer, Paula (1993). Pediatric occupational therapists' views of their behavior when evaluating children.    Lefkofsky, Sharon (1993). The day-to-day variability of muscle tone and functional performance in people with spastic cerebral palsy.    Sabari, Joyce S. (1992). The relationship between perceived consistency of socializing influence and the newly practicing occupational therapist's professional self-image.    Abreu, Beatriz C. (1991). An experimental study of the effects of activity predictability on postural control while in a seated position in healthy individuals and in hemiplegic patients after stroke.    DeMaio-Feldman, Diane (1991). Somatosensory processing abilities of very low birthweight infants at school age.    Hinojosa, Jim (1989). Mothers' perception of the influence on family life of occupational and physical therapy home programs for the preschool child with cerebral palsy.    Sachs, Dalia (1989). The perception of caring held by female occupational therapists: Implications for professional role and identity.    Jarus, Tal (1988). Contextual inference and task classification effects on acquisition, retention, and transfer of motor skills by female adults.    Titiloye , Victoria (1988). The relationship of age to premotor reaction time, motor reaction time, and movement time performance of a functional activity.    Gorga, Delia (1987). The quality of reach and grasp in full term and low birth weight infants at one year of age.    Neville-Jan, Ann M. (1987). The relationship of selected personality variables to productivity in depressed patients.    Breines, Estelle B. (1986). Pragmatism, a philosophical foundation of occupational therapy, 1900-1922 and 1965-1985; Implications for educational and specialization.    Donohue, Mary V. (1985). A study of the relationship between age of onset of paranoid and non-paranoid schizophrenia and bipolar affective disorders, and the social competence of adult female psychiatric patients.    Colman, Wendy (1984). A study of educational policy setting in occupational therapy, 1918-1981.                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "Specialty Courses - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Specialty Courses                           Undergraduate Courses    Selected/Specialty Courses    OT Mentoring Program                               Department of Occupational Therapy Post-Professional Course Offerings    Fall 2015    Theoretical Foundations for Intervention - OT-GE 2762  Dr. Jim Hinojosa and Dr. Kristie Patten Koenig , 3 units, Mondays, 5:00-6:00 pm (Hybrid Course) Examine how theoretical information is formulated, refined, tested, and assessed.  Developing Assistive Technology &ndash; OT-GE 2900  Dr. Anita Perr , 3 units, Wednesdays, 6:45-8:40 pm Learn about assistive technologies as well as the people who work in the field and the methods that are used in the fabrication of devices. Student teams identify a clinical need for a specific facility or client population and develop viable prototype devices.     SPRING 2016- January Intensive (January 4, 2016- January 22, 2016)    Reframing the Meaning of Disability to Families &ndash; OT-GE 2338 Dr. Judy Grossman, 3 units Examine family-centered practice and the implications for families with children with special needs. A family resilience framework is used to understand the factors that contribute to family adaptation and good child outcomes.  Clinical Anatomy of the Upper Quadrant and Selected Cavities &ndash; OT-GE 2801  Dr. Offiong Aqua , 3 units Enhance your knowledge of upper extremities, face, neck, oral, pharyngeal, and laryngeal cavities through blunt gross dissection, discussion, and reading of selected literature in anatomy.  The State of Rehabilitation: Disability in Israel &ndash; OT-GE 2171  Dr. Yael Goverover , 3 units Explore how cultural, political, and historical processes have influenced and shaped disability and rehabilitation in Israel. The course will focus on cognitive rehabilitation, but other fields of rehabilitation will also be discussed.    SPRING 2016    Ethics and Analytical Reasoning &ndash; OT-GE 2764  Dr. Kristie Patten Koenig , 3 units, Days/Time-TBA Analyze philosophical issues in occupational therapy with an emphasis on considering the ethical dilemmas and sound arguments.  Selected Topics in Hand Therapy &ndash; OT-GE XXXX  Dr. Sally Poole , 3 units, Days/Time-TBA Examine common hand injuries and the evidence for intervention. This course will have both a classroom and lab component.  If you are interested in taking a student and/or course or for more information about our post-professional programs, feel free to contact Ginelle John at nyuotspecialty@nyu.edu or 212-998-5847. **Please note- class days and times are subject to change.                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "Current Students - Occupational Therapy - NYU Steinhardt                                                                Skip to content              NYU Steinhardt School of Culture, Education, and Human Development               apply now     request info     contact                                          Department of Occupational Therapy              About        Welcome from the Chair     A Definition of Occupational Therapy     Mission Statement     Department Description     History of OT at NYU            Programs        Professional     Professional Master of Science        Post-Professional     Post-Professional Master of Arts     Doctor of Professional Studies     Doctor of Philosophy        Other     International Students     Undergraduate Courses     Selected/Specialty Courses     OT Mentoring Program       Fieldwork            Faculty and Staff        Full-Time Faculty     Adjunct Faculty     Staff            Students        Future Students     Current Students                Alumni        About Our Alumni     OT Job Board             Publications        Publications by OT Faculty     Notable Publications     Published Theses             Research        Research Agenda     Faculty Research Projects     Research from PhD Students and Candidates     Doctoral Theses     Professional Program Student Research Projects             FAQ        Future Students     Current Students             News and Events        spOTlight     Events     Info Sessions     Student News                                         Current Students                                                     You must have a NYU NetID and Password to access the links in the menu on the left.               Current Student News    The NYU Department of Occupational Therapy is pleased to announce that it will once again be hosting its Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held at the University on Tuesday, January 20th and Wednesday, January 21st, 2015 . NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    Grace Kim , Ph.D. candidate, participated in a one-day InMotion robotics training seminar at the National Rehabilitation Center in Seoul. The seminar was sponsored by HOSPI, which is the distributor of the InMotion robots in Korea.    Congratulations to Siaw Chui Chai '13 on the nomination of her doctoral dissertation entitled \"The influences of physical attributes, perceived exertion, and time spent playing the piano on hand discomfort, and the relationship of hand discomfort with hand function status among piano students: An exploratory study\" for Steinhardt's 2014 Outstanding Dissertation Award.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 4th Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 21st and Wednesday, January 22nd, 2014. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.       Foundation Announces Opening of 2013-14 Scholarship Competition    August 1, 2013    Bethesda, Maryland &ndash; The American Occupational Therapy Foundation (AOTF) is pleased to announce that it is accepting applications for its 2013-14 scholarship awards. AOTF awards more than 50 scholarships annually to students enrolled in accredited or developing occupational therapy programs in the United States. Scholarships are awarded based on selection criteria that include academic achievement, service, and evidence of leadership through activities and written recommendations.    The AOTF administers funds for scholarship provided through endowments and partnerships with 22 state occupational therapy associations and the District of Columbia Occupational Therapy Association.    The Foundation also administers and awards several scholarships established in memory of prominent occupational therapy practitioners, as well as scholarships sponsored by corporate and non-profit supporters. Corporate sponsor North Coast Medical provides generous scholarships for two students, and for the 40 th consecutive year, Kappa Delta Phi Sorority will provide generous scholarships for two students. The National Board for Certification in Occupational Therapy (NBCOT) provides scholarships for four exemplary students.    New this year will be scholarships given through endowments with the Michigan Occupational Therapy Association Fred Sammons and Barbara Rider Endowed Scholarship, the Virginia Occupational Therapy Association Fred Sammons Endowed Scholarship and the Todd Poche Endowed Scholarship of the Louisiana Occupational Therapy Association.    For complete information and to begin an online application, visit the AOTF website . Online applications must be submitted by October 31, 2013.    The American Occupational Therapy Foundation is a 501(c)(3) charitable, scientific and educational organization established in 1965. Its mission is to advance research, education, and leadership in the field of occupational therapy and to raise public awareness of the importance of enabling individuals to participate fully in life regardless of their physical, social, mental, or developmental circumstances.        Congratulations go out to our current 2nd Year Professional Program Students on the completion of their coursework! Students Christopher Ho and Ailya Naqvi, put together an awesome Grammys themed \"End of Classes\" party for their fellow classmates, Department faculty and staff. In keeping with recent tradition, the Department sent off the class of 2014 to Fieldwork in style, with a champagne toast and treats. We wish them all the best of luck on Fieldwork and hope they come back to visit us regularly.    The NYU OT Professional Program's First Year Class is pleased to announce that they raised over $350 for the April 28, 2013 MS Walk during their class fundraiser held at Off The Wagon on April 18th. Members of the class also joined the NYU OT team at this year's walk.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2013 Frieda J. Behlen Occupational Therapy scholarship recipients- Chloe Garcia Cruz, Elizabeth Greenbaum and Brienna Maier. For additional information about this year's three outstanding award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 3rd Annual January NBCOT Exam Prep course offered by Therapy Ed. The two-day course will be held in the Department on Tuesday, January 22nd and Wednesday, January 23rd, 2012. NYU OT students are eligible for a $30 course tuition discount (please follow the instructions on the NYU OT registration form ). Please visit http://www.therapyed.com/nbcot.htm for additional course information.    The Department of Occupational Therapy congratulates Siaw Chui Chai , Ph.D. candidate on being the 2012 recipient of the AHTF Burkhalter New Investigators Grant. Chai's project, \"Hand Discomfort and Hand Function Status among Piano Students,\" seeks to design a prevention-based intervention using the identified risks for hand discomfort among pianists.    The Department of Occupational Therapy is pleased to announce that the following Occupational Therapy students have received 2012 University and School recognition: Daneila Wachholtz - E. George Payne Award Dinamarie Raimondi - Samuel Eshborn Award Aliza Yaros and Rivka Bachrach - President's Service Award Chana Richter - Department of Occupational Therapy's Valedictory Celebration Banner Bearer Our congratulations go out to each of these outstanding students!    The NYU Steinhardt Department of Occupational Therapy congratulates our two 2012 Frieda J. Behlen Occupational Therapy scholarship recipients: Teresa Nydegger and Amanda Waynick . For additional information about this year's award winners, please click here . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses.    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting its 2nd Annual January NBCOT Exam Prep course offered by Therapy Ed. The course will be held in the Department on Tuesday, January 17th and &amp; Wednesday, January 18, 2012. NYU OT students are eligible for a $30 course tuition discount. Please visit http://www.therapyed.com/ nbcot .htm for additional course information.    The American Occupational Therapy Foundation Scholarship Program is accepting 2011-12 Online Applications: AOTF Press Release &ndash; Foundation Announces Opening of 2011-12 Scholarship Competition Eligibility and Availability Instructions for Applicants Online Application    The NYU Steinhardt Department of Occupational Therapy congratulates Marjie Citron '11 on the award of the 2011 Samuel Eshborn Service Award. This prestigious award is presented to graduating graduate students in recognition of superlative and extraordinary service, exhibiting the value of strong leadership in school activities in NYU Steinhardt.    The NYU Steinhardt Department of Occupational Therapy extends its warmest congratulations to this year's Frieda J. Behlen Occupational Therapy scholarship recipients: Molly Schmidt and Rebecca Fishman . The Frieda J. Behlen Occupational Therapy Scholarship is an endowed fund created principally by gifts from NYU OT alumni to honor the memory of Frieda J. Behlen , founder and longtime chair of NYU's Department of Occupational Therapy. The scholarship takes the form of a tuition award applied toward summer courses. Read more...    The NYU Department of Occupational Therapy is pleased to announce that it will be hosting a January NBCOT Exam Prep course offered by Therapy Ed. Our first course will be held in the Department on Wednesday January 5th and &amp; Thursday, January 6, 2011. Please visit http://www.therapyed.com/nbcot.htm for registration information.    Congratulations to Tzu-Ying Yu , on the successful November 2010 defense of her dissertation, \"The contribution of haptic and kinesthetic perceptions to handwriting in children ages 6 to 8 years.\" Yu was the recipient of a prestigious Dean's grant to support a pilot study for her dissertation and presented her work at the Dean's Grant for Student Research Colloquium in October of 2010.    In cooperation with the Islamic Center at NYU, students, faculty, and staff of the Department of Occupational Therapy contributed to the relief effort for victims of the recent floods in Pakistan. According to the United Nations, this is the most severe incident of flooding in eighty years, with six million Pakistanis in need of lifesaving assistance. OT students, faculty, and staff donated food items to help those affected by the crisis; five packages containing an assortment of non perishable food items were assembled and will be shipped to Pakistani families in need. The effort was led by 2nd year Occupational Therapy Professional Program student Salma Malik , with the aid Department Administrator Ayanna Lee; Salma would like to extend her thanks to all of the participants who made the effort a success.    In response to the earthquake in Haiti, Steinhardt OT students organized a donation drive this semester to provide self-care products to those in need. The drive was organized under the leadership of Joanna Dritsas and Michelle Carrol , as part of the 2nd-year professional program's class gift, and completed with the help of Department members Ayanna Lee, Karen Buckley, and Sally Poole. For Dritsas and Carrol, it offered a chance to integrate occupational therapy theory into their aid to the Haiti relief effort. They solicited the involvement of OT students, faculty and staff in assembling self-care packages, including toothpaste, soap, and shampoo, to be sent to families affected by the earthquake. A total of 125 supply packages were sent to Haiti through the AFYA Foundation, a humanitarian aid organization founded by Steinhardt OT alumna Danielle Butin ('85).    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2010 Frieda J. Behlen Occupational Therapy scholarship recipients- Stacey Suplizio, Jessica Sibley, and Rachel Turner . These three outstanding students have each been selected to receive a $2,000 tuition award for the summer 2010 semester.    Siaw Chui Chai , NYU OT PhD candidate, will be presenting \"Study of Hand Span and Active Hand Mobility in Healthy Adults,\" Co-authored by Professor Jane Bear-Lehman, and Professional Program students Mary Ford, Rachelle Schwartz and Yael Weichselbaum at the 8th Triennial Congress of the International Federation of Societies for Hand Therapy (IFSHT) in Orlando, FL. The presentation is scheduled for Thursday, June 24th during session CS.1.1.    Congratulations to Tien-Ni Wang on the successful defense of her dissertation in the March of 2010. Wang defended \"The Relationship Between Postural Control and Fine Motor Skills in Preterm Infants.\"    The NYU OT Professional Program's second year class has donated $320 to GHESKIO to assist with Haitian relief efforts . GHESKIO is an independent Haitian organization in Port-au-Prince affiliated with Weil Cornell Medical Center, that provides free care to individuals with HIV/AIDs. Since the January 12th earthquake GHESKIO is providing humanitarian assistance and emergency care to those affected by the disaster and continues to provide life-saving medications to people with HIV/AIDS.    AfterCollege has announced that Marjie Citron of NYU is the recipient of the September 2009 AfterCollege Occupational Therapy Student Scholarship. Marjie is currently a second year student in the MS OT program. Congratulations to Marjie!!    OT Class of 2010 Donated $300 to the Adaptive Design Association The OT Class of 2010 recently donated $300 to the Adaptive Design Association ( www.adaptivedesign.org ). This association does wonderful work to assist people in need. They make adaptive equipment and positioning devices, mainly for children with disabilities. OT students had previously spent time at ADA working on creative solutions and building appropriate equipment for kids. Our students gained a memorable experience during their project at the ADA facility, and the Class of 2010 has called attention to this valuable organization through a generous donation.    Congratulations to Shalini D'Souza and So Yeon Ahn (OT Post-Professional program) and their Developing Assistive Technology (E40.2900) classmate, Amanda Bernsohn (Tisch ITP) on their selection as one of nine finalist groups at this year's National Science Foundation sponsored RESNA Student Design Competition. As finalists, the group was invited to present its battery driven, reverse gravity leg bag emptier project at this year's 2009 RESNA conference in New Orleans. Travel was funded by NSF with additional support given by the NYU Tisch ITP program. At the conference, Holly Cohen (Rusk Institute for Rehabilitation Medicine), who currently serves as a Clinical Mentor for the Developing Assistive Technology class also presented a poster highlighting an earlier collaborative Steinhardt OT /Tisch ITP project.    NYU OT Participates in the 2009 NAMI NYC-Metro Walk. On Saturday, May 9, 2009, over a dozen NYU Occupational Therapy students and several NYU OT Alumni joined the NYC team of OT's Walk with NAMI (National Alliance on Mental Illness) to fight the stigma of mental illness, and to raise money for educational and support programs of NYC NAMI ( http://www.nami.org/ ). Clad in their student designed purple NYU OT NAMI Walks T-shirts, the group left from the South Street Seaport and walked across the Brooklyn Bridge and back again, joining the ranks of OT's from Beth Israel, St. Luke's, Columbia Presbyterian, St. Vincent's, SUNY Downstate, York College, LIU, Stony Brook, and Columbia U. MNYD supplied the banner leading the team of OT's Walk with NAMI. This year's walk netted over $300,000 which was raised by consumers, family, friends, medical professionals, faculty, and students.    Francine Seruya , Gwen Weinstock-Zlotnick , and Mara Cohen Podvey all successfully defended their dissertations in Spring of 2009. Seruya defended \"Does Practice Setting Influence the Professional and Organizational Commitment of Pediatric Occupational Therapists,\" Weinstock-Zlotnick defended \"How Occupational Therapists Specializing in Hand Therapy Consider Participation During Initial Evaluation: A Look at Diagnostic Reasoning,\" and Cohen Podvey defended, \"Experiences of Families Who Receive Related Therapy Services as They Transition From Early Intervention to Preschool Special Education.    Tzu-Ying Yu , a Ph.D. candidate in occupational therapy, was awarded the NYU Steinhardt 2009 Dean's Grant for Student Research. This grant will enable Yu to test and confirm the methodology she will use in her final dissertation study, and will ensure that all five measures in her study can be appropriately used. Yu's dissertation will examine the contribution of haptic and kinesthetic perceptions in predicting handwriting legibility and speed in typically developing 6-8 year old children.    Peggy Swarbrick, PhD, OTR, CPRP, received the first-ever Karen Stern Award at the New Jersey Mental Health Partnership conference. She received the award for excellence in research and advocacy relating to mental health issues. Swarbrick is the director of the Institute for Wellness and Recovery Initiatives, Collaborative Support Services of New Jersey, and is a postdoctoral fellow in the Department of Psychiatry Rehabilitation and Counseling, University of Medicine and Dentistry of New Jersey-School of Health Related Professions.    The NYU Steinhardt Department of Occupational Therapy is pleased to announce the 2009 Frieda J. Behlen Occupational Therapy scholarship recipients - Susan Braham, Janelle Carbo, and Razia Khan . These three outstanding students have each been selected to receive a $3,000 tuition award for the summer 2009 semester. Funding for the award is derived from interest earned on the Department's endowed Frieda J. Behlen scholarship fund and also from funds raised by NYU OT alumni.    Gwen Weinstock, a Ph.D. candidate in occupational therapy, received the American Occupational Therapy Foundation Dissertation Research Grant award for 2008. This prestigious award provides financial support for data collection and analysis. Gwen plans to defend her dissertation in the spring of 2009, with Jane Bear Lehman as the Dissertation Chair, and Jim Hinojosa and Sherri Weiser as committee members .    Tien-Ni Wang, a Ph.D. candidate in occupational therapy, earned second prize for her oral presentation at the 27 th Annual Conference of the Taiwan Occupational Therapy Association. The paper that Tien-Ni presented was based on a course taken during the winter session of 2008 at NYU Steinhardt on structure equation modeling and factor analysis. Tien-Ni is currently collecting data for her dissertation in Taiwan.    Shu-Yuan Hu and Rita Fleming-Castaldy both successfully defended their dissertations in November of 2007. Hu defended &ldquo;The Sensory Balance Test as a Screening for Possible Sensory Integration Deficits.&rdquo; In this study, she investigated the relationship between upper extremity stability and motor accuracy in young children.    Fleming-Castaldy also defended her project, &ldquo;Consumer-Directed Personal Care Assistance (PCA) and Quality of Life for Persons with Disabilities.&rdquo; Using a survey design, this study compared the perspectives of persons who use a consumer-directed PCA model to those who use an agency-directed one. The relationships found between self-management and satisfaction with PCA and quality of life support the value of consumer-directed PCA programs for disabled persons.    Students Biked for MS on Sunday, October 14, 2007. NYU OT students participated in a charity bike ride benefiting the National Multiple Sclerosis Society (NMSS). The MS Bike Tour took riders of all skill levels on routes around the island of Manhattan, with courses ranging between 30 to 100 miles. The NYU team (captained by second-year student Maia Watkins) raised more than $1,300 to support NMSS's educational programs, services, and a national research initiative. Said Assistant Professor Yael Goverover (who also biked in the event), \"We would like to thank all the people who supported us by joining our team or donating to this important cause. It is great to know that our students and faculty are involved in community outreach projects.\"    Joselyn B. Goldstein and Andrea Johnston , students in the Professional M.S. Program, are recipients of Steinhardt&rsquo;s 2007 Samuel Eshborn Service Award. The Award recognizes graduate students for superlative and extraordinary service work and for displaying the highest standards of leadership in school activities. Goldstein and Johnston were nominated by the Department&rsquo;s faculty. Congratulations Joselyn and Andrea!                     This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Occupational Therapy - 82 Washington Square East, 6th Floor, New York, NY 10003"}]}]