[{"detail": [{"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                                   In the fight over greenhouse-gas regulation, the Institute for Policy Integrity puts ideas into action.            Katrina Wyman is the director of the Environmental Law LLM Program.            From our magazine: Good Facts Make Good Neighborhoods.            Richard Stewart is one of the world’s leading scholars in environmental and administrative law.            Dean Emeritus Richard Revesz is the Lawrence King Professor of Law.            Read about the Frank J. Guarini Center on Environmental, Energy, and Land Use Law at their blog.            Vickie Patton '90 is the general counsel of the Environmental Defense Fund.         Overview   NYU’s environmental and land use law faculty are among the most distinguished academics in the field. They offer a wide range of views on cutting-edge issues from climate change to affordable housing. Student-faculty collaboration, clinics, and summer public interest internships provide hands-on opportunities to apply classroom learning to environmental problems in New York City, the nation, and the world.   Always a leader in the field, the Law School now offers the Environmental and Energy Law LLM, a new master’s program for students with a strong future professional or academic interest in environmental and land use law.                        News from Washington Square              Burt Neuborne argues Ecuadorians&#039; case at the Second Circuit in Chevron v. Donziger    On Monday, the US Court of Appeals for the Second Circuit heard oral arguments in Chevron Corporation v. Donziger, in...         Richard Revesz debates Laurence Tribe over EPA proposed rule during panel testimony before House Committee on Energy &amp; Commerce   Richard Revesz, Lawrence King Professor of Law and Dean Emeritus, testified on March 17 before the House Energy &amp;...         C. Boyden Gray delivers keynote at American Gas Exports symposium   C. Boyden Gray, founding partner of Boyden Gray &amp; Associates, delivered a keynote for the “American Gas Exports:...         NYU Law&#039;s Furman Center empirically documents the challenges renters face in many major US cities   The number of renters is growing, but many struggle to find available units.                         Find out more           Environmental Law:     Faculty   Curriculum                   Intellectual Life             Frank J. Guarini Center on Environmental, Energy, and Land Use Law   Furman Center for Real Estate &amp; Urban Policy   Institute for Affordable Housing Policy   Institute for Policy Integrity   Breaking the Logjam   Global Administrative Law Project   Environmental Law Society (ELS)   Environmental Law Journal (ELJ)   Environmental and Land Use Blog                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                                   In the fight over greenhouse-gas regulation, the Institute for Policy Integrity puts ideas into action.            Katrina Wyman is the director of the Environmental Law LLM Program.            From our magazine: Good Facts Make Good Neighborhoods.            Richard Stewart is one of the world’s leading scholars in environmental and administrative law.            Dean Emeritus Richard Revesz is the Lawrence King Professor of Law.            Read about the Frank J. Guarini Center on Environmental, Energy, and Land Use Law at their blog.            Vickie Patton '90 is the general counsel of the Environmental Defense Fund.         Overview   NYU’s environmental and land use law faculty are among the most distinguished academics in the field. They offer a wide range of views on cutting-edge issues from climate change to affordable housing. Student-faculty collaboration, clinics, and summer public interest internships provide hands-on opportunities to apply classroom learning to environmental problems in New York City, the nation, and the world.   Always a leader in the field, the Law School now offers the Environmental and Energy Law LLM, a new master’s program for students with a strong future professional or academic interest in environmental and land use law.                        News from Washington Square              Burt Neuborne argues Ecuadorians&#039; case at the Second Circuit in Chevron v. Donziger    On Monday, the US Court of Appeals for the Second Circuit heard oral arguments in Chevron Corporation v. Donziger, in...         Richard Revesz debates Laurence Tribe over EPA proposed rule during panel testimony before House Committee on Energy &amp; Commerce   Richard Revesz, Lawrence King Professor of Law and Dean Emeritus, testified on March 17 before the House Energy &amp;...         C. Boyden Gray delivers keynote at American Gas Exports symposium   C. Boyden Gray, founding partner of Boyden Gray &amp; Associates, delivered a keynote for the “American Gas Exports:...         NYU Law&#039;s Furman Center empirically documents the challenges renters face in many major US cities   The number of renters is growing, but many struggle to find available units.                         Find out more           Environmental Law:     Faculty   Curriculum                   Intellectual Life             Frank J. Guarini Center on Environmental, Energy, and Land Use Law   Furman Center for Real Estate &amp; Urban Policy   Institute for Affordable Housing Policy   Institute for Policy Integrity   Breaking the Logjam   Global Administrative Law Project   Environmental Law Society (ELS)   Environmental Law Journal (ELJ)   Environmental and Land Use Blog                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental and Land Use Curriculum                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum     The first-year curriculum and its extensive upper-year courses, clinics, colloquia, and seminars in environmental and land use law provide students with a strong foundation in theory and practice. Two specialized clinics, the Environmental Law Clinic and the International Environmental Law Clinic, give students a chance to apply their education to solving important environmental and land use problems in New York City, the nation, and the world.   The 1L Year     In the core classes, students are introduced to different theoretical perspectives on environmental and land use regulation and get a foundational education about how environmental law works. They learn the law governing the regulation of clean air, clean water, and endangered species. Professor Richard Stewart leads a section of the first-year Legislation and Regulatory State course that uses environmental regulation as a lens through which to explore the interplay between the legislative process and the administrative implementation of regulatory statutes. Students also cover environmental and land use issues in their Property and Torts courses during their first year. Professors Vicki Been '83 (on leave) and Katrina Wyman teach Property and regularly use land use and environmental problems as a springboard to discuss basic property law concepts.   The 2L and 3L Years   Students usually begin their second year by taking one or more of several introductory survey courses, such as Environmental Law, Land Use Regulation, or Natural Resources Law.   Environmental Law   Environmental Law provides students with the theoretical grounding they need to understand the major debates about environmental law and then takes students through the principal federal environmental statutes.   Land Use Regulation   Land Use Regulation discusses the circumstances under which regulation might be needed to temper the private-market ordering of land use patterns, and focuses on the financing of development, exclusionary zoning, the fair distribution of undesirable land uses, and \"smart growth,\" development that concentrates urban growth in a more compact, sustainable pattern.   Natural Resources Law   Natural Resources Law  identifies the dilemmas involved in managing publicly owned lands such as national forests, examines issues involved in regulating our use of fresh water and the oceans, and explores how the United States has chosen to address these issues.   International Environmental Issues   International environmental issues are addressed in courses and a specialized hands-on clinic. Students examine different countries’ approaches to regulating the environment. They also focus on issues currently shaping international environmental law, including global warming, declining fish stocks, the loss of biological diversity, the regulation of genetically modified organisms, and the potential clashes between environmental objectives and the rules and institutions of the World Trade Organization.   Clinics   Clinics give students a chance to learn about environmental law firsthand. In the Environmental Law Clinic , students work out of the Natural Resources Defense Council, a national, nonprofit legal and scientific organization, assisting attorneys in bringing public interest environmental litigation. The students also join in a weekly seminar at which current environmental policy issues, environmental litigation, and legal advocacy strategies are discussed. In the International Environmental Law Clinic , students research and draft laws and regulations, legal and policy positions, and analysis on international and comparative environmental law issues. Clients include public interest environmental groups in the US and abroad, UN and other international organizations, and developing country governments.   Opportunities for Professional Work and Career Development   In addition to the clinics, the Law School funds summer public interest internships for all first- and second-year students. Thanks to those Public Interest Summer Funding Grants and to the Frank J. Guarini Center on Environmental, Energy, and Land Use Law Summer Internships in Public Interest Environmental and Land Use Law, students have worked for such organizations as Sierra Club, Environmental Defense, the Mexican Center for Environmental Law, the Institute for Environmental Law and Economics in Paraguay, Earthjustice, and the Environment and Natural Resources Division of the US Department of Justice. Two student fellowships have also been endowed at the Furman Center for Real Estate and Urban Policy for environmental research.   From the Public Interest Law Center to a strong environmental law alumni network, the Law School and its faculty and alumni provide information, counseling, and assistance for those developing future professional careers in environmental and land use law. The Law School's Loan Repayment Assistance Program repays all or a portion of the educational loans of most students who choose public interest or public service careers. The Frank J. Guarini Center on Environmental, Energy, and Land Use Law offers postgraduate research fellowships to help promising young scholars embark on academic and public service careers.   Faculty Interests   The faculty are experts on a wide range of environmental law topics. For example, Professor and Dean Emeritus Richard Revesz, faculty director of the Institute for Policy Integrity , focuses his research on federalism and environmental regulation and the use of cost-benefit analysis in administrative regulation. University Professor Richard Stewart is currently leading the Global Administrative Law Project . Professor Katrina Wyman's recent work has been on policy and legal responses to the possibility that climate change may prompt human migration. Professors Revesz and Wyman are all involved with the Frank J. Guarini Center on Environmental, Energy, and Land Use Law , which is directed by Professor Stewart.   More on the Environmental Law program from the NYU Law Magazine                                    Find out more           Environmental Law:     Overview   Faculty                   Course Topics           There are two Environmental course groups. To see individual courses, click on a speciality below.       Environmental Courses       Property, Land Use, and Urban Affairs Courses       See All Courses                                             Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]