[{"detail": [{"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Natural Science II | 2013-2014 Fall FALL 2013 MAP-UA.303 Natural Science II: Human Genetics Prof. Rockman (Biology)  syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2013 MAP-UA.306 Natural Science II: Brain and Behavior Prof. Kiorpes (Neuroscience)  syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2013 MAP-UA.310 Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. FALL 2013 MAP-UA.313 Natural Science II: The Brain — A User's Guide Prof. Azmitia (Biology)  syllabus A non-textbook introductory science course aimed at non-science students to teach new and emerging neuroscience information about brain function. The course provides necessary material on fundamental concepts in neurobiology, neuroplasticity, and pharmacology to understand new ideas of drug action and mental disorders. The course begins with history of ideas about the brain. The growth of the brain and the formation of neuronal connections introduce neurotransmitters, receptors and growth factors. These core neurobiological ideas are then developed into more complex topics such as memory, emotions, stress, sex and nutrition. Each lecture provides basic principles and current insights confronting students. The important subjects of drugs and alcohol is covered in a yearly-updated series of talks discussing mechanism of action, abuse of illegal (e.g. mushroom, methamphetamine and ecstasy) and prescription (e.g. Xanax, Oxycodone, and Adderall) drugs. The biological consequences on normal brain functioning of drug consumption, addiction and withdrawal are covered. The course ends with coverage of a number of clinical topics such as depression, suicide, anxiety, developmental disorders (e.g. autism, ADHD) and neurodegenerative diseases (e.g. Parkinson’s and Alzheimer’s diseases). A weekly laboratory is included in this class which consist of brain dissections, microscopy, and computer assisted morphometry as well as exercises to cover topics such as alcohol measurement, calorie determination, photosynthesis and gender differences. Students are also expected to learn to use DSM psychiatric handbook. The student is introduced to current neuroscience concepts, problems and facts that are useful for meeting the challenges of the 21st century life. All lectures are available as PowerPoint presentations before class and students are encouraged to use their computers or smartphones during class to facilitate discussions and questions. In summary, this class attempts to provide college students with the background to understand how the brain is structured and how it functions. Attention is given to how to protect our brains against many of the stressors, drugs and injuries encountered in college and later in life. Professor Azmitia has spent over 40 years studying the brain and taught undergraduates, graduate and medical students. Material for the course is based on scientific papers, print and digital reports.  Spring SPRING 2014 CORE-UA 305 Natural Science II: Human Origins Prof. Williams (Anthropology)  syllabus This course provides a comprehensive introduction to the field of biological anthropology and explores the evolutionary history of our lineage. Topics include but are not limited to human and non-human primate genetics, behavior, osteology, paleoanthropology, bioarchaeology, and forensics. Particular emphases are placed on modern human biological variation and the human fossil record. In doing so, we will reconstruct the behavior—locomotor, social, sexual, and cultural—of our ancestors and close relatives using modern analogs including modern humans, our closest living relatives the great apes, and other primates and non-primate animals. This course begins with a review of cellular and molecular biology and evolutionary theory in general, then establishes our place in nature and geological time, and ends with a detailed foray into modern human origins, including fossils, artifacts, and inferred cultural behaviors. Additionally, we will explore modern human variation, including discussions of topics such as race, genetics, and sexuality. SPRING 2014 CORE-UA 306 Natural Science II: Brain and Behavior Prof. Fenton (Neural Science)  syllabus This class will explore the relationship between brain and behavior from a neuroscience perspective which describes processes in the brain in terms of the molecules, cells, neurochemicals and network activity that underlie them. The class starts with a discussion of neurons and glia, the two basic building blocks of the brain,and how electrical and chemical signals allow these elements to communicate with each other. Using this knowledge as a foundation, we then explore the workings of the major brain systems that allow us to interact with the world around us, such as the sensory systems that allow us to see hear, feel, smell and taste. Next,we explore the brain’s motor/movement systems. The last section of the class focuses on the so-called higher cognitive functions, which include learning, memory, emotion, cognitive control and language. These latter systems are critical for our individual personalities and creativity. The goal of this course is not only to give students a factual foundation of our current understanding of the brain basis of behavior, but also toprovide students an understanding of how neuroscientists working today use a combination of scientific inquiry together with cutting edge technology to understand the inner workings of the human brain. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2014 CORE-UA 310 Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2014 CORE-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology)  syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2014 CORE-UA 312 Natural Science II: Earth, Life, &amp; Time Prof. Rampino (Biology)   syllabus Over the last four billion years, life on Earth has evolved in response to changes in the environment. At the same time, major innovations in the history of life have led to transformations of the Earth's physical environment. We examine the history of the intimate relationship between the Earth's changing environment and the evolution of life on the planet. This long-term historical perspective provides a context for understanding current environmental issues such as global warming, tropical deforestation, and loss of biodiversity.  top of page              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Natural Science II | 2013-2014 Fall FALL 2013 MAP-UA.303 Natural Science II: Human Genetics Prof. Rockman (Biology)  syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2013 MAP-UA.306 Natural Science II: Brain and Behavior Prof. Kiorpes (Neuroscience)  syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2013 MAP-UA.310 Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. FALL 2013 MAP-UA.313 Natural Science II: The Brain — A User's Guide Prof. Azmitia (Biology)  syllabus A non-textbook introductory science course aimed at non-science students to teach new and emerging neuroscience information about brain function. The course provides necessary material on fundamental concepts in neurobiology, neuroplasticity, and pharmacology to understand new ideas of drug action and mental disorders. The course begins with history of ideas about the brain. The growth of the brain and the formation of neuronal connections introduce neurotransmitters, receptors and growth factors. These core neurobiological ideas are then developed into more complex topics such as memory, emotions, stress, sex and nutrition. Each lecture provides basic principles and current insights confronting students. The important subjects of drugs and alcohol is covered in a yearly-updated series of talks discussing mechanism of action, abuse of illegal (e.g. mushroom, methamphetamine and ecstasy) and prescription (e.g. Xanax, Oxycodone, and Adderall) drugs. The biological consequences on normal brain functioning of drug consumption, addiction and withdrawal are covered. The course ends with coverage of a number of clinical topics such as depression, suicide, anxiety, developmental disorders (e.g. autism, ADHD) and neurodegenerative diseases (e.g. Parkinson’s and Alzheimer’s diseases). A weekly laboratory is included in this class which consist of brain dissections, microscopy, and computer assisted morphometry as well as exercises to cover topics such as alcohol measurement, calorie determination, photosynthesis and gender differences. Students are also expected to learn to use DSM psychiatric handbook. The student is introduced to current neuroscience concepts, problems and facts that are useful for meeting the challenges of the 21st century life. All lectures are available as PowerPoint presentations before class and students are encouraged to use their computers or smartphones during class to facilitate discussions and questions. In summary, this class attempts to provide college students with the background to understand how the brain is structured and how it functions. Attention is given to how to protect our brains against many of the stressors, drugs and injuries encountered in college and later in life. Professor Azmitia has spent over 40 years studying the brain and taught undergraduates, graduate and medical students. Material for the course is based on scientific papers, print and digital reports.  Spring SPRING 2014 CORE-UA 305 Natural Science II: Human Origins Prof. Williams (Anthropology)  syllabus This course provides a comprehensive introduction to the field of biological anthropology and explores the evolutionary history of our lineage. Topics include but are not limited to human and non-human primate genetics, behavior, osteology, paleoanthropology, bioarchaeology, and forensics. Particular emphases are placed on modern human biological variation and the human fossil record. In doing so, we will reconstruct the behavior—locomotor, social, sexual, and cultural—of our ancestors and close relatives using modern analogs including modern humans, our closest living relatives the great apes, and other primates and non-primate animals. This course begins with a review of cellular and molecular biology and evolutionary theory in general, then establishes our place in nature and geological time, and ends with a detailed foray into modern human origins, including fossils, artifacts, and inferred cultural behaviors. Additionally, we will explore modern human variation, including discussions of topics such as race, genetics, and sexuality. SPRING 2014 CORE-UA 306 Natural Science II: Brain and Behavior Prof. Fenton (Neural Science)  syllabus This class will explore the relationship between brain and behavior from a neuroscience perspective which describes processes in the brain in terms of the molecules, cells, neurochemicals and network activity that underlie them. The class starts with a discussion of neurons and glia, the two basic building blocks of the brain,and how electrical and chemical signals allow these elements to communicate with each other. Using this knowledge as a foundation, we then explore the workings of the major brain systems that allow us to interact with the world around us, such as the sensory systems that allow us to see hear, feel, smell and taste. Next,we explore the brain’s motor/movement systems. The last section of the class focuses on the so-called higher cognitive functions, which include learning, memory, emotion, cognitive control and language. These latter systems are critical for our individual personalities and creativity. The goal of this course is not only to give students a factual foundation of our current understanding of the brain basis of behavior, but also toprovide students an understanding of how neuroscientists working today use a combination of scientific inquiry together with cutting edge technology to understand the inner workings of the human brain. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2014 CORE-UA 310 Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2014 CORE-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology)  syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2014 CORE-UA 312 Natural Science II: Earth, Life, &amp; Time Prof. Rampino (Biology)   syllabus Over the last four billion years, life on Earth has evolved in response to changes in the environment. At the same time, major innovations in the history of life have led to transformations of the Earth's physical environment. We examine the history of the intimate relationship between the Earth's changing environment and the evolution of life on the planet. This long-term historical perspective provides a context for understanding current environmental issues such as global warming, tropical deforestation, and loss of biodiversity.  top of page              Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5 %  51 0 obj  > endobj       67 0 obj  >/Filter/FlateDecode/ID[ ]/Index[51 33]/Info 50 0 R/Length 88/Prev 131738/Root 52 0 R/Size 84/Type/XRef/W[1 3 1]>>stream  hbbd`\u0010``b``\u0001\u0015`2\u0006D(H`R0$\\ &wcl\u00030\u0002D\u0007A\u001b$c[ \u007f\u0002\u0006&-@@Lg`  \u0000\b\u00102  endstream endobj startxref  0  %%EOF       83 0 obj  >stream  hb``c``Je```|\u001b \u0018\u0001Y\u000f\u0019\u0018c\u0018\u0004:33J223322^aiu\u000e -b\u000350$&{\u0019, \u001f\u0013?\u0000\b0\u0000̏ j  endstream endobj 52 0 obj  >/Metadata 2 0 R/Pages 49 0 R/StructTreeRoot 6 0 R/Type/Catalog>> endobj 53 0 obj  >/MediaBox[0 0 612 792]/Parent 49 0 R/Resources >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI]>>/Rotate 0/StructParents 0/Tabs/S/Type/Page>> endobj 54 0 obj  >stream  hޤ[o\u001b7\u0010ʼr\u0019 \u0004\u0006$B }h@\u0005(!)E{ͅK\u000egy>a(]H\"SbSR 3%!\u0012)ER\"NQʈE,䅅2b}򾝭vZ \u0019M\u001eV$M\u001fW;W\u001fڮەgWxIWl5\u001c\u007f~Q3L뜍V\u001e|obL]\u0017P~]5`6Om0)gG'Ԗ\u0018b/\u0004>'!\u0004z͵nُ\u008ebL\u001dݳu˶{1FI\u0018HH{?a{\u0011\u001bgn_\u0001- YH綮d6-'d\\ '/\u001e#9l\u001c./\u001b\u00038Q\u000eLP0\b?nʐ?T\u0012\u0019% l\\\u0014+m]X\u001ajGY\u001cAI=\u0016*\u0011\u0007)(}c\u001ePĲEޜK\u001bui-e;i_\u0006%R\u0013\u0010h >stream  HTj@\u0010}7\u001f)j7J\buIJHBI lu G*;DJ\u0018YyΜMOTp|VU1UN6\u001djOO2*fUQ׫\u0013\u0018 `0O r;\u0018?{ $\u0013Y0A`a$߻e-O,\u0013p\u001d\u001fybX[VY\u0007xvorWhNx >\u0015h(\u0005쉫\b\u0004_~rw45\u0001O\u001c)\u0019\u000e7l\u0000\u0006ST@\u001e\u001eJ{\u0018\u007fαKtߜAHn%1L kyNe\u0018¡:0* \u001aېԀs\u001c\u0012\u001bUI\u007f^%H@\u001b}u#1\u0011M\u0005,'f5YӺ%>\u0013\u0006\u0013 \\\u0000)\u001eu T&|t\u0019@zE}y6\u001a,\u0006;뵐ڂXn_jliYp+dwٮ='\"UQd*e1\u0006T w\\$O\u0017Ͳ\\U\u0011,JNx\u007fP\u001a\u001d\u001d>h{\u0007\u0015q5ZWBs\u0004r}hEƕ\u0006 8*j\u0010 M7\u001bW7\u0019߁2iio\u001a$\u0011\"(DoT.lY2\u00060\u001e=cļj镆\\nD~\u0011\u0012t{Ș\u0000\u0016ֵ\udc58n  {\u001d\",vlZ5ka!r\u0004$#\u0018;\u001e\u0015o \u0001\u0002 \u0000uCyL  endstream endobj 56 0 obj  >stream  HUj@\u0010}\u0017\u001f>I\u0001\u0012\u0002bCR`\u001c1V\u0005}g$oQ1j3gΜ]E\u0012HC1y\u001c/O\u0014q\u00036S,Ӑo\u001fX#cg*`\u0007pYLkUĖo\u0000LI3ߙ3דW+BoCҁJr\u001d3@HW\u007f Lf|dD\u001c@NCMa}0\u0001py9o& `4\u0019C-BE8܋\u0012\\\u0019\u001fqa\u0019FY!ipY58r\u0001;Z_Ǒx̀Y3+\">\u001aL[uB{Tn C1Lvٕm\u0012U \u001c:]>߇̵B{N\u000ev\u0010:&]O^0MlNs*DY\u0004\u000f\u0018&RD\u001dOMF Bm \u0011LfȜy,m4u5o\u0013\u0017E(WVf\u0015 \u0005\u0018\u0000r\u000f  endstream endobj 57 0 obj  >stream  HUj@\u0010}7\u001f>\u0014-k] !\u0010qiiV؛Dwfe+ #V9sF\u001cN$\bS ~O@\u00005W\u0002lj0\u007f%owd\\z,ĪTpw\u0016;h܈Kq-g[f/@I\\\u0002\u001b{\u0012Xj\u0006*Ygf\u0017-f|Mt\u00040p:0\u001a\bkL\u001d\u0018/.\u0001  R n\u0005\u0018q\u000f m\"Z\u00057WKubͲd\u0019f[Nx`BO\u0016۰\\Jհ: p\\(0puJ\u00156\u001eRKZ j^,\u0018\u0000\u0007]%̒ yhҘ  +\u001b\u0019 pcMy.zǥh\"\u0014(\u0011 #KPlS7\u0007i\u001a\u0015D hRq^\u000e\u0013it U )NB\u001a~aw*J%PQ=ҨA W\\)&UbpIg?骎a7kC\u0007\bL\u0000\u0003\u0000\u00060  endstream endobj 58 0 obj  >stream  HTn@\u0010}\u007f\u001be땢 >stream  HUn@\u0010}G\u001fqW^]E¥i#E\u0007\u0003\u000eQ m! \u0018-Bf3ggά{vU0o\u0014H)\b\u0007cC K\u00170\u001e/l5\u0011+__O\\[CLӫS\u0005T*RBTw \u001aaX#4VVu\u001f{\u0003gg\u0001\u001cz>첼 Ba̖E92V&saCk'(Pd\u001b\u0001 =)Ί*+ gXy\u000fTu0)2HqUzkM$V\u0003ց\u001eДȞq:0~Hb=>V4lQOGIgIQ7S {MBZp/fLSءo}45|kkL ^fy,1[|iyLQZt3\u001e\u001e.Jhxܼۼ:\u00136,eP\u0004~\u0003'X6F%s:-Q}pmZ|'r0\u0019\\im~c֣\u0007\u0019)|E;`\bAŧ+?\u001c\u0001L͛͹!Z}\u0003\u001e\u00150MA\u009e^(eRgOSׁ\bS, 2A,ԉ \u0012a\u0004\u0017$ >stream  HTMk#1 \u0007\u001f|)؇8?&Rzh.[an\u001e4 $iI+)vf0\u0010OOzOhG7M\u0000+\b\u001f\b0Q(\u001aȶѣTEH\u0000&m\"6J9\u001fʽ rՕ\u001b\u000eub\u0016\u001f$_n\u000f\u001d)\u0016⇔.zk}\u0016TW:\u0003>1\u0017]\u0019hXυ>˭pZEe%Ge)\u000e\u0016\u0013ob4\u0012\u0011jtQ8tX9  [7\b[:j'tZ:B7G]iY=\b[X7\u0001=\u000e-*G?_\"G\u0005F_w{h5P\u001aZchCoK?O3o\u0018 qЀB\u001fBƷ\u0082\u0013b\u0013[pf*?[)pX\u0000\u001d|\u007f{5k\u0005  p_\u0015O\u001fxxU6 )αH\u0014D\\\u0007\u001c\u0019sw\u0005nf\u0012ח;$\u0000q{\u001b\b'Cg*՜\bϥl:D\u001e\u000ezt\u0016\u001a>_\u000f\u0006B}Pe;SS#t\u0012@5|-?1U1#% 0\u0000\u001a.s\u001c  endstream endobj 61 0 obj  >stream  HUMo@\u0010#\u001fTJ6RC\bZ)j\u000eܒ\u001eLXê 0b\u0007\u0016!zvߛ!8T\u001a\u00120[{\u0002O}~\u001eX nND!uV:\u0010ZX\u0018'Q\u001a\u001f FJggGdt:\u0016kG\"' EuNo\u001ci!S[fN|\" w( GJ^ձ \u0006h5\u0000@0볨7>T(\u0005lፃɸӫt%sUwжo\u001a\bJ0VQC\u000e\u001cCZ:RN\u0004T#?~4S9oe\u0019\u0015j\\3욃*G.\u0001>w'(car|yЉʮK^\u000eca\u0015ET#Jrr\u000f >stream  HtTmo0\u0010\u007f\u001a۱IJҎҪͺMh\u001f( \u0010)\u0013/ww\u000e#P\u0010 :s=$׺iv\u0001?\u0003U:0ګV\u0002k6\u0014KyĘL\u001a'|a$\u0016 y\u001aU. \u0019E C\u0007\u0014QKF9{Cb\u000e\u0015\u0002)ll=\u001bi\u001eN \u0005\u0001YKTV^[nz E\u0016P\u0000\u00015,\u0018tR!nG\u0006f=q;dݾ\u0012e\u001b~ow-suv^~  \u007f\u000fU\u0013`\u001f  {xԁ\"\u0019\u0019Gn\u0017syJeS@5m\b?JT3צN}- )1*F5ME鍅EVMGoGYE&Qﲢvy\u0012GJTZj}\"+փN\u0018\u0013Mޓ\u0010&\u0013* z\u0003ZvҾ-\u0007\u001b\u000eű([pн\u00004\u001eq]Be\u0007\u0002#wFY qK\u0019]2b6IJo4 \u000f\b\u000e\u0015J9\"? \u0005\u0010\u0006\u001e\u0019k?ph)d2+o\u0003ň^Hh* Cs\b\u0015HBN&#5\u001fm|ar\u0002\u001f\u001b )1,bB\u0001\u001eh})>d)ŘfKL;\u0007U~`\u000f>?\u0001\u0006\u0000v*Bs  endstream endobj 63 0 obj  >stream  x| x\u0014UU{w;Iw$H\u0007\u0002\u0018H\u0018\u0000cfB\u0002}\u0011\u0019AYF`@ 2ZAG㎾¸+\u0010)\" VUw\u0012{չUw9s==.@\u0000/\u000e\u001c]u\u0001 ]?|tgU Nr ƿ{\u0016\u000el^ptŉ=\u0002W\u0000\u0017F{2\u0000ҁ\u0000\u001a\u0016.x2}'n0q\u0012\u007fŔx\u0000\u007f\u008b\u001f\u0001p\u00070]pBH |f{nM!\u0000\u001b \u0014\u0001ܳ\u0003՚s\u000f.~ᰉ9\u00176\u0015\u0007#\u007f\u0001qI\u0005X'gb;\u0007ܚ\u0012Xm\u0003v\"{\u001f`ߞ\u000f{\u0014*Pn2b,P|\u0002øfHfB-`6\\0\u0011`\u0019\u007f;T`\u007f\u0005w\u0019.\u001ay \u0017N\b\u0019\u001b\u000f\u0013/WCK\u0014\u0007PRK\u001eF\u0002a\b.do% |  e87`0\u001bA\bH\u0019ı!}\u001c\u001cj[pLw__ ~m\u001c\u000f3\u0012吁:\u001ed\u0016\u0000\u0014\u001d*p3K DA W\u0003\u0005\\\u0018\u0005\u007f\u0000\u0002ReJÐJ F\u001cBabB\u0002S N;I\u000fxCa\u001a\u0018)aAX_6N`X\u0014\u0017\u0005\u001f`\u0011aH\u0000 X_z\u0018 ,Ep\u001c88ZzZ\u0018¾\u0002\u0017-xw\u001e0k͕$e_&\u0013\u0006$^}\u0016Kk=&s\\K2_oUOɐ4laM\u0003\u0018#\u001b  !\u0005/ &9\u0016`\u00166p7Ǽ\u00175kS\\\u001ey}3O Y  0\u0007\u0016˳f_\u0006g\u0001\"=ߪ  \u007f\u000fÝH k\u001f\u007f2c\u0001v@/K>gs]l\u000ecdLC)9\u0000;m%m\u0006gAn%w\u0002NE6\u0018׏2SSPw\u0011w&~o\u001d\u000eF\u001e\u0003=\u0018(\u0005  v \u001exH\u0000/c Z z\u001aZa\u0003]\u0003u 6C\u001bp\u0003lp#?Ο~؟\u0019ޭ|iw' QM\\xѴS&O81\u0015KGEF( t&\"*|\u001d^\u007fȥ_pLC86\u0010\u0014^pPR\u001b\bxE&\u0015*q\b4Da,\u0007JO\bcki(\u001f;!?PZ1)ڬ;\u001b\u000f\u0001=\u0003In/)\u0015\u000eDpQABq`\b\u0011\u0011&\u0006\"q~-\u0012H\\Ոr-\u000f\u0083YѦ^~p4oX\u0012\u001dWn4\u0004Kf\u0018\u0003\u000eh7\u0018H;p4\u0015T6\u0001\u0019g2[lJ\u0014#ޑ\u001b\u000e\u0001N\u001cJMABKD\u007f\u0018i\u0010a=co\u000e\u0001ׇLM)\"ۀ\u00005O\u0010}Uc'a\u0017nOT~5[Ma\u001d,ޯyF=\u0015\u0013R\u001f,1}I^hoh f\u00043/?e[fiu_\u00193\u001ao\u00148D,bedƎM&p\"\u001b\u001a\u0015k\u0018@ N\u0004t|p \u00031PZv\u00004:R_ZW\u0017P\u001dAEm:͐M\u0015!!Љc{\u0007gTԖzeEvDW Ucc$\u000eaZ3 \u0007)R\u001c}OP\u0014 7xuPL!Sy+\u0012\u001d&)77(Ƣ(\u0018\u0006luQ?5\u0019J c1şP+(!of\u0019Õa\u000e+˩`=H֏k'>$\u0000O\u0010}\u0000>\u0007Ƚ \ud95d \"\u001eF'{\u001f\u0000G9Cn7v\u0010t>\u0002\u001d'D\u0018㔾ܧ\u0004 eqȂ o\u0018\u0019[{E]sk}\u001d+\u0015YC!\u000e\u0004 l' o\u0012 \u0019Ţ1XLh\u007f~m\u0018%\u001dO>\u0016J+ &Ӄ\u0006\u0000\u001aրȧNS\u001fAѴchquc\u0003ŃJ$KMuec- \u001eWЫ+ D MYSF7ʬk\u0007douGܨ͓{\u0014&iMyc\u0010\u001am\u000e\u001aעҥ?W陁NK!\u0017W\u001d\u0004EYf\u001fB]V\u001bS[T\u0000[\u0010QZ\u001fV\u0013;8TIqu*\u0005}.3\u0003jQ啴8,S+\u001bж(\u0013̏NƵtr\u0017]SRMr:@gpF\u0010o-\u0015Lb\u00183;h#ugV\u0013\u0014~̱/vFƽ;*.^kB|]99W-NXrx6f׌fwFE 񗸗\u0007ap>*\u0014 \u0015BWci] ?U|h\u0005U؎\u0015Dn\u0015\u0002Jta\u0010Fn0\u0017_KB\\`-X`r]\u001c=e LY.0\u0017?f`\u0013Y\u007fk{@\u0006EN\u00187'BqINK Lq!!#3#dJg ŖfPȒ\u0011\u0004-\u0003֤d?j\u0015l&h:\u0013iL@\u0018_\u007fOz6/\u0019HN\u0016YWY?YI\u0011,\u0000K\u0012q\u0004K|d\u0014\u000e*\u001cXV80_T-+t\u0015 B-± DWAՄbA;X :X\u007f\u0015\u0012c'׶\u0013rm\u001dz\u0013Dn= \u0018O\\AZ\u0014EB@_{M]((6Q7:N̢Mu\u0018Pe\u0013Й%%%]ri}`Z8A(/UeɲY I O`|^ MSt:^\u0003 Kz:\u001ePis{\u0007O 0RLpYo\u001b +\u0004!ٳ*%\u001dzP\u0001Q\u0006|@Jj@\u00192[;Vctl7tG\u0002Eʤc\u001f|\u001a2\u0018Fz\u0005C:$՚z\u0019]zs/}a31\"\u0007vQФmxƴePC\u001b:\u0018\u0016mpo__Y\u001c9Gr\"s7@I h\u0007\u0004ݮ >*7\u0004&x\u0015\u001fw|hެs\u000eoǓ,hb E](kvj\u0011s/xQD16Zz6YKN\u000f.'wћۥ\u001ar/\u000fܴ\u00178PPeu\u0011.e\u0004YFKnI  tqx+Kb}Q5VG}D\u0013EîPb3M\u0011\u0007`6 YAY\u0014\u000erS=y;K`\u0010o9as#tk\u00079d=iߡ\u0002#]+~x@' zꉪ{єk1(\u0002\u0015] =$0}]d\u0017Mb\u0015{uFAR\u001dbritX:{\u0019q\u0011\u001divSwg\"\u001d\"I$L\"/\u0011N\u0017Sh-\u0018+j\u0015Cw+\\[H׬\u0018\u0004+ԨۢF]P`ŨT0&QUz,NH0\\I2F3ԗ\u001fG(IF_`\u000fy\u000e1JI\u0000\u0019L4]f}\u0018\u0003* q\u0018\u0011P1Nt\u0002[9N݂FPOWj@rŠ%\u0007T2d4\u0015a͎آBC\u0016 \u007fK FX\u001asƒ+Z/滓\u0018G~D\u000fL0楑d_#\u001b ~'u3EX=#{w؏4!\b\u001as`q 8\u007f\u001ckg\u0012\\Fqx {-nX\\pϮꆞckSt$o4Jˆ?!cJzS,\u00194`T\u0005H|Q1󰦶\u0015eɢ\u0018-\u0016ʞ&Ĝ \u0016\"qB!\u0084,\u0014E\"-Ȼ\u0003NOqg\u0019N~\u0018=2Г\u001b,y\u001cbFq\u000ef6\u00173i(D\u0018z\u0005wd V\u007f?ң\u0013vz i$Q\u0012I\u001aFc1rG'u\u007f0RG12wdZcMdZ\u0001l:m̐+\u001eKM\u0016\u0007Th\u0018:*+%D:6Jyh&\u0011d#SͩcՕ*\u001cN\u001d#*\u001e\u0003uz;1\u0004m,ga\u0004]춸\u0011[:\u0019O:pQVM2\u0017S̳j\u0015|Yi%:\u0018{\u001d#-N.`\u0013R2p$\u001e\u0017ոj\u0000oW.ƭ\u001c^t\\SuzmA\u0005[|iӷ#)0=z\u007f\u0016'.ٯ3z\u001d4bMׇsav%)\u0007fz~>'@)wkJP^\u000e,\u0013ΥT\u0001F ԾxP!4YznRpN\u0006J\u007f\u001bZL\u0016\u0004{ܷ\u001f̵چd\u0001dδVtV\b*UIg} (\u001e\u001fp_> \u0011\u000e5\u0004B\\ElD\u0015\u0000|\u0001F \u0019:z KA\u0003*$:\u0005@̞Dg\bXΖ):dplkYxB\u0017w)sT\u0007,k{kR\u0006\"PO\u0015I@.Cv[aV^\u0011 \\Sfqwy\u0015\u001a\u001b0\u0017+\u007fu\u001dws\u007fۤ\u0013;aZ\\D?KMKny1J\u0005;\u0017FGs6zZ h;uױ\u001e\u0001#2,\u0013Ꝍ  ^S/Z cm3'Yw\u0003v:!౛Ft:\u007frP\u0007c}jnF;\u0007X>Q:.G[1Nn^\u001a(\u0012Nٷf\u0017j:6yҾG$=?| Sr2i&M&M9MgH eF\u0006) \u0002\u000e\bȌ QPƖ \"\b\\\u0011\u0005\u0007\b^\u0011\u001c.^T\u0014\u0015\u0005Z@H\u007f}6\u00056sҜ[^{9\u0015\u0003I\u0017S\u0015c%:~\u001e_ÖdYa],\u000eiK\u001c@\\'J\u0015\u0000Y 6r\\ ϵ+&@ԝ4B:o\u0014YIir^[\u001d&%R%\u0006\u0019R$\u0004l  ;y\u0004] 0jփ;&  \u00154~򕟣H\u001d\u0003r Vü^ZTUQ#Ɋ/V'\u0015Dk'\u001e߄\u001f_wy\u001bx{d`ɋ⟅\\rlo@\u0014? {\"\"=\u001fiງ+ٲ,JT\u001ab\u0016tD#Z !\u0002#X r\u0006Z  )^8}b7ͱc\"cdpUs\u000fk\b_X\\ɔU Hd\u0017G\u0015\u001dh2 ďǦ\u0006Ho\u000f+=sn +*\u0014t1~ -o!E\u0014l\"Gu RRM* \u001bjPaC-\u0015_Ӡe )pS\u0002\u0002\u0013P\u000f\u0004\u0019\u001fv̛k%*=0Ky \u0017A\u001fөUpC{}lq\"t*@U\\sp՝\u0019k`\u0014k\bsJ\u0010i\u0013tT\u0018 (\u0014$\u0007d\u0000w\b\u0001\u0003| \u001f|c߅:>8>\u001c\u0001i\u0018{hh\u001c\u0017~ˁQ~\u0013䁬\u0013G\u000f#x\u0007ځ+[\u001d &rWHl\u001dWtz8l \u0010\u001bN|zض*h[Q.\u0013Y/\u00155'%jt:;cif\\\u0002\u001ei\u0018\u000eFm N&VG}$\u001c;SKKr\u0016\u001bW_\u0016\"Z˵ Cɏ\u0003oՂ\u0010HYvhb@@{ \u0006]/ ۍ\u0006e\u0019byuř\u001ayճѤy\u001chYb\\-GzQi\u0010Br{½ˮ\u001dJ\u0005D`X \u000e~\u001b[\u0004n\u0007o\u000e|W-6ʖ\u0007#Sҭ \u00075t\u0011|gl$ Wu2Fr J6\u0010ɜ\u001a( \u001ba#Me\u0016\u0011f\u00187g9Nz#P\u007f\u0010,\u0016?wSz6&/G@Y1sܚ y\u0005,+۸LT\u0019vǠ\u0011\u0001dߵxYv\u0001IR@.GҌσ3^3,!'Mڶ\u0013ߙbθ\u007fCy\u0003_\u001fƥMzբ´\u0004y\u0005Q$&\u00117J>\u0011\b\u0007Ԁ\u0004\udb56 4F_pS\u0019w=m6w(,ܵ\u001dl;ʧ}鋸 A }mg\u0012wd*)lu{fеW̝2m3OGGgHҺ%O8}\u001b ˺\u001fr#+k\u001d5DI\u0001vMj#I&`J@[=kk\u000e;\u0017m(!(1{J\u0014\u001f~\u0004oPBUr\u0007mKKm9iF\u0003i*h/Ӭq\u001a19=,wt!iZҧfH\u0006$U#CO\u0012YТ\u0013K|[\u0003TJө\u001d\u001a0o(-s4ԺↃ\u0013F2\b\u001a!\u0010\u001f\u0004n\u0010lͮn\u0014SS[Zu.\"*\u0006U?\u0015!>\u001f2DLbxEyWc\u001a1kfר&\u0019M+@+9S) K%iqǞ\u001d\u001ewn/9~\u007fƐe=\"*d'\u001e$\"5`DOmk\u00025dh\u0005>e{C&+ y )!sI\":ptżPz\u0018IvjM\u0006\u0019\u0011l\u0000\u0019JyA@`\u001b \u0003\b[m\u0014R\u0018JVt޻n?sL\u000fs3ɕO\u0019\u0019\u001e2ɹfG>YAb@H$A\u001fHց\u001b2ZZOQ &lB\u001cɆ\u0003G,[,\\!K\u0019\u0019J_NZ\u000eY1pϲJSϯ֑IZGF:\u001a\b#\u0005o\u001bvY-LCXkj\u001bټ:0L \\ړ\u0016+Tɣ\u0015&=#;H.!$J\u000e\u0002zT\u0005dXKТr\bMyuE^\u001b33\u000fa\u000fUs[8pRB G~( řR5pC\u000eE5\u0011 mtPY{()ǽAq\\7\u000fF֏s\u001dxvj\u0003)\u0015:@\u001c }>\u0000un>sթBׇsUr5`\u001e\u001ee4\u0014\beH\u0014\u0005Օ5\u0010cK'5fTOI\u001c\u0002 ˫61q\u001eyC軥GI CSa3u\u007f|EO'Ѧ\u0012rH\u001b5\u000fRD\u001anYH \\&^\u001bI [\u0000o\\&eRsb^`dA\u0001Yss\\\u0005\u0010N\u001dL%d\u0012p(\u0014+\u001fXL*pu\u0006`V˘4Τۉۧ?񥙏eK\u0003'm[3g \u001eܭHSd\u001f\u001a\u001d7\u0011\b\u00125\u0016ʨ$&\u0019\u000fi2y\u0018&NW9 c\\^BԂ7 + \u0005Y Ȗ Ъ*\bb y* {f2i y\"DpZSmO\u0006Tu2}*dnRV^JiJ:#gT\u001a \u0010=|\u001c\u000er-JpՈgm?\u0013\u0013e ]\\άr0F$\u001b\u0015sF\u0005L\u0019@oBʂh\u0007Gj\u000f3f*pmtQ. ͣyJ%Uw+M3'Wԉ\u0015LcXHzi*@\u001aBMẩd87RISF|7h\u0001v\u0014\u0015~WF)5Z0m~\u0014 $\u0004Ho\u0018Fcå\u0001\"MYu:$;\u001b\u0007!jY]\u0015U6(\u001f$=94 B\u001d!ݔNut9*'G 1 C\u00165͌?m'G#g8-\u0012nˢ;͌(Hf'Q3ƴΉ\u0018JK/P\u000fLt\u000e FSN UYs\u0015o\u0007!{}Nە&B6V֮47N#x.L@*\u0013jud(aHB6?\\1&\u001d 7P WUc\u0011 L񑉳KyOL\u0010N\u0000}cY.&W\u000eAD\u001e1\"\\ȪE\u001a\u0006  pot׺iҔ`\u0003\u00063u[*\u001dMS\u0000_\bJ%LrOMvے\u0004b>$6 \u0018;ԏ\u0002 K\u0019o\"\u0016 \\G>\u001c/ 7imU\u0013\u0015΍Z'\u0004%3 \u0010eD]4Uښ`ʍH7 6j \u0016[>%-ORc(h#A >LvSJ\u0004,  }ٔN\u0010f&\u001a-\\\u001f\u0000hd\u0017~\bjB5\u0012Q\u0018 3,Ӫ4/\u0016r9D:4\u000ei#O4i;$W^\u0010Vx7zk\u0017$\b\u0010 O\u001d!?\bMLna\u001frӤ&Q\u0003iJl =\u0013\u0001flbZH\u0014>S) FX\u00154c.fX4\u0014q7D Bl*\u0000ۊP8A0j\u001be* B Fs6\u0003s\u001eE23_YKMF\"JwZJb* Z9\u0015Q]J䠇Xn}X\u001d\u000f\u0003\u0001\u001f\u0016\"\u0019\u0002\u0000 ˵T\u000e\u0010rT86:j\u001d\u0003h\u0013(Y\u0000\u0002S\\4\\jf\u0019▄\u007f_dBm>\u007f Q_\u0004\u0018\u001aF\u0011#?0Ct\"\u0005򢄘\u0015lyt6$h]*u 4*hKhR\u0002/Xmɮb QH3JǛ&\u0001\\QZ-;`*qqK\u0002וdH58$'E#Y)'cO\u0018qQ\u0019 [\u001a\u0004\u001e)|خ)\u0019\"|9ſ#?pzŒ=?V=A[x_`Ͽ7*`KB\u000fnj\u0013kz\u0014MO)Q-X^\u001fl.[;\u0017Tu\u0016>\u0006n`R}{u*ң\bّ\u00015U1 u\u001ci6Xv\u001eb~V`P%3|\u0003#\u001bܕ|pyS\u001f\\ޝL M~5]ZQ\u0006W6t#wN*N\u001fZ,$\u0018?\u0019$G\u0015M!xehES\u001d 4 # R,O\u0000|\u0010p䐽^ odR\u0002އ4c\u0004L1!EWy Mjw+\bvи\u000f=\u0012\u001cQ.\u0012ž\u0003S/O\u001e}s˩\u0018:z{@w'dOI;\u00100'\u0001\u0004\u0014\u001dݯ ymTGMڅ ̮75/a}\u001b}`!0W\b a\u000f+e\u001c\u00018g\u0007tJ\\\b~kM#\u0006N_`b%H.\u0003#weQc ~!Udn]& p!o6%,W\u0018(\u0002\" ГOxSK.[\u001d\u0018UcO1+$\u001a \udfa8d`\u0002oY\u001cyac\u008fP\u0006=\u0015\u0012\u0001%f b* \u000eX,%8BBf\u001d'B\u001bvX׭N/m`[e_Dߣ{\u001e*t xg`K\"\u001dD:\u0016\\ZN_KE I\u000e_ ߊ\u007fc \u001e$P`ˈk\\ϝ9۹\u001b=\u0013? 5R4r\u0017W\u001dB\u001c ܣt*Էa8Zҭ% ~Qa\u001cE \u0003\u001d\u001c\u001f\u0014{\u0014U\u0016X\u0015unMg\u0002w\u0010\u0015\u0006G#\u001dR\u001a\u001a$\u0006P۩s\u001f\u0012~pԩc\u0017.:`|e[\u000eJ*U@Ą(*._P\u0018\u0019fQ¬\u001dv\\,Ept\u0015XGWdV,]\u0016\u000fbNjq0\u001d-\u0001)0&cn\u0007\"\u0005J*Z`\u001a\u001a{0 $k7 m \u007fr~\u000e_=zh6C+M4\u0003\u0007/4snf׫7\u001e@Q 5c\u0001,{t\u000euZ ie{\u0003}!>g\u00175{\"ꏬ(/_-ki+juqy^DP#D\u0014r:R`\u007fqsg&=جs_O\u001a_?dv\u0003 \u001f\u0012\u001a|辗?-P1`P]/l@)= \"1qN߸\u0017\u0012H&&xSs\u0016j{Co\u0007#у\u001c0\u0012\u0014{O `G&Sc\u0019T\u0007\u001ezq\"Ü V(g!>\u001f% *&Y\u0007%YLrQ}L)х\u0013\u0004jiMy1;\u007f e `;p7O?u\u0001\\[n2n\u0088\u0011 yK\u0019ΓTxхC\u001b\u000fPrZ >p1_2`޴ϫ>=쩚#_{YH \u0001t@:_M\u00169)Q\u0018\u0014BhϛO\u0004\u0003L\u0012 .C36(H#8qN=Rг\u001eϐKCԸ>GEwBXxF#?n\u0014k\u0003^\u0007>> &\u007fx|v޶\u000f?N66v3'@V\u001eB\u00018\u00009x)dr`N5\u0014TqaĤLȢ$\\P\u0006vgr\u0017Ծ|\u0004ug̓G\\9=k䠺5O} _\u0001\u007f\u0016_ (bWrDV1 \u0002;\u0005:L_ |fX{Z\u000fX[m\u0019l'\u0012G%xƞkc̡pJju~Kލ+} gʥQݦ3\u0006= =o/o׼wA;=Hެ́mqfdI7Y\u001b\u0007Dߌfm'l?M5m'l\u000eަ}v&'jn7?&\u001fN?E\u0011*'h\u00149\u0001E؛#gao _~=`d\u0003a/!X\u0018Hp\u00028s\u0004\u001d\u0002؟=\u000f\u007f\u0000ކTΨ_z|g\u001eYw;u:|g\u0013b\"Fvþ\u0012_\u0005_~9\u0002\u001fj| \u001fW~-~=7\u001ek\u0002?@&qt\u0013%\u0001bH1\u00123Dr\u0016\u0019\"A\u0002/gp\u001c_YW~5Rq\u0016p\u001e\u001bP!\u00128\"FbH ,\u0018\u0005c` \u00161X0\u0006 `\u0018,\u0018\u0005c` \u00161X0\u0006 `\u0018,\u0018\u0005c` \u00161X0\u0006\u001b`\u0018l\u0018 ca 610\u0006\u001b`\u0018l\u0018 ca 610\u0006\u001b`\u0018l\u0018 ca 6a!ư\u0010\u007f\u0010__Wj|\\x=>^&t\u0007 ]\u007fw&pR\u0014\u0002c\u0016e\u0001\u0015\u00119F@\\\u0010S[ \"**:β {9;˥ī7h|ʱJ\u0018(\u001eqbq:\u001aMkb|6F GC99999999999999999999999999999*b\u00186\"Q!JDBԈ:(c=\u001b\u00153%D-cSAZ\u00144[b1\u0014|Vg_i38\u001d!JkJ(D=駜ZmkZ+z-%i\u0011& b,kl Nxr\u0012r9㶵7n%Y\u001fJ|癕2F *')%ls\u001b$mI{&qnZ5U\\)j\u0005 矤}[[e:snV3iǼJ>nzn=ƌ\u001dOmU\u0007 `mtW gúǈVuFyX\u0015Gv\u001dj\u001dwbUq\"*jci>ywd8IVP3\u0019\u0019Π\u0019>`m],9\u000f=ݪE#ڭ>bc\u0015mPk-4a\udf9c#4iFuԝ-[=7gW?ԅ\u0016R\u001ejhqUV6Yam,dhB[?V(%;lĢr{3n\u000e.ꭞs6Q\u0013zeW]j CIW.b\u00199\u0019QCeVq^#iV՟hg;a.,d]wF\u0002Lr璋ȭ\u0016oϝk6>Lsr\"xh\u007ffaL3]c&r\u001bj-i#l,\u0017jź[G\u001a\u001f]TQ)KFg$jk\u0012dEMuqtZeetqd]tq.X\u0013/-\u0011.%bъh,Z\u0012UFb\u0015uh].\"Y\u001e]\u0013O$+JbuѺ\u0015+i2\u0011+WFX\u001d\u001dTGrF\u0019\"\u0011.)m\u0013%x]:,G+ky.> Ic\u0015qW\u000eN lzMe\u0004#1K:\u001b\u001dS Z_@+\u0010s.*f:+:y4+P6QSZ_b\u001e][^QR R#\u001aTYW[\u0019ˉ68$U\u001cm\u001d\u001a \u0018\u0012W0\u0007쪺\u001egd\u001a3@\u0010NeѭTþ&  `\u0014 \b>Q5k+kbm\u0007eαL\u0011\u000e'kiS\u001e턾>GbXtqv]N\u0013sE?\\\u0002DlVtBbD\u0003hpҕ?\u0011Z%\u007fJ}l~\u0019{7/\u001f|\u0011?ROK\"1ɊG>.\u007fE kO uOSi꿕P\u007fV| @\u0005\u0002??R\u007fQD=P\b.U \u001cPoP ԿG\bH( \u001dP\u00121Gr²@\u0005BOTj12\u0016 vWu\u0017 ǽ5۴ {q{P0`F\u00192 1\u0001ZHθF푙\u001df謾o[] c\u000e6˿fSmx\u0017g:۬枱c_6G #\u0014B' ] \"ݠ;\u001ea.-\u0017m( \u0003\u001c\u0011P \u0013`\"Lp2,ST8 p\u0006 ,Q\u0015E\u0004\u0004\u0005\u001a\"\u0007!\u001e:@>\u001da\\vʦE_  C\u007f\u0018\u0000\u0003\b\u0018\u0004G`O\\> pUsBcGD{'|%ײ~\u001dހ?C3\u0005ބ[6\u0003\u007f\u000ew_\u0007Q8\u001c\u0000\u0018\bG 8\u0012\u0006ux\u0003 \u0017x\u0013 o\u000ek\u0010\u0007̷\u0003滁rU5\u0016z\u0000y`E0!o\u0010\u0011| \u0013\u0014Yow\u001bj\u001dlc\u0013 $n|7CGoL1  C\u007f\u0018\u0000\u0003\b\u0018\u0004G`(}\u0005 `+΃ωK\u0019q)8  F*Ww\u0007 \u0005 p#\u00047w{}h\u001f-p+\u0006\u001d#1 .\u0004Fhgp\u000f >\u001fϧi- \u0013fJ\beOjHAt.%vN\u0012;]bKt.%vN\u0010;\u001dbCt\u000e!v:N\u0010;\u001dbCt\u000e!v:N\u0010;\u001dbCt.%vN\u0012;t  `6́0\u000f\u0002X\b\u0000G}\u0004G}\u0004G}\u0004G}\u0004G}d\u0005\u0000\b\b\b\b{\u001di\u0003H@$m 6\u0010I\u001b D\u0006\"i\u0003H@$m f.Q%DQ(!f.Q4C\u0014u\u0019K\u0014\u0010=3D 3C\u001093D 3C\u001093D Q3C\u001053DM\u00125]Kt.Q%jDM\u00125]Kt.Q%jDM\u00125]KT\u0010\u00153D Q1CT\u0010\u0015]KTt.Q%*DE\u0012\u0015]KTt\u0019b!*DE\u0012\u0015]KT\u0010\u00153D Q1CT\u0010\u00153D Q1CT\u0010\u00153D Q/C\u00102Xg\u0006\u0001n\u001b\u0006\u0001n\u001b\u0006\u0001n\u001b ֝3Xw\u0006`\u0019;ug ֝3Xw\u0006vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017`\u0019;ug ֝3bۗс=5-%\u001d\u0015 \u0005o0/0/̯/o///.̯.\u001bF n\u0003h\u001f-p+}\u0006\u001d#1 .\u0004Fhgp\u000f >߮t.o/\u000fs\u001c=\u0018k \u0000k \u0000k 4֘\u001aXc\u001akLci154֘\u001aXc5\u0006Xc5ƴ0!bi1\u001a\u00031\u001a\u00031\u001a\u00031\u001a\u00031\u001a\u0003rt@\u000e\u00019: G\u0007\u001c\u001d\u00035Z\u00035Z\u0003&\u001fkɥ\u001e#zR\\K=rG.ȥ\u001e#zR\\K=rG.ȥ&?zG\u001fMw\u001e#y;| Y{\u001ey{w \u0011'bDl\u0013}\"O>\u0011'bDl\u0013\u0018}>\u0001O[x\u0006-2Df_H92Df\u0013}\"/L߃\u0005>m!|\u0004\u001fv\u0004>,)@\u0002^IdnFU>^U>^U>^U>^U>^U>^\u001dǫ|ǫ|ǫ|\u0017äyEl 1? \u0007{x\u0017\u0010\u0002]@k!޵\u0010Zw-Ļ\u0016] xBk!޵\u0010\u0002]@ w\u0001';x\u007fﲉS-^ ׂ{-^ ׂ{>{x d!\u0014A\u000f\u0018\u000e#\u0018F(\u0004a LST8 p\u0006 ,8\u001bbHo\u0015E\u0011Fh\u001bm\u0011Fh\u001bm\u0011Fh\u001bY\u0001%H!\u0007\u0007ȑ\u000192 G\u0006Ȁ\u001c\u0019#\u0003rd@ ȑ\u000192 G\u0006\u000051ޗJ\u0013fL\u0005a\u000e̅y0\u001f\u0016BX5ψiԣp8\u00010\u0010Ap$ !0\u0014!0\u0003f, s`.̃\u0000\u0016¢ljxM؄^\u0003\u001a\u0000\u0006{{\u0007\u0005 a5ff4\u0019-hiFK3ZҌf4\u0019-hi{hzL3zӌf4\u0019=iFO3zӌ&\u001e*&UZL\u0014\u0003\u001e\u0019KeYEIE9E)E\u001c*\u0000/\u0015\u0006:X\u001b\\8\u000f) Q\u00135\u0011GяzBk\"+\"G+rz\u0000\u001eG^W\u0006ݡm\u001ecއq/g\u0019e?ڞ!4O\u0004}\u001fDp\u000f\u0003` \u001c\u0001H\u0018\u001cN\u0003\u0014B\u0011}~)****Ŋ)Ŋ)Ŋ)Ŋ) ( ( ( ( ( ( ( ( ( ( (zg\u001d\u0015TWj\u000e`\u001bl'k`H!=\u00079HAz\u000es\u001c =\u00079HAz~|*>U|\u0014W)S\\ŧOq\u0015*>U|(\u001a7m8hA\u001b\u000epІ6\u001c \u0007m8hA\u001b\u000epІ#qC`( 0\u0002a$I0\u0019T8\u0005N`\u0019\u000eg\u001c΂!\u0006O\u001b~hA\u001b\u000epІ6\u001c \u0007m8hA\u001b\u000epІ6\u001c \u0007m8hA\u001b\u000epІ6\u001c \u0007m8\"?A \u007f'z޺r\u0006T\u0014@\u0018 #h\b\u0016P鳪\u0012'`-8l\u001f0\u0007\u0005\"\u001bwJ?ZXx)ERmI1vJ;)b\u000e)l%XKJM\u0003\"K`7)EPd '\";`?)'\ud930\u0014vRNJ d?l'%z7x&\u0015Fw(^\u0018 oFK6zU\u0011W=G\\\u001e\u001dVҲ b\u0010(x5\\\u0007}\u0005* ǲ /nS\u0015 kao2G1'?,k2\u0001\u001257mǳw|\u0005;B!N;C\u00178\bB7\u000eEp0\u00002ɞlɢ0^F:{\u001aT\u0006W\u001bA5^Yj֠\u001e׬E\u001e \u0007wßWr>Wup\u000fqU{j{-\u0016=yѓGO9[9_cٳѸ]4q\u0017hEgq\u0017hA.\u001awѸ]4q\u0007hE.\u001awѸ]4q\u0017hE.\u001awѸ\u001d4\u001awѸF.\u001awѸP\u001e\u001aи\u0017jC\u001e\u001aи=4\u001aи]4q\u000fhC\u001e\u001awѸ=4q\u000f{hC\u001e\u001aи=4q\u000f{hC.\u001awCm{h m\u000fm{hC\u001evѶG&޳\u0006\u00024\u0010\u0000 @\u001a \u0004h @\u0003\u0001\u001a\b@\u0006Rh @\u0003\u0001\u001aH\u0000 \u0004h \u0006\u00024\u00104\u001a\b@\u0006\u00024\u0010\u0000 \u0004h @\u0003\u0001\u001a\b@\u0006\u00024\u0010\u0000 ɋ\u007f\u0016@\u0006\u00024B\u0003\u0001\u001a\b@\u001a \u0004h H7T4\u00144 '6i\u0017yLq~{m϶޲9(\u0019Cۻ\u0019!t;Q\u0010\u000eal{ &\u001cgl0\u0011xGo\u0005n \u0006\u0010\u0014kem֞M $j-:ED\u0017 UxX%\u001e}D%UR\\Q+ԅ\"D]\"Pį\u0015JJ]% V\u001f?v+\u0000K۪nu]{7tOKE\u000fG\u0010=L\u0003E,>[ci\u0004E #EOH\u001c\u0012)T1ǴcU]y\u007fBtl\u001bV6B\u001c%Ɖ㰯1[*.׮\u0013z(] \u0016\u001c=\u001e\u001b[$Nb94q\u0007\u0014>++\u0001+5\u0014\u001c\u001e-\u0012\u0017Kb8[x\u0004$2{\\7?_\u001c&\u000e\u0017\u0007cǈ b2{\u0002\u0016@ltLnӲ;\u0017\u0001E\u000f1>z\"f\u000fK\u0011\u0019b\u0005>뵫('Sb\u0012_\u0011k\u0002q(\u0011\u0015bU\u0012u-\u001bly-SŖ\u001bKbI-\u007fi9[d̃[[lvSje\u000e\\RRUl˖Q[\u000ep[.m9Ŗ3m9ߖ'riY\"Vϰe-km\u0017ʊ1}-o+mtmy-#eeMI\u0019[`-|ЯM[gˏL\u0019\u0011lW.Rhni˾\u001chˡ5([Zt[ε\\be ,\"2-E;|ROɧ~V>+yQG2fG{\u0002q)ױ[ qS\\\"\u001e\u0010\u000f \u0007xR_J\u0011'm{ij\u001aW3 \u0010g\\!{Bk%jON  A/guL%Tu^\u0013N'u^uzޠ5\u001e)|>9M\u007f)M s\u001cZ/\u0012}^Oѧ2}>CI J֕JW\u001a]fz*O\u0018},F2|=\u0017E~>ї때`;G3\u0018}./{\u0018=g2b\u0019xFilϵ\u0016cia>7L>Gyfn?ݞ\u001c{F ,1ga\u000e6>Uf}g}B\u0013x,lx4D$z5n{ف5n\u0001+BIvf{\u0010+n;+܃e\u000fy* k}\u00173\u0003pղ\u0004V\u001a@߼\u0006kz`\u0007\u0006\u00118\u0000G\u0004 p\u0005n\u001dl\u0002\u001eW{\u0001o\u0003|\u001f\u0007A\u0000\b\u0004A`  A\b\u0006P@\u0001;@\u0018\b\u0007\u0011 \u0012Pi\u001e\u001c \u0018\u0007ou9_t\u0013zB@ w h\b~Q \u0003 C\b4h_?\u001f\u007f~F')  C1 1\u0006g0f\u0005:Z6\u001d81.l\u0016 -/t9\u0018?s1AL\b\u0013D0Ql\u001e&c\u0012$tҘ &A+\u000f=/-B\u0002\u0014\"`\u0004B\"(\u0018CtG)]\u0000sB'~\u0002].\u0006 \u0010_\u001bո1nf9n[V5nB\u0016_p{|\u0003\u0011w\u001dq'\u0019w]v7\u001e'{>4 ѝ7 tEA7~\u0004]=uG%\\K_*\u007fJU\u0007z\u0004\u0014\u0005\u0004\u0004ID.AA\u0017iGn \u0006H\u000fLg0rp. ]:#ն\u0010=\u000fW\u0019zssC\u00114vL8\u0013|8\u0019p\u0015|)\\)\u0001BIy{5R0 C5 \u0000\u0001xюձϴ\u0012t) 8\u0000\u00008wQp ӣBDN\\Y9(C\u001eextRp]8pFQ\u0004]\u0002 \u0013\u00005A;O ZKL-qR\u0015 \u0006Ă8\u0010\u000fv] \u0001$$ Rn\u0007\u0005@*H\u0003`?8\u00002@&8\b!p\u0018ۉYb8,\" ɂ}E\u0015p5 \u001c-УG\u0015\u0006\u000e D5=\u0006mx\u000e{Q\u000e\u0018/F[\u0005Br_ p>>2\u000e3x=C=\u001a/ss *CPя9\u0018 P iF\u0012⹻'_[FpS>\u00145+-'KLy\u0018I]]\udec4LJ$QBͳ\u007f$Ṇ]x\u0005] \u0012\u0012/#h\u001b!ϡFH\u0004Fu\u001cdDV&M\u0017\u007fA@bkK\u0005F\u0005\\\bgE\u0000 %h}cQ\u0013!!\u001bgy%I\u001bOί vbUΊ\u0016Wnkj+Yd1)峴\u0000\u0003${g$GӧN!ubϜBO\u001cۢ&5g4s;+\u000f=,J}uL\u001f{sOԿ\\\u0002I\u0012/6_\bZ&b\u0010\\?~vue JLgjwk攰/\u001eSS|aq\u001csis]: Xꓬr\u000ftpm_ % ݮ\u000f)/ å5MS6!EJ4;zCu3\u0001 H\u0002;wu!!^L,\u00111\u0007 ,\u007fFتؔg::\u0016{\u0002\u001d#R\b\u0003\u007f\u0002(5Yѷ\u0006'\\e].\u001eX\u0016\u0010W,{r؁deAPGҘ @t3\u000f5 }e#ol .cOsf%4io\u000f+R+x.\u001f\u001d Ԙ/u,.ǣ3\\TK\u000eGPc\u00174\u0013\u001e \u0016N9y\u000e\u000eO^VMY#c\u000f!lL9\u001a\u0015\u007f\u0004,O &D\u0018w5ԯ1_t\"TThtR_`~\u0000_殚o'Z\u001bm\u0016hfm\u0018YEr-EKKm;+I{ 3>{nUW8W[\u001a\u0012.\u0017 B;e͜\u001bM\u0005\u001cȇL\u0014$6' ,evC`AWf݊\u001cn \\t)m{^\u0003 XuĤS4l\u001d\u001c\u000eI\u001b*oD3\u007f~bd\u0000 h Aϟq_CqvQV\u0012ق8!\u001f\u000f'J5&r':2\u0001D\u007fWVKY\u0018\u0016L6\u0011~&߆m ZSҢ֚B~\u001ea^XKJ\u001ficI\\ L\u00165?\u000f{oZ\u007frF\u00177\\qK@qffPaە . 5?;q`4Ћ\u0005`eo?tWΑb?[|1*\u001cWx1|ѲKKKv\u000e %Kg\u0007[k\u0004蝒 Q\u0013\u0010RP\u0000ȸ_\u0015qD\u0012|\u001c 1a GS``$7Jl$Nbل/$17\u00049˗,~\u0012./Cݎnnˌl\b\u001c\b9\u0018@\u0000ď3\u0004!b\u0015 %wX\b ٖ+\u0013!\u000eo8\u0015 V2V\u0006\u000f\u000e QT\u001b{n\u0013v:$(SuKI\u0016iu4 Va U9\u0003B\u0006*\u0017+^\u001a/{\u0018\"p\u000eobkqPɐsS&G&\u0007|\u001eEV7\u001d'&ڊ\u001a\u001a\u0016?kM\u0005\u0007vW\u001bV\u001e}N^vSc-{߰Ƈ}#q :mϜ9Z($s\u0012\u0003_ + $..&\u0011Ed*A^\u00103^opܘkX6\u007fba\u0003;f$\"W^jR,_I\u0013x8 \u001bB\u0001\u000f \u0016\u0016X'^ vJw\u001cY&z2]:.Bn6\\JTv K\u0007\u0001  endstream endobj 64 0 obj  >stream  x |TϹΖLdNBdƄd#! [\u0000\u0003\u0004̀K& \u0013̄MT\u0014\u0011XEV^K\u0005V\u0007k}Zj ({'m?{ ]8YsA\\'$UOH/Wx#t\u0010\u0018rc'~$u2\u0019w񵬍\\Џ#&RD n1\u00059JxAG%\u001aܤ)ÐʓE8b5\u001c\u0006\u000ep\u001f8͑-\u0012Ey廔5nrPp \u001d2164JĲ\u0018ߔH\"kvHVs`!&HhH$ yXSnWF\u0007M+Mhgq\u001eT4j\u0013ġme\u0010E7KO-h\u0013\u001d`oF\u0005dOT4JY\u0001\u0018CӨ,pƦ=\u001c@}f& yU;\u0004{#􆚄5W\u0011tH ,B6H:e\u0011btK*qOޡm&0v;I\u001b \u0010>*7,E\u0011\u0002>\u001dw|c'6!YvO(yۙv{#  mm{\u0019&)!ŠY̺PSJȲCCEi\u0017;0\u0014,}Ɏ0Xӊzv$Ec&[NpWEiC \"o\u001b2I6\u000e\u0007=厪*;W%pm6\u0010[&o *6hd~\u00185M'!'٤T\u000784Ė%OX\u001d\u0014ig\u0019FZ6XʺF˦;J͚B8FeK\u0016\u0004N.h^hw/q mg\u001dH\u001e2VLSfUQ\"{\u0002 |[{ɣ^\u001e\u0014sgg\u000f Ͱ3ڇ \u001dvd\u001fc4\u000e 4S*4cK2h \u000eیR\u0082exf>\u0012,*-\u0015ieժaφL#X\u0011\u0011*`e\u0018Q*b%\u0007\u001ef\u001bc\u0011\u00062O]M݋T\u0005\u001aUaqoZAl6CW ;I\u00072҆\u0005mJ^$\u001d{ȁkg5{#5Y͆HXv;*yx{\u001e\"YrbG$}z  mS%3)ʁU+%;L'C&]29$MC^kK4#Q`^(ib'$Z+$VN\u0010K'WrxĦvպoK\u0000~ohcc{V}v\u001cH=զbY H}\u001eiR[/EYy\u001d+Sʵ\\g\u000fDCvx:k\u001bR\u0017Vf\u0019\\8\u001c\u000e#@>j\u0002O%`LF;gJ\u001b ,ȣ\u0007v\"\u0007\u001b\\&mf\u0003\"^wfk$m2&MT\u001a2KO m\u0014= X\u001byr\u0015YLR3b\u001e; 69£b\u000ej\u001c\u001f;4w;\u0001wy`.Mq#i\u0007qܼs\\8 #\u007f oz ˯v>UQ98&4RSgo\u0012\u001cU[\u0005Vc&q٥q \u0018\\8lJWh21\"1qJ CGZ%tc\u007fOa\u0016(5':E \u0002gnbLRiVS:\u001aeקk\u0012YzVC|sEW\u0017=g\u0006񸙞@zbK>iz +VllZY}nYνIn~6\u0016>\u007f}&˻\u00142 ۜ\u0013r'$ZM%))ņ &ђ\u001d-cx:'OR\u001d;PbZ\\m\u001fx@|ui޽%VuuQ`ʭH0'*[iuPܖtI(Y: \u000f|\u000f=.[w ntc\u001f\u001eԕ=ꞶMt+k2i;^s3e'/\u0018\u0002܁G7pxSl \u007f$ B'q$LW5bN.nN)ӐkhS\u0014a\u001f%\u0007VV=ȸ=/\u0003-ϱ=\u0010apkq_\u0016.̹Am4\u000fMm0LL̙}N\u001e}j)61E\u001c6{& \u0005=\u0011}lW]o\u0004>CЧ\u0019Rb\u0012cy!&65MK ǛՌ9#7P3\u0016ZVVWfNf\u0007W ,K/;px_e\u0012Z\\N.D{bN, e\\I\u0017Q\u0017noM.*;\u001f|:*\u001er\u0017\u001cnݗ;o:.,ڵetmg\u001d_\u001c/\u0012>댼^\u001fo۝q\u001ekKʹ\u001avPTTb}z\u0017\u0019q0YJ!;_[\u000f%Oˌ:L\u00124IWG6sn 5% YMPגhH&V1\u0018&f\\\u0011G%1Oa6i 78=\u0016\u001dH.\u000f\u001d=⿮=\u001c\u0012-ɺ)v\u0016 HYirYE\u0002ςF\\)d5wW\u001dZ޻~>1\u001cÏwI)mcy}̢?\u001ej里vgAh=|\u007f\u0019՝D\u0018'5q&΄Yl1&^u 8Lˁ 8xxC''\u0016d QT 'a\u0018\"GөG\u00024x\u0003sy2\u0015nIq Sm IR\u000ec'?`MO\u000frҪ?\u0000u\u001f\u0014-R _|NaŔ~z ]xM!m/}\u0007\u001aͶ\u0011JU8\u0011\u001bq\" \u0016\u001318>**\u001dL0D\u0011\u0004h\u0013%rb\\sBEE%\u0016VhTz\u007f\u0004Y{֏\u0006\u0012 { w-G\u0017h5\u001bٜw O&\u001a?!-:h Mtt\u00042x,S\u0011ctα\b\u0016PZWw\u0013\u001e\"\u001ap,IVM)!aUJT$%UT&psb 5}j8B=Y6\u0016ŎO'!n!ty\u0005U\u0012xE _7^~\u0019&Q$i \u001d0h qu\u001cu%.MV莫_/a6\u0002\u0011r \u001b7_Sޣ(xkm\u000e Rk =*\u001f}\u0018nUr V%k ,\u001fPmXDI! %'|B[WG؎تs#O']\u0013OŲ\u0004\u0017; 'H]A\u001dx\u001bTO[n]HfkZ+fP\u0004}}\u0000Z-BZ-B\u0016#M\u0010# Ȗ߇|\u0011j=QFzed\\^ž~\u0011P-ŧP(z^v:\u00115Aws\u0011Վ[jf@['f y߾/{̿=A\u0015W3{\u001dD\u007f@>\u0001e\u0004:\u0012oVxO\u001ez˖ً}Ef:ݪN\u0019cQQ$x{?n'k8 ({Q\"s^;H'G\\Tѳ\u0004zU?66Unc\b85'\u0016_$ uJ.jK,-.\u0012u{\u001f}\u001eqar_0 .\u0006U\u0006w_\u0016\u0003[\u0003\u001e7\u000e\u0004ŀ/ \u000eU^\u007f \u0001_hx\u0006{Do_\u001d\u0000}b  \u0014>2~\u001b\u0010Ġ+$-\u0010{^=\u0007J 7V?\u0013l,,P\u001cp+/zE \u0016.O^߇E\u0015\u0018\u0016\u0007{\u0018añMt\u0015;\u0006b_\u007f\u0010\u0007\u0001)Wb(L]no_'\u001a\u001ac\u0015)F(lva \u000f@\u008a\u0012~R?N^&{C^S ^\u007f(/a\\\u0018Q / \u0000&)\u0000\u0004Al\u001b(\u0015 \u0010|@MQի {#\u0016z{k\u0007q\u0003E`W\u007f_00)*\u0017Ak8\u0018R|LmP; zl9\u001dk5-;]V* ;\u0007=Lj_7o7;oO`'D?30V?Ia+}A\u0018W\u0018\u000fǓם/z{;XCE\u001avErNf0\u0012(t9nvYXS\u0005uc\u0016\u00183S\u001bvw\u0014kv++?\u0018\u001cuzWu{3p҆yȊ/vaՅ\u001a](|\u0014\\t~}\u001fI\u0014R*х$N&b\u0004oߏhSBD\u0010K\u007f\u0006>z?\u0007胐C\u007fN\u001f\b\u0005_ҽ\u001fA~>\u0001y\u001f\u0012k\u00143\u007fC\u001c AO[\u0002Q|CCL\u007f\u000f\u000f~7B_@~ 5:7MrWr^m6Cm/!/\bϗOC~\u007f\u001b;­؟@wA|G#kh\u0014=k=Ĳ]IJ{>D ]^dzf8\";78rw)\u0013\u0016=O$i E2Qkɒ\u0014IoUF@`̑-}|?Www\u007fOANoWm'k\u001cnL(>!(Vh\u0003\u0015ՒKk.\u001fNl\u0006 Zpۄ,,=66D,ޤO8rjb?G[N\u0005ϩ)( {Zf̺n ɓ9Grwݛ\u009e;ߚڤ\u001c-9GNM m\u001d\u00148R[&62rw\u0017*X_xKQKqVpٜ㔿)E-2\u0007+J\u001c42*'TVUWW\u001a*UUՍsZ仒Tu2۪wW?;YC5Y55M-}G=RX=u Ԃ\u0005L\u0013.|ytz魸@J j\b | kxD\u0005q\u0004\u0019$\u0000 H \u0017\u0000&LG\u001e4`l\u0005^k!f$\u0000\u0005`2(\u00045`*\u0005g` 8\u0007\u0001\u0017X sy|p\u0001\u0010\u0001\u001e\b@\u00030\u0003z~h`\u00041跕\bILx\u001fg&\u0010 d\u0001;\bA\u000e\u0005y \u001fA`3\u0015|\u0017l\u0007 n\u00007\u0016p+\u0005n\u0003\u0007?\u0000;np'!g\u000f\u0017 \u0007\u0007\u000f\u00070x\b\u001c \u0006'04\u0006}#\u0005\u000eoя\u001b\u0018 \u001f\u0000\u000fA!\b| \u000eOaie!%OH\u0005i A\u0006\u00002\bl  \u001bB6\u0001 \u000fI\u0001 A\u0011(\u0006%\u0014r0\u0005TJP\u0005A  jY`\u001a\u0003N1\u0015V2\u0002 \u0019BF`!#\u0011X\b,\u0004 r@.\u0003\u0011p\u0000\u000f>\u0000\u0007#18\u0004>\u0001?NĂ}\u0005\u0010 v\"\u0016D,؉X\u0013>\u000f>\u000f>\u000f>\u000f>\u0013>\u0013>\u0013>\u0013>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>d\u001f6|w'|w'|w'|w?|w?|\u00171 \u000fa!?\u0010\u001fC\u007f\b\u000fa!?\u0010\u001eC{\b{\u000fa!=\u0010\u001eC;G\u0004vG\u0017\u0011`Sx;H$\u0006w-`\u0011: \u0004\u001c\u0000N\u0006\b\u0014\u0012S @9\u0002*@%\u0002ՠ\u0006L\u0005h\u007f\u0016\u0006\u0013eX:\u000f\u0007-`!X\u0004Zb\u0004m\u0005e\\p\u001e8\u001f\\\u0000ځ\u001bt\u0007t\u0002/\u0002\u0001P(P(PJ\u0003zA\u001f\u0007\u0003B\u0007\u0001\u0010\u0004`\u0015X \u0000PPPЋ%R\u0001\\\u0006.\u0007\u001b\u00017 P\u0003+ |\u000epx\u001f\u0001\u001e\b@\u00137i^X\u001e\b-!BKВ0\u0003\u0011{&\u0005f9\u0019\u0005|p6h\u0001 \u0000\\ 8s\u0001g.\u0005\u0001 \u0001\u0014p\u0000\u0010H\u000e !;$x\u0004\u001d\u0012CwH\u000e !;$xG\b\u0011w\u001d!xG\b\u0011w\u001d!xG\b\u0011w\u001d!xG\b\u0011w\u001d!xG\b\u0011w\u001d!xGw\u001eQ[\u001b\u007f\u0006BB(\u0005\bH \u0004\u0012@!\u001a:\"\"$\u0014\u0013ZБ\u000e( W)*\u0002\u0002  2 {\u00051\u0014׆ghP~'{dwv} c\u001fٱGv#;\u001dȎl#&;Ɏl#Ⱦhq6\\?Pp7N7NtN7N7N75!:\u001d!:\u001dW\u0004k:$X\u000f6Fo`\u0012&i\u0012&i\u0012&i\u0012&i\u0012&i\u0012&iRS)pOƧ\u000e\u0010\u000e\u0010\u000ek\u0012&k\u0012&k\u0012&k\u0012&k\u0012&k\u0012\u000e\u0010j$zM$zM׼\u001a\u0010\u000e\u0010\u000e\u0010\u000e\u0010\u000e\u0010\u000e\u0010\u000e5ޭnMw[zlQ-E=\u0016آ\u001e[czlQ-E=\u0016آ\u001e[czX\u001akQc-j[;-jE\udd28\u0016ӢvZNiQ;-jEtkVeSljV\u0015f,P\u001cjCrY65˦f,l45QL2$#M2$#M2$#M2$#M2$#M2$#M2$#M2$#M2$#M2ҼBrHtW\u0016ʢ^Y+zeQ,EW\u0016ʢ^Y+zeQ,EW\u0016ʢ^Y+zeQ,s{\u001e\u007ff\u001bz ]\u0015*ru]Ŋ߯L=]?G!=]I]}(!DIP ă[@:\u0000x0\u0001L\u0004d0\u0005L\u0015Ib8\u0018#lX貅.[貅.[貅.[貅.[貅.[\u0015bbF-Fj\u0011b\\m1e\u0003]6e\u0003]6e\u0003]6e\u0003]6e\u0003]6e W[ t@ t@ t@ t@ t@ t@\\M1]\u00035]\u00035]\u00035]\u00035]\u00035~u5@w t@w t@wn\u0010 At7\u0006 \u001bDwnϫ)?^Mu5%\u0003͸)\u0006\u001bu5Bw-tBw-tBw-tBw-tBw-tBw-t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t7\u0006 \u001bDwn\u0010 W^M9g\u0017 7w\u007fKru\\\u007f߼~|\u0010\u007fu3\u0014w»} %Qr;vX\udc12(((MĈMĈMĈMĈMĈMĈ/Pr\u001b%Qr\u001b%Qr*FmܾďMďMďMďMď((((((\u0005sc&flb&flb&flb&flb&flb&f\u007fČMČMČMب٨-j]t!kڡ0m:L\u000eӦ a0Ct!:\u0010\u001df\u000e3D\u0019 a0\u001d:L\u000eӡt0m:L\u000eӦô/\u0004t!\u0010]N.'D\u0013 rBt96]MHQT\u0007EAq\u0000jڠ\u000e\u0019h\u000e\u0003}@_p\u0003\u0007n\u0004M`\u0000\u0019 \u0004DQ}\\\u0014>\u001f|>_*H\u0003\u00100\u0014 \u0013EE\u0019j\u00105ۡf;lP\u001djCv\u000e5ۡf;l\uda93[[mrצ8\u0013zPO\u001cC=q'\u000eġ8\u0013zPO\u001cQQC\u0018b\u0010#\u00181Ĉ!F 1b\u0011C\u0018b\u0010#\u00181(!F 1JQB\u0012b\u0010\u0018%(!F 1JQB\"֋5wLLTp\u001b\u0006.W\"k&gvK6s͜ml3g9f6s͜m\u0013Ձx݆͹؜͹؜͹؜͹؜͹؜͹آH\u001f\u0014\u0005ůރY!\u0010}V>+D\u0015 gBY!\u0010}V>+D\u0015 gBY!\u0010}V>+DtլK%B\u0012!z\u0010D^\"D/\u0011\bK%B\u0012!z|\u007f~7ͫu9F4\u0019dD\u0011MF4\u0019dD\u0011MF4\u0019dD\u0011MF4\u000e&n2&n2&n2)dIT\u0006 \u0003 \u0007#\u00040\u0011L\u0002CAs\"R 9]^(\u0001;(\u0010L\u0002A\u0006\u0018k\u00040\u0011L` JV(+\u0005:+ E\u007f$\u0014S\u0000=\"r\u0014=Sv*^(\u0006\u0003wQ\u001dg}\u007f\u0017y5g3Č,s\u0018\u0019\u0019dY\u0018Y\u0018Y\u0018Y\u0018Y\u0018Y\u0018d] \u0004AQP\u001c\\u\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002*8\u0007\\b\u0003\u0017\u0016p .@^4R\u0005\u0007  /\u0001\u00037&0\u0000 \u0006A\u00181\u0000#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b! oQO~Wj8\u00129R\u0013I٪# \u0016BjHxm#~?\u0012\b1\u00121\u00121jv~\u001c\u001cZV|lSd\"98\u0019e+\u0014 ty\u000fГ{\u0003Ce{HQ\u0003\u0000Y0,SM\u0007K ?\u001fTK\u0004y*Sqj Ʋ\u0002p&$\u0014~Å\"IT%QT\u0000U=VyrwX͹FՅ\u0019Oǅ\u0013B|\u0016𓁟OA\u0014OA\u0014OAd ~2𓁟 \u0014OAd ~ '#\u0002)\u001b?e\u0000~O)\u001b?)\u001b?e\u0000~O)\u001b?)\u001b?el񓉟S6~2S6~OD3\u0016#@٠g\u0003\"x|޹\u0010cB3gZ\"چ\u0013ecD0%\u001cm?_\u0017\u000eux#^^y.7/苎\u0016Y4TAEP\u0019\u0000s-\u000e\u0011` ?O9\u0003*?\u0002:q:q (*\u0012(*\u0013 (*Jt&\u0004\u0014U  0^\u0000 7\u0001#@|\u0004T \u0012$V5:\u0010/\u0001%@\u0004\u0014Ux \u0010/\u0001b%@\u0004\u0000\u0012 V\u0002\u0017\u0011+\u0001QD@\\:zw&~+ac\u0016i\u0016i[=\" \u0013Cb\u001e \u0000P,\u0013 =`!\b\u0000|\b\u0002>\u0002\u001f\u0003\u0007|\u0002>\u0005\u007f\u0005\u0018\u001c|!/y\u0004qf{\u001a\u0001߰?Ė~\">΁\u0005J.\u0012?ڽK iwZy[#\u0003QԂh\u0001kw]mAP \u0005E@QP \u0014\u0007%@\u001cif$]\u0006P4L:S׬ueu\u0014dfu\u0016u \u0000j\u0001ClGɟ\u0015Q A.]9{2\u00022/bW>G8ő,dq$  7`?\b\u0006\u0007a?\bA\u000f~\u0010\u0007~\u0010o~\u0010o~\u0010o~\u0010\u001f \u0007a?\bA\u000f~\u0010\u001f \u0007a߀}\u0003 7`?\u0005\u001f\u001f \u0007a߀`} -ط[o\u0005\u0016[oٷ`߂ [o~\u0010-ط`?\b\u0016[o\u0005\u0016[o\u0005\u0016[\u001f} -ط`?\bAط` 3o\u0015fނy -`>\b\u00161~i6L0aÁ \u00136\u001cp`Á \u00076\u001c\b\u0003\u001b\u000el\u0003\u001b&l8 \u001b\u000el8\u0003\u001b\u000el8\u0003\u001b\u000el8\u0003\u001b\u000el0a\u0084 \u0013a\u0081 \u0007&\u00020\u0003\u0013\u000eL0Ml]׫7]/Y`a\u0005DZ4\u0006{\b2_Ɨkx{^\u001e)/(x%uxXcju゚G澚yј1D\u0012Eu (\u0004ʁae9W9]T\"2\u001cwn\u0014\u001df6&d3lX7j~\u0014yy(O\u0018\u001e>QG\u007f)Şx\u001e1F\u0014\u0010u_ĉ\u0003{:.IQN\u0012\u0003;\u0015M\u00155L1K\\}cM GKxP$x\u0016T\u0011y\u0017߉#2'zh\u0019-zʂ% ¢t\u007fG,+ˊ\u0001.nueH\u001deG1\\v)b.Ѳ\u001cfib-r\\)ɣb ݈H,z0Z[qٽz\u0018Jab6XuR'\u001a\u0013]DO'\u0006 \u0017Ļ\u0013PsdA>QZT\u0010ňhF\u0004w%εL}g\u0011>\u001fE\u001eT\u0014YK\u0012E+7B\u0017dFQ hQFT\"\u0012ĵ)yZt\u0013}ȸIt86MM|.lk ٭}ճFN\u001by]~O9F\u001f Ϟ\u000f \u0019Ɨ߳lYVlc\u0006={gfl;vlOx7Գ# J\u007f'Ibˆ}tesU; \\wY\u001d\u0005~-K{[˺Z+\b8{mx\u001e\u0017~{F(m\u0015le;5!Ud1b2]\u0002*J\u0013ψīb8 \u000eO]N\u001fQ2V\u0015e (Ȗ\u0003=H?ð,\u001f\bo]\u000ey \u0013\u001e\u0006l#j\u00159ۼ\u0013x\u000ey|˨.9ϣ\u0002qrѥ]99\u0017y=\u007fx>1mv\"Ea☗\u001bCќ)wR>˳\u0002§wG6ko}^\\\u0016V}W?\u001f{ة\u0007\u0001Au\u0019i5\u0000Ć{\u001fl\u0019A>\u0018^\u0010Jn[;\u000eᓦnG%\u0012ymz'ߗ(]\u0019Es9 \u0019!D5WEP-\u001fU2ckՆ%_TT'E\u0017EQ}\u001fm-N:)(\u001e\u001b 2up\u00142F\u0016`\u001d\\Up,*,.K8V¥di\u0019/˰\u001a.' ԟJ\"kd5YjTS&Z#:Y֓e\u0003yl(\u001bT$T6uzق,[ֲl+T̪Lݨi=dOKfmW@Q7\u0001f9P\u000e2M\u000eCP9L\"Y{\u000f#H9JV9FYr\u001c/'ȉr,ȩ69MN3L9] kyR߰>\u001e⮎-*]eB\u001eFB\u001e2խǲB\u001ex&+d5Uݦj鮕\u001cָ?sFZtΣH5oίcX\u0016ԅta\u001d袺\u0018\u0012~KR42. +*\u0015qu]C k:^U\u0001^\u0017 !Obs 3f% Hy#E{G}KE[9WΓ/o \u001dNP.]nD#{}~|P.\u000fɀ|X>\u0017EV\u0016;ޝg\u0000swRT9hu\u0015\u00000UڻwlӼj v}T\\\u0010r\u0005\u0017sv\u0001;\u0013N.gwH.s\u0000%U\u00051a\u001a{\\](a\u0017y`7hbν2s~Yf?FTv~|N(WNG\u0007{bg4rcfu9=>/t1f?Cuއ]z\u007fVay՘n޷12Z1t_^ꩤ\u001bϗ'f\u0001JE\b ztV\u0016n\u0019=&=kl u W\"&_7^fɊBгdAQjbڶ#S]JW[~\u0001.rws\u000f*|jU\u000fZ k@Zс}#,/Ӱ\u0013_-U;KJ֛nJK w LoclަcC\"W\u001fٻW' (>spf{.(5\u007f=[|\u007fS7PdGJ\u0013\\\u007f*YFf.ϼ\u007fF\u001bg~>Jݦ\u0015}o\u001co\u0015b\\\u001c{,z5\u0005YЄ§\u000fL\\H#xw*= ϭh+ޤ~k~v]\u001f]ly̌-bƥo??w=:e㺒j6R!+c\u0017T)=㿯b\u001fY%۰\u00111BNv\u007fcg7̽Ku>XF=~r\u001b '\u007f{bבpdÄN _!g\\ >n\u0011AF# w}\u007f]ڷ_F:ǤnZu;\u0007{^^361\u0019\u0003+PYS*D~\u0007)? R?%\u0006}D\u0000AD6 \u0006 lm\u0014)- 'MZ7^S\u007f}Wi~\u001f=F[zͱw|mxg\u001eTu>~D͇vu UjZq4R[T!AdP6թZZSG_lҝ 5p[3Cji\u0011\b3ig}\u007f9s\u0017\u0005OQꔹ%1|\u000ffgv~l\u001cC\u0018u[\u0013\u0006\u001e\u0018\u001b3oO\u007fk´7\u0013Ol]Ė\u000e%7ۤu\u001b]/2\u007fT vLf\u000fv[sZQsy\u001dQcۍzU\u0007oE\\Q\u0013IAȫ\u000e(α}\u0011~_}2Ƌ\u001b7 H7 zZ%cWo=Vk[\u0013Zv0%cڇn~W_\u001e~_\u001a/j@F#\u000fX駏>\u007f/=sĖ}\u0011_Tëݺ閷h1|-,.4u7\u0007>nєs\\裃12[i\u001bZfGG6TgfT=?mqߖ;{)U\u0007Vʿ;6%l^O\u001e.+s\u0017\u0016\u001f\u000f\u007fZ#O h7էVNӛ[? \u0019\u007f&&%Ec\u00113* o\u001f\\3hq\u001d\\l/|bTC=3k2\u000eY۪\u0018\u0018Tt`\u0017YGgN=ѫ\u0003 kwx/SX0\\ {vg\u0007VΘ]?vc&W'TϸtrP̟o\u0006ꅿ\u001a(m̈_}5Pt:/T\u001a['\u0007V. I\u001fsp\u001a\u000e8dL#e* 3;\u0006]n{~ҕ7]{߇\u0013\u0013]\u0010X7Wnm]S\u001e݁=6nXb\\HgGï4p%K\u0014\u0019 EJG+;5?\u001e,\\ub\u001d />6MQQ\u0017Ԧm ˬG>xjHw\u001e:,@\"H]n_p`3?M}}G\u0019\u007fH{F\u001fr/\u007f[\u0003'H޹\u001fҞi)sHYRߨ%\u00045eCC6\u001f][\u001euuhI׾B֝-f 3k\u001f\u0004T'\u001a~\u0012ײULDf\u000f9\u001b]])8%=~W+q\u0017Wmv+ګy2x\u0016\u0017b~\u0007Jئ\u00141tQ5K\u0012n,>ܷ.ٻ *}\u0011z150/hd`bb\u000e*,\u0001|a\u0014ʛ;yןp*8q.\"tv \u0007h~kg|pƶ)\u000f\u0003Zv\u001dX}+,HPO{m֝g߭+;RIS0\u0016鲭)^!~\u007f~>LS\u001e\u0011&~恲\u0018m,[¢d7ؼʢkY^\u001e{(FNIWr5eU=xc?}^!_DRѼK~J1\u0019[\u0004\u00026*՛Nu\u0002[4\u0015\u001dZL\u0002\u001b m\u007fLnqlhA^L\u001c\u0007Y/!M\u0013\u00060DT!\u0012`\u000e2T H'Q\u0012AG!!\u0011kѯR@M\u00154 9yzbhe\u0016(Lr\u0005ww\u001aN\u0010x@ȷ\u0007 \u0019qd҉SqA\u0017 >stream  x{ |TEoY{?Nt@:!{Bl,\u0011\b\u0010fBX\u0002)ˀ\u00017\u0016ˀ3\u0017G\u001d\u001cEtԁ+\"\u001buPTjE9'!qE9umU\u0019\u0011F\bC\u0006{~\b\u001dq ]7vằ\b-Z \u0018T?b4Σz!V8\u0006\u001eSyƥ!\u0017F\u000e/D\bM-C\u0018B-\u00167UD(\u0013)˴yg/\u001f.Bȵ\u0005!gzy(\u0019\u0005aY_>kɴc\u0002\u000f\"TD)Y\u0018\u0002[`O|\u0002\u0017wF\u0005+\u001a\u001e庩7\u001aq'BӞ6gmi2}2&.FH_9y DY3r\u001f\u0006\u0015kl} #1_0q\u007fI_/L[t\u000f\u0003s% 9?7_\u007f{S^\u0010 J4\u0018\u0019\u0010\u001fJ\"(\u001de0D\u00188gN,4\u000f -A\u000fǩڿ,yI$7\u001bA\u0003h4hFc\u000e{=\u0010s0 K?_\u0005GGOfT(\u0017rߟJƟ3 oN\b~\u0010?8 6⥄[\"(_'2~7[zT+s \u0007+\u001byJ FkZ\u000e\u0006z;;]h\u0013nԎ)>\u0002gM?~X}\u0013i k'M0~\\clLèaW \u001d2xPmUhdU\u0015JK   \u0011L\u000fRS|$tmVQMF^s,CS\u0018b䩊̔$S:(%S\u0012y\u0003A Gk%! $G}l\u00176J\\&%:S r F^b)tcf͌\u001a@\u001b5!~oFA\u0002\u0001bC\u001bDd~4$C &R9,\u0014\u0004YyF\u0013m֠_\u0016V)\u0006XRIW^\u0015V4)\u0019B*$wHHx\u0002^M  JbHbb{\u0015~  C!b5E \u001ew\"(  \b\u001d/U\\:.n״5isY\u00060\u0006m ,ϫڂd+.MԙĖ\u0001FBdJy\u0000^oU\u000f\u0007uR[%\u007fS\u0006\u001a={\u0012ǚ\u0003ȤWSkx\\~/\u0007 _\u0015[ E0b- 1K^͊\\CR.bWsᲯ\u001e*u݆\u0010jC]߃Bޞ\u001eU fdP ^7rW\u0014\u001b=.,\u00048u ')LU5U6ʀس~ \"TB$\u001f~0$S{\"\\e\u0014ݲ\u0007#aԲRib\u0017\u0002\u001aҢ M \u001aj 2=hTp1\u001b\u0001Cd\u001c Eo\u0004J3SHd*'+7)jÞC%\u001eOn\u00106\u0018QL\u00101\u001aۮ$HGꮤ\u0015r[\u001dT~o F\u001b~\u001d~\u000f\u001e7-uyoZ;P^+x̞\u0007Ysq\u001c9nH^M i31ں\u001b\u0002K e*\u0010ф-\u0004\u001d S\\)6t\u0006m\\{}=݆BD!oĄ6oB -xS;\u001d\u000ey[;  y+\u001dLc5\u0017F6zmQh2\u0014\u0005͐GLˀn5\u000e\u0006ʫ -qz\")\u00148MN}?'Ny\u001fo-ߜ\b\u0005,zh.^0eߠDZVWE{Bbn87K'r $s YrCBzВ\u0011 Yi ZMz:\u0013Ͱ&)_\u007f~N\"\u001c 4!\",\u0013\u001d\u0002\u0014O6;E8OyqnENE \u007fEjSᬰU\b\u0015 @\u0015\u0005 XաJɎ=R*\bP\u001f\u001fۅ@u\u001a$f\u001d\u0006ǍIz5 HkZ}[c(\"M!{F)\u0014Li'\u007f VL\u0005\u0005{R\u0017, U#4K5M\u001aYFP3Y\u0000y\bs/4I՗ ׂn\u00024ӕIH\u0011X]zQu\u000e>]x)9\b\u001f\u0007\u0018>LJv=#ĺP2BL\u001a3\u0017r˟ ?(&jb\u001bY\u001ao~\u001dNˌyD#?\u000fGKi\u000e\u0003lxOgF\u0010wG\u001cESJ;t\u0012\u001d\u007fC\u007f\u00064\u007f@?I\u0013 ._1\u001cGa\u0014\u000fy\u00064 M\u007fJ-8\u001a\u0016)(1ΝZi\u0016BYu\u001d؈CcU3NIAQF Qʈ\u001e@饈\u0010xlSgCI8e\u001cc;=tťt\u001c8:F kY \u001bd+ 5,/+b}}.Fi\u0017#ҖNW\u0004*Ǐ\u001agu&T^5l½JL`Fb?,v 謀h*D#UcbTNƮM&=x\u0003Nlv:-Q\u0013 : #:`m\u001d8\\\u0000/%\u0017bˬeeQӏ\u0007'B:\u0000\u0003Ũ$\u0000\u007fX\u0014hfV \u001b,d)a \u001c,vg\u000eo#'W\u00069ї\u001e6 \u000f;k\u001f\u0098[j\u0015n\u007f}[͢~M-\" 뉿A-\bY8HS\u001cm\u00144dm6rާ/02A v[I)>^>\u0017Hz?\u000f\u0016Sswɟ/Bd0c\u00005j3f\u0017bt\u0001e6gR2\u0005h[\u0012ͦ\u0000\u001dD_\u0010\u0014D 4 nUU\u0018~\u0019@\u0094U\u0007D{\u0010\u001f, \u0014\u0012e9 @ix@Wd\u00034`neW͂\u0001\u000fҳ. !wPE͕#\u001e\\1sf?/q\u0005+i8&oo!6\u0004:D[S\u0006kt\u0018s\u001a4Fe\u001beQ% .`O\u0018\u0002*OX\u0019@\u0001];iVlCDv\u0001cq#\u000e8F{쌢\u008c|P\u001b.\u001a\u0017A:`NEW8s~r }^Daz\u007f,Y5`UWk+#Ey\u0013YEڴ)*:\u0010\u0002|\u0002\u00149\u0011}E\u0006\u0016\u0006).IK\u0017\u001e2\u0005{\u001b䯜\u00114uT\u0018/o?\u001cw/b^CM@A4\u0014NDyh+h\u0002,\u001eH7E\u0019?\u001dH\u0010fWM\u0000@zf\u0007 \u000ebq`̛x\u007f| 8]`Fֵ!e/8#:\u001as~-[\u0019亗p*\u001e+\u0001c%pj\"`t\u001aF\u0017\u0017i0j\u0013r8\\fț\u001c ;\"z?\u00053W6 0\u001dHqwBTp\u00113Q\u00067?/s\u001e\u0011x\u001cd]9t>7_s\u0007՞\u0012-j ( \u0013\u0007 ( Gm\u0015uvE /X9WFXoy(\u001cȏt^}t\u0004ԁсYa\u0001%dq\u0014ۊ\u00030,C\u0017kE\u001f\u007f挕s^{aW&} ԩן׀&qq+y6ٌDO]Si\u0017Z\u0019u`3E\u001f\u0003\u0001\u000ft( ^\u001eQ\b^\u0004ǋA\u0007y[3\u001d\u0014_@/\u000fޖ\u00158/?:fDӼOchlh9.o6q\u0013OxO:M$q\u001eL 0N]Ә.\u001aF4  \u0006\u00172*v\u0000q\u0005!^W;D.\u0001MT\"\u0018 *_e=Y!\u000e\u001f\u001aE\u0002V-K]@XGJzW+Ϡ/|\u0003Ϥmc&}mn|\u000fuB>bZrsb\u0016V|B\u001d:\u0012eG^C3\u0005m=>A\u001ex!vDsZ\u00053\u001e֪DAX t; 2%\u0015xGvk4D^b\u0017j;l&xe[\u0018ۯr%D\u0014U6[\u0018ǳw\u0016f%[@SUE p pm?krm`\u001d+\u007f\u0015zy\u001fT4Q/GݩAwwT X\u0007I \u0011o~\u0000؈~n\u0015䔳ǖThW\u001cyqI LImrrb-ܾ8?wu\u0010КZ\u001f~\u001c\\US\u000e=hÃ7\\)׾%iJ|D__\u0005PǑ ZH\b\u0011\u0017t)hM=\u001c\u0016\u001d(~سRMxo\u0005W\u0001>\\\u0012[\u0011}V >ϑ'O(v]\u0007X{\u0007g  t1\u0017 Xu lf8(?0?a\u0016O'aB?V|r?~A3\u001f\u009b2Yo\"~\u001fī٨\u0000]\u0015Mw|TSF})e:\"cZznU 8\u0001J\u0000\u001bUH\u0001V4A\u0016-R*ls9\u001aIGriwJ髷u?e\u0004;\u001f+8oL$CN\\\u001b̶֙9}L*No \\_12=Kq߷؛Z.L9kW1fj M1 ytM8/\u007f- חėߔF߳`b|ׄԈ ]\u0012\u0006)DR v\u0015\u0010æ0IIi\u0006\b= f`1 \u0005'ќ.*\u0001V\u0005\u0002{\u0016V\u0019\u0002\u0019tvv\u0011\u001c4{@>\bՏodU \u007f,y&\u0011'j\u0016|}6JIg\u0005C,B'\u001dީ' ខ\u0003 m\u0018#R\u007f\u000f}r\u0013vo\u0006\\\u001b\u001d`DNjD}SV\u001c\u007fxrӴcEW/bX&|wԥ?\u0015 N:RRzM@:z\u0005\u0007qN\"Hũ(^W\u001c_ïe`\u0013Shi\u000e\u0016 Љg6>|򠀇l1v\u0006羃11ɷv>[P\u000f)(\u0007\u0015Dp*3?m H՝4 T6  ,}݆r\u0007\u001bv\u001aQ\u00025k\u0006d_Dipy=\u001dm\u001c{\"5hp\u0007-+Ve \u0010\u000fq-vl/\u001e#.=k\u001eZa\u001cpߵ\u00187&\u0013\u001fӓ\u00017\u001a\u0010, c3 ȅN(ݎ,\\G\u0019>\u00053zx}.\u0004p\u000f$ćȣ/IJf29[W-;6V_bArIC% \u0006.y|V;\u0013 &\u0019qۅWN|\\ x`\u0016Go0vrct&\u001bMB׶\\员\u001bSm8\u001chK\u0002TW \u001f\u0019er;\u0007\u000e\u0016۳3G̞e3L|AG\u007f:\u007fmIKn/mh\u0015P@[j`h ^'s Fࡪ:F#9#\u0013`\u0019\u0010YoYP%64Z{&#\u001fvyS\u0005B \u0014Nm%\u0006 Q\u0007\u001a^+S3ϴR\u0003 Sj߲`]ӌGkT4elɞu\u001d5/s\u0002O˵zχƺ5[=m\u001b^i͕37j]\u00070v59U\u001dn>Yttl?^|\"TTa;;LVkkf7\\W^zҦ-#k4wfPs\u001b\u0016yS}nW;\u0098JC̲7O\u0016\u001ds\u001dO+Oq\u0015yӛAHuhm\\Xs]\u0013(`aF܆ImWHѴ\u000fj5\\\u0018rY.-}Nnz\u000eޢ￧b}UR\udb1aF,(,eJfu\u0001\u0017'f}T)m\u001d厬Ԍ+R\u001d3\u001d6ɚ\u001aWɒc.撮(/q:7wm 8vpʤ \u0017-O9\u00011\u001c럹jmmz\u0014v\u000f.~I悹 kZ>>ӳ`e5Śs,{yE\u0015#KW\u0003✔ \u001bE$甊s\u001fu{س]>YfzrRUᩰW澥(P'Q(6co{I\u00061Nt ԓ  \u001c̓z1\u0017U}t䤴lEթiIJoܰcrwSJZFր\u0001G,o^:7km~F]ŝWO\u0007oþjcFٛYǜg  vsNAiY6g\u007f\u0012OL=\"o0L#aϓO&''xf.-t$,r:?;+%e#y׬^Ue-i]c6Ӷט]v!#&tg*Ǵ\u0014kf]\u001ea|\u001eߘ;\u0017\u0003J\u000edu7I\u0017fV{qU_l \u0001VH@>`[|u\u001f|޻/)%W,YR5{wTx\u000fm]P\\YqtXYB'A[\u001b*V 4vq{&g\u001cK\u000eZ\u007f\\9QRҘqW'Nm\u0002\u0016h\u0019\u0004\u000f\u00109ϵ 6]Kf$}fv3顔 Lzm }Xq+\u001d,{fj\u001eK>.\u000e32dx]9Pyjeª7.ݒ\\LUZ\u007fZ\u001eH,]K\u001b\u0015?>*QY2[RZA9[},}2-%킂줷˲O `y[Bw 2XN:\u0015+WUۭ}鱺MM%j͜u\u001b\u000e^={%]\u0017\u0014ʘ~[ n=43nEm>Ig\u000f:ʸ;n(q\u0017&3cʬI\u001cE)NKseN3!BᛚAhvѴnS(ͻ -6\u001eDh$cn[\u0014-n4V(sVm\u0015h\u001c%\u0011v\u001c\u001c\u000ey2>= o7pꬰz\u0016CG\u0011m\u0005wnǕUQZZWָ\u001fp `>\u001bS\\9$[=\u0000'_9a\u0003\u0003j\u001c'?yF̻׈\u001f\u001fծ̗lUU _qw9\u0018(5\u001f|~m(?\u0016I\u000e\u0016YlPS6v48kmJ˻7\u001dj..\u001b*Ȼvq{1yeGLXinB\u0012/*~|h(#:ZJ\u00021Ze$\u007f炶|t3=w(;gʷ\u001fz6Oy6bzngXױG-scJӪwҎ9痌o/g=9\u0019%lr\"MHQ/\u001e/Xwrs'\u001d˚*5얈\u0005JAjy \u0006h[=J15qe\u0011Ɍ馞bp\u0018.Oa) ׈gQ.EzVw@ 31\u0012;Y$+˔\u001d⥏TWJڡjYMVRh{\u0016[KN挊Gg=RkyD{\u001fN2\u0019Y&\u0013kX'vNW3\\\u0017o, rb\u00179\u0016Z.\u001d~RNgRb5O׃ĳUU\u0003sW\u001d\u00188뱬3Ze\\D2\u007fC  Y/^Z=^V\u0010C\u0017k\u00038\u000f{;sl=4\u0015yG,V*_z.%Ko('ɟ\u007fe6݄vzNU\u0016c\\LnUJw\u001b+]-+ o[oٸtՏڶ)v%\u0019U?kSl GIHӱH}lض̧=vPY_RşKLUa\u0002{\u0019w3b]G\u001bUJ:2=GO*GS o|D\u0004+l-YMi\u0017;O\u001e̐ܫ}jY\u0012?0]jS85b\u001a\u001b\u00148wX,vNfd\u001fNR\u007fxj͉'V8~ q1۳ PҘ#UqhAHfq\u0017,b;\u0017\u001e=8 x\\`_C V\u001eq*-QuGT\u001fu>9;R3\u0016:P2ytRnkɮvs \u0017L΍mE?Å}rG\u0014\u0011A 뷅j&a9\u0017ǝZQ ׻/>i/n &EXN3h?\u0014^e/\"{eh^D/eA?$?\u0019C2\u001f\u00169AAA9r\u00078\u000f\u0016\u000eQ=(C2\u001f\u0016 \u00029-\u0002eGE.kmC\u0010\u0016D.m\\IL/Djfw,~\u001bW\u0012\u007f n5mPf؎[eVߞe \u0002̵\u007f*(n*lJUh+rҤ\u001dC?X Ϲc꯮69*39/mJjJk*S̷\u000e%-JlN\u001e Gg\u001e\u001b＼zN}Nقڢ(u\u000f+#䢝\u001eJ{d]QC=,߉G luHK^7,0*QmuQ{'|=#\u0010Ȟ;1sBϴvdr\u001eGk\u001cת#lP'?\u0015W5:9\u0011mtZ\u001c5';\u00132-:ayڢ]eS3f'5;RbծFk/,㓭L-SKT\u001f>e?vO>k>Hf\u0018XϛQ32WG\u001bW3[N\\#oU\u007f\u000e\u000fm>z>ֻUmSޢl0lyOꕅ3Z7v^CSs\u0014eWs\u0019 k\u0006 > \u00150[2LyM>p\u001c{Ws/FZIS[Ls>%, fb\u000fɿ½_NhoԴsi6Z\u007f\u000fH\u001bNvw\u001e\u0017X)~\u00069|gw\\A' 1\u0013:i\u0001A\b\u000e_9߳~\u0006\u001a\u001aW'l}\u0006\u0001\u0016tg\u007fCo@oxzUqPԽn`\u0004 c^a?l9a\u0015pv엃[y i]fph{K,g_OoWϴk{wt K Ã}: \u000edL߇{\u0012}\u000fN5s dnx \u0012ֻ\u00129^zz{`_\u007f@N\u0019s9R>e\u0011 n\u0015uz}gLbC\u001aۻ\u0013\u001c\u001eE'O[YS\"e)x{lU޻(ʏ体x\u0014)EUu ] _%Ϩ_\u0015-寫ߠ \\ضT\u00051ؚ!a u탶Ojv'd\u007f2IP,5g''K⫒^\u0012ל\u000f\u0015\u001f\u0012fn&QC$cW_=-Exҹ/^r:ź\u001b\u007f|svzZmxnS DffbcOc\u007fӇW.p|vSX \u0001K$ K$ K$ K$ K$ K$  \u000eρσ'S@\u0007_\u0000AE4\u0012x\u0006|\u0019|\u0005|\u0015| -:x&x\u0001\u0010\u0018s\u0003|\u000f\u001bw}\u0003 x\u0015\u0010\u0006~ ~\u0002^\u0007(#\u009a X3\u0001k&`\u00045\u0013f\u0002L X3&şS=`\u0016(\u0007\u0015`6\u0004U\u001aԀ9`.?\u0007k\u0002\u001aǷq|k\u001c\u001aǷq|k\u001c\u001aǷq|k\u001cvEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vM 5\u0001&`\u0004욀]\u0013e\u0015]J\u0016\u0003Uj\u0001;RhiZu\u001a^;\u0016BKabx\u0000\u0016\u0016CR(v\u0010[ab\u0017\u0011\u0012\b?\u000eį\u0001p;\u0013Yp\u0018|\u000e|\u001e C*\u0001l\u00045`3\u0002Vp\u001dx\u000f\u001e\u0000\u001bv^ vP t\u0003/ v\u0001YhV%Uo\u0002}`\u000f\u0007\u0003`\u0010 0\u0011\u0017\u0003\u0000YhV%Uf\u001dNp\u0017\u001b\u000f\u0003\u0004\u007f\u007f\u0000\u0017u(x  Nx \u000e6d\u001e\u0011ǁxv(߸}\u0002|\u0016\u001c\u0006\u0003\u0007O\u001do\b`N\b`N\b`N\b`N\b`N\b`Nc\u0003\u0006b V챁cô#B\u0011!\u0010{D=\"-\u0004B-\u0004B-\u0004B-\u0004B-\u0004B-D\u0011!\u0010{;\u0010 ),\u000f\u0017#B\u0011!\u0010{D=\"\u001e\u0011b\bG#B\u0011!\u0010{D`;D! \u0011K8! S05 S05 S05 S05 S05 S05 S05 S0Ua\u001aa*0L 0L 0L 0L 0L T\u0006{!\u001ac/sc\u0006{i4^\u001aa/\u001a\u0006{^j򐵗!\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f]`\u001fFG#0> 0> 0> 0> 0> 0> >\u0019a\u0018\u001fa\u0018\u001fa\u0018\u001fa\u0018\u001fa\u0018\u001fDt;\u0013gbw\u001b mEm*riw\u001b+m\\2s?\u007f?\u000e%Em(\u0005\u0012\u0010\u0014b\u0003zn0\u0002}\u0016\u001f\u001c\u0000۔%Z\u001e\u0007nB)Q\u0018\u000eat;n0\u001dFv\u0018\u000eat;l\u0012\u0012mS\"uJN~S\"?G\u001f~tۏnm?G\u0002D~tۏnm?G\u001f~tۏnm??)\u001f]~tُ.e?G\u001f]3N\u001f]~tُ.貎.貎.貎.貎.)P\u007f)i@ݗp Gi@at9.0\u001cFr\u0018]\u000eat9.0G\u001f]~tُ.e?G\u001f]~tُ.e?G\u001f]~tُ.e?G\u001f]~tُ.e?:::Q\u0002N\u0014 wk#Kȟ\u0006{_ b#\u0006>b#\u0006>b#\u0006>b#\u0006>b#\u0006>b\u001e@ @ ܸD%7Pr\u0003%7Σ\u0006c?\u0006c?\u0006c?\u0006c?\u0006c\u0006Jn\u0006Jn\u0006Jn\u0006Jn\u0006Jn\u0006JP>3\u0006>c3\u0006>c3\u0006>c3\u0006>c3\u0006>c3\u0006>c\u001eTg |g |g |@ T@  \u0011}G#D\u0006\u0011A\u0004j\u0010\u001aD1\"\u0018\u0011h\b4F\u0004\u001a#\u0002\u0011ƈ@cD1\"\u0018\u0011h\b4B\u0004\u001a!\u0002\u0010\u001aD\u0006\u0011A\u0004ji\u001a\u0018QN('F\u0013#ʉ\u0011ĈrbD91\u001c( Adŭ\u00017\u0007u`\u001e\u0007 \u0011,\u0005r\u000e\u0005[u=zp\u0003\u0006n\u0004{ATqk|w\u001ai|\u0003tn\u0005;.ŭ\u007fG1س#\u0011\b{v=;\u009e\u001daώgGس#\u0011\b{P'\u001ap`?DO\"'\u0011\bI$~\u0012a?DO\"'\u0011^c\u0018\u0018=1F1zc\u001ec\u0018\u0018=1F/1zK^b\u0012\u0018%F/1zK^bJR:'nmvp\u00078ߓR\u0003u\u0010l7x7x7x7x7x7x7x7x7x7x7x7x7xŰ ' z2ɠ' z2ɠ' z2d3-Α1&`\u0004\u0006#0\u0018\b F`0\u0002\u0011\u0018`\u0004\u0006#0\u0018, Ҁ\u001b_:\u0011ňbDs1\u0018\\h.F4\u0017#\u0011ňbDs1\u0018\\h.F4\u0017#\u0011ňbDs1\u0018%=\u0011K%F\u0012#b\u0011ĈXbD,1\"\u0018\u0011K%F\u0012#b\u0015>L\u000f303=L\u000f303}\u0007XTW.ޤ\u0010u(H# XT\u0011P,&:v\u0012{\u0019{X&jĨ(QGX\u0011Qc0FlI;ϻ6}ֻ*\u0003'ÓIy\u0018U\u001eFQaTy\u0018U\u001eFQaTy\u0018U\u001eFQaTyFbϳ\u0002*ӌB*B*B*B*B*B*B\u007fbO*B*B*B*B*B*\"\u001a5\u0000\u001b \u0006\u0005T`$0 \u0010e\u00175{*:j /f{2V'q B\u001b+]!@4\u0010\u0003 Ǿ\u0011@*0\u0012\u0018}1@\u001afUy4:A4z/`ȕ\u0018r% x\u0001\u001fX6r\u0018U\u0015\u0000^h2P\u0005:ܤkp\u007fS~\u0004\u0018OG\"UEL\u0000[\u0016`\u0007\u0003:\u0003P\u0017\u0007\u0007\u001a\u0000\u001da1`\u0005T\u0001w 6\u0005b\u0002Mئ@lS )\u0010\u0014m 6\u0005b\u0002Mئ@lS )\u0010\u0014m 6\u0005b\u0002Ml 0V\u0019|`\u001b\u0003xl\u0000z\u00001\u001eC\u00054(\u0006Р\u001c\u001aCrhP\u000e ʡA94(\u0006Р\u001c\u001a\u00021^O\u0005\u0002S@T ~*\u0010?\u0015 O\u0005\u0002SA\"$V # %F`D\u000eF`D\u000eF`D\u000eF`D\u000eF`D\u000eF`D\u000eF`DNk\u001dF\u0013\u0018h\u00024\u0005d@K\u0015 \u0006z\u0001>@_\u001f\u001f\u0018\u0000 \u0004BA`1\" \u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001cDy\u007f\u007f|T#(z߿~\u009f\u001f\u001b\u0018>\u001b*}њqw5s N߁Z5UZ5$Г\u001czRBOJI =)'%$Г\u001czCOrI =)'9Г\u0014S1T =)b\u0018z*TS1T =)b\u0018z*TS1T =\u0015COS1bI\u0005=\u0015COS-T\u0010\u001f=1 n\u0001T\u001fTJRAt~e6F8ƬX\u0018\u001a\u0016 +K\u0002F\u0002cw  (\u0010\u0018\"\u0001Cd}\u0015 9I~F\u0001?`J5 Q(`\u001f ؇\u0000m\u0001_\u000f\u0007\u0010\u001d`/ ؋\u0002` \u0017\u0005E\u0001[QV\u0014\u0015\u0005lE\u0001[Q\u001e\u0000\u001clEA,i \u001ei\u0013{~KJ\u007f?jO5r|5;  xH 6 O7\u0003\u000fl\u0003v\u0000T V\u0010\u0011(p 8^֙ў\u0000NSh\u007f\u0002N3h\u0002y\u0017%2p\u0005 \\\u0003\u0003\u001a\u0006p\u0013\u0007p \u0006\u0000wċ=\u0012!}) x/\"z`\u001f@\u0019jA1S\u001f.~; \u001bt\u000115\u0000 \u0011 \u001a\u0003ݹ)ZT\u0012~6Gk\u0001X\u0002V@e P\u0015\u0006\u00108$G1xM\u0000я39j\u007fڟ; ),\u0002u?w\u0004\u0000\"o a 1\u007f\u0000ˁM\u001e̥gm.q\u00060\u001f\u0006ub_[\u0006I;q'5Ɲ`_\u000e`_ `_ `_ `_ C\u0012+\u001c+\u0012\u0012+\u001c+\u0012+\u0012+\u0012+\u0012+\u0012+\u0012+\u001c\u001c~\u0010W}%\u000f\u0005J\u0004J/\u0007J-j\u0006j-j\u0006j\u0006jֲ\u0006j\u0004j\u0006J\u0006j\u0004j\u0006j\u0006j\u0006j\u0006j\u0006J\u0006j\u0006J\u0004j2\u0006j-j0\u0006j0\u0006J0&-?Æ l\u0006l\u0006lh\u0006lh\u0006l(\u0006lh lh\u0006l\u0006lh lh\u0006lh\u0006lh\u0006lh\u0006lh\u0006lh\u0006lh L LD  Ѐ \u0005Ѐ  Ѐ \u0015Ѐ \u0015UЮUQԘ\u0007\u0011І ZPհ5@\u0001P(\"G _H-6iK]MU>Q7zsfק\u000f \u00157\u0001*\u0001&ZR:s\u001e\u001c\u0013=H3J9E+\u0006w\u0018M1FS\u0014c4\u0018M1aꝂB\u001e=91G fHk;袆#6\u0010[RDFI\u0007\u0011G:@\u001c §\u0016A\u0006H\u0011GEIk2\u0001\u001f\u001f2\u0013d.G|\u0002|$\u0001\u001e>\u001dKRF:R]KS\u0003j@\u00115\"!Ԍ\u001eԜT-Z/Zڐ>Ԗڒ\u0001Ԏ6$\u00033u!Ѵ\u0013Dbi  \"q\u001b\u0016Pڋt29$.\u0015Wm2d&}I_\u0012\u0005}M_ }C\u0016RZJ\u00163t\u0012flw̖\"+X\u001ddX=Vf0'k 2̓yY+֊lf~̏laX;\u0003: BYW֕lc!\u0007f\u000e\u0016\"N\u0016\u0006\u0002\u0016|l7K` %!/RX F ?F#C;XRƱq0&#l\u001a%Gt6\u001cg \u0011l1[LNF'\u001afyl=96y\"X!K7 X\u0019 akরy\u0015^ּ:m-) #y\u001b 9o_= y%0*\u0013|\u0004_ZS\b\u0010Q;0:Dt׽&R&DrV32'ư2kؖ\u00051q& ;\u0011@zæ\"N,I\u0003\u0004Wmu!\u001d \u0014/Ԯd\u000e+Շu.5\u0012\u000fX` \u00118ڞ!$Ֆ | yJ\udd2di6\u007fh#ʷYT6Q(\\޶,{k$vW lyDێ׶K[V۟yoj\u0018Xmж+5TjϗFյmQ3\u0016mf~cxL:k۞ڶ\u001d 475\u00028RJ`˔\b\\ƝU\u0017\u0019\u001d%\u0017bٯ:l?ۏ\u0003\u0007A\\\u007f\"ag0\"{ \u0000,\u00166J\u0016!60${@U\u0014\u00197=D\u000f\u0011]z\u001e#z$=l =C \u0005z\u0018rWH|Z $\u0007 2\u001eL)͂L\u0091d\u001a\u0019K6d\u001c) \u001csL$ \u001c \u001bF\u0005C@μYk>\u0007\u0019/E\u00021㏬3L\u001e\u001bw^\u00172Fq\u0002\u001fs\u001cy~f?1{L1|sh\u0017\u0002cu\"6G\u001f \u0015m\u0019L1CfL9`Y\u00156 \u0016\u0007#7\u0005\u001dݥwb\u0000\u0019+  ?ǐ\u0011}t\u0001Ç\u00182#fL\u0019DL%\"fl\"H̹\u0017\u0002\u0007\"\u001b+! \u001cXS07\u000e\u000e='lDg\u0006Ќ\u001d\u001cYSZ f\u0018Gg\u0001l\u0000\u0014`E \u0018LųX\\'\u001d|)n41\"3ϰpF ə4e\"Z`E|1_\u0097e|9+ =2x\u00173 y.\u007f˧\u0019|&g9|.\u00055Z$5o\u001b17c606ܗv\u0003\u0003y7\u001ex8 ik3򶸳\u001fØ\u0002x\u0000ߞ'w0׺.\u000ex\u0010yw'AAymqu\u0000ꄳpVo\u0015~?\u001f\u0007P>\b\u0004>'a [\u001dql\u007f\\' \u0014߁f\u0001{3o\u0018?.P \b'W5DkLM)*J{-%ʴ JQV5 \u0016?u\u0003K\u0001mhԈ:ƴ mJebeL]\u001bmFSwڂz Ryі\u0015i\u001bꃸK? h{\u0001Q\u0013LJh7Ĵ`\u001aB{О{ӯ\u0010~?\u001d@\u0007P:p\u001aA#i\u0014\u001dLhT۱4\u0004:&a4&\u0014:t$\u001dEG14~Mi\u0006ͤY4[z>sTđb=̆h\u00168ţ&\u001e\u00120Tɨ\"Ne#(&fik2X&\u0012c7V8\u0016gsp]\u0001\\#nMPJܜ[pKn+⭊z\u001akmy-nym^;\u001e\u001a!w䍸\u0013&JQH\u0006-\u000fI&}BlɫH^z\u0005 #MP)GmNh/t\u0010: B\u0017!P*\u0004 ݄B\u0010\"\u0010z WB\u001f/*\u0000a\u0010* \u0012\u0084p!B\u0014\u0010!Z\u0011b8!^H\u0010 0цzbdQ,ﰧ\u007f՚=Iv%}ږZ֢D߲*\u001fE@\u0014r\u0000\u001e\b/9JN\u0000r\u0016YSWr\u000fCdu\u0015 '\u0019R]!⯪`o}\u0004~Eg$ \u001b\u0012 -\u0004_DJJ TA\u000e\u0015|eԑ8*4\u0001 F\u0011gsXe&\u001fd\u0019\u0011\u0018\\\u0004\u0018#O\u001b;\u0019Iw2y3I;:r:Nd:Nh.~K\u0019t&Eg9t.G\u0005TA\u0017E|*l_7OS\u0012\u0005.f\u0015\u00112\u0010ĬO*\u0003\u007feҪҽѦK %m7ҒIڕ\u007fc\u0017C\u0012\u001203R; dJj5R;\u0015 ^'ߨ}~+\u0005ksMTu\u001b=YrۤN>\u000e橫ѱּcױq mxTRYWcRVZ\u001f\\M\u0019ٯ-\u00197Md\u0016+U/\u000f\"{AZ=;U֮\u000f \u001emދ&$|l\u0018Q\u0005\u001emN\u0013\u001dǳB`Wx-Ef):PW\u001f\u0001MGG\u0019L\u001c%e\u0014w U\u0010`k\u001e\u001fA\u0012n||q\u007fn~M?\u0019\u0004\u0001h|#1y\u001b;{r|g`ʲS\u001co\u001e[^#I[_V.K{|\u000f\u001c\u001f}\u0019|t₞C\u001f#%柱fs\u0017m7ვrzLk57fgS\u00136ݳ\u0006N((Ր\u001dnO\u007fI{Uɢgm0,Eu=C\u001c+Z#\u007f4OxO]o{mLFŵ3&\u0013NukeiOf\u0014\u0016gԙ_x\u000esSzTw}5wI񲁓7;/]q$ݲjL\u001cwv\u007fs}\u0006=7;6i)|L |Lw\u0019d6!H\u0007~oo\u001dL\u0006 #󐹈,?24q_5.\u0019NUan|\u0015{)n}E6>p^\u0017;/wyOʍ6\\ZРsF>릶>`Ʌ7߽oLod,w=Û|3\u0016g\u0007\u0018$MhLqç9N-z^ekX\u0007 ժ奰C\u001b:wv\u001eaק\u000e\u000eqIPO;:\u000e1\u001do8vE|?y禍\u001eiwrdL\u001dS tR   \u0015e?=aVңK)\u001e#,빤f$-0aڷeH?W=\u00173MI;vMYGU4\u0013O%y ?K£\u001b-\u001a4ltm֍\u0016\u000e3K\u0019\\JO\u0018:ݰa\u001dֺ8hz;wwXl+1sWzkf_\u0019Y+cŪO+8r[\u00171 o=\b ޸~sK: |gھ'_>xLIDW\u001e\u0017 9l^vydCz\u0017^\u001a?-9z琺ZOt0\u0019y+\u0013艹y=3N`9?u\u001aSqo\u0013IIN \u001fo=o)\u000f\u0017ro|J/\"yGf^\u0019K-NsMk2zИAO[^)\u0017m;ms\u0019\u001aY[O'\u001e\u001f\u0003Nxoԧ>3&a}d^hh⺃\u0002 ]R\u001a֝DY/F*ϐu߅_˂ k\u001fn|rY.\u0013\u0003\u001eM_徢t\u0003:SXӄ?xSrfk\u0016|PjSP=\u0007OSmr_K\u0013uj6Ա\u000ewWϤge5]\"}˫~6*\u0018ZH_{e\u001fz' !:1jd;[\u001fX,3væ6\u0017z 5F\u0010\u001f\u00111ҕWw/\u001e{0ZFg>y\"C\u001dP8_ӯ\u0015\u001bc\u0013^ֲPGj^Ώww\u001a~Aڈ҅q \u0017{Y4tcWPE\u00066oMs*\u0005mzCq%u\u0017X L\u000e)hmӸl[q6\u000f rN5ۥ7w\u0013/~+ 5\u001d\u0015\u001frFOZ\u001eqk\u001aɋ'߲\"d3Ȏ\u001bSN2:h\u00199\u000e]aysⓋ\u001eY,Dd gM\u0004L^.Dx\"OY' \u0006\u007f\\Uan߂fĺV\u0005k&^\u0013>YيԐng6y-lcʲ\u007fcU^;%Y\u0017eV݀:q\u001d/\u0002E+Вi+~Ѽ2r6U \u001f\u0019{[fۤ[x+,zeU)q\u001f,D*)?ԂIMJk>1Z\u0011\u001c~nB\u001e >stream  xz xTE{o^}{盧N\u0005:$;+Ddc\u0004hB\u001a\b(6HX2@\u0010\u0010equtA\u0006D&*2ED\u001d5\b.\u0013r 8}J׹USgS\u0005@\u0000̒1#~B,\u00038{\u0001rxIi\u0000[^\u000fv\u0003:\u0013 \u0017\u001ag̝w\u001d\u0013\u0010pn kn 5sܞE`Czbiٓg\u0000x\u001a\u0004w/޳|  Z\u00034]N\u007fo\u0017u|ށU-0\u0010N8Nu090yKeK\u0012\u0018pu$\u001cǀ\u0000\u00190\u0019[V\u001a\u0012Fzlը\u00028eR)E0F\u0015ò,p*\b{\u0018#\u0010\u00048υiP`E ;u\u0002ˢH̝\u0002='A;7\u0019\u001aT;\u0000=s]\u0019=\u0006\u001c\\;⿀vMXOq\u0014nN[\u0001g\u0012\u00055lnGM\u0006f\u001fʺ 0\u001cJϰ\u0016B\b3ywv9\u0006!v\u001c\\|\u0000iHXʾ i\u0007\u001ae }\u0010\u001a~]~Jn@?&\u0018Tpۄy\u00144qEXo&\"41c(_\u000fM\u0007km`&e\u000e\u0003=\u0002\u0013!ϩOB}ʀ~QгˠOI~n\u001a7\u0013#\u0002~\u00117ɁT\u001a4L=0!>\u001e)pv\u001d\u0010cA\u007fFc#C\u001c\u0000\u0016l\u001bāN\u000573\u0018\\X&Q[\u00167r\u0000co\u0000g/-rpj^@g/8Usa w\u0004J\u007f.'1\u0083?\u001f\u0007w\u001e͑rJ$I\u007fpK%L\u00166;`ϱ6ޛ1݃q W`O !\u001ff]ͮaײd7y jeEÂC*\u001828?/7';+\u001f>07\u007fjJrR?oGLuD\u000ej1 &cAjԼc\u0019\u0002i%kJKu[\u0015Dp  ,n,\u00062j\u0007FzI*\u0004rVY Z]\u001aM\u0012 X*qI\u000fIk 8R\u0019\u0018aen:%yz=ftydekKh\u0003Qa,\u001eWS- n\u001c lҕc=\u001e)G\u000767R\u0012CH}dlH?  =RZ@\"\u0003\\1X_R\u001bAE:hK]Im',w*Vҽb3Q$| u L+\u001f]SZVv/15Wu]X.C\u0013\u0017iryT>[^\u0015ւ^PW\u001d6`O5_}\u0004e޲2X\\\\ֳdW\u0014ͭ\u0006C:Q|gW5PH\u0006.Ux(z\u001esmo\u007f\u001c3x{jg\u0097H\u0001=[, [\u0012\"%ck\u000e\u001a\u0014U\u0000\u0018M-M*6& ƈPW\u0015$\u001e\u000fmA\u0015iIUM.$\u001e\bfPvu>,m\u001b^EY7:}>7\u00161?CnCRG5\\ɋZ\\úHq*>e  zf+\u0004*p\u0017Ԋ\u0019\u001b>#|jЋ}P 6A\"\u0005\u0012qP \u0011K\"u\"\u0007@}\u0004/n\u001dox\u000e\u000f+.-⩓ʨ-=\u001ej%#ǒK\u0005 \u001a\u0011\u000fZkR\u0010KF*lI+Q@Rt[χu%!ɴ;\bì\\~/A Fn)8\u0000w f㲊TDX\u0011]k$}\\-vɼJ[^WHey>\u0011W4mF=\u0012 \u0014zʪ Y9f\\3\u0002@+k0)+mm5`T\u0014T R$\u0002\u0004ghg0Zr B7\u0011Pp^\u001c6&\u0013zq 0.AC\u0011YPE`e͂ZWpu ;\u0014$;0Ay'\u0017Izo\u0011\u0017R|a\u0018S[v Rn󢥣\u007f\u00017J5I\u0012zzA\u001eA \u007fj}\"*(7:D\u000f4S:FUl4}\u0013b\u0016gFf\u001ee\u0018qP\u0003eW)\"\u001a`IT룋L\u0013\";#%>9 Ojyhnhe&56KQI#ѷ\u0011\u001dsi\u0014\u0014`\u0018;7(ju[;  \\ lV*\u0005Pr\u00056)p\u0002R\u0012\u0005.V\"\u0005.T$\u0005V\" ^?J\u001cԌ\u0014~\u0019[\b\\p߹ o`\u0011̘ঙ\bnųcjN`4\u0004\u001bmɍMDq/܁\u0019#ꧾpF\u0001 %5?(i2Y\u001fŖˢ٧\u0013oR39}Vw6݃yVml\u0001\u0006-Xށy ͘ŭ՞E\u0093 ?\u000f\u001fQŞ*-Mi*Ɲ\u007fKj}ͫ b-¼\u0010&l\"\u0015cy\u00190s\u001c=nɲ\u0002v߮\u001dd3l\u001dt{\u0019Mg+2zs~^\u0016z\u0012S)d\u00132҂ilO\u001a/41-\u0013k\u0001>cϔ5\u0013b$ Z5\u0006S\u00190\u0006Q{vM y7Y\u0013\u0012L&v\u0014L`$.ʥ ( g&i\u0005\u0003 R  \u0015$\u0016\u0005\u0005U`/\u0014 \u0005|\u0001[\u0000\u0005j\"YʡH\u0012)\u00026V\u001c-}咶r|M+!j\u0011+1+ \u001cC{g\u001d-\u0018\u0018߷?-\b4ʮ\u007fjT`\u001f&\u0017?mR+\u000f@R\u0003\u007fi= 2ۦ=)\u0016\u00069\u0001lS96˓\u0016?7G);Jx~k>6\u001ay$DWW^O;3y\\5 \u001arh\u0014SyCn#uD˝\u001fgy7̑L#Vf\u000e7U``ܨ\u001a f\u0000y!щ\u000f \u000foPf`\u0016wQ9\u0018 \u0002~.= #Cd))\u001b\u00173\u001f(;A\u0004\u0012Gw >\u0019Yks#\u000fDm?\u0018cn \u001axƀmYFƈ\u001ea0/r {p\u001eUa@1{(\u0014;\u000f\u001f\u001d0\u001a\u000f\u0018\u0003&2Xޗg\u0019\\Cb䯏12\u000f9 Bj\u001dJ&A\u001di$d\u0007n2p9.tqGo~Dv΍GF =U\u0003Tx*9!!(IGB!\u0012q^ -\u0004\u0005E*e;-[T\u0003NN{3{=N9y!i d8Y,o\u0013c%w'I:;\u0003[Z zh\u000f\u001a{j`\u001a\u001fZ\u001c1A\u000eơU ?=B,\u0011\u00012$a2y\u0013hݨ\u0006ȋя?bޑLbzRC,o\u0012bz@~\b%\u0012\u0003.oVkHh@ ڥ[\u0000Hj\u0017\u0019$\u001dTN_ eae\u0014tx\"y\u001b\u0016\u00195\u000el%\\K>0\u001auA.YE\u0012&ޚfqѿq~3/;\u0015{-&|}EAk\u0018^C\u0016\bWF;R\u0003t:!vb6S,?#g/q\u0004H]_ \\/ut?vowwF#[Hu͐' >&;j'u@ XC 2ufCr\u001eaE Tdq2 &[ʱV!\u001fW{\u001bdMϧ\u001cox\u000e@a#0\u0018\u000e!%[xG z\u001f>\u001e\u001bV'g{i4/)\u001c2s#1݆ JT7gl7|sC#]M۷7\u0005fU\u001d\u000ffXmʕpf_Kkem#ֿv%վxv0Z?莂\u0018kE㷲\u000e ecjbct\u0011\u0018\u0004\u0012J3 꼽jErys\u0000I\u008a.=3pH\u0013\u00129Lz=;VFZ{7]>PBj\u00062txt\"\u007f-ϐ{ʎG!1h6\u00187k\u0005mf\u001dz\u001aG- ;CWDQY\u0010VD\u000fRUD?EĮnZO߳ [ځ\u001fNLc erxK\u001b e0#8\u0004m#TN8K͊jCw \u001dج\u0004!Q I9ˣ@7 \u00192bXSR8,3;\u000f ov o\u001eAh [bWyXC->D\u0015-N)S,4'7zdZGR#\u001d=\u001c\u001cց\u001c.Sx\u001a \u0004\u001f~q\u001b'\\=#j.]\u00136oV\u001e{aO9kMi(M̂ ;_\u001ey\u0015!]n[\u001ag̞\u0012>(w,\u0005]\u0002h,Vl\u0017\b\u0013w\u0013[-& a@IFY\u0017\\F1asq46\u0000*Srxgw #W:5[g\u000eX;\u0013\u000f\u0006յEJIC\u0014/\u0010$AD8\u001de\u000e\u0012\b\bf] ]}ِWT\u0010/)\u00182!sW9m|X\u007f0=q\u001c\\\u001dL\u0015DEx^mZ#LDkcT\u0010\u0013-\u000f}qa \u0012\u0017N b⅗\u0002j\u0014\u0015סW{_Ͼ:&Kn& ]Ģ{{\u0003\u0017Vio\u0011jI)R| jy \u001fz9hÂ0\u0004'\u001d?[(l\"\u0018`o'9B\u0018\u0007KAUЗb7' 1f`\u0010-t\u000454\u001a\u000eCQ\u0018n2 L742}D@wit'\u0006\u0015.%\u000exxzE P>\u0012\u001eӹ;/j\u0005U7\\|l9\u007f nud-U\u001c\u0014:m\u000f\u007fk2\u0017 z\u001fDԴiu6t_3 :5f j`ST7\u0006\u0014g1_\u0007Qw/UK  箛3IVͦG\u001fG57w-Ssߍ\u0011R9;z(uV\bhG~(R\u001dIyY{bn߸~\u001b9\u0003r)\u0006r}|uןR_?SLqL zLB b\b*>ǲ֭*\u001e[TM9la6DNH8\u0018fBd' Nd\u001f{[\u000f>0o!:\u0002Y\u0013p7\u001d!KgJ> \u001c!Ɗѳͤ\",#X\u0010%hnRp/ൾ=ߡ@ r (a0\u001f\u000e=o\u00152jnZ\u007f5ogSr'Gߜ\u0013W =*\u0010\u001a\u0018kUP081H`V,r/\u0012\u0019(1\u001fp\u00190\u0013QN4dz\u000f&awg ^xcM:[bX=1zZ  eU̘@z̼Aفk!pD/hD \u0016#\u0015Kt\u0014oCn\u001dRn[\u001c\u001f G-*bVnn k\u000fڲ˘\u0019 I\u0007{g0-yi_s\u0017t ors\u007fi,(5 =~ \u001e&b;X7\u001a\u007f\u0010@$$r,\u0002 \u0017.}^\u00139󳆪u\u001au{57~bZ^R?J\u001f+޷\u0014n>8;-h39ı\u0006NoЫM\u0000f7D\u00119_y\u0007DhZ\u001b@8A\u0017Zs3d3KGQ}x`T0U;y'l,^\u007fc4(\u001ei1{\u0000\u00167P}T{/G(~Uɏ K9w*}?g\u001eAwWpϥ$G\u0017.$\u000ff+2gfdw_?*f5;ȝ\" 08ȩ Q6{l%YWӺT`xQHB!_\u0018xEWnqB$%R+\u001c\u0018 }\u0014ݟ\u001d|fX&Ȣd%_(\u001dB 1fy\u0010}H\\ƮA*\u001f V\u001bqL\u001a7^N9\u001b\"&'@`Lfz* ou6Q3)~ԫdlyb@#\u000f_{\u0017\u001fo_>?|Қǖd\u0019\u001aGo\u0001ȱ\"ŊdEi6MZ63Q\u001a\u0003]ga@@-?~4zr\u001fX-):׃4cl\u0011ߝ~\u007fl}1{?$\u007fohǫھ} dżKS^G\u0004W\u001f1YOsZ%jG\u000e'?d^g\u0004~KykdwAgd\u0005+\u0018p\u007f1$}wPAd\u001by3-җ~n\u0010R\u0014\u000f!\u0018L\u001d)Ql~3Q32JS6/եrED\u0018(\u000fNN\u001f \u000fw\u001dTfϦi6MZE[hҖ2 \u0005\u0019Ҳ@AdSǍ\u001bEAA\u0005\u0005\\(R\u001fT\u0014ԇ\"8\u0018޼{ӆ>'M{~[7΅ȎWr\u001e\u0005a{o*Jvq}l.,g2z\u0014=4 @)®\u000e\\ҏONOf'gȂpL+c_ \u0014]ۘ}SLZT\u0018\u0006\u0003DɧO\u000f[W\u00049g~\u0000,ky^D PuϘ\u000fi:\u0016.-\u001c\u0001YtM\u0017/L\u001f_\u0016$\u0019i#\u0001\u0013 FӡNt!OY\u0000t(\u0004٣\bQ\u0015\u001a\u0019\u001e\u0014GNOewc49]5%\u001eؿG0xO\u0000m%YR#v\u0015_Q\u0015R%Ⴅ|xûR%*.^\u0005?\u0006Aϊ/ 셖'Kp\u001e`xTɓedĬY\u001c\u0019?Y'$~\u001bԏio녧\u0004\u0003\u0002\u0016Mz>)9D2\u0003CO=\u0006Ĝ :\u0006\u0002/߼\u0014z>\u000f \u0006Ԡ@.  %d+JdK:\u001a\u0018\u00187P;LR-\u0019pbx9\"@^f}tO'\u000ec \u0011f\u001a\u001e?q5ddA\u001a Ș\bdod͈+o\u001dTUӹ5AXzOOQ3\u001f\u0012/W9\u000f\u0003i:ҟ {A\u000f\u000f}O   88eL\u0002nj)W\u00189\u0004NoH=q\u001eG^fRD>5XR\u0003'-[\u0006Rr76\u000e>֙\u0017=^>\u0011X#5\u0019m!ءW͂G\u0016$s\u0003hO\u0007=\bJ\u0016K Z\b\u0016TCi\u0012FG5\u0013&f\be%ng`D,^A)2e1W#*^\u0014\u0003F X\u000eqYq8~\u001fHA\u0006ƈ 4pF^\u0007rOe&\u0007ɍ\b&r,pH\u0014pا\u0012\u0011xD\u001a=ĺ{gT\u0017^#nw\u0007ċ@L \u0019nɪ\u001bg%vyo \u007f̻q!\u0007~F=к X`|Ḍ\"B ݭB = \"mc RuJ\u007f0!dݞ\u000fC9`P,+ w'A(m\u0016Vz\u0006([~T4b/&Q\u0006=\u0003%c4h\u0004bý\u0004$/\u0011\"\u001eKpTq 9q\u0014} /~\u0014ԣ\u001f\u0014c츏NZ~:\u0003xY\u001d|(z\u001dø\u0017h+\u001a7f \u0000):\u0001\b*/\u0003s\u000e;\u001e\u00034\u001bx8\u0010,\u0004ݞ\u0010\u001fڨ\u000fYkDH_\u0007@D7%\u001b\u007f*p\u0005%\u0000 \u000f\u00021Yށ¹ܼ^ m(+_\u0006aVN۽|0b\u0000 !wɠ>6.MvLp \u0005ƍ.\u0000\u0018T\u001di \u0018\u0014SipWkxN\u001b\\\u0013a%:Tt\u0007$QC 3Ro/, QrI u$D\u0015IZܑ\u0017.VC4g\u000f\u0010f ?V5L\u000f66}|z:> d\"> hP$hCU%_WlQ?6\u0013,\u00151 \u0013y[\u001eNԩ\u001f,21$a8>?aVq\u00032ӝ:zLp/' Km\u001fŒ~DU\u0007 k guDSLL熶4\u0016Ѕ˄\u0012%hjk+s%^1[[+\u0011p2)\u001a9&@\u0018\u0015p=I%{;\u0014t/3)}{cI; -e5ͳl\u001e\u001dۯw\u0011!(r-Y\u000f\u001d\u007fLtTBbWT[EU I\u000elv\u007fj\b% ˣ6T¥\b)kqq+1W\b!p̝2}\u001e9n\u0011@09c&\u001e  \u0001\b1*w\u0015m\u0010+k,2VU\u0010\u001b#\u0019\u0014TF\u001c2\u0005\u001do-1R\u0018h\"qG '\u001aO\u001fKOs2\bX\u0005\u001dHNA\u001c.\u0019\u0007j0!\u0003\u0015\u0019*FbQ`\u0018ޗ [lW>ĕ\u0019͐ZT.|\u000e?e-V汵c{\u000eKd\u001dDJ.#j\u001cAկy`R\u001cN3gv\u0000rӲ2\u000f|j ]rJ.7amr:3}^U.ӯkW͆l\u0002YY7\u0015Zd#RP,[݈~HZ2diC(ʱ*ryPnp\u001aLmn\u001f5l]= \u001dH0yux˓\u0016\u0013\\*\u0010 \\|NQpmHnKL \u001e\u0013\u0016gVn$L\u0007% XS䮚/nXFX3BrX\u0013\u000f>4z󣳪7-]ԱW@'Qu =nSS9\u001d͕\u0002;\u001bL\u001e!;\u007fUEISl^\"&\u0006} zGG@I\u0003|\u0005Ck5Hןӫ\u00179qG\u0015\u0016\u0005 m2޶\u0002gB[.2K,-\u000fxd4[c \u0005qeVoAZUJL\\\u0019CUS\u0006M\u0013I f\u001ad\bB`k\u000fk/ :\u0016=#W0G\u000e7\u0016N41Lշl+t@9\u0005\u0002\u001d\u0001ӹ\u0019\u0007\u0014Й  {\u001fz@ \u0019\u0018\u001d+\u0013)2\u000e}/=/ub! \u0011-h\u001c4G]\\\u0005f\u0018d6tfVVX\u0010\u0019tV\u001bxlYc{ի\u001d f^+J?\u0015αY\u0014b.+\u001dw \bƫA\u0014^!&` \u0004([*:7WMQO'\u0017%\u0019Mox4 \u0012r,\u000eh3{Yb$5\u001cѴ:֪B\u0011ѤXYImT>¸&X D\u0014$\u001a\b\u0010Kv\u001c-L|nz҂1\"@|i}\u001aؓ\u001c2Z\u001b\u0003ubA\u0017 G!M4\u0007Lyڤmh\u001a\bȡěP074Y MGXp#\u0013ՓGY7o\u001e\u001ebe|\u0013xiikySuNj=0\u0006e\u000eDQ QZ{\u0014;WT!>LE\u0001 ݬ| n1Я֗x\u001fJݢ}\u0015-򹬕%LvL\u007f)1 E7&O\\\u0019T\\1iz& W\u0005$Enh>()h\u0010{\u0005\u0017B\u001aOqZ\u0011p\u0010Q (\u0001*\u0001r(:0$y_\u001cBY\u007f\u0006\u001bh˙MsZ\u0000fxxC\u001c\u001f藨\u0007W r,G\u0011:OlR}p[\u0016/9)6ӞXjOmRAԖ0f\u0001JcEZ̋lk\u001am\u001c;\u001e)Qjj_\u001dm\u000f\u0018c\u001a\u00192Qgڢzzu'Ї >ĳc-iSć^\u000f\u001c 9\u001d\u0002\u000e-]c3Mx\u001eD{ݖZGt\u001bat\u000eH◕%u>XB([!Hh-W 1lqxpx[e]+/ëp\u0010\b@\u001f=gNz\u0016\\g>3i\u0000Ko\u001c\u0016W}\u0016b\\v# \u0002\"j;j]hzY~B\u000fIZ\u0018KSm\u0015+ߐ:zRvm 5\"D4H\u007ft]G}\u0012?\u0011o,ݼ0-i]v\u0007\\u\u0019\u0007\u001b\u001bZVV_s;,=h\u0007\u0095N\u0016B\u0014N\u0010\u0002w\u0017\u0000\u001fFPH'dP@WHl\"ugk\u0016\u0004\u0013:T\b\"\u00146B剀Vgn6P\u0012kZT\u0006ʒ\u0019e!h\u0000Q\u00038^geڨhL_fqh\u0014\u001eD] \u001c}~y!i u$TC z2\u000f!@D\\.zwԚW5\u001c[xl|\u001cZ 1hIK>\u0000؝/V0$C\u0007:\u0015R `Z?]\u0006\u0001W\u0001>^0H\u001d6\u000e\"\u0005ڨ|G \u0007R\u000e',\u0001%\u009ah6Z\u0019N.VҚ\u001e\u0016!ü^\u0015a(O4\u007fj/Z\u0000@\b\u0013mn$?\u0011*@T tH\u0004m}\"M NU\u001alYM1Z\u000eDCZ1?Jת\\1V=^\u001b#1\u001bB\u0003U%=\u001d(\u0018\u0003a͈l\u0007W\u001cّKsh، \u0006\" \"T&z$ @\u0012P\b&\bҁ\b[\u0012\u00132(7c_9H\" ʮ+A\bɐ\u0011\u00158\u001f܄l*q~M0 q\u001e\"E\u001d5\u0018Ʃ=R61uP\u0013\u001c!T\u001a !TSN&Ӿ\b\u000eU'^\u0012ŗI^0Œx ~\b+\u000f\u0012YXNbSު.wk)*s9U\u0017[b ܒ5_~i\u0005\u001eF\u0014[NC\u0017ZڳnSæ\u0011[/\b\"u\u0004/t\u001aJ`\\,M v\u0005\u001c\u0013M  n`\u00049\u001bX\u0001Q\u0000qqX\u0002\u0015@W?_\u000elsB\u0013J\u0019|>|3\u001ew\u001eא],Y\u0011 *Jt䓬SŁvAӟoݸЊ zNwP-u}\u0017lgt.\u001e}x}\u0014U!nuKu\u0017v✥lنz,V4Ēw*^1=D,#,\u0092\u001c,M vv\u001cΘ\u0004o\u0011mh]r:L |%8CXq\u0006;|\u0006-Q@a,f҂V$ /\u0005J0dǨ9\u0005܋Z,Q7\u0000Q\u0017~f\"qtٛݯ r.=KP$WaF@RY!y.\u001d\u0018'R_jW6gw\u0001nЄg7*\u001es ]\b2\u001e0\u001f8f\u000f\u0019PZ#\u0000%nWw4FWcs \u001d[ j a O0\u0018\u0098\u0002fG\"\u0010\u0019 \u0012 u\u0017OO{\u001f \b@ >\"\u0007l\u001c xxh$\u0013[r8ƼcP|U\u001c9\u001e>hzH9 \u0013b*O\u001f5kV\u0003tkL;\u0017\u0013O.aLt\u0010g\u0012Up\u0018T\u007fV5 հpvʾ5z6 #n$jXCo3\u0018ԤFMMC\u0004Dԩ   5\u0007\u007f4sυP\u001e\u0011TK\bő 4. y$:qD!4?H}}\u0004\u000f^ 7(\u001b\u0016%UmW~I\u0005UCy0\u0005\u007f90\u0007i\\BpE6*~ IX\u001bpf\u0001âTֶZx\u00155*{,\u0017QnjN3\u007fdh^nLyhq\u0010bŒO>   c\u0005ط\u0006\u0017\u000ft|ʯxrfQ\u001eK}\bMBUdn6OŮ\"yb C\u001eyւeP\u0017ܻtsJ/y`P\u001fG֣>(e41\u0018Bs.\\6R\u0011ZoeJHG@\u001e\bNY )BEm$\u0016GW\u001d\"p\u0011e8툀\u001df\u0018\u0003tȲ\u001bmH\u001e\u0018\u001e!a\u0006ɽ[\u0006gN6 U \u000f\u001fԻտ@4YxT8IДifh-n~ǝaL(_p- r-1r \u001c\"}\u0007\u0002\"r\b\"2β {9ˡF \u001e\u0010c\u0012q\u00133ob|udcWc'1F;&\u001e\u0013MlFI&^X\u0010a?؟ouLu?ygǼ}Xs\u007fK\u0005| ml\u0015=>ۣ焞߫W^g}U\u0011}}\u001bS /)vߎ}~uC\u001e?Kf\u001b\u0018\u001eq\u001e\b\u001e~cv}x\u001b aغ \u0015l\u000e\u001d\u001aޑm^\u001aQ8bQ#&6oĢFTh\u001cqɈ\u001dl71G-0qw4\u0018/\u001ebY%BO֥1By-o s?ޕw\u0010\u0005D(Qv: \u0016\u0016}͔7rn\u001ck[( \u0005\u0002{l\u000f{l\u000f{l\u001f[\u0013/Ϧ()eܖW\u001d}z[_|oMٖ2aJ\u0012[ۍ]\u0007zN'RbN[iꪳ,z=C\u0010\u0019b\u001a\"Zc-\u001dծ!tUֿ^:V=\u0012Cmڴ\u0013ꭠ޾\u001dĻ:/w\u0014eA\u0019 \u0005 yo\u0004Gj^|̇>F{^{V攜Bc}όݻ_Sیܵ\"Ck4]k5vG\u000exq5 \u001bKk\udb2a &{5穰3 \u001eW͏=/)\\(\u0013[\u0019\u001e?vXm}myCxnm6\u0016i)\u000eϮ /\\_P\u001f^\u00126EˊFj\"H>\u001c F\u001b#UHMe}C>RS\u001f\\P\u0011\u00145TF\u0015+kz},R\u001a-o Gk\u001a\"&\\\u0010\u001f\u001dʘuHMim\u001b+EÕ5ᆊhvsw꣣Uh8R\u001bc\u0016\u0011zY[\u0017 ̹`hv}4\u001a.mXYed}m *\u000e/\u001cX\u0010i\b7Dә\u0014\u001a^\u0010m z˝:Sa *5e46ĢȺ=Wq%tvN \u0007#7 X=c\u001cX|6C\u001aez\u00064\u001a\u001bbEu$1lͶyY\u007fǵ\u000e۲\u0006?!@1R jF.2Z_|j$5hhRRy\u0016V4lwu\u0015[KJ\u001bkk\u001a657Mەpc=\u0003QQiԇqXueκs-m\u0007ҼՖ5\u000eo,hslqiUc\u0019Z\\X_W\u0015 y] p)5 \b8j\u0006\u001c\u0019V3\u00079UMk6/3C\u0018 N\u00196\u0006j;0\u0012+\b |\u0012ekj#mH mlCaeMQӦ\"ZU\u0005\u001d?E#(8R_%\u0017ً;}c+:dc͇\u0017}q4[H\u0016Z#~\u0003;Կ+GY~\u0007\u007f(\u001fUH>Jݑ?\u0013SɟQ\u007f\\\u0013I\u0005/J\u0019LS\u007fVoo?'| }u*u*ԷԯcźDh=V;\u007f}/nB2Ol;nUcэb|UF\u0013y9a3n\u0013j;n7+=1B-9saX[䌰yvD\u001dhk!Ζ;N̷b[.j[ehFز\u00172[^ek\u007fVʃ~{u\"IV\u001ds\u007f&.UUd=Yyѐ\u0015.#4,`zGpmN.f =hZ)k7\u001c]}7j-Ln+/\u0019#\u001dc}^\u00181\u001541Jn(6v?;gO?Dmgwc>q4mϖdq6cq\u001fo0b®;& rI\u0003'|J\u001e`ԞS\u0007N˟´ O˟^8} [-sۨ`eM\u0013\u001f\u0004ۣ3&4pF\u001f,ȬfGp\u000fy̢En9po\u0015Λ2o\u0018v)llۃ-fߋ3%c V\u000fٺu~u+g}J[\u0005[ndE\u001aݮ\u0006 \u0018 C }y6*lBL\u0010\u0017f[D߬/A\u007f^W@%lF>jZ  \u0006\u0000\u0004a l \"\u0018w\u001bh\u000e \u0001lE>M{3ｑmQ[lBm Agȇ.\u00151= \u0007vsV(8\u001e ǘ\u007f\u000fS`*L  8\u0007V*8\u0017Vy\u0006\u0017= '\u0013gH\u0002mo\u0019j\u0007!\u0001:B'\u001bj6ߒ\u000fd?\b0\u0018qP\u0004Ca\u0018 \u00110\b?b(8\u007fMbx6.\u00047\u001b;~ \b\u007f\u00163\u000eo_Mx  7\u0003a\u0010a0 \b0\u0018\u000e#-XhB \u0016ZЂ\u0016,`\u0005 -XhB \u0016Zy }~Пz\u0005T\u0006^7& [`+_\b\u0017`~0D!ކw]x\u000fއ\u000f`\u0017d\u001aj\u000ehF\u001bhY;e?\u001ep(KXe\u001bfc~1ט_ko5旚ϳ7՘_j4W\u001a\u001b>c~2 _۠  _됄o79\u001d-\u0013\u0007!\u0005߆{^\u000f\u0007;]\u001e4A3[elw?\u0005_\u0019  o\u001c |\u0000 MI\u0001\u0012\u0014hh;;σΐ.BlR\u001eÞh(h({y/\u0013e!~p,\u0010\u0000\u0018\b 0\u0004\"\u0018 `80 ќw \u0014C qg \u0001 `!\u0010\u000f\u0010\u000f\u0010\u000f\u0010\u000f\u0010\u000fR!|\u001f!|\u001f!|\u001f!|\u001fjz!6\u0013EDfh3Q(L\u0014m&6\u0013EDf\"h\b$&I\"h\b&I\"h\b$I\"hș&jif&jif&jif&jIf$j&If$j&If$j&If$j&If$j&&:ic&:&Ic$:&Ic$:&Ic&:ic$:&Ic&:ic&:ic&:~i_&Q|\u0012ŧQz3JoF(\u00197fތқQz3JoF(\u0019Qz\u001aQz\u001aQz\u001aQz\u001aQz\u001aQz\u001a'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012Qz\u001aQz\u001aQz\u001a\u001f!W(Ai\u000eJsP|4\u0007(Ai>JsPO>>Q|T:\u001fGu>Q|T:\u001f9Au\u000esP\u001cT:\u00079Au\u000esP\u001cT:\u00079Au\u000e3+kk\\}-\u000fr\u001a}F\u001f5A\u000ejtP\u001a\u001dF\u00075:A\u000ejtP\u001a}F\u00075:A\u000ejtP\u001a}F\u001f5G>jQ\u001a}rO>'Wj_?G>jQO6yf\u007fM5y%UW]K^uɫ.y%UW]K^uɫ.yJ\\+]r}.%>\\rKs}.%\u001b|7\u001e#\u001b|o|G74c#5>3g\u0006@\u00193\u0003}f >3g\u0006@\u00190\u0003\u001df t\u000e3a\u0006:@\u00190\u0003\u001df t\u000e3a\u0006:@\u00190\u0003\u001df t>3g\u0006@\u00193\u0003}fOq5.%׸\u001a\\k\\rKq5.%׸\u001a\\k\\rKq5.%׸\u001a\\kܐYg|\u0019I\u001dYj=j V!?z8\u0011W\u001e>y\u001e\u001dl5\u001f\u001b!\u000fy5^ i/P\u0001\u0001\u001aa\u0013l-\u0015.b1-\u001d &: ?#G\u001dߎ|R\u001diwu\u000f3\u001flC{ER̵W+O޽k,E4H\u001dwxWf\u001fG]ɽ}\u007fO>o~+\u007f[#7]?\u0010[D6ZMn{'b{Dl/^\u0010 b{Dl\u0011=\"G\u001e\u0011#b{Dl\u0011=\"G\u001e\u0011#b{Dl_\u001e\u007f9\u001f\u0007Od\u001e;\u0011=\"w\u0011=\"Gd̞0c7;d\u001f6\u0003{>|\u0000  \u0014 A=\u001bͬU\u001ecVy*Y1 1'{;x\u0013|]x!ew\u0019]x!ew\u0019]x!;x\u0013|Gw\u001e;п#Ne{\u0019^ae{\u0019^ay=Ǭ\u001dEO\u000f=71P %0\u0016t\u00013a\u0005\u0003+a\u0015  96Mɑ>9'GH\u001c#}rOɑ>9'GY\u0013=G|o>'7\u0013|O|o>'/V3X`1 \u00163X`1 \u00163X`1 \u00163X`% V2X`% V2X`% V2\u0007\u001eMxhï>~_\u0003 L|\u00194}M4}M4}M4}M4}M4}M4}M4}M4}M4}M4}M4}MAX\u0002?xXaÒ%\u000fK\u001e t`u\u0007\u000e\u001d;Xw`C\u0016K\u001e\u0000\u001b4QqdGg\bf w+\u0012\u00116f\u0002[yB\b.fr3k3ЪwQ_1  |\u0012$Ip'O;\u0004w> |\u0012P\u001d+jK6\u001e\u0000Aρy .x\u0005v5# Z:\u0001\u007f7-k6~\u0004a$X'X'X'X'X'X'X'X'X'X'X'Dy#7x#7x#7x#7x#7x#7x#.q#a\u0014\u001c\u000fa \u0014C i0\u001dfLX\u0001JX\u0005j8\u000f\u0016\"xȼ\u0011?\u0002oF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\\Dd~\u00109Αs p\u00016{?\u0007{?y9ۇְ.\u0016\\E*\u0000ӡ\u0016%޻HF@F@F߀VJ3ZiVC\u001c٨F\u0001B\u0011!\u0014\u0011B 7\u0011N>d8\u0014J}:\u0010AL'-j\u001e0#\u0015$:I-~&p\u0016,ɦ2>[~\u0005\u0003+l\u0015sa5}\u0004Q7c#ۨ\"d \u0010.cە q\u001eѿioPʨmdof9\\r\u000e3V)*X\u0018\u0014cbRU3V)*X\u0019\u0014cbUJ1V6c`Z\u0018\u0016*X0V-U c0V-U c`Z\u0018\u0016ƪr\u0018\u0016ƪjaZ\u0018\u0016aZ\u0018\u0016aZ\u00186OurT\u00039K;'Le\u0002%-ƄO'ϓ|\u0004qVSmi֧/:iҧ\u0013F\u001e\u001f\u0013ٺs\u0005TGȃ|(>p,\u001c\u0007gW]Oa\u0019ֱߐ9\u0007qj\u00188oBu \u0005߆{^k\u0012=\\ԣ` Lpƾ\u001ey\u007f\u001e'.o;ؿ>\u0006@\u0011 \u0010 Z\u0010G )B )B )\u0016%PB %QB %PB\u001c%PB %QB %PB %PB %PB %PB %PB %PB %QB\u001c%QB \u001eH\u00028x#>\u001eG| \u001eG| \u001eG| \u0019vjN2X\u0011 Y6H,\u0013k.\u0016ħ61Slg-n`#n\u00147\u0016y\u0017/S\u001fN\u0017o/b$;egY,d7Lvri~X!b\u001c(\u000752,G89^T3\u0002Q.E\\\":B%n C&o\u0013_ȧeZ^|A(_\u0014_\u007f\u007f\u0010W++r)n- ѤB*$ګ\u000e\"i Uu\u0015T\u0005Pf-Տ5\u007fJ Qǉ{P5TܧF~UJ\u0003j\u001a'&j$iYT3Ń uZ\u0016\u001f%\u001eR2Z*\u0011u:WHjQ\u0015a\u0013U6T\u0012ZU+~ ] WSz8z\u001e)~'cZO\u0013\u0004WO\u0012i}*~|@me}Rb\u0001 \u0010\u007fҷD]\u0016o{\"_/w+=+B\u001eWhNh\u001c\u0010:'T*GCrbs 9J59J7~x\u0004\"\u001f\u0015\u0002T6F\u0013,s\"A[eA./z!Fb\u0016vX)7߬\u0004`Z;R󬦑v8 %.\u0012KibX+w?i}BS=\u0000w\u0012Ǌ\u0017Z>AL\u0011(\\\"4{}֦iك\u0001CDosb\u0019drz19ZcN]t\u0016\u0003̓?hq\"w3 g\u0015̵a q(\u0015bCRu-z[&l [W\u001ajP\u000f-Ӷ|;̓_lʖ\u001dmٵNe?[m9̖m9ZO [l\\lH^mr[B[^a*G􍶼ՖW4V;l\u0003|ЖUUI[ږE>靶|ݖ\u007f廦  [e\u0017ʷe- m9ЖE\u001cU\u001b+ 剶VgޟclȖKmʖk\u0019P-l` my-W֔ ٖ2i;KB![>ilb\u001bշ˷e- m9ЖE\u001cUXWn-O4[αi\\@-*[e-l\u0019O /`v;@-DAa\u001d\u000ec/!\u000fZjA'wD5S\u000e vRkU\u0013eu Ur]2\u001cG\u0005~yZ SriuKn\u0007S-`>4'\u007f7owL\br\u000e}`S wIߞw}9|Gnu~%\u000f;?O`?9\b\u0007N;7ū x Bz\u001ecԨxqեie\u0019-~ \u0014\u0004i\u0010˔L>bA]Aa\u0011dm-\u001f  bEQ>-\u0016YKٙs=P\\v24O>#\u0013J\u0003C\u0011G\u001f?\u0013W'/5Tr vb}2j\u0006{l5\u0015\\5\u0015 pԩ^@z^WsJJWh_7荺JW\u001a]8Xgb}z.yX?\u0010W3\u001f B\u001a\u001e1LiX__\u0019\u000f\u0018=\u001b'cQX\\\"\u0018s~ژ\u0016s\u0000cϱu\u0005Z0q\u0007Tp\u0007g>C f ~X_\u000eNw dd\u001c*r\u001cI9^cd,c= O\u0013r,O\"\u0017Mt9CΔl2\\y] 8U]kmv̕sB \u000edHdV**'s9c,SP2W$D\u0011\u0011iT(iքhTsқ\u007f{ιu^׽\u0017~\u0001X\u0001 JO\u0019 \u0003 kY\u0001k\u001auZ\u000ea\u000el\u0000\u001b&`\u000f\u001c#p\u0002\u0005\u00027\u0019\u0013x\u0001o\u0003|\u0001\u0005l\u0001~\u001f\u0004@\u0010\u0004A\b P@\u0005a \u001cDH\u0010\u0005ht \u000e*(x\u0005^73\u0002nf=qU ખ\u0002o`\u007f8\u0000\u000e`\u00850\u0015\u000e\b8\u0012ip4\u001c\u0003?\u0013G\u0013\u0019\u0010\u0010\u0018A\u0010\u0014aB\u0011\u0016\u0015aC\u0011\u000e\u0013! \\\b7\u0083\"|\b?\"Bf#s\u0019\u0011Bq,!\u0004\"H!҈ \":Z\u001eW \"#Bex\u0001P\u000eʡ\b0 FH0\u0006!\u001ac\u0018,}\u0010?\u0011R5\u0013\\\u0005z>j@ ѕ\u0011jBMPS 5G-PK FWkP\u001b\\+Cף\u001d\u0001݈nBQ\u0007\u0011uBQ\u0017\\AQw\u0003DPo:\u0018\u001bBP~\u0006?!wI\u0013\u0003G#X\u0015QtL%S?0\"hzFq( :3H\u001b\u001e9Bu\u0000Ef3 \u0003rA\u001e\u001dho!H\u0002P\u000en;=\u0010½Q(Q\u001e#0Є\u001d\u00192g -J%lB!=ƾܗ=9\u000f\u0002 Ib~F\u0003Uz\bJ\u0018e\u0012(e kl?\u001epeg-Zc3RqvT0Hddե\u001b%B~v;\u001aFYKa̱\u0012wa\u0004\u0007CXA,\b\u007f\u0000Ƣ\"ylRF-\u0005L],\u0017\u0018Gs1ђ Z_}R{i{\u0001&\u001db|\u001eG${˧\u000fxK=s  Hߘ5nYKbL\u0017m+ Ob$l \u0019LzDჯ\"\u0007\u001aG `i][M1ʚ\u001a~\"\\m\u000f\u000f\u0005?\b*z,m^cPGڽ\"Chz\u0015 \u001f\u0013\u0011c\u001d{Qҵ\u001e\u0006DV\u0017S4w\u0007t\u0017`ѐU_X]]Ŗ\"\u0000_\u001a$3\u0000 '\u0003\" }% \u0006\u0007aW[\u00111^z(\u0000 \u000fEodgtqqj\u0018\u0019&I~1Lhf\u000f=\u0013_Bְ\u001b\u001bɇTˉ}\u001fdV\u0006|\u0014ϻe`z\u0019UgLnZ(|Yð.\"~T.sc\u0005O\b]:2\u0013{?H|Rg\u0016P}{gi%yw\u001avZ\u0000HS {9E>\u0015DĦTH\u007fE fln\u0000AFA{|+xI~A\\8x\u001cc91\u000e!&\b p+`\u00188*8`dDЫX\u007fŴ~Okٓn]aM u^MRumώ4;MMl۠q\u001aYGR w\u0004ȯT qݏ\bدr1\u0003pN\u007fGc#jX\u001d?ᓽ|l`R]ECМMof:nx{WsX62T\u0004'\b,wl?\"Tjǭ\u0004\u00192fpky!&\u0019\u000fIϕUig/,?m'hTz3%Z;}ŭ\u0003b\u001f u=j\u0014(c `oƯrPëMYW\u0007EMs{, ًrW,\b[f,qe)T{\u001e͹\u0011ʤ,7kj4*͎2ף .0rzZtZ0'?\u001f҂Q \u0014z;=+} }+SM= \u001d\u0002]\u0003]\u0005jdݯ'\"b\u007fKXS%A\u001dg1DR̔=vwN\u0010S{YW%?бx!o=yo10\\P.h \u000e nk/}_$6\bdO2iCϬUuz\u001e-n}yZJ:o\u001c\u00196h\u0018~$Z쐕\u000ev[\u0005[\u0016yZ U?t5߂`dG -W4tvcگ/`B PƜ\u0007 \u001a?S L\u0007D\u0016_\u007ft\u0014LO&\u001bB䜹[Af¤]\u0012qPXr/2\u000e}B=|7C-\u0004sq 'q f]\u0010)\u000f\b\\\u00029\u0001x\\̿B\u0007zCi\u0000Hg\u001e!^T̂|\u0001Eˏ-ʳ'&ת\"~lX]cJ\"Lme+gz\u001a7EhMo\u007f$ \u0013Ϩd[)\u000ff\u007fCb6K\u0001X#4COΏH힔\u000ea\u000f1ph+l0p۽c⣚;\u0003J#bG#.\u0006.}yx+WY]aM UbvՇ'jP\u001a'}n,\u001e3.\b-{A~\u001dyXy&flF\u0004]O|6+W\u0005\u00150e\u001dC\u000f}j]|sSDGȦ3\u001e;Nwxٔ+\u0007gc}%ʰS'X=Y\u001b\u00108nj`; \u001bwz\u001ey/R9L\u0006Y\u000e49\\hI~`t/A\u0003?״  endstream endobj 1 0 obj  >stream  hj\u001bA\u0010E\u007ft=\u0005F\b;E0CV,C3eC\b\u0003jT\u001fi.\u0018\u0018\u0013\u0013\u0014R`!\u0002\u0006Qx\u001d\u0010\u0002qTeKEli-\u001dM2*[&P(lSA\u0001CA:wh\u0018\u0005$^;7\u0013:9\u0007m\u0004\u00160a\u0001\u0019\u001d ;rmmb7Xg\u0006F/ 3?̠d %s(D,JQ2̤f&5/f&53ILjfR3̤e&-3ic̤e&-3iI/t\u007f%J>5[\u0001\u0000\u007fD  endstream endobj 2 0 obj  >stream              application/pdf               Merck                        Date                    2011-05-26T12:22:34Z     Microsoft® Office Word 2007     2011-05-26T12:22:45-04:00     2011-05-26T12:22:45-04:00           Microsoft® Office Word 2007           uuid:d4bd6679-a43f-4f66-8ea0-50fff882b1d1     uuid:6bfef40a-9eeb-4595-9d2c-1772694a9f25                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 3 0 obj  >stream  h2T0Pw/+Q0L)65\u0006 \u0006T\u0016\u0007$\u0016\u0001\u0004\u0018\u0000   endstream endobj 4 0 obj  >stream  h25P0Pw,-/M-Jw.JM,sI,Ip22044052342226ʃg&\u0017\u0017秕SOKLNU\b/JQ0200OTD@]S?(?491!%9@C&i\u0001\u0004\u0018\u0000\u00195\u0013  endstream endobj 5 0 obj  >/Filter/FlateDecode/ID[ ]/Info 50 0 R/Length 53/Root 52 0 R/Size 51/Type/XRef/W[1 3 1]>>stream  hbb\u0000\u0001&F\u000f9 L@=do\u0004\u0019@$\u0003\u007f`\u0011\u0006ƑK2]\u0003 \u0000\u0001\u0006\u0000P\u0007m  endstream endobj startxref  116  %%EOF"}]},
{"detail": [{"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Natural Science II | 2013-2014 Fall FALL 2013 MAP-UA.303 Natural Science II: Human Genetics Prof. Rockman (Biology)  syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2013 MAP-UA.306 Natural Science II: Brain and Behavior Prof. Kiorpes (Neuroscience)  syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2013 MAP-UA.310 Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. FALL 2013 MAP-UA.313 Natural Science II: The Brain — A User's Guide Prof. Azmitia (Biology)  syllabus A non-textbook introductory science course aimed at non-science students to teach new and emerging neuroscience information about brain function. The course provides necessary material on fundamental concepts in neurobiology, neuroplasticity, and pharmacology to understand new ideas of drug action and mental disorders. The course begins with history of ideas about the brain. The growth of the brain and the formation of neuronal connections introduce neurotransmitters, receptors and growth factors. These core neurobiological ideas are then developed into more complex topics such as memory, emotions, stress, sex and nutrition. Each lecture provides basic principles and current insights confronting students. The important subjects of drugs and alcohol is covered in a yearly-updated series of talks discussing mechanism of action, abuse of illegal (e.g. mushroom, methamphetamine and ecstasy) and prescription (e.g. Xanax, Oxycodone, and Adderall) drugs. The biological consequences on normal brain functioning of drug consumption, addiction and withdrawal are covered. The course ends with coverage of a number of clinical topics such as depression, suicide, anxiety, developmental disorders (e.g. autism, ADHD) and neurodegenerative diseases (e.g. Parkinson’s and Alzheimer’s diseases). A weekly laboratory is included in this class which consist of brain dissections, microscopy, and computer assisted morphometry as well as exercises to cover topics such as alcohol measurement, calorie determination, photosynthesis and gender differences. Students are also expected to learn to use DSM psychiatric handbook. The student is introduced to current neuroscience concepts, problems and facts that are useful for meeting the challenges of the 21st century life. All lectures are available as PowerPoint presentations before class and students are encouraged to use their computers or smartphones during class to facilitate discussions and questions. In summary, this class attempts to provide college students with the background to understand how the brain is structured and how it functions. Attention is given to how to protect our brains against many of the stressors, drugs and injuries encountered in college and later in life. Professor Azmitia has spent over 40 years studying the brain and taught undergraduates, graduate and medical students. Material for the course is based on scientific papers, print and digital reports.  Spring SPRING 2014 CORE-UA 305 Natural Science II: Human Origins Prof. Williams (Anthropology)  syllabus This course provides a comprehensive introduction to the field of biological anthropology and explores the evolutionary history of our lineage. Topics include but are not limited to human and non-human primate genetics, behavior, osteology, paleoanthropology, bioarchaeology, and forensics. Particular emphases are placed on modern human biological variation and the human fossil record. In doing so, we will reconstruct the behavior—locomotor, social, sexual, and cultural—of our ancestors and close relatives using modern analogs including modern humans, our closest living relatives the great apes, and other primates and non-primate animals. This course begins with a review of cellular and molecular biology and evolutionary theory in general, then establishes our place in nature and geological time, and ends with a detailed foray into modern human origins, including fossils, artifacts, and inferred cultural behaviors. Additionally, we will explore modern human variation, including discussions of topics such as race, genetics, and sexuality. SPRING 2014 CORE-UA 306 Natural Science II: Brain and Behavior Prof. Fenton (Neural Science)  syllabus This class will explore the relationship between brain and behavior from a neuroscience perspective which describes processes in the brain in terms of the molecules, cells, neurochemicals and network activity that underlie them. The class starts with a discussion of neurons and glia, the two basic building blocks of the brain,and how electrical and chemical signals allow these elements to communicate with each other. Using this knowledge as a foundation, we then explore the workings of the major brain systems that allow us to interact with the world around us, such as the sensory systems that allow us to see hear, feel, smell and taste. Next,we explore the brain’s motor/movement systems. The last section of the class focuses on the so-called higher cognitive functions, which include learning, memory, emotion, cognitive control and language. These latter systems are critical for our individual personalities and creativity. The goal of this course is not only to give students a factual foundation of our current understanding of the brain basis of behavior, but also toprovide students an understanding of how neuroscientists working today use a combination of scientific inquiry together with cutting edge technology to understand the inner workings of the human brain. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2014 CORE-UA 310 Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2014 CORE-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology)  syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2014 CORE-UA 312 Natural Science II: Earth, Life, &amp; Time Prof. Rampino (Biology)   syllabus Over the last four billion years, life on Earth has evolved in response to changes in the environment. At the same time, major innovations in the history of life have led to transformations of the Earth's physical environment. We examine the history of the intimate relationship between the Earth's changing environment and the evolution of life on the planet. This long-term historical perspective provides a context for understanding current environmental issues such as global warming, tropical deforestation, and loss of biodiversity.  top of page              Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5 %  51 0 obj  > endobj       67 0 obj  >/Filter/FlateDecode/ID[ ]/Index[51 33]/Info 50 0 R/Length 88/Prev 131738/Root 52 0 R/Size 84/Type/XRef/W[1 3 1]>>stream  hbbd`\u0010``b``\u0001\u0015`2\u0006D(H`R0$\\ &wcl\u00030\u0002D\u0007A\u001b$c[ \u007f\u0002\u0006&-@@Lg`  \u0000\b\u00102  endstream endobj startxref  0  %%EOF       83 0 obj  >stream  hb``c``Je```|\u001b \u0018\u0001Y\u000f\u0019\u0018c\u0018\u0004:33J223322^aiu\u000e -b\u000350$&{\u0019, \u001f\u0013?\u0000\b0\u0000̏ j  endstream endobj 52 0 obj  >/Metadata 2 0 R/Pages 49 0 R/StructTreeRoot 6 0 R/Type/Catalog>> endobj 53 0 obj  >/MediaBox[0 0 612 792]/Parent 49 0 R/Resources >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI]>>/Rotate 0/StructParents 0/Tabs/S/Type/Page>> endobj 54 0 obj  >stream  hޤ[o\u001b7\u0010ʼr\u0019 \u0004\u0006$B }h@\u0005(!)E{ͅK\u000egy>a(]H\"SbSR 3%!\u0012)ER\"NQʈE,䅅2b}򾝭vZ \u0019M\u001eV$M\u001fW;W\u001fڮەgWxIWl5\u001c\u007f~Q3L뜍V\u001e|obL]\u0017P~]5`6Om0)gG'Ԗ\u0018b/\u0004>'!\u0004z͵nُ\u008ebL\u001dݳu˶{1FI\u0018HH{?a{\u0011\u001bgn_\u0001- YH綮d6-'d\\ '/\u001e#9l\u001c./\u001b\u00038Q\u000eLP0\b?nʐ?T\u0012\u0019% l\\\u0014+m]X\u001ajGY\u001cAI=\u0016*\u0011\u0007)(}c\u001ePĲEޜK\u001bui-e;i_\u0006%R\u0013\u0010h >stream  HTj@\u0010}7\u001f)j7J\buIJHBI lu G*;DJ\u0018YyΜMOTp|VU1UN6\u001djOO2*fUQ׫\u0013\u0018 `0O r;\u0018?{ $\u0013Y0A`a$߻e-O,\u0013p\u001d\u001fybX[VY\u0007xvorWhNx >\u0015h(\u0005쉫\b\u0004_~rw45\u0001O\u001c)\u0019\u000e7l\u0000\u0006ST@\u001e\u001eJ{\u0018\u007fαKtߜAHn%1L kyNe\u0018¡:0* \u001aېԀs\u001c\u0012\u001bUI\u007f^%H@\u001b}u#1\u0011M\u0005,'f5YӺ%>\u0013\u0006\u0013 \\\u0000)\u001eu T&|t\u0019@zE}y6\u001a,\u0006;뵐ڂXn_jliYp+dwٮ='\"UQd*e1\u0006T w\\$O\u0017Ͳ\\U\u0011,JNx\u007fP\u001a\u001d\u001d>h{\u0007\u0015q5ZWBs\u0004r}hEƕ\u0006 8*j\u0010 M7\u001bW7\u0019߁2iio\u001a$\u0011\"(DoT.lY2\u00060\u001e=cļj镆\\nD~\u0011\u0012t{Ș\u0000\u0016ֵ\udc58n  {\u001d\",vlZ5ka!r\u0004$#\u0018;\u001e\u0015o \u0001\u0002 \u0000uCyL  endstream endobj 56 0 obj  >stream  HUj@\u0010}\u0017\u001f>I\u0001\u0012\u0002bCR`\u001c1V\u0005}g$oQ1j3gΜ]E\u0012HC1y\u001c/O\u0014q\u00036S,Ӑo\u001fX#cg*`\u0007pYLkUĖo\u0000LI3ߙ3דW+BoCҁJr\u001d3@HW\u007f Lf|dD\u001c@NCMa}0\u0001py9o& `4\u0019C-BE8܋\u0012\\\u0019\u001fqa\u0019FY!ipY58r\u0001;Z_Ǒx̀Y3+\">\u001aL[uB{Tn C1Lvٕm\u0012U \u001c:]>߇̵B{N\u000ev\u0010:&]O^0MlNs*DY\u0004\u000f\u0018&RD\u001dOMF Bm \u0011LfȜy,m4u5o\u0013\u0017E(WVf\u0015 \u0005\u0018\u0000r\u000f  endstream endobj 57 0 obj  >stream  HUj@\u0010}7\u001f>\u0014-k] !\u0010qiiV؛Dwfe+ #V9sF\u001cN$\bS ~O@\u00005W\u0002lj0\u007f%owd\\z,ĪTpw\u0016;h܈Kq-g[f/@I\\\u0002\u001b{\u0012Xj\u0006*Ygf\u0017-f|Mt\u00040p:0\u001a\bkL\u001d\u0018/.\u0001  R n\u0005\u0018q\u000f m\"Z\u00057WKubͲd\u0019f[Nx`BO\u0016۰\\Jհ: p\\(0puJ\u00156\u001eRKZ j^,\u0018\u0000\u0007]%̒ yhҘ  +\u001b\u0019 pcMy.zǥh\"\u0014(\u0011 #KPlS7\u0007i\u001a\u0015D hRq^\u000e\u0013it U )NB\u001a~aw*J%PQ=ҨA W\\)&UbpIg?骎a7kC\u0007\bL\u0000\u0003\u0000\u00060  endstream endobj 58 0 obj  >stream  HTn@\u0010}\u007f\u001be땢 >stream  HUn@\u0010}G\u001fqW^]E¥i#E\u0007\u0003\u000eQ m! \u0018-Bf3ggά{vU0o\u0014H)\b\u0007cC K\u00170\u001e/l5\u0011+__O\\[CLӫS\u0005T*RBTw \u001aaX#4VVu\u001f{\u0003gg\u0001\u001cz>첼 Ba̖E92V&saCk'(Pd\u001b\u0001 =)Ί*+ gXy\u000fTu0)2HqUzkM$V\u0003ց\u001eДȞq:0~Hb=>V4lQOGIgIQ7S {MBZp/fLSءo}45|kkL ^fy,1[|iyLQZt3\u001e\u001e.Jhxܼۼ:\u00136,eP\u0004~\u0003'X6F%s:-Q}pmZ|'r0\u0019\\im~c֣\u0007\u0019)|E;`\bAŧ+?\u001c\u0001L͛͹!Z}\u0003\u001e\u00150MA\u009e^(eRgOSׁ\bS, 2A,ԉ \u0012a\u0004\u0017$ >stream  HTMk#1 \u0007\u001f|)؇8?&Rzh.[an\u001e4 $iI+)vf0\u0010OOzOhG7M\u0000+\b\u001f\b0Q(\u001aȶѣTEH\u0000&m\"6J9\u001fʽ rՕ\u001b\u000eub\u0016\u001f$_n\u000f\u001d)\u0016⇔.zk}\u0016TW:\u0003>1\u0017]\u0019hXυ>˭pZEe%Ge)\u000e\u0016\u0013ob4\u0012\u0011jtQ8tX9  [7\b[:j'tZ:B7G]iY=\b[X7\u0001=\u000e-*G?_\"G\u0005F_w{h5P\u001aZchCoK?O3o\u0018 qЀB\u001fBƷ\u0082\u0013b\u0013[pf*?[)pX\u0000\u001d|\u007f{5k\u0005  p_\u0015O\u001fxxU6 )αH\u0014D\\\u0007\u001c\u0019sw\u0005nf\u0012ח;$\u0000q{\u001b\b'Cg*՜\bϥl:D\u001e\u000ezt\u0016\u001a>_\u000f\u0006B}Pe;SS#t\u0012@5|-?1U1#% 0\u0000\u001a.s\u001c  endstream endobj 61 0 obj  >stream  HUMo@\u0010#\u001fTJ6RC\bZ)j\u000eܒ\u001eLXê 0b\u0007\u0016!zvߛ!8T\u001a\u00120[{\u0002O}~\u001eX nND!uV:\u0010ZX\u0018'Q\u001a\u001f FJggGdt:\u0016kG\"' EuNo\u001ci!S[fN|\" w( GJ^ձ \u0006h5\u0000@0볨7>T(\u0005lፃɸӫt%sUwжo\u001a\bJ0VQC\u000e\u001cCZ:RN\u0004T#?~4S9oe\u0019\u0015j\\3욃*G.\u0001>w'(car|yЉʮK^\u000eca\u0015ET#Jrr\u000f >stream  HtTmo0\u0010\u007f\u001a۱IJҎҪͺMh\u001f( \u0010)\u0013/ww\u000e#P\u0010 :s=$׺iv\u0001?\u0003U:0ګV\u0002k6\u0014KyĘL\u001a'|a$\u0016 y\u001aU. \u0019E C\u0007\u0014QKF9{Cb\u000e\u0015\u0002)ll=\u001bi\u001eN \u0005\u0001YKTV^[nz E\u0016P\u0000\u00015,\u0018tR!nG\u0006f=q;dݾ\u0012e\u001b~ow-suv^~  \u007f\u000fU\u0013`\u001f  {xԁ\"\u0019\u0019Gn\u0017syJeS@5m\b?JT3צN}- )1*F5ME鍅EVMGoGYE&Qﲢvy\u0012GJTZj}\"+փN\u0018\u0013Mޓ\u0010&\u0013* z\u0003ZvҾ-\u0007\u001b\u000eű([pн\u00004\u001eq]Be\u0007\u0002#wFY qK\u0019]2b6IJo4 \u000f\b\u000e\u0015J9\"? \u0005\u0010\u0006\u001e\u0019k?ph)d2+o\u0003ň^Hh* Cs\b\u0015HBN&#5\u001fm|ar\u0002\u001f\u001b )1,bB\u0001\u001eh})>d)ŘfKL;\u0007U~`\u000f>?\u0001\u0006\u0000v*Bs  endstream endobj 63 0 obj  >stream  x| x\u0014UU{w;Iw$H\u0007\u0002\u0018H\u0018\u0000cfB\u0002}\u0011\u0019AYF`@ 2ZAG㎾¸+\u0010)\" VUw\u0012{չUw9s==.@\u0000/\u000e\u001c]u\u0001 ]?|tgU Nr ƿ{\u0016\u000el^ptŉ=\u0002W\u0000\u0017F{2\u0000ҁ\u0000\u001a\u0016.x2}'n0q\u0012\u007fŔx\u0000\u007f\u008b\u001f\u0001p\u00070]pBH |f{nM!\u0000\u001b \u0014\u0001ܳ\u0003՚s\u000f.~ᰉ9\u00176\u0015\u0007#\u007f\u0001qI\u0005X'gb;\u0007ܚ\u0012Xm\u0003v\"{\u001f`ߞ\u000f{\u0014*Pn2b,P|\u0002øfHfB-`6\\0\u0011`\u0019\u007f;T`\u007f\u0005w\u0019.\u001ay \u0017N\b\u0019\u001b\u000f\u0013/WCK\u0014\u0007PRK\u001eF\u0002a\b.do% |  e87`0\u001bA\bH\u0019ı!}\u001c\u001cj[pLw__ ~m\u001c\u000f3\u0012吁:\u001ed\u0016\u0000\u0014\u001d*p3K DA W\u0003\u0005\\\u0018\u0005\u007f\u0000\u0002ReJÐJ F\u001cBabB\u0002S N;I\u000fxCa\u001a\u0018)aAX_6N`X\u0014\u0017\u0005\u001f`\u0011aH\u0000 X_z\u0018 ,Ep\u001c88ZzZ\u0018¾\u0002\u0017-xw\u001e0k͕$e_&\u0013\u0006$^}\u0016Kk=&s\\K2_oUOɐ4laM\u0003\u0018#\u001b  !\u0005/ &9\u0016`\u00166p7Ǽ\u00175kS\\\u001ey}3O Y  0\u0007\u0016˳f_\u0006g\u0001\"=ߪ  \u007f\u000fÝH k\u001f\u007f2c\u0001v@/K>gs]l\u000ecdLC)9\u0000;m%m\u0006gAn%w\u0002NE6\u0018׏2SSPw\u0011w&~o\u001d\u000eF\u001e\u0003=\u0018(\u0005  v \u001exH\u0000/c Z z\u001aZa\u0003]\u0003u 6C\u001bp\u0003lp#?Ο~؟\u0019ޭ|iw' QM\\xѴS&O81\u0015KGEF( t&\"*|\u001d^\u007fȥ_pLC86\u0010\u0014^pPR\u001b\bxE&\u0015*q\b4Da,\u0007JO\bcki(\u001f;!?PZ1)ڬ;\u001b\u000f\u0001=\u0003In/)\u0015\u000eDpQABq`\b\u0011\u0011&\u0006\"q~-\u0012H\\Ոr-\u000f\u0083YѦ^~p4oX\u0012\u001dWn4\u0004Kf\u0018\u0003\u000eh7\u0018H;p4\u0015T6\u0001\u0019g2[lJ\u0014#ޑ\u001b\u000e\u0001N\u001cJMABKD\u007f\u0018i\u0010a=co\u000e\u0001ׇLM)\"ۀ\u00005O\u0010}Uc'a\u0017nOT~5[Ma\u001d,ޯyF=\u0015\u0013R\u001f,1}I^hoh f\u00043/?e[fiu_\u00193\u001ao\u00148D,bedƎM&p\"\u001b\u001a\u0015k\u0018@ N\u0004t|p \u00031PZv\u00004:R_ZW\u0017P\u001dAEm:͐M\u0015!!Љc{\u0007gTԖzeEvDW Ucc$\u000eaZ3 \u0007)R\u001c}OP\u0014 7xuPL!Sy+\u0012\u001d&)77(Ƣ(\u0018\u0006luQ?5\u0019J c1şP+(!of\u0019Õa\u000e+˩`=H֏k'>$\u0000O\u0010}\u0000>\u0007Ƚ \ud95d \"\u001eF'{\u001f\u0000G9Cn7v\u0010t>\u0002\u001d'D\u0018㔾ܧ\u0004 eqȂ o\u0018\u0019[{E]sk}\u001d+\u0015YC!\u000e\u0004 l' o\u0012 \u0019Ţ1XLh\u007f~m\u0018%\u001dO>\u0016J+ &Ӄ\u0006\u0000\u001aրȧNS\u001fAѴchquc\u0003ŃJ$KMuec- \u001eWЫ+ D MYSF7ʬk\u0007douGܨ͓{\u0014&iMyc\u0010\u001am\u000e\u001aעҥ?W陁NK!\u0017W\u001d\u0004EYf\u001fB]V\u001bS[T\u0000[\u0010QZ\u001fV\u0013;8TIqu*\u0005}.3\u0003jQ啴8,S+\u001bж(\u0013̏NƵtr\u0017]SRMr:@gpF\u0010o-\u0015Lb\u00183;h#ugV\u0013\u0014~̱/vFƽ;*.^kB|]99W-NXrx6f׌fwFE 񗸗\u0007ap>*\u0014 \u0015BWci] ?U|h\u0005U؎\u0015Dn\u0015\u0002Jta\u0010Fn0\u0017_KB\\`-X`r]\u001c=e LY.0\u0017?f`\u0013Y\u007fk{@\u0006EN\u00187'BqINK Lq!!#3#dJg ŖfPȒ\u0011\u0004-\u0003֤d?j\u0015l&h:\u0013iL@\u0018_\u007fOz6/\u0019HN\u0016YWY?YI\u0011,\u0000K\u0012q\u0004K|d\u0014\u000e*\u001cXV80_T-+t\u0015 B-± DWAՄbA;X :X\u007f\u0015\u0012c'׶\u0013rm\u001dz\u0013Dn= \u0018O\\AZ\u0014EB@_{M]((6Q7:N̢Mu\u0018Pe\u0013Й%%%]ri}`Z8A(/UeɲY I O`|^ MSt:^\u0003 Kz:\u001ePis{\u0007O 0RLpYo\u001b +\u0004!ٳ*%\u001dzP\u0001Q\u0006|@Jj@\u00192[;Vctl7tG\u0002Eʤc\u001f|\u001a2\u0018Fz\u0005C:$՚z\u0019]zs/}a31\"\u0007vQФmxƴePC\u001b:\u0018\u0016mpo__Y\u001c9Gr\"s7@I h\u0007\u0004ݮ >*7\u0004&x\u0015\u001fw|hެs\u000eoǓ,hb E](kvj\u0011s/xQD16Zz6YKN\u000f.'wћۥ\u001ar/\u000fܴ\u00178PPeu\u0011.e\u0004YFKnI  tqx+Kb}Q5VG}D\u0013EîPb3M\u0011\u0007`6 YAY\u0014\u000erS=y;K`\u0010o9as#tk\u00079d=iߡ\u0002#]+~x@' zꉪ{єk1(\u0002\u0015] =$0}]d\u0017Mb\u0015{uFAR\u001dbritX:{\u0019q\u0011\u001divSwg\"\u001d\"I$L\"/\u0011N\u0017Sh-\u0018+j\u0015Cw+\\[H׬\u0018\u0004+ԨۢF]P`ŨT0&QUz,NH0\\I2F3ԗ\u001fG(IF_`\u000fy\u000e1JI\u0000\u0019L4]f}\u0018\u0003* q\u0018\u0011P1Nt\u0002[9N݂FPOWj@rŠ%\u0007T2d4\u0015a͎آBC\u0016 \u007fK FX\u001asƒ+Z/滓\u0018G~D\u000fL0楑d_#\u001b ~'u3EX=#{w؏4!\b\u001as`q 8\u007f\u001ckg\u0012\\Fqx {-nX\\pϮꆞckSt$o4Jˆ?!cJzS,\u00194`T\u0005H|Q1󰦶\u0015eɢ\u0018-\u0016ʞ&Ĝ \u0016\"qB!\u0084,\u0014E\"-Ȼ\u0003NOqg\u0019N~\u0018=2Г\u001b,y\u001cbFq\u000ef6\u00173i(D\u0018z\u0005wd V\u007f?ң\u0013vz i$Q\u0012I\u001aFc1rG'u\u007f0RG12wdZcMdZ\u0001l:m̐+\u001eKM\u0016\u0007Th\u0018:*+%D:6Jyh&\u0011d#SͩcՕ*\u001cN\u001d#*\u001e\u0003uz;1\u0004m,ga\u0004]춸\u0011[:\u0019O:pQVM2\u0017S̳j\u0015|Yi%:\u0018{\u001d#-N.`\u0013R2p$\u001e\u0017ոj\u0000oW.ƭ\u001c^t\\SuzmA\u0005[|iӷ#)0=z\u007f\u0016'.ٯ3z\u001d4bMׇsav%)\u0007fz~>'@)wkJP^\u000e,\u0013ΥT\u0001F ԾxP!4YznRpN\u0006J\u007f\u001bZL\u0016\u0004{ܷ\u001f̵چd\u0001dδVtV\b*UIg} (\u001e\u001fp_> \u0011\u000e5\u0004B\\ElD\u0015\u0000|\u0001F \u0019:z KA\u0003*$:\u0005@̞Dg\bXΖ):dplkYxB\u0017w)sT\u0007,k{kR\u0006\"PO\u0015I@.Cv[aV^\u0011 \\Sfqwy\u0015\u001a\u001b0\u0017+\u007fu\u001dws\u007fۤ\u0013;aZ\\D?KMKny1J\u0005;\u0017FGs6zZ h;uױ\u001e\u0001#2,\u0013Ꝍ  ^S/Z cm3'Yw\u0003v:!౛Ft:\u007frP\u0007c}jnF;\u0007X>Q:.G[1Nn^\u001a(\u0012Nٷf\u0017j:6yҾG$=?| Sr2i&M&M9MgH eF\u0006) \u0002\u000e\bȌ QPƖ \"\b\\\u0011\u0005\u0007\b^\u0011\u001c.^T\u0014\u0015\u0005Z@H\u007f}6\u00056sҜ[^{9\u0015\u0003I\u0017S\u0015c%:~\u001e_ÖdYa],\u000eiK\u001c@\\'J\u0015\u0000Y 6r\\ ϵ+&@ԝ4B:o\u0014YIir^[\u001d&%R%\u0006\u0019R$\u0004l  ;y\u0004] 0jփ;&  \u00154~򕟣H\u001d\u0003r Vü^ZTUQ#Ɋ/V'\u0015Dk'\u001e߄\u001f_wy\u001bx{d`ɋ⟅\\rlo@\u0014? {\"\"=\u001fiງ+ٲ,JT\u001ab\u0016tD#Z !\u0002#X r\u0006Z  )^8}b7ͱc\"cdpUs\u000fk\b_X\\ɔU Hd\u0017G\u0015\u001dh2 ďǦ\u0006Ho\u000f+=sn +*\u0014t1~ -o!E\u0014l\"Gu RRM* \u001bjPaC-\u0015_Ӡe )pS\u0002\u0002\u0013P\u000f\u0004\u0019\u001fv̛k%*=0Ky \u0017A\u001fөUpC{}lq\"t*@U\\sp՝\u0019k`\u0014k\bsJ\u0010i\u0013tT\u0018 (\u0014$\u0007d\u0000w\b\u0001\u0003| \u001f|c߅:>8>\u001c\u0001i\u0018{hh\u001c\u0017~ˁQ~\u0013䁬\u0013G\u000f#x\u0007ځ+[\u001d &rWHl\u001dWtz8l \u0010\u001bN|zض*h[Q.\u0013Y/\u00155'%jt:;cif\\\u0002\u001ei\u0018\u000eFm N&VG}$\u001c;SKKr\u0016\u001bW_\u0016\"Z˵ Cɏ\u0003oՂ\u0010HYvhb@@{ \u0006]/ ۍ\u0006e\u0019byuř\u001ayճѤy\u001chYb\\-GzQi\u0010Br{½ˮ\u001dJ\u0005D`X \u000e~\u001b[\u0004n\u0007o\u000e|W-6ʖ\u0007#Sҭ \u00075t\u0011|gl$ Wu2Fr J6\u0010ɜ\u001a( \u001ba#Me\u0016\u0011f\u00187g9Nz#P\u007f\u0010,\u0016?wSz6&/G@Y1sܚ y\u0005,+۸LT\u0019vǠ\u0011\u0001dߵxYv\u0001IR@.GҌσ3^3,!'Mڶ\u0013ߙbθ\u007fCy\u0003_\u001fƥMzբ´\u0004y\u0005Q$&\u00117J>\u0011\b\u0007Ԁ\u0004\udb56 4F_pS\u0019w=m6w(,ܵ\u001dl;ʧ}鋸 A }mg\u0012wd*)lu{fеW̝2m3OGGgHҺ%O8}\u001b ˺\u001fr#+k\u001d5DI\u0001vMj#I&`J@[=kk\u000e;\u0017m(!(1{J\u0014\u001f~\u0004oPBUr\u0007mKKm9iF\u0003i*h/Ӭq\u001a19=,wt!iZҧfH\u0006$U#CO\u0012YТ\u0013K|[\u0003TJө\u001d\u001a0o(-s4ԺↃ\u0013F2\b\u001a!\u0010\u001f\u0004n\u0010lͮn\u0014SS[Zu.\"*\u0006U?\u0015!>\u001f2DLbxEyWc\u001a1kfר&\u0019M+@+9S) K%iqǞ\u001d\u001ewn/9~\u007fƐe=\"*d'\u001e$\"5`DOmk\u00025dh\u0005>e{C&+ y )!sI\":ptżPz\u0018IvjM\u0006\u0019\u0011l\u0000\u0019JyA@`\u001b \u0003\b[m\u0014R\u0018JVt޻n?sL\u000fs3ɕO\u0019\u0019\u001e2ɹfG>YAb@H$A\u001fHց\u001b2ZZOQ &lB\u001cɆ\u0003G,[,\\!K\u0019\u0019J_NZ\u000eY1pϲJSϯ֑IZGF:\u001a\b#\u0005o\u001bvY-LCXkj\u001bټ:0L \\ړ\u0016+Tɣ\u0015&=#;H.!$J\u000e\u0002zT\u0005dXKТr\bMyuE^\u001b33\u000fa\u000fUs[8pRB G~( řR5pC\u000eE5\u0011 mtPY{()ǽAq\\7\u000fF֏s\u001dxvj\u0003)\u0015:@\u001c }>\u0000un>sթBׇsUr5`\u001e\u001ee4\u0014\beH\u0014\u0005Օ5\u0010cK'5fTOI\u001c\u0002 ˫61q\u001eyC軥GI CSa3u\u007f|EO'Ѧ\u0012rH\u001b5\u000fRD\u001anYH \\&^\u001bI [\u0000o\\&eRsb^`dA\u0001Yss\\\u0005\u0010N\u001dL%d\u0012p(\u0014+\u001fXL*pu\u0006`V˘4Τۉۧ?񥙏eK\u0003'm[3g \u001eܭHSd\u001f\u001a\u001d7\u0011\b\u00125\u0016ʨ$&\u0019\u000fi2y\u0018&NW9 c\\^BԂ7 + \u0005Y Ȗ Ъ*\bb y* {f2i y\"DpZSmO\u0006Tu2}*dnRV^JiJ:#gT\u001a \u0010=|\u001c\u000er-JpՈgm?\u0013\u0013e ]\\άr0F$\u001b\u0015sF\u0005L\u0019@oBʂh\u0007Gj\u000f3f*pmtQ. ͣyJ%Uw+M3'Wԉ\u0015LcXHzi*@\u001aBMẩd87RISF|7h\u0001v\u0014\u0015~WF)5Z0m~\u0014 $\u0004Ho\u0018Fcå\u0001\"MYu:$;\u001b\u0007!jY]\u0015U6(\u001f$=94 B\u001d!ݔNut9*'G 1 C\u00165͌?m'G#g8-\u0012nˢ;͌(Hf'Q3ƴΉ\u0018JK/P\u000fLt\u000e FSN UYs\u0015o\u0007!{}Nە&B6V֮47N#x.L@*\u0013jud(aHB6?\\1&\u001d 7P WUc\u0011 L񑉳KyOL\u0010N\u0000}cY.&W\u000eAD\u001e1\"\\ȪE\u001a\u0006  pot׺iҔ`\u0003\u00063u[*\u001dMS\u0000_\bJ%LrOMvے\u0004b>$6 \u0018;ԏ\u0002 K\u0019o\"\u0016 \\G>\u001c/ 7imU\u0013\u0015΍Z'\u0004%3 \u0010eD]4Uښ`ʍH7 6j \u0016[>%-ORc(h#A >LvSJ\u0004,  }ٔN\u0010f&\u001a-\\\u001f\u0000hd\u0017~\bjB5\u0012Q\u0018 3,Ӫ4/\u0016r9D:4\u000ei#O4i;$W^\u0010Vx7zk\u0017$\b\u0010 O\u001d!?\bMLna\u001frӤ&Q\u0003iJl =\u0013\u0001flbZH\u0014>S) FX\u00154c.fX4\u0014q7D Bl*\u0000ۊP8A0j\u001be* B Fs6\u0003s\u001eE23_YKMF\"JwZJb* Z9\u0015Q]J䠇Xn}X\u001d\u000f\u0003\u0001\u001f\u0016\"\u0019\u0002\u0000 ˵T\u000e\u0010rT86:j\u001d\u0003h\u0013(Y\u0000\u0002S\\4\\jf\u0019▄\u007f_dBm>\u007f Q_\u0004\u0018\u001aF\u0011#?0Ct\"\u0005򢄘\u0015lyt6$h]*u 4*hKhR\u0002/Xmɮb QH3JǛ&\u0001\\QZ-;`*qqK\u0002וdH58$'E#Y)'cO\u0018qQ\u0019 [\u001a\u0004\u001e)|خ)\u0019\"|9ſ#?pzŒ=?V=A[x_`Ͽ7*`KB\u000fnj\u0013kz\u0014MO)Q-X^\u001fl.[;\u0017Tu\u0016>\u0006n`R}{u*ң\bّ\u00015U1 u\u001ci6Xv\u001eb~V`P%3|\u0003#\u001bܕ|pyS\u001f\\ޝL M~5]ZQ\u0006W6t#wN*N\u001fZ,$\u0018?\u0019$G\u0015M!xehES\u001d 4 # R,O\u0000|\u0010p䐽^ odR\u0002އ4c\u0004L1!EWy Mjw+\bvи\u000f=\u0012\u001cQ.\u0012ž\u0003S/O\u001e}s˩\u0018:z{@w'dOI;\u00100'\u0001\u0004\u0014\u001dݯ ymTGMڅ ̮75/a}\u001b}`!0W\b a\u000f+e\u001c\u00018g\u0007tJ\\\b~kM#\u0006N_`b%H.\u0003#weQc ~!Udn]& p!o6%,W\u0018(\u0002\" ГOxSK.[\u001d\u0018UcO1+$\u001a \udfa8d`\u0002oY\u001cyac\u008fP\u0006=\u0015\u0012\u0001%f b* \u000eX,%8BBf\u001d'B\u001bvX׭N/m`[e_Dߣ{\u001e*t xg`K\"\u001dD:\u0016\\ZN_KE I\u000e_ ߊ\u007fc \u001e$P`ˈk\\ϝ9۹\u001b=\u0013? 5R4r\u0017W\u001dB\u001c ܣt*Էa8Zҭ% ~Qa\u001cE \u0003\u001d\u001c\u001f\u0014{\u0014U\u0016X\u0015unMg\u0002w\u0010\u0015\u0006G#\u001dR\u001a\u001a$\u0006P۩s\u001f\u0012~pԩc\u0017.:`|e[\u000eJ*U@Ą(*._P\u0018\u0019fQ¬\u001dv\\,Ept\u0015XGWdV,]\u0016\u000fbNjq0\u001d-\u0001)0&cn\u0007\"\u0005J*Z`\u001a\u001a{0 $k7 m \u007fr~\u000e_=zh6C+M4\u0003\u0007/4snf׫7\u001e@Q 5c\u0001,{t\u000euZ ie{\u0003}!>g\u00175{\"ꏬ(/_-ki+juqy^DP#D\u0014r:R`\u007fqsg&=جs_O\u001a_?dv\u0003 \u001f\u0012\u001a|辗?-P1`P]/l@)= \"1qN߸\u0017\u0012H&&xSs\u0016j{Co\u0007#у\u001c0\u0012\u0014{O `G&Sc\u0019T\u0007\u001ezq\"Ü V(g!>\u001f% *&Y\u0007%YLrQ}L)х\u0013\u0004jiMy1;\u007f e `;p7O?u\u0001\\[n2n\u0088\u0011 yK\u0019ΓTxхC\u001b\u000fPrZ >p1_2`޴ϫ>=쩚#_{YH \u0001t@:_M\u00169)Q\u0018\u0014BhϛO\u0004\u0003L\u0012 .C36(H#8qN=Rг\u001eϐKCԸ>GEwBXxF#?n\u0014k\u0003^\u0007>> &\u007fx|v޶\u000f?N66v3'@V\u001eB\u00018\u00009x)dr`N5\u0014TqaĤLȢ$\\P\u0006vgr\u0017Ծ|\u0004ug̓G\\9=k䠺5O} _\u0001\u007f\u0016_ (bWrDV1 \u0002;\u0005:L_ |fX{Z\u000fX[m\u0019l'\u0012G%xƞkc̡pJju~Kލ+} gʥQݦ3\u0006= =o/o׼wA;=Hެ́mqfdI7Y\u001b\u0007Dߌfm'l?M5m'l\u000eަ}v&'jn7?&\u001fN?E\u0011*'h\u00149\u0001E؛#gao _~=`d\u0003a/!X\u0018Hp\u00028s\u0004\u001d\u0002؟=\u000f\u007f\u0000ކTΨ_z|g\u001eYw;u:|g\u0013b\"Fvþ\u0012_\u0005_~9\u0002\u001fj| \u001fW~-~=7\u001ek\u0002?@&qt\u0013%\u0001bH1\u00123Dr\u0016\u0019\"A\u0002/gp\u001c_YW~5Rq\u0016p\u001e\u001bP!\u00128\"FbH ,\u0018\u0005c` \u00161X0\u0006 `\u0018,\u0018\u0005c` \u00161X0\u0006 `\u0018,\u0018\u0005c` \u00161X0\u0006\u001b`\u0018l\u0018 ca 610\u0006\u001b`\u0018l\u0018 ca 610\u0006\u001b`\u0018l\u0018 ca 6a!ư\u0010\u007f\u0010__Wj|\\x=>^&t\u0007 ]\u007fw&pR\u0014\u0002c\u0016e\u0001\u0015\u00119F@\\\u0010S[ \"**:β {9;˥ī7h|ʱJ\u0018(\u001eqbq:\u001aMkb|6F GC99999999999999999999999999999*b\u00186\"Q!JDBԈ:(c=\u001b\u00153%D-cSAZ\u00144[b1\u0014|Vg_i38\u001d!JkJ(D=駜ZmkZ+z-%i\u0011& b,kl Nxr\u0012r9㶵7n%Y\u001fJ|癕2F *')%ls\u001b$mI{&qnZ5U\\)j\u0005 矤}[[e:snV3iǼJ>nzn=ƌ\u001dOmU\u0007 `mtW gúǈVuFyX\u0015Gv\u001dj\u001dwbUq\"*jci>ywd8IVP3\u0019\u0019Π\u0019>`m],9\u000f=ݪE#ڭ>bc\u0015mPk-4a\udf9c#4iFuԝ-[=7gW?ԅ\u0016R\u001ejhqUV6Yam,dhB[?V(%;lĢr{3n\u000e.ꭞs6Q\u0013zeW]j CIW.b\u00199\u0019QCeVq^#iV՟hg;a.,d]wF\u0002Lr璋ȭ\u0016oϝk6>Lsr\"xh\u007ffaL3]c&r\u001bj-i#l,\u0017jź[G\u001a\u001f]TQ)KFg$jk\u0012dEMuqtZeetqd]tq.X\u0013/-\u0011.%bъh,Z\u0012UFb\u0015uh].\"Y\u001e]\u0013O$+JbuѺ\u0015+i2\u0011+WFX\u001d\u001dTGrF\u0019\"\u0011.)m\u0013%x]:,G+ky.> Ic\u0015qW\u000eN lzMe\u0004#1K:\u001b\u001dS Z_@+\u0010s.*f:+:y4+P6QSZ_b\u001e][^QR R#\u001aTYW[\u0019ˉ68$U\u001cm\u001d\u001a \u0018\u0012W0\u0007쪺\u001egd\u001a3@\u0010NeѭTþ&  `\u0014 \b>Q5k+kbm\u0007eαL\u0011\u000e'kiS\u001e턾>GbXtqv]N\u0013sE?\\\u0002DlVtBbD\u0003hpҕ?\u0011Z%\u007fJ}l~\u0019{7/\u001f|\u0011?ROK\"1ɊG>.\u007fE kO uOSi꿕P\u007fV| @\u0005\u0002??R\u007fQD=P\b.U \u001cPoP ԿG\bH( \u001dP\u00121Gr²@\u0005BOTj12\u0016 vWu\u0017 ǽ5۴ {q{P0`F\u00192 1\u0001ZHθF푙\u001df謾o[] c\u000e6˿fSmx\u0017g:۬枱c_6G #\u0014B' ] \"ݠ;\u001ea.-\u0017m( \u0003\u001c\u0011P \u0013`\"Lp2,ST8 p\u0006 ,Q\u0015E\u0004\u0004\u0005\u001a\"\u0007!\u001e:@>\u001da\\vʦE_  C\u007f\u0018\u0000\u0003\b\u0018\u0004G`O\\> pUsBcGD{'|%ײ~\u001dހ?C3\u0005ބ[6\u0003\u007f\u000ew_\u0007Q8\u001c\u0000\u0018\bG 8\u0012\u0006ux\u0003 \u0017x\u0013 o\u000ek\u0010\u0007̷\u0003滁rU5\u0016z\u0000y`E0!o\u0010\u0011| \u0013\u0014Yow\u001bj\u001dlc\u0013 $n|7CGoL1  C\u007f\u0018\u0000\u0003\b\u0018\u0004G`(}\u0005 `+΃ωK\u0019q)8  F*Ww\u0007 \u0005 p#\u00047w{}h\u001f-p+\u0006\u001d#1 .\u0004Fhgp\u000f >\u001fϧi- \u0013fJ\beOjHAt.%vN\u0012;]bKt.%vN\u0010;\u001dbCt\u000e!v:N\u0010;\u001dbCt\u000e!v:N\u0010;\u001dbCt.%vN\u0012;t  `6́0\u000f\u0002X\b\u0000G}\u0004G}\u0004G}\u0004G}\u0004G}d\u0005\u0000\b\b\b\b{\u001di\u0003H@$m 6\u0010I\u001b D\u0006\"i\u0003H@$m f.Q%DQ(!f.Q4C\u0014u\u0019K\u0014\u0010=3D 3C\u001093D 3C\u001093D Q3C\u001053DM\u00125]Kt.Q%jDM\u00125]Kt.Q%jDM\u00125]KT\u0010\u00153D Q1CT\u0010\u0015]KTt.Q%*DE\u0012\u0015]KTt\u0019b!*DE\u0012\u0015]KT\u0010\u00153D Q1CT\u0010\u00153D Q1CT\u0010\u00153D Q/C\u00102Xg\u0006\u0001n\u001b\u0006\u0001n\u001b\u0006\u0001n\u001b ֝3Xw\u0006`\u0019;ug ֝3Xw\u0006vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017vn\u0017`\u0019;ug ֝3bۗс=5-%\u001d\u0015 \u0005o0/0/̯/o///.̯.\u001bF n\u0003h\u001f-p+}\u0006\u001d#1 .\u0004Fhgp\u000f >߮t.o/\u000fs\u001c=\u0018k \u0000k \u0000k 4֘\u001aXc\u001akLci154֘\u001aXc5\u0006Xc5ƴ0!bi1\u001a\u00031\u001a\u00031\u001a\u00031\u001a\u00031\u001a\u0003rt@\u000e\u00019: G\u0007\u001c\u001d\u00035Z\u00035Z\u0003&\u001fkɥ\u001e#zR\\K=rG.ȥ\u001e#zR\\K=rG.ȥ&?zG\u001fMw\u001e#y;| Y{\u001ey{w \u0011'bDl\u0013}\"O>\u0011'bDl\u0013\u0018}>\u0001O[x\u0006-2Df_H92Df\u0013}\"/L߃\u0005>m!|\u0004\u001fv\u0004>,)@\u0002^IdnFU>^U>^U>^U>^U>^U>^\u001dǫ|ǫ|ǫ|\u0017äyEl 1? \u0007{x\u0017\u0010\u0002]@k!޵\u0010Zw-Ļ\u0016] xBk!޵\u0010\u0002]@ w\u0001';x\u007fﲉS-^ ׂ{-^ ׂ{>{x d!\u0014A\u000f\u0018\u000e#\u0018F(\u0004a LST8 p\u0006 ,8\u001bbHo\u0015E\u0011Fh\u001bm\u0011Fh\u001bm\u0011Fh\u001bY\u0001%H!\u0007\u0007ȑ\u000192 G\u0006Ȁ\u001c\u0019#\u0003rd@ ȑ\u000192 G\u0006\u000051ޗJ\u0013fL\u0005a\u000e̅y0\u001f\u0016BX5ψiԣp8\u00010\u0010Ap$ !0\u0014!0\u0003f, s`.̃\u0000\u0016¢ljxM؄^\u0003\u001a\u0000\u0006{{\u0007\u0005 a5ff4\u0019-hiFK3ZҌf4\u0019-hi{hzL3zӌf4\u0019=iFO3zӌ&\u001e*&UZL\u0014\u0003\u001e\u0019KeYEIE9E)E\u001c*\u0000/\u0015\u0006:X\u001b\\8\u000f) Q\u00135\u0011GяzBk\"+\"G+rz\u0000\u001eG^W\u0006ݡm\u001ecއq/g\u0019e?ڞ!4O\u0004}\u001fDp\u000f\u0003` \u001c\u0001H\u0018\u001cN\u0003\u0014B\u0011}~)****Ŋ)Ŋ)Ŋ)Ŋ) ( ( ( ( ( ( ( ( ( ( (zg\u001d\u0015TWj\u000e`\u001bl'k`H!=\u00079HAz\u000es\u001c =\u00079HAz~|*>U|\u0014W)S\\ŧOq\u0015*>U|(\u001a7m8hA\u001b\u000epІ6\u001c \u0007m8hA\u001b\u000epІ#qC`( 0\u0002a$I0\u0019T8\u0005N`\u0019\u000eg\u001c΂!\u0006O\u001b~hA\u001b\u000epІ6\u001c \u0007m8hA\u001b\u000epІ6\u001c \u0007m8hA\u001b\u000epІ6\u001c \u0007m8\"?A \u007f'z޺r\u0006T\u0014@\u0018 #h\b\u0016P鳪\u0012'`-8l\u001f0\u0007\u0005\"\u001bwJ?ZXx)ERmI1vJ;)b\u000e)l%XKJM\u0003\"K`7)EPd '\";`?)'\ud930\u0014vRNJ d?l'%z7x&\u0015Fw(^\u0018 oFK6zU\u0011W=G\\\u001e\u001dVҲ b\u0010(x5\\\u0007}\u0005* ǲ /nS\u0015 kao2G1'?,k2\u0001\u001257mǳw|\u0005;B!N;C\u00178\bB7\u000eEp0\u00002ɞlɢ0^F:{\u001aT\u0006W\u001bA5^Yj֠\u001e׬E\u001e \u0007wßWr>Wup\u000fqU{j{-\u0016=yѓGO9[9_cٳѸ]4q\u0017hEgq\u0017hA.\u001awѸ]4q\u0007hE.\u001awѸ]4q\u0017hE.\u001awѸ\u001d4\u001awѸF.\u001awѸP\u001e\u001aи\u0017jC\u001e\u001aи=4\u001aи]4q\u000fhC\u001e\u001awѸ=4q\u000f{hC\u001e\u001aи=4q\u000f{hC.\u001awCm{h m\u000fm{hC\u001evѶG&޳\u0006\u00024\u0010\u0000 @\u001a \u0004h @\u0003\u0001\u001a\b@\u0006Rh @\u0003\u0001\u001aH\u0000 \u0004h \u0006\u00024\u00104\u001a\b@\u0006\u00024\u0010\u0000 \u0004h @\u0003\u0001\u001a\b@\u0006\u00024\u0010\u0000 ɋ\u007f\u0016@\u0006\u00024B\u0003\u0001\u001a\b@\u001a \u0004h H7T4\u00144 '6i\u0017yLq~{m϶޲9(\u0019Cۻ\u0019!t;Q\u0010\u000eal{ &\u001cgl0\u0011xGo\u0005n \u0006\u0010\u0014kem֞M $j-:ED\u0017 UxX%\u001e}D%UR\\Q+ԅ\"D]\"Pį\u0015JJ]% V\u001f?v+\u0000K۪nu]{7tOKE\u000fG\u0010=L\u0003E,>[ci\u0004E #EOH\u001c\u0012)T1ǴcU]y\u007fBtl\u001bV6B\u001c%Ɖ㰯1[*.׮\u0013z(] \u0016\u001c=\u001e\u001b[$Nb94q\u0007\u0014>++\u0001+5\u0014\u001c\u001e-\u0012\u0017Kb8[x\u0004$2{\\7?_\u001c&\u000e\u0017\u0007cǈ b2{\u0002\u0016@ltLnӲ;\u0017\u0001E\u000f1>z\"f\u000fK\u0011\u0019b\u0005>뵫('Sb\u0012_\u0011k\u0002q(\u0011\u0015bU\u0012u-\u001bly-SŖ\u001bKbI-\u007fi9[d̃[[lvSje\u000e\\RRUl˖Q[\u000ep[.m9Ŗ3m9ߖ'riY\"Vϰe-km\u0017ʊ1}-o+mtmy-#eeMI\u0019[`-|ЯM[gˏL\u0019\u0011lW.Rhni˾\u001chˡ5([Zt[ε\\be ,\"2-E;|ROɧ~V>+yQG2fG{\u0002q)ױ[ qS\\\"\u001e\u0010\u000f \u0007xR_J\u0011'm{ij\u001aW3 \u0010g\\!{Bk%jON  A/guL%Tu^\u0013N'u^uzޠ5\u001e)|>9M\u007f)M s\u001cZ/\u0012}^Oѧ2}>CI J֕JW\u001a]fz*O\u0018},F2|=\u0017E~>ї때`;G3\u0018}./{\u0018=g2b\u0019xFilϵ\u0016cia>7L>Gyfn?ݞ\u001c{F ,1ga\u000e6>Uf}g}B\u0013x,lx4D$z5n{ف5n\u0001+BIvf{\u0010+n;+܃e\u000fy* k}\u00173\u0003pղ\u0004V\u001a@߼\u0006kz`\u0007\u0006\u00118\u0000G\u0004 p\u0005n\u001dl\u0002\u001eW{\u0001o\u0003|\u001f\u0007A\u0000\b\u0004A`  A\b\u0006P@\u0001;@\u0018\b\u0007\u0011 \u0012Pi\u001e\u001c \u0018\u0007ou9_t\u0013zB@ w h\b~Q \u0003 C\b4h_?\u001f\u007f~F')  C1 1\u0006g0f\u0005:Z6\u001d81.l\u0016 -/t9\u0018?s1AL\b\u0013D0Ql\u001e&c\u0012$tҘ &A+\u000f=/-B\u0002\u0014\"`\u0004B\"(\u0018CtG)]\u0000sB'~\u0002].\u0006 \u0010_\u001bո1nf9n[V5nB\u0016_p{|\u0003\u0011w\u001dq'\u0019w]v7\u001e'{>4 ѝ7 tEA7~\u0004]=uG%\\K_*\u007fJU\u0007z\u0004\u0014\u0005\u0004\u0004ID.AA\u0017iGn \u0006H\u000fLg0rp. ]:#ն\u0010=\u000fW\u0019zssC\u00114vL8\u0013|8\u0019p\u0015|)\\)\u0001BIy{5R0 C5 \u0000\u0001xюձϴ\u0012t) 8\u0000\u00008wQp ӣBDN\\Y9(C\u001eextRp]8pFQ\u0004]\u0002 \u0013\u00005A;O ZKL-qR\u0015 \u0006Ă8\u0010\u000fv] \u0001$$ Rn\u0007\u0005@*H\u0003`?8\u00002@&8\b!p\u0018ۉYb8,\" ɂ}E\u0015p5 \u001c-УG\u0015\u0006\u000e D5=\u0006mx\u000e{Q\u000e\u0018/F[\u0005Br_ p>>2\u000e3x=C=\u001a/ss *CPя9\u0018 P iF\u0012⹻'_[FpS>\u00145+-'KLy\u0018I]]\udec4LJ$QBͳ\u007f$Ṇ]x\u0005] \u0012\u0012/#h\u001b!ϡFH\u0004Fu\u001cdDV&M\u0017\u007fA@bkK\u0005F\u0005\\\bgE\u0000 %h}cQ\u0013!!\u001bgy%I\u001bOί vbUΊ\u0016Wnkj+Yd1)峴\u0000\u0003${g$GӧN!ubϜBO\u001cۢ&5g4s;+\u000f=,J}uL\u001f{sOԿ\\\u0002I\u0012/6_\bZ&b\u0010\\?~vue JLgjwk攰/\u001eSS|aq\u001csis]: Xꓬr\u000ftpm_ % ݮ\u000f)/ å5MS6!EJ4;zCu3\u0001 H\u0002;wu!!^L,\u00111\u0007 ,\u007fFتؔg::\u0016{\u0002\u001d#R\b\u0003\u007f\u0002(5Yѷ\u0006'\\e].\u001eX\u0016\u0010W,{r؁deAPGҘ @t3\u000f5 }e#ol .cOsf%4io\u000f+R+x.\u001f\u001d Ԙ/u,.ǣ3\\TK\u000eGPc\u00174\u0013\u001e \u0016N9y\u000e\u000eO^VMY#c\u000f!lL9\u001a\u0015\u007f\u0004,O &D\u0018w5ԯ1_t\"TThtR_`~\u0000_殚o'Z\u001bm\u0016hfm\u0018YEr-EKKm;+I{ 3>{nUW8W[\u001a\u0012.\u0017 B;e͜\u001bM\u0005\u001cȇL\u0014$6' ,evC`AWf݊\u001cn \\t)m{^\u0003 XuĤS4l\u001d\u001c\u000eI\u001b*oD3\u007f~bd\u0000 h Aϟq_CqvQV\u0012ق8!\u001f\u000f'J5&r':2\u0001D\u007fWVKY\u0018\u0016L6\u0011~&߆m ZSҢ֚B~\u001ea^XKJ\u001ficI\\ L\u00165?\u000f{oZ\u007frF\u00177\\qK@qffPaە . 5?;q`4Ћ\u0005`eo?tWΑb?[|1*\u001cWx1|ѲKKKv\u000e %Kg\u0007[k\u0004蝒 Q\u0013\u0010RP\u0000ȸ_\u0015qD\u0012|\u001c 1a GS``$7Jl$Nbل/$17\u00049˗,~\u0012./Cݎnnˌl\b\u001c\b9\u0018@\u0000ď3\u0004!b\u0015 %wX\b ٖ+\u0013!\u000eo8\u0015 V2V\u0006\u000f\u000e QT\u001b{n\u0013v:$(SuKI\u0016iu4 Va U9\u0003B\u0006*\u0017+^\u001a/{\u0018\"p\u000eobkqPɐsS&G&\u0007|\u001eEV7\u001d'&ڊ\u001a\u001a\u0016?kM\u0005\u0007vW\u001bV\u001e}N^vSc-{߰Ƈ}#q :mϜ9Z($s\u0012\u0003_ + $..&\u0011Ed*A^\u00103^opܘkX6\u007fba\u0003;f$\"W^jR,_I\u0013x8 \u001bB\u0001\u000f \u0016\u0016X'^ vJw\u001cY&z2]:.Bn6\\JTv K\u0007\u0001  endstream endobj 64 0 obj  >stream  x |TϹΖLdNBdƄd#! [\u0000\u0003\u0004̀K& \u0013̄MT\u0014\u0011XEV^K\u0005V\u0007k}Zj ({'m?{ ]8YsA\\'$UOH/Wx#t\u0010\u0018rc'~$u2\u0019w񵬍\\Џ#&RD n1\u00059JxAG%\u001aܤ)ÐʓE8b5\u001c\u0006\u000ep\u001f8͑-\u0012Ey廔5nrPp \u001d2164JĲ\u0018ߔH\"kvHVs`!&HhH$ yXSnWF\u0007M+Mhgq\u001eT4j\u0013ġme\u0010E7KO-h\u0013\u001d`oF\u0005dOT4JY\u0001\u0018CӨ,pƦ=\u001c@}f& yU;\u0004{#􆚄5W\u0011tH ,B6H:e\u0011btK*qOޡm&0v;I\u001b \u0010>*7,E\u0011\u0002>\u001dw|c'6!YvO(yۙv{#  mm{\u0019&)!ŠY̺PSJȲCCEi\u0017;0\u0014,}Ɏ0Xӊzv$Ec&[NpWEiC \"o\u001b2I6\u000e\u0007=厪*;W%pm6\u0010[&o *6hd~\u00185M'!'٤T\u000784Ė%OX\u001d\u0014ig\u0019FZ6XʺF˦;J͚B8FeK\u0016\u0004N.h^hw/q mg\u001dH\u001e2VLSfUQ\"{\u0002 |[{ɣ^\u001e\u0014sgg\u000f Ͱ3ڇ \u001dvd\u001fc4\u000e 4S*4cK2h \u000eیR\u0082exf>\u0012,*-\u0015ieժaφL#X\u0011\u0011*`e\u0018Q*b%\u0007\u001ef\u001bc\u0011\u00062O]M݋T\u0005\u001aUaqoZAl6CW ;I\u00072҆\u0005mJ^$\u001d{ȁkg5{#5Y͆HXv;*yx{\u001e\"YrbG$}z  mS%3)ʁU+%;L'C&]29$MC^kK4#Q`^(ib'$Z+$VN\u0010K'WrxĦvպoK\u0000~ohcc{V}v\u001cH=զbY H}\u001eiR[/EYy\u001d+Sʵ\\g\u000fDCvx:k\u001bR\u0017Vf\u0019\\8\u001c\u000e#@>j\u0002O%`LF;gJ\u001b ,ȣ\u0007v\"\u0007\u001b\\&mf\u0003\"^wfk$m2&MT\u001a2KO m\u0014= X\u001byr\u0015YLR3b\u001e; 69£b\u000ej\u001c\u001f;4w;\u0001wy`.Mq#i\u0007qܼs\\8 #\u007f oz ˯v>UQ98&4RSgo\u0012\u001cU[\u0005Vc&q٥q \u0018\\8lJWh21\"1qJ CGZ%tc\u007fOa\u0016(5':E \u0002gnbLRiVS:\u001aeקk\u0012YzVC|sEW\u0017=g\u0006񸙞@zbK>iz +VllZY}nYνIn~6\u0016>\u007f}&˻\u00142 ۜ\u0013r'$ZM%))ņ &ђ\u001d-cx:'OR\u001d;PbZ\\m\u001fx@|ui޽%VuuQ`ʭH0'*[iuPܖtI(Y: \u000f|\u000f=.[w ntc\u001f\u001eԕ=ꞶMt+k2i;^s3e'/\u0018\u0002܁G7pxSl \u007f$ B'q$LW5bN.nN)ӐkhS\u0014a\u001f%\u0007VV=ȸ=/\u0003-ϱ=\u0010apkq_\u0016.̹Am4\u000fMm0LL̙}N\u001e}j)61E\u001c6{& \u0005=\u0011}lW]o\u0004>CЧ\u0019Rb\u0012cy!&65MK ǛՌ9#7P3\u0016ZVVWfNf\u0007W ,K/;px_e\u0012Z\\N.D{bN, e\\I\u0017Q\u0017noM.*;\u001f|:*\u001er\u0017\u001cnݗ;o:.,ڵetmg\u001d_\u001c/\u0012>댼^\u001fo۝q\u001ekKʹ\u001avPTTb}z\u0017\u0019q0YJ!;_[\u000f%Oˌ:L\u00124IWG6sn 5% YMPגhH&V1\u0018&f\\\u0011G%1Oa6i 78=\u0016\u001dH.\u000f\u001d=⿮=\u001c\u0012-ɺ)v\u0016 HYirYE\u0002ςF\\)d5wW\u001dZ޻~>1\u001cÏwI)mcy}̢?\u001ej里vgAh=|\u007f\u0019՝D\u0018'5q&΄Yl1&^u 8Lˁ 8xxC''\u0016d QT 'a\u0018\"GөG\u00024x\u0003sy2\u0015nIq Sm IR\u000ec'?`MO\u000frҪ?\u0000u\u001f\u0014-R _|NaŔ~z ]xM!m/}\u0007\u001aͶ\u0011JU8\u0011\u001bq\" \u0016\u001318>**\u001dL0D\u0011\u0004h\u0013%rb\\sBEE%\u0016VhTz\u007f\u0004Y{֏\u0006\u0012 { w-G\u0017h5\u001bٜw O&\u001a?!-:h Mtt\u00042x,S\u0011ctα\b\u0016PZWw\u0013\u001e\"\u001ap,IVM)!aUJT$%UT&psb 5}j8B=Y6\u0016ŎO'!n!ty\u0005U\u0012xE _7^~\u0019&Q$i \u001d0h qu\u001cu%.MV莫_/a6\u0002\u0011r \u001b7_Sޣ(xkm\u000e Rk =*\u001f}\u0018nUr V%k ,\u001fPmXDI! %'|B[WG؎تs#O']\u0013OŲ\u0004\u0017; 'H]A\u001dx\u001bTO[n]HfkZ+fP\u0004}}\u0000Z-BZ-B\u0016#M\u0010# Ȗ߇|\u0011j=QFzed\\^ž~\u0011P-ŧP(z^v:\u00115Aws\u0011Վ[jf@['f y߾/{̿=A\u0015W3{\u001dD\u007f@>\u0001e\u0004:\u0012oVxO\u001ez˖ً}Ef:ݪN\u0019cQQ$x{?n'k8 ({Q\"s^;H'G\\Tѳ\u0004zU?66Unc\b85'\u0016_$ uJ.jK,-.\u0012u{\u001f}\u001eqar_0 .\u0006U\u0006w_\u0016\u0003[\u0003\u001e7\u000e\u0004ŀ/ \u000eU^\u007f \u0001_hx\u0006{Do_\u001d\u0000}b  \u0014>2~\u001b\u0010Ġ+$-\u0010{^=\u0007J 7V?\u0013l,,P\u001cp+/zE \u0016.O^߇E\u0015\u0018\u0016\u0007{\u0018añMt\u0015;\u0006b_\u007f\u0010\u0007\u0001)Wb(L]no_'\u001a\u001ac\u0015)F(lva \u000f@\u008a\u0012~R?N^&{C^S ^\u007f(/a\\\u0018Q / \u0000&)\u0000\u0004Al\u001b(\u0015 \u0010|@MQի {#\u0016z{k\u0007q\u0003E`W\u007f_00)*\u0017Ak8\u0018R|LmP; zl9\u001dk5-;]V* ;\u0007=Lj_7o7;oO`'D?30V?Ia+}A\u0018W\u0018\u000fǓם/z{;XCE\u001avErNf0\u0012(t9nvYXS\u0005uc\u0016\u00183S\u001bvw\u0014kv++?\u0018\u001cuzWu{3p҆yȊ/vaՅ\u001a](|\u0014\\t~}\u001fI\u0014R*х$N&b\u0004oߏhSBD\u0010K\u007f\u0006>z?\u0007胐C\u007fN\u001f\b\u0005_ҽ\u001fA~>\u0001y\u001f\u0012k\u00143\u007fC\u001c AO[\u0002Q|CCL\u007f\u000f\u000f~7B_@~ 5:7MrWr^m6Cm/!/\bϗOC~\u007f\u001b;­؟@wA|G#kh\u0014=k=Ĳ]IJ{>D ]^dzf8\";78rw)\u0013\u0016=O$i E2Qkɒ\u0014IoUF@`̑-}|?Www\u007fOANoWm'k\u001cnL(>!(Vh\u0003\u0015ՒKk.\u001fNl\u0006 Zpۄ,,=66D,ޤO8rjb?G[N\u0005ϩ)( {Zf̺n ɓ9Grwݛ\u009e;ߚڤ\u001c-9GNM m\u001d\u00148R[&62rw\u0017*X_xKQKqVpٜ㔿)E-2\u0007+J\u001c42*'TVUWW\u001a*UUՍsZ仒Tu2۪wW?;YC5Y55M-}G=RX=u Ԃ\u0005L\u0013.|ytz魸@J j\b | kxD\u0005q\u0004\u0019$\u0000 H \u0017\u0000&LG\u001e4`l\u0005^k!f$\u0000\u0005`2(\u00045`*\u0005g` 8\u0007\u0001\u0017X sy|p\u0001\u0010\u0001\u001e\b@\u00030\u0003z~h`\u00041跕\bILx\u001fg&\u0010 d\u0001;\bA\u000e\u0005y \u001fA`3\u0015|\u0017l\u0007 n\u00007\u0016p+\u0005n\u0003\u0007?\u0000;np'!g\u000f\u0017 \u0007\u0007\u000f\u00070x\b\u001c \u0006'04\u0006}#\u0005\u000eoя\u001b\u0018 \u001f\u0000\u000fA!\b| \u000eOaie!%OH\u0005i A\u0006\u00002\bl  \u001bB6\u0001 \u000fI\u0001 A\u0011(\u0006%\u0014r0\u0005TJP\u0005A  jY`\u001a\u0003N1\u0015V2\u0002 \u0019BF`!#\u0011X\b,\u0004 r@.\u0003\u0011p\u0000\u000f>\u0000\u0007#18\u0004>\u0001?NĂ}\u0005\u0010 v\"\u0016D,؉X\u0013>\u000f>\u000f>\u000f>\u000f>\u0013>\u0013>\u0013>\u0013>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>\u001f>d\u001f6|w'|w'|w'|w?|w?|\u00171 \u000fa!?\u0010\u001fC\u007f\b\u000fa!?\u0010\u001eC{\b{\u000fa!=\u0010\u001eC;G\u0004vG\u0017\u0011`Sx;H$\u0006w-`\u0011: \u0004\u001c\u0000N\u0006\b\u0014\u0012S @9\u0002*@%\u0002ՠ\u0006L\u0005h\u007f\u0016\u0006\u0013eX:\u000f\u0007-`!X\u0004Zb\u0004m\u0005e\\p\u001e8\u001f\\\u0000ځ\u001bt\u0007t\u0002/\u0002\u0001P(P(PJ\u0003zA\u001f\u0007\u0003B\u0007\u0001\u0010\u0004`\u0015X \u0000PPPЋ%R\u0001\\\u0006.\u0007\u001b\u00017 P\u0003+ |\u000epx\u001f\u0001\u001e\b@\u00137i^X\u001e\b-!BKВ0\u0003\u0011{&\u0005f9\u0019\u0005|p6h\u0001 \u0000\\ 8s\u0001g.\u0005\u0001 \u0001\u0014p\u0000\u0010H\u000e !;$x\u0004\u001d\u0012CwH\u000e !;$xG\b\u0011w\u001d!xG\b\u0011w\u001d!xG\b\u0011w\u001d!xG\b\u0011w\u001d!xG\b\u0011w\u001d!xGw\u001eQ[\u001b\u007f\u0006BB(\u0005\bH \u0004\u0012@!\u001a:\"\"$\u0014\u0013ZБ\u000e( W)*\u0002\u0002  2 {\u00051\u0014׆ghP~'{dwv} c\u001fٱGv#;\u001dȎl#&;Ɏl#Ⱦhq6\\?Pp7N7NtN7N7N75!:\u001d!:\u001dW\u0004k:$X\u000f6Fo`\u0012&i\u0012&i\u0012&i\u0012&i\u0012&i\u0012&iRS)pOƧ\u000e\u0010\u000e\u0010\u000ek\u0012&k\u0012&k\u0012&k\u0012&k\u0012&k\u0012\u000e\u0010j$zM$zM׼\u001a\u0010\u000e\u0010\u000e\u0010\u000e\u0010\u000e\u0010\u000e\u0010\u000e5ޭnMw[zlQ-E=\u0016آ\u001e[czlQ-E=\u0016آ\u001e[czX\u001akQc-j[;-jE\udd28\u0016ӢvZNiQ;-jEtkVeSljV\u0015f,P\u001cjCrY65˦f,l45QL2$#M2$#M2$#M2$#M2$#M2$#M2$#M2$#M2$#M2ҼBrHtW\u0016ʢ^Y+zeQ,EW\u0016ʢ^Y+zeQ,EW\u0016ʢ^Y+zeQ,s{\u001e\u007ff\u001bz ]\u0015*ru]Ŋ߯L=]?G!=]I]}(!DIP ă[@:\u0000x0\u0001L\u0004d0\u0005L\u0015Ib8\u0018#lX貅.[貅.[貅.[貅.[貅.[\u0015bbF-Fj\u0011b\\m1e\u0003]6e\u0003]6e\u0003]6e\u0003]6e\u0003]6e W[ t@ t@ t@ t@ t@ t@\\M1]\u00035]\u00035]\u00035]\u00035]\u00035~u5@w t@w t@wn\u0010 At7\u0006 \u001bDwnϫ)?^Mu5%\u0003͸)\u0006\u001bu5Bw-tBw-tBw-tBw-tBw-tBw-t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t@w t7\u0006 \u001bDwn\u0010 W^M9g\u0017 7w\u007fKru\\\u007f߼~|\u0010\u007fu3\u0014w»} %Qr;vX\udc12(((MĈMĈMĈMĈMĈMĈ/Pr\u001b%Qr\u001b%Qr*FmܾďMďMďMďMď((((((\u0005sc&flb&flb&flb&flb&flb&f\u007fČMČMČMب٨-j]t!kڡ0m:L\u000eӦ a0Ct!:\u0010\u001df\u000e3D\u0019 a0\u001d:L\u000eӡt0m:L\u000eӦô/\u0004t!\u0010]N.'D\u0013 rBt96]MHQT\u0007EAq\u0000jڠ\u000e\u0019h\u000e\u0003}@_p\u0003\u0007n\u0004M`\u0000\u0019 \u0004DQ}\\\u0014>\u001f|>_*H\u0003\u00100\u0014 \u0013EE\u0019j\u00105ۡf;lP\u001djCv\u000e5ۡf;l\uda93[[mrצ8\u0013zPO\u001cC=q'\u000eġ8\u0013zPO\u001cQQC\u0018b\u0010#\u00181Ĉ!F 1b\u0011C\u0018b\u0010#\u00181(!F 1JQB\u0012b\u0010\u0018%(!F 1JQB\"֋5wLLTp\u001b\u0006.W\"k&gvK6s͜ml3g9f6s͜m\u0013Ձx݆͹؜͹؜͹؜͹؜͹؜͹آH\u001f\u0014\u0005ůރY!\u0010}V>+D\u0015 gBY!\u0010}V>+D\u0015 gBY!\u0010}V>+DtլK%B\u0012!z\u0010D^\"D/\u0011\bK%B\u0012!z|\u007f~7ͫu9F4\u0019dD\u0011MF4\u0019dD\u0011MF4\u0019dD\u0011MF4\u000e&n2&n2&n2)dIT\u0006 \u0003 \u0007#\u00040\u0011L\u0002CAs\"R 9]^(\u0001;(\u0010L\u0002A\u0006\u0018k\u00040\u0011L` JV(+\u0005:+ E\u007f$\u0014S\u0000=\"r\u0014=Sv*^(\u0006\u0003wQ\u001dg}\u007f\u0017y5g3Č,s\u0018\u0019\u0019dY\u0018Y\u0018Y\u0018Y\u0018Y\u0018Y\u0018d] \u0004AQP\u001c\\u\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002T\u0000U'@ Pu\u0002*8\u0007\\b\u0003\u0017\u0016p .@^4R\u0005\u0007  /\u0001\u00037&0\u0000 \u0006A\u00181\u0000#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b\u0001#\u0006\u00180b! oQO~Wj8\u00129R\u0013I٪# \u0016BjHxm#~?\u0012\b1\u00121\u00121jv~\u001c\u001cZV|lSd\"98\u0019e+\u0014 ty\u000fГ{\u0003Ce{HQ\u0003\u0000Y0,SM\u0007K ?\u001fTK\u0004y*Sqj Ʋ\u0002p&$\u0014~Å\"IT%QT\u0000U=VyrwX͹FՅ\u0019Oǅ\u0013B|\u0016𓁟OA\u0014OA\u0014OAd ~2𓁟 \u0014OAd ~ '#\u0002)\u001b?e\u0000~O)\u001b?)\u001b?e\u0000~O)\u001b?)\u001b?el񓉟S6~2S6~OD3\u0016#@٠g\u0003\"x|޹\u0010cB3gZ\"چ\u0013ecD0%\u001cm?_\u0017\u000eux#^^y.7/苎\u0016Y4TAEP\u0019\u0000s-\u000e\u0011` ?O9\u0003*?\u0002:q:q (*\u0012(*\u0013 (*Jt&\u0004\u0014U  0^\u0000 7\u0001#@|\u0004T \u0012$V5:\u0010/\u0001%@\u0004\u0014Ux \u0010/\u0001b%@\u0004\u0000\u0012 V\u0002\u0017\u0011+\u0001QD@\\:zw&~+ac\u0016i\u0016i[=\" \u0013Cb\u001e \u0000P,\u0013 =`!\b\u0000|\b\u0002>\u0002\u001f\u0003\u0007|\u0002>\u0005\u007f\u0005\u0018\u001c|!/y\u0004qf{\u001a\u0001߰?Ė~\">΁\u0005J.\u0012?ڽK iwZy[#\u0003QԂh\u0001kw]mAP \u0005E@QP \u0014\u0007%@\u001cif$]\u0006P4L:S׬ueu\u0014dfu\u0016u \u0000j\u0001ClGɟ\u0015Q A.]9{2\u00022/bW>G8ő,dq$  7`?\b\u0006\u0007a?\bA\u000f~\u0010\u0007~\u0010o~\u0010o~\u0010o~\u0010\u001f \u0007a?\bA\u000f~\u0010\u001f \u0007a߀}\u0003 7`?\u0005\u001f\u001f \u0007a߀`} -ط[o\u0005\u0016[oٷ`߂ [o~\u0010-ط`?\b\u0016[o\u0005\u0016[o\u0005\u0016[\u001f} -ط`?\bAط` 3o\u0015fނy -`>\b\u00161~i6L0aÁ \u00136\u001cp`Á \u00076\u001c\b\u0003\u001b\u000el\u0003\u001b&l8 \u001b\u000el8\u0003\u001b\u000el8\u0003\u001b\u000el8\u0003\u001b\u000el0a\u0084 \u0013a\u0081 \u0007&\u00020\u0003\u0013\u000eL0Ml]׫7]/Y`a\u0005DZ4\u0006{\b2_Ɨkx{^\u001e)/(x%uxXcju゚G澚yј1D\u0012Eu (\u0004ʁae9W9]T\"2\u001cwn\u0014\u001df6&d3lX7j~\u0014yy(O\u0018\u001e>QG\u007f)Şx\u001e1F\u0014\u0010u_ĉ\u0003{:.IQN\u0012\u0003;\u0015M\u00155L1K\\}cM GKxP$x\u0016T\u0011y\u0017߉#2'zh\u0019-zʂ% ¢t\u007fG,+ˊ\u0001.nueH\u001deG1\\v)b.Ѳ\u001cfib-r\\)ɣb ݈H,z0Z[qٽz\u0018Jab6XuR'\u001a\u0013]DO'\u0006 \u0017Ļ\u0013PsdA>QZT\u0010ňhF\u0004w%εL}g\u0011>\u001fE\u001eT\u0014YK\u0012E+7B\u0017dFQ hQFT\"\u0012ĵ)yZt\u0013}ȸIt86MM|.lk ٭}ճFN\u001by]~O9F\u001f Ϟ\u000f \u0019Ɨ߳lYVlc\u0006={gfl;vlOx7Գ# J\u007f'Ibˆ}tesU; \\wY\u001d\u0005~-K{[˺Z+\b8{mx\u001e\u0017~{F(m\u0015le;5!Ud1b2]\u0002*J\u0013ψīb8 \u000eO]N\u001fQ2V\u0015e (Ȗ\u0003=H?ð,\u001f\bo]\u000ey \u0013\u001e\u0006l#j\u00159ۼ\u0013x\u000ey|˨.9ϣ\u0002qrѥ]99\u0017y=\u007fx>1mv\"Ea☗\u001bCќ)wR>˳\u0002§wG6ko}^\\\u0016V}W?\u001f{ة\u0007\u0001Au\u0019i5\u0000Ć{\u001fl\u0019A>\u0018^\u0010Jn[;\u000eᓦnG%\u0012ymz'ߗ(]\u0019Es9 \u0019!D5WEP-\u001fU2ckՆ%_TT'E\u0017EQ}\u001fm-N:)(\u001e\u001b 2up\u00142F\u0016`\u001d\\Up,*,.K8V¥di\u0019/˰\u001a.' ԟJ\"kd5YjTS&Z#:Y֓e\u0003yl(\u001bT$T6uzق,[ֲl+T̪Lݨi=dOKfmW@Q7\u0001f9P\u000e2M\u000eCP9L\"Y{\u000f#H9JV9FYr\u001c/'ȉr,ȩ69MN3L9] kyR߰>\u001e⮎-*]eB\u001eFB\u001e2խǲB\u001ex&+d5Uݦj鮕\u001cָ?sFZtΣH5oίcX\u0016ԅta\u001d袺\u0018\u0012~KR42. +*\u0015qu]C k:^U\u0001^\u0017 !Obs 3f% Hy#E{G}KE[9WΓ/o \u001dNP.]nD#{}~|P.\u000fɀ|X>\u0017EV\u0016;ޝg\u0000swRT9hu\u0015\u00000UڻwlӼj v}T\\\u0010r\u0005\u0017sv\u0001;\u0013N.gwH.s\u0000%U\u00051a\u001a{\\](a\u0017y`7hbν2s~Yf?FTv~|N(WNG\u0007{bg4rcfu9=>/t1f?Cuއ]z\u007fVay՘n޷12Z1t_^ꩤ\u001bϗ'f\u0001JE\b ztV\u0016n\u0019=&=kl u W\"&_7^fɊBгdAQjbڶ#S]JW[~\u0001.rws\u000f*|jU\u000fZ k@Zс}#,/Ӱ\u0013_-U;KJ֛nJK w LoclަcC\"W\u001fٻW' (>spf{.(5\u007f=[|\u007fS7PdGJ\u0013\\\u007f*YFf.ϼ\u007fF\u001bg~>Jݦ\u0015}o\u001co\u0015b\\\u001c{,z5\u0005YЄ§\u000fL\\H#xw*= ϭh+ޤ~k~v]\u001f]ly̌-bƥo??w=:e㺒j6R!+c\u0017T)=㿯b\u001fY%۰\u00111BNv\u007fcg7̽Ku>XF=~r\u001b '\u007f{bבpdÄN _!g\\ >n\u0011AF# w}\u007f]ڷ_F:ǤnZu;\u0007{^^361\u0019\u0003+PYS*D~\u0007)? R?%\u0006}D\u0000AD6 \u0006 lm\u0014)- 'MZ7^S\u007f}Wi~\u001f=F[zͱw|mxg\u001eTu>~D͇vu UjZq4R[T!AdP6թZZSG_lҝ 5p[3Cji\u0011\b3ig}\u007f9s\u0017\u0005OQꔹ%1|\u000ffgv~l\u001cC\u0018u[\u0013\u0006\u001e\u0018\u001b3oO\u007fk´7\u0013Ol]Ė\u000e%7ۤu\u001b]/2\u007fT vLf\u000fv[sZQsy\u001dQcۍzU\u0007oE\\Q\u0013IAȫ\u000e(α}\u0011~_}2Ƌ\u001b7 H7 zZ%cWo=Vk[\u0013Zv0%cڇn~W_\u001e~_\u001a/j@F#\u000fX駏>\u007f/=sĖ}\u0011_Tëݺ閷h1|-,.4u7\u0007>nєs\\裃12[i\u001bZfGG6TgfT=?mqߖ;{)U\u0007Vʿ;6%l^O\u001e.+s\u0017\u0016\u001f\u000f\u007fZ#O h7էVNӛ[? \u0019\u007f&&%Ec\u00113* o\u001f\\3hq\u001d\\l/|bTC=3k2\u000eY۪\u0018\u0018Tt`\u0017YGgN=ѫ\u0003 kwx/SX0\\ {vg\u0007VΘ]?vc&W'TϸtrP̟o\u0006ꅿ\u001a(m̈_}5Pt:/T\u001a['\u0007V. I\u001fsp\u001a\u000e8dL#e* 3;\u0006]n{~ҕ7]{߇\u0013\u0013]\u0010X7Wnm]S\u001e݁=6nXb\\HgGï4p%K\u0014\u0019 EJG+;5?\u001e,\\ub\u001d />6MQQ\u0017Ԧm ˬG>xjHw\u001e:,@\"H]n_p`3?M}}G\u0019\u007fH{F\u001fr/\u007f[\u0003'H޹\u001fҞi)sHYRߨ%\u00045eCC6\u001f][\u001euuhI׾B֝-f 3k\u001f\u0004T'\u001a~\u0012ײULDf\u000f9\u001b]])8%=~W+q\u0017Wmv+ګy2x\u0016\u0017b~\u0007Jئ\u00141tQ5K\u0012n,>ܷ.ٻ *}\u0011z150/hd`bb\u000e*,\u0001|a\u0014ʛ;yןp*8q.\"tv \u0007h~kg|pƶ)\u000f\u0003Zv\u001dX}+,HPO{m֝g߭+;RIS0\u0016鲭)^!~\u007f~>LS\u001e\u0011&~恲\u0018m,[¢d7ؼʢkY^\u001e{(FNIWr5eU=xc?}^!_DRѼK~J1\u0019[\u0004\u00026*՛Nu\u0002[4\u0015\u001dZL\u0002\u001b m\u007fLnqlhA^L\u001c\u0007Y/!M\u0013\u00060DT!\u0012`\u000e2T H'Q\u0012AG!!\u0011kѯR@M\u00154 9yzbhe\u0016(Lr\u0005ww\u001aN\u0010x@ȷ\u0007 \u0019qd҉SqA\u0017 >stream  x{ |TEoY{?Nt@:!{Bl,\u0011\b\u0010fBX\u0002)ˀ\u00017\u0016ˀ3\u0017G\u001d\u001cEtԁ+\"\u001buPTjE9'!qE9umU\u0019\u0011F\bC\u0006{~\b\u001dq ]7vằ\b-Z \u0018T?b4Σz!V8\u0006\u001eSyƥ!\u0017F\u000e/D\bM-C\u0018B-\u00167UD(\u0013)˴yg/\u001f.Bȵ\u0005!gzy(\u0019\u0005aY_>kɴc\u0002\u000f\"TD)Y\u0018\u0002[`O|\u0002\u0017wF\u0005+\u001a\u001e庩7\u001aq'BӞ6gmi2}2&.FH_9y DY3r\u001f\u0006\u0015kl} #1_0q\u007fI_/L[t\u000f\u0003s% 9?7_\u007f{S^\u0010 J4\u0018\u0019\u0010\u001fJ\"(\u001de0D\u00188gN,4\u000f -A\u000fǩڿ,yI$7\u001bA\u0003h4hFc\u000e{=\u0010s0 K?_\u0005GGOfT(\u0017rߟJƟ3 oN\b~\u0010?8 6⥄[\"(_'2~7[zT+s \u0007+\u001byJ FkZ\u000e\u0006z;;]h\u0013nԎ)>\u0002gM?~X}\u0013i k'M0~\\clLèaW \u001d2xPmUhdU\u0015JK   \u0011L\u000fRS|$tmVQMF^s,CS\u0018b䩊̔$S:(%S\u0012y\u0003A Gk%! $G}l\u00176J\\&%:S r F^b)tcf͌\u001a@\u001b5!~oFA\u0002\u0001bC\u001bDd~4$C &R9,\u0014\u0004YyF\u0013m֠_\u0016V)\u0006XRIW^\u0015V4)\u0019B*$wHHx\u0002^M  JbHbb{\u0015~  C!b5E \u001ew\"(  \b\u001d/U\\:.n״5isY\u00060\u0006m ,ϫڂd+.MԙĖ\u0001FBdJy\u0000^oU\u000f\u0007uR[%\u007fS\u0006\u001a={\u0012ǚ\u0003ȤWSkx\\~/\u0007 _\u0015[ E0b- 1K^͊\\CR.bWsᲯ\u001e*u݆\u0010jC]߃Bޞ\u001eU fdP ^7rW\u0014\u001b=.,\u00048u ')LU5U6ʀس~ \"TB$\u001f~0$S{\"\\e\u0014ݲ\u0007#aԲRib\u0017\u0002\u001aҢ M \u001aj 2=hTp1\u001b\u0001Cd\u001c Eo\u0004J3SHd*'+7)jÞC%\u001eOn\u00106\u0018QL\u00101\u001aۮ$HGꮤ\u0015r[\u001dT~o F\u001b~\u001d~\u000f\u001e7-uyoZ;P^+x̞\u0007Ysq\u001c9nH^M i31ں\u001b\u0002K e*\u0010ф-\u0004\u001d S\\)6t\u0006m\\{}=݆BD!oĄ6oB -xS;\u001d\u000ey[;  y+\u001dLc5\u0017F6zmQh2\u0014\u0005͐GLˀn5\u000e\u0006ʫ -qz\")\u00148MN}?'Ny\u001fo-ߜ\b\u0005,zh.^0eߠDZVWE{Bbn87K'r $s YrCBzВ\u0011 Yi ZMz:\u0013Ͱ&)_\u007f~N\"\u001c 4!\",\u0013\u001d\u0002\u0014O6;E8OyqnENE \u007fEjSᬰU\b\u0015 @\u0015\u0005 XաJɎ=R*\bP\u001f\u001fۅ@u\u001a$f\u001d\u0006ǍIz5 HkZ}[c(\"M!{F)\u0014Li'\u007f VL\u0005\u0005{R\u0017, U#4K5M\u001aYFP3Y\u0000y\bs/4I՗ ׂn\u00024ӕIH\u0011X]zQu\u000e>]x)9\b\u001f\u0007\u0018>LJv=#ĺP2BL\u001a3\u0017r˟ ?(&jb\u001bY\u001ao~\u001dNˌyD#?\u000fGKi\u000e\u0003lxOgF\u0010wG\u001cESJ;t\u0012\u001d\u007fC\u007f\u00064\u007f@?I\u0013 ._1\u001cGa\u0014\u000fy\u00064 M\u007fJ-8\u001a\u0016)(1ΝZi\u0016BYu\u001d؈CcU3NIAQF Qʈ\u001e@饈\u0010xlSgCI8e\u001cc;=tťt\u001c8:F kY \u001bd+ 5,/+b}}.Fi\u0017#ҖNW\u0004*Ǐ\u001agu&T^5l½JL`Fb?,v 謀h*D#UcbTNƮM&=x\u0003Nlv:-Q\u0013 : #:`m\u001d8\\\u0000/%\u0017bˬeeQӏ\u0007'B:\u0000\u0003Ũ$\u0000\u007fX\u0014hfV \u001b,d)a \u001c,vg\u000eo#'W\u00069ї\u001e6 \u000f;k\u001f\u0098[j\u0015n\u007f}[͢~M-\" 뉿A-\bY8HS\u001cm\u00144dm6rާ/02A v[I)>^>\u0017Hz?\u000f\u0016Sswɟ/Bd0c\u00005j3f\u0017bt\u0001e6gR2\u0005h[\u0012ͦ\u0000\u001dD_\u0010\u0014D 4 nUU\u0018~\u0019@\u0094U\u0007D{\u0010\u001f, \u0014\u0012e9 @ix@Wd\u00034`neW͂\u0001\u000fҳ. !wPE͕#\u001e\\1sf?/q\u0005+i8&oo!6\u0004:D[S\u0006kt\u0018s\u001a4Fe\u001beQ% .`O\u0018\u0002*OX\u0019@\u0001];iVlCDv\u0001cq#\u000e8F{쌢\u008c|P\u001b.\u001a\u0017A:`NEW8s~r }^Daz\u007f,Y5`UWk+#Ey\u0013YEڴ)*:\u0010\u0002|\u0002\u00149\u0011}E\u0006\u0016\u0006).IK\u0017\u001e2\u0005{\u001b䯜\u00114uT\u0018/o?\u001cw/b^CM@A4\u0014NDyh+h\u0002,\u001eH7E\u0019?\u001dH\u0010fWM\u0000@zf\u0007 \u000ebq`̛x\u007f| 8]`Fֵ!e/8#:\u001as~-[\u0019亗p*\u001e+\u0001c%pj\"`t\u001aF\u0017\u0017i0j\u0013r8\\fț\u001c ;\"z?\u00053W6 0\u001dHqwBTp\u00113Q\u00067?/s\u001e\u0011x\u001cd]9t>7_s\u0007՞\u0012-j ( \u0013\u0007 ( Gm\u0015uvE /X9WFXoy(\u001cȏt^}t\u0004ԁсYa\u0001%dq\u0014ۊ\u00030,C\u0017kE\u001f\u007f挕s^{aW&} ԩן׀&qq+y6ٌDO]Si\u0017Z\u0019u`3E\u001f\u0003\u0001\u000ft( ^\u001eQ\b^\u0004ǋA\u0007y[3\u001d\u0014_@/\u000fޖ\u00158/?:fDӼOchlh9.o6q\u0013OxO:M$q\u001eL 0N]Ә.\u001aF4  \u0006\u00172*v\u0000q\u0005!^W;D.\u0001MT\"\u0018 *_e=Y!\u000e\u001f\u001aE\u0002V-K]@XGJzW+Ϡ/|\u0003Ϥmc&}mn|\u000fuB>bZrsb\u0016V|B\u001d:\u0012eG^C3\u0005m=>A\u001ex!vDsZ\u00053\u001e֪DAX t; 2%\u0015xGvk4D^b\u0017j;l&xe[\u0018ۯr%D\u0014U6[\u0018ǳw\u0016f%[@SUE p pm?krm`\u001d+\u007f\u0015zy\u001fT4Q/GݩAwwT X\u0007I \u0011o~\u0000؈~n\u0015䔳ǖThW\u001cyqI LImrrb-ܾ8?wu\u0010КZ\u001f~\u001c\\US\u000e=hÃ7\\)׾%iJ|D__\u0005PǑ ZH\b\u0011\u0017t)hM=\u001c\u0016\u001d(~سRMxo\u0005W\u0001>\\\u0012[\u0011}V >ϑ'O(v]\u0007X{\u0007g  t1\u0017 Xu lf8(?0?a\u0016O'aB?V|r?~A3\u001f\u009b2Yo\"~\u001fī٨\u0000]\u0015Mw|TSF})e:\"cZznU 8\u0001J\u0000\u001bUH\u0001V4A\u0016-R*ls9\u001aIGriwJ髷u?e\u0004;\u001f+8oL$CN\\\u001b̶֙9}L*No \\_12=Kq߷؛Z.L9kW1fj M1 ytM8/\u007f- חėߔF߳`b|ׄԈ ]\u0012\u0006)DR v\u0015\u0010æ0IIi\u0006\b= f`1 \u0005'ќ.*\u0001V\u0005\u0002{\u0016V\u0019\u0002\u0019tvv\u0011\u001c4{@>\bՏodU \u007f,y&\u0011'j\u0016|}6JIg\u0005C,B'\u001dީ' ខ\u0003 m\u0018#R\u007f\u000f}r\u0013vo\u0006\\\u001b\u001d`DNjD}SV\u001c\u007fxrӴcEW/bX&|wԥ?\u0015 N:RRzM@:z\u0005\u0007qN\"Hũ(^W\u001c_ïe`\u0013Shi\u000e\u0016 Љg6>|򠀇l1v\u0006羃11ɷv>[P\u000f)(\u0007\u0015Dp*3?m H՝4 T6  ,}݆r\u0007\u001bv\u001aQ\u00025k\u0006d_Dipy=\u001dm\u001c{\"5hp\u0007-+Ve \u0010\u000fq-vl/\u001e#.=k\u001eZa\u001cpߵ\u00187&\u0013\u001fӓ\u00017\u001a\u0010, c3 ȅN(ݎ,\\G\u0019>\u00053zx}.\u0004p\u000f$ćȣ/IJf29[W-;6V_bArIC% \u0006.y|V;\u0013 &\u0019qۅWN|\\ x`\u0016Go0vrct&\u001bMB׶\\员\u001bSm8\u001chK\u0002TW \u001f\u0019er;\u0007\u000e\u0016۳3G̞e3L|AG\u007f:\u007fmIKn/mh\u0015P@[j`h ^'s Fࡪ:F#9#\u0013`\u0019\u0010YoYP%64Z{&#\u001fvyS\u0005B \u0014Nm%\u0006 Q\u0007\u001a^+S3ϴR\u0003 Sj߲`]ӌGkT4elɞu\u001d5/s\u0002O˵zχƺ5[=m\u001b^i͕37j]\u00070v59U\u001dn>Yttl?^|\"TTa;;LVkkf7\\W^zҦ-#k4wfPs\u001b\u0016yS}nW;\u0098JC̲7O\u0016\u001ds\u001dO+Oq\u0015yӛAHuhm\\Xs]\u0013(`aF܆ImWHѴ\u000fj5\\\u0018rY.-}Nnz\u000eޢ￧b}UR\udb1aF,(,eJfu\u0001\u0017'f}T)m\u001d厬Ԍ+R\u001d3\u001d6ɚ\u001aWɒc.撮(/q:7wm 8vpʤ \u0017-O9\u00011\u001c럹jmmz\u0014v\u000f.~I悹 kZ>>ӳ`e5Śs,{yE\u0015#KW\u0003✔ \u001bE$甊s\u001fu{س]>YfzrRUᩰW澥(P'Q(6co{I\u00061Nt ԓ  \u001c̓z1\u0017U}t䤴lEթiIJoܰcrwSJZFր\u0001G,o^:7km~F]ŝWO\u0007oþjcFٛYǜg  vsNAiY6g\u007f\u0012OL=\"o0L#aϓO&''xf.-t$,r:?;+%e#y׬^Ue-i]c6Ӷט]v!#&tg*Ǵ\u0014kf]\u001ea|\u001eߘ;\u0017\u0003J\u000edu7I\u0017fV{qU_l \u0001VH@>`[|u\u001f|޻/)%W,YR5{wTx\u000fm]P\\YqtXYB'A[\u001b*V 4vq{&g\u001cK\u000eZ\u007f\\9QRҘqW'Nm\u0002\u0016h\u0019\u0004\u000f\u00109ϵ 6]Kf$}fv3顔 Lzm }Xq+\u001d,{fj\u001eK>.\u000e32dx]9Pyjeª7.ݒ\\LUZ\u007fZ\u001eH,]K\u001b\u0015?>*QY2[RZA9[},}2-%킂줷˲O `y[Bw 2XN:\u0015+WUۭ}鱺MM%j͜u\u001b\u000e^={%]\u0017\u0014ʘ~[ n=43nEm>Ig\u000f:ʸ;n(q\u0017&3cʬI\u001cE)NKseN3!BᛚAhvѴnS(ͻ -6\u001eDh$cn[\u0014-n4V(sVm\u0015h\u001c%\u0011v\u001c\u001c\u000ey2>= o7pꬰz\u0016CG\u0011m\u0005wnǕUQZZWָ\u001fp `>\u001bS\\9$[=\u0000'_9a\u0003\u0003j\u001c'?yF̻׈\u001f\u001fծ̗lUU _qw9\u0018(5\u001f|~m(?\u0016I\u000e\u0016YlPS6v48kmJ˻7\u001dj..\u001b*Ȼvq{1yeGLXinB\u0012/*~|h(#:ZJ\u00021Ze$\u007f炶|t3=w(;gʷ\u001fz6Oy6bzngXױG-scJӪwҎ9痌o/g=9\u0019%lr\"MHQ/\u001e/Xwrs'\u001d˚*5얈\u0005JAjy \u0006h[=J15qe\u0011Ɍ馞bp\u0018.Oa) ׈gQ.EzVw@ 31\u0012;Y$+˔\u001d⥏TWJڡjYMVRh{\u0016[KN挊Gg=RkyD{\u001fN2\u0019Y&\u0013kX'vNW3\\\u0017o, rb\u00179\u0016Z.\u001d~RNgRb5O׃ĳUU\u0003sW\u001d\u00188뱬3Ze\\D2\u007fC  Y/^Z=^V\u0010C\u0017k\u00038\u000f{;sl=4\u0015yG,V*_z.%Ko('ɟ\u007fe6݄vzNU\u0016c\\LnUJw\u001b+]-+ o[oٸtՏڶ)v%\u0019U?kSl GIHӱH}lض̧=vPY_RşKLUa\u0002{\u0019w3b]G\u001bUJ:2=GO*GS o|D\u0004+l-YMi\u0017;O\u001e̐ܫ}jY\u0012?0]jS85b\u001a\u001b\u00148wX,vNfd\u001fNR\u007fxj͉'V8~ q1۳ PҘ#UqhAHfq\u0017,b;\u0017\u001e=8 x\\`_C V\u001eq*-QuGT\u001fu>9;R3\u0016:P2ytRnkɮvs \u0017L΍mE?Å}rG\u0014\u0011A 뷅j&a9\u0017ǝZQ ׻/>i/n &EXN3h?\u0014^e/\"{eh^D/eA?$?\u0019C2\u001f\u00169AAA9r\u00078\u000f\u0016\u000eQ=(C2\u001f\u0016 \u00029-\u0002eGE.kmC\u0010\u0016D.m\\IL/Djfw,~\u001bW\u0012\u007f n5mPf؎[eVߞe \u0002̵\u007f*(n*lJUh+rҤ\u001dC?X Ϲc꯮69*39/mJjJk*S̷\u000e%-JlN\u001e Gg\u001e\u001b＼zN}Nقڢ(u\u000f+#䢝\u001eJ{d]QC=,߉G luHK^7,0*QmuQ{'|=#\u0010Ȟ;1sBϴvdr\u001eGk\u001cת#lP'?\u0015W5:9\u0011mtZ\u001c5';\u00132-:ayڢ]eS3f'5;RbծFk/,㓭L-SKT\u001f>e?vO>k>Hf\u0018XϛQ32WG\u001bW3[N\\#oU\u007f\u000e\u000fm>z>ֻUmSޢl0lyOꕅ3Z7v^CSs\u0014eWs\u0019 k\u0006 > \u00150[2LyM>p\u001c{Ws/FZIS[Ls>%, fb\u000fɿ½_NhoԴsi6Z\u007f\u000fH\u001bNvw\u001e\u0017X)~\u00069|gw\\A' 1\u0013:i\u0001A\b\u000e_9߳~\u0006\u001a\u001aW'l}\u0006\u0001\u0016tg\u007fCo@oxzUqPԽn`\u0004 c^a?l9a\u0015pv엃[y i]fph{K,g_OoWϴk{wt K Ã}: \u000edL߇{\u0012}\u000fN5s dnx \u0012ֻ\u00129^zz{`_\u007f@N\u0019s9R>e\u0011 n\u0015uz}gLbC\u001aۻ\u0013\u001c\u001eE'O[YS\"e)x{lU޻(ʏ体x\u0014)EUu ] _%Ϩ_\u0015-寫ߠ \\ضT\u00051ؚ!a u탶Ojv'd\u007f2IP,5g''K⫒^\u0012ל\u000f\u0015\u001f\u0012fn&QC$cW_=-Exҹ/^r:ź\u001b\u007f|svzZmxnS DffbcOc\u007fӇW.p|vSX \u0001K$ K$ K$ K$ K$ K$  \u000eρσ'S@\u0007_\u0000AE4\u0012x\u0006|\u0019|\u0005|\u0015| -:x&x\u0001\u0010\u0018s\u0003|\u000f\u001bw}\u0003 x\u0015\u0010\u0006~ ~\u0002^\u0007(#\u009a X3\u0001k&`\u00045\u0013f\u0002L X3&şS=`\u0016(\u0007\u0015`6\u0004U\u001aԀ9`.?\u0007k\u0002\u001aǷq|k\u001c\u001aǷq|k\u001c\u001aǷq|k\u001cvEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vEaW\u0014vM 5\u0001&`\u0004욀]\u0013e\u0015]J\u0016\u0003Uj\u0001;RhiZu\u001a^;\u0016BKabx\u0000\u0016\u0016CR(v\u0010[ab\u0017\u0011\u0012\b?\u000eį\u0001p;\u0013Yp\u0018|\u000e|\u001e C*\u0001l\u00045`3\u0002Vp\u001dx\u000f\u001e\u0000\u001bv^ vP t\u0003/ v\u0001YhV%Uo\u0002}`\u000f\u0007\u0003`\u0010 0\u0011\u0017\u0003\u0000YhV%Uf\u001dNp\u0017\u001b\u000f\u0003\u0004\u007f\u007f\u0000\u0017u(x  Nx \u000e6d\u001e\u0011ǁxv(߸}\u0002|\u0016\u001c\u0006\u0003\u0007O\u001do\b`N\b`N\b`N\b`N\b`N\b`Nc\u0003\u0006b V챁cô#B\u0011!\u0010{D=\"-\u0004B-\u0004B-\u0004B-\u0004B-\u0004B-D\u0011!\u0010{;\u0010 ),\u000f\u0017#B\u0011!\u0010{D=\"\u001e\u0011b\bG#B\u0011!\u0010{D`;D! \u0011K8! S05 S05 S05 S05 S05 S05 S05 S0Ua\u001aa*0L 0L 0L 0L 0L T\u0006{!\u001ac/sc\u0006{i4^\u001aa/\u001a\u0006{^j򐵗!\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f\u0010,\u000f]`\u001fFG#0> 0> 0> 0> 0> 0> >\u0019a\u0018\u001fa\u0018\u001fa\u0018\u001fa\u0018\u001fa\u0018\u001fDt;\u0013gbw\u001b mEm*riw\u001b+m\\2s?\u007f?\u000e%Em(\u0005\u0012\u0010\u0014b\u0003zn0\u0002}\u0016\u001f\u001c\u0000۔%Z\u001e\u0007nB)Q\u0018\u000eat;n0\u001dFv\u0018\u000eat;l\u0012\u0012mS\"uJN~S\"?G\u001f~tۏnm?G\u0002D~tۏnm?G\u001f~tۏnm??)\u001f]~tُ.e?G\u001f]3N\u001f]~tُ.貎.貎.貎.貎.)P\u007f)i@ݗp Gi@at9.0\u001cFr\u0018]\u000eat9.0G\u001f]~tُ.e?G\u001f]~tُ.e?G\u001f]~tُ.e?G\u001f]~tُ.e?:::Q\u0002N\u0014 wk#Kȟ\u0006{_ b#\u0006>b#\u0006>b#\u0006>b#\u0006>b#\u0006>b\u001e@ @ ܸD%7Pr\u0003%7Σ\u0006c?\u0006c?\u0006c?\u0006c?\u0006c\u0006Jn\u0006Jn\u0006Jn\u0006Jn\u0006Jn\u0006JP>3\u0006>c3\u0006>c3\u0006>c3\u0006>c3\u0006>c3\u0006>c\u001eTg |g |g |@ T@  \u0011}G#D\u0006\u0011A\u0004j\u0010\u001aD1\"\u0018\u0011h\b4F\u0004\u001a#\u0002\u0011ƈ@cD1\"\u0018\u0011h\b4B\u0004\u001a!\u0002\u0010\u001aD\u0006\u0011A\u0004ji\u001a\u0018QN('F\u0013#ʉ\u0011ĈrbD91\u001c( Adŭ\u00017\u0007u`\u001e\u0007 \u0011,\u0005r\u000e\u0005[u=zp\u0003\u0006n\u0004{ATqk|w\u001ai|\u0003tn\u0005;.ŭ\u007fG1س#\u0011\b{v=;\u009e\u001daώgGس#\u0011\b{P'\u001ap`?DO\"'\u0011\bI$~\u0012a?DO\"'\u0011^c\u0018\u0018=1F1zc\u001ec\u0018\u0018=1F/1zK^b\u0012\u0018%F/1zK^bJR:'nmvp\u00078ߓR\u0003u\u0010l7x7x7x7x7x7x7x7x7x7x7x7x7xŰ ' z2ɠ' z2ɠ' z2d3-Α1&`\u0004\u0006#0\u0018\b F`0\u0002\u0011\u0018`\u0004\u0006#0\u0018, Ҁ\u001b_:\u0011ňbDs1\u0018\\h.F4\u0017#\u0011ňbDs1\u0018\\h.F4\u0017#\u0011ňbDs1\u0018%=\u0011K%F\u0012#b\u0011ĈXbD,1\"\u0018\u0011K%F\u0012#b\u0015>L\u000f303=L\u000f303}\u0007XTW.ޤ\u0010u(H# XT\u0011P,&:v\u0012{\u0019{X&jĨ(QGX\u0011Qc0FlI;ϻ6}ֻ*\u0003'ÓIy\u0018U\u001eFQaTy\u0018U\u001eFQaTy\u0018U\u001eFQaTyFbϳ\u0002*ӌB*B*B*B*B*B*B\u007fbO*B*B*B*B*B*\"\u001a5\u0000\u001b \u0006\u0005T`$0 \u0010e\u00175{*:j /f{2V'q B\u001b+]!@4\u0010\u0003 Ǿ\u0011@*0\u0012\u0018}1@\u001afUy4:A4z/`ȕ\u0018r% x\u0001\u001fX6r\u0018U\u0015\u0000^h2P\u0005:ܤkp\u007fS~\u0004\u0018OG\"UEL\u0000[\u0016`\u0007\u0003:\u0003P\u0017\u0007\u0007\u001a\u0000\u001da1`\u0005T\u0001w 6\u0005b\u0002Mئ@lS )\u0010\u0014m 6\u0005b\u0002Mئ@lS )\u0010\u0014m 6\u0005b\u0002Ml 0V\u0019|`\u001b\u0003xl\u0000z\u00001\u001eC\u00054(\u0006Р\u001c\u001aCrhP\u000e ʡA94(\u0006Р\u001c\u001a\u00021^O\u0005\u0002S@T ~*\u0010?\u0015 O\u0005\u0002SA\"$V # %F`D\u000eF`D\u000eF`D\u000eF`D\u000eF`D\u000eF`D\u000eF`DNk\u001dF\u0013\u0018h\u00024\u0005d@K\u0015 \u0006z\u0001>@_\u001f\u001f\u0018\u0000 \u0004BA`1\" \u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001cDy\u007f\u007f|T#(z߿~\u009f\u001f\u001b\u0018>\u001b*}њqw5s N߁Z5UZ5$Г\u001czRBOJI =)'%$Г\u001czCOrI =)'9Г\u0014S1T =)b\u0018z*TS1T =)b\u0018z*TS1T =\u0015COS1bI\u0005=\u0015COS-T\u0010\u001f=1 n\u0001T\u001fTJRAt~e6F8ƬX\u0018\u001a\u0016 +K\u0002F\u0002cw  (\u0010\u0018\"\u0001Cd}\u0015 9I~F\u0001?`J5 Q(`\u001f ؇\u0000m\u0001_\u000f\u0007\u0010\u001d`/ ؋\u0002` \u0017\u0005E\u0001[QV\u0014\u0015\u0005lE\u0001[Q\u001e\u0000\u001clEA,i \u001ei\u0013{~KJ\u007f?jO5r|5;  xH 6 O7\u0003\u000fl\u0003v\u0000T V\u0010\u0011(p 8^֙ў\u0000NSh\u007f\u0002N3h\u0002y\u0017%2p\u0005 \\\u0003\u0003\u001a\u0006p\u0013\u0007p \u0006\u0000wċ=\u0012!}) x/\"z`\u001f@\u0019jA1S\u001f.~; \u001bt\u000115\u0000 \u0011 \u001a\u0003ݹ)ZT\u0012~6Gk\u0001X\u0002V@e P\u0015\u0006\u00108$G1xM\u0000я39j\u007fڟ; ),\u0002u?w\u0004\u0000\"o a 1\u007f\u0000ˁM\u001e̥gm.q\u00060\u001f\u0006ub_[\u0006I;q'5Ɲ`_\u000e`_ `_ `_ `_ C\u0012+\u001c+\u0012\u0012+\u001c+\u0012+\u0012+\u0012+\u0012+\u0012+\u0012+\u001c\u001c~\u0010W}%\u000f\u0005J\u0004J/\u0007J-j\u0006j-j\u0006j\u0006jֲ\u0006j\u0004j\u0006J\u0006j\u0004j\u0006j\u0006j\u0006j\u0006j\u0006J\u0006j\u0006J\u0004j2\u0006j-j0\u0006j0\u0006J0&-?Æ l\u0006l\u0006lh\u0006lh\u0006l(\u0006lh lh\u0006l\u0006lh lh\u0006lh\u0006lh\u0006lh\u0006lh\u0006lh\u0006lh L LD  Ѐ \u0005Ѐ  Ѐ \u0015Ѐ \u0015UЮUQԘ\u0007\u0011І ZPհ5@\u0001P(\"G _H-6iK]MU>Q7zsfק\u000f \u00157\u0001*\u0001&ZR:s\u001e\u001c\u0013=H3J9E+\u0006w\u0018M1FS\u0014c4\u0018M1aꝂB\u001e=91G fHk;袆#6\u0010[RDFI\u0007\u0011G:@\u001c §\u0016A\u0006H\u0011GEIk2\u0001\u001f\u001f2\u0013d.G|\u0002|$\u0001\u001e>\u001dKRF:R]KS\u0003j@\u00115\"!Ԍ\u001eԜT-Z/Zڐ>Ԗڒ\u0001Ԏ6$\u00033u!Ѵ\u0013Dbi  \"q\u001b\u0016Pڋt29$.\u0015Wm2d&}I_\u0012\u0005}M_ }C\u0016RZJ\u00163t\u0012flw̖\"+X\u001ddX=Vf0'k 2̓yY+֊lf~̏laX;\u0003: BYW֕lc!\u0007f\u000e\u0016\"N\u0016\u0006\u0002\u0016|l7K` %!/RX F ?F#C;XRƱq0&#l\u001a%Gt6\u001cg \u0011l1[LNF'\u001afyl=96y\"X!K7 X\u0019 akরy\u0015^ּ:m-) #y\u001b 9o_= y%0*\u0013|\u0004_ZS\b\u0010Q;0:Dt׽&R&DrV32'ư2kؖ\u00051q& ;\u0011@zæ\"N,I\u0003\u0004Wmu!\u001d \u0014/Ԯd\u000e+Շu.5\u0012\u000fX` \u00118ڞ!$Ֆ | yJ\udd2di6\u007fh#ʷYT6Q(\\޶,{k$vW lyDێ׶K[V۟yoj\u0018Xmж+5TjϗFյmQ3\u0016mf~cxL:k۞ڶ\u001d 475\u00028RJ`˔\b\\ƝU\u0017\u0019\u001d%\u0017bٯ:l?ۏ\u0003\u0007A\\\u007f\"ag0\"{ \u0000,\u00166J\u0016!60${@U\u0014\u00197=D\u000f\u0011]z\u001e#z$=l =C \u0005z\u0018rWH|Z $\u0007 2\u001eL)͂L\u0091d\u001a\u0019K6d\u001c) \u001csL$ \u001c \u001bF\u0005C@μYk>\u0007\u0019/E\u00021㏬3L\u001e\u001bw^\u00172Fq\u0002\u001fs\u001cy~f?1{L1|sh\u0017\u0002cu\"6G\u001f \u0015m\u0019L1CfL9`Y\u00156 \u0016\u0007#7\u0005\u001dݥwb\u0000\u0019+  ?ǐ\u0011}t\u0001Ç\u00182#fL\u0019DL%\"fl\"H̹\u0017\u0002\u0007\"\u001b+! \u001cXS07\u000e\u000e='lDg\u0006Ќ\u001d\u001cYSZ f\u0018Gg\u0001l\u0000\u0014`E \u0018LųX\\'\u001d|)n41\"3ϰpF ə4e\"Z`E|1_\u0097e|9+ =2x\u00173 y.\u007f˧\u0019|&g9|.\u00055Z$5o\u001b17c606ܗv\u0003\u0003y7\u001ex8 ik3򶸳\u001fØ\u0002x\u0000ߞ'w0׺.\u000ex\u0010yw'AAymqu\u0000ꄳpVo\u0015~?\u001f\u0007P>\b\u0004>'a [\u001dql\u007f\\' \u0014߁f\u0001{3o\u0018?.P \b'W5DkLM)*J{-%ʴ JQV5 \u0016?u\u0003K\u0001mhԈ:ƴ mJebeL]\u001bmFSwڂz Ryі\u0015i\u001bꃸK? h{\u0001Q\u0013LJh7Ĵ`\u001aB{О{ӯ\u0010~?\u001d@\u0007P:p\u001aA#i\u0014\u001dLhT۱4\u0004:&a4&\u0014:t$\u001dEG14~Mi\u0006ͤY4[z>sTđb=̆h\u00168ţ&\u001e\u00120Tɨ\"Ne#(&fik2X&\u0012c7V8\u0016gsp]\u0001\\#nMPJܜ[pKn+⭊z\u001akmy-nym^;\u001e\u001a!w䍸\u0013&JQH\u0006-\u000fI&}BlɫH^z\u0005 #MP)GmNh/t\u0010: B\u0017!P*\u0004 ݄B\u0010\"\u0010z WB\u001f/*\u0000a\u0010* \u0012\u0084p!B\u0014\u0010!Z\u0011b8!^H\u0010 0цzbdQ,ﰧ\u007f՚=Iv%}ږZ֢D߲*\u001fE@\u0014r\u0000\u001e\b/9JN\u0000r\u0016YSWr\u000fCdu\u0015 '\u0019R]!⯪`o}\u0004~Eg$ \u001b\u0012 -\u0004_DJJ TA\u000e\u0015|eԑ8*4\u0001 F\u0011gsXe&\u001fd\u0019\u0011\u0018\\\u0004\u0018#O\u001b;\u0019Iw2y3I;:r:Nd:Nh.~K\u0019t&Eg9t.G\u0005TA\u0017E|*l_7OS\u0012\u0005.f\u0015\u00112\u0010ĬO*\u0003\u007feҪҽѦK %m7ҒIڕ\u007fc\u0017C\u0012\u001203R; dJj5R;\u0015 ^'ߨ}~+\u0005ksMTu\u001b=YrۤN>\u000e橫ѱּcױq mxTRYWcRVZ\u001f\\M\u0019ٯ-\u00197Md\u0016+U/\u000f\"{AZ=;U֮\u000f \u001emދ&$|l\u0018Q\u0005\u001emN\u0013\u001dǳB`Wx-Ef):PW\u001f\u0001MGG\u0019L\u001c%e\u0014w U\u0010`k\u001e\u001fA\u0012n||q\u007fn~M?\u0019\u0004\u0001h|#1y\u001b;{r|g`ʲS\u001co\u001e[^#I[_V.K{|\u000f\u001c\u001f}\u0019|t₞C\u001f#%柱fs\u0017m7ვrzLk57fgS\u00136ݳ\u0006N((Ր\u001dnO\u007fI{Uɢgm0,Eu=C\u001c+Z#\u007f4OxO]o{mLFŵ3&\u0013NukeiOf\u0014\u0016gԙ_x\u000esSzTw}5wI񲁓7;/]q$ݲjL\u001cwv\u007fs}\u0006=7;6i)|L |Lw\u0019d6!H\u0007~oo\u001dL\u0006 #󐹈,?24q_5.\u0019NUan|\u0015{)n}E6>p^\u0017;/wyOʍ6\\ZРsF>릶>`Ʌ7߽oLod,w=Û|3\u0016g\u0007\u0018$MhLqç9N-z^ekX\u0007 ժ奰C\u001b:wv\u001eaק\u000e\u000eqIPO;:\u000e1\u001do8vE|?y禍\u001eiwrdL\u001dS tR   \u0015e?=aVңK)\u001e#,빤f$-0aڷeH?W=\u00173MI;vMYGU4\u0013O%y ?K£\u001b-\u001a4ltm֍\u0016\u000e3K\u0019\\JO\u0018:ݰa\u001dֺ8hz;wwXl+1sWzkf_\u0019Y+cŪO+8r[\u00171 o=\b ޸~sK: |gھ'_>xLIDW\u001e\u0017 9l^vydCz\u0017^\u001a?-9z琺ZOt0\u0019y+\u0013艹y=3N`9?u\u001aSqo\u0013IIN \u001fo=o)\u000f\u0017ro|J/\"yGf^\u0019K-NsMk2zИAO[^)\u0017m;ms\u0019\u001aY[O'\u001e\u001f\u0003Nxoԧ>3&a}d^hh⺃\u0002 ]R\u001a֝DY/F*ϐu߅_˂ k\u001fn|rY.\u0013\u0003\u001eM_徢t\u0003:SXӄ?xSrfk\u0016|PjSP=\u0007OSmr_K\u0013uj6Ա\u000ewWϤge5]\"}˫~6*\u0018ZH_{e\u001fz' !:1jd;[\u001fX,3væ6\u0017z 5F\u0010\u001f\u00111ҕWw/\u001e{0ZFg>y\"C\u001dP8_ӯ\u0015\u001bc\u0013^ֲPGj^Ώww\u001a~Aڈ҅q \u0017{Y4tcWPE\u00066oMs*\u0005mzCq%u\u0017X L\u000e)hmӸl[q6\u000f rN5ۥ7w\u0013/~+ 5\u001d\u0015\u001frFOZ\u001eqk\u001aɋ'߲\"d3Ȏ\u001bSN2:h\u00199\u000e]aysⓋ\u001eY,Dd gM\u0004L^.Dx\"OY' \u0006\u007f\\Uan߂fĺV\u0005k&^\u0013>YيԐng6y-lcʲ\u007fcU^;%Y\u0017eV݀:q\u001d/\u0002E+Вi+~Ѽ2r6U \u001f\u0019{[fۤ[x+,zeU)q\u001f,D*)?ԂIMJk>1Z\u0011\u001c~nB\u001e >stream  xz xTE{o^}{盧N\u0005:$;+Ddc\u0004hB\u001a\b(6HX2@\u0010\u0010equtA\u0006D&*2ED\u001d5\b.\u0013r 8}J׹USgS\u0005@\u0000̒1#~B,\u00038{\u0001rxIi\u0000[^\u000fv\u0003:\u0013 \u0017\u001ag̝w\u001d\u0013\u0010pn kn 5sܞE`Czbiٓg\u0000x\u001a\u0004w/޳|  Z\u00034]N\u007fo\u0017u|ށU-0\u0010N8Nu090yKeK\u0012\u0018pu$\u001cǀ\u0000\u00190\u0019[V\u001a\u0012Fzlը\u00028eR)E0F\u0015ò,p*\b{\u0018#\u0010\u00048υiP`E ;u\u0002ˢH̝\u0002='A;7\u0019\u001aT;\u0000=s]\u0019=\u0006\u001c\\;⿀vMXOq\u0014nN[\u0001g\u0012\u00055lnGM\u0006f\u001fʺ 0\u001cJϰ\u0016B\b3ywv9\u0006!v\u001c\\|\u0000iHXʾ i\u0007\u001ae }\u0010\u001a~]~Jn@?&\u0018Tpۄy\u00144qEXo&\"41c(_\u000fM\u0007km`&e\u000e\u0003=\u0002\u0013!ϩOB}ʀ~QгˠOI~n\u001a7\u0013#\u0002~\u00117ɁT\u001a4L=0!>\u001e)pv\u001d\u0010cA\u007fFc#C\u001c\u0000\u0016l\u001bāN\u000573\u0018\\X&Q[\u00167r\u0000co\u0000g/-rpj^@g/8Usa w\u0004J\u007f.'1\u0083?\u001f\u0007w\u001e͑rJ$I\u007fpK%L\u00166;`ϱ6ޛ1݃q W`O !\u001ff]ͮaײd7y jeEÂC*\u001828?/7';+\u001f>07\u007fjJrR?oGLuD\u000ej1 &cAjԼc\u0019\u0002i%kJKu[\u0015Dp  ,n,\u00062j\u0007FzI*\u0004rVY Z]\u001aM\u0012 X*qI\u000fIk 8R\u0019\u0018aen:%yz=ftydekKh\u0003Qa,\u001eWS- n\u001c lҕc=\u001e)G\u000767R\u0012CH}dlH?  =RZ@\"\u0003\\1X_R\u001bAE:hK]Im',w*Vҽb3Q$| u L+\u001f]SZVv/15Wu]X.C\u0013\u0017iryT>[^\u0015ւ^PW\u001d6`O5_}\u0004e޲2X\\\\ֳdW\u0014ͭ\u0006C:Q|gW5PH\u0006.Ux(z\u001esmo\u007f\u001c3x{jg\u0097H\u0001=[, [\u0012\"%ck\u000e\u001a\u0014U\u0000\u0018M-M*6& ƈPW\u0015$\u001e\u000fmA\u0015iIUM.$\u001e\bfPvu>,m\u001b^EY7:}>7\u00161?CnCRG5\\ɋZ\\úHq*>e  zf+\u0004*p\u0017Ԋ\u0019\u001b>#|jЋ}P 6A\"\u0005\u0012qP \u0011K\"u\"\u0007@}\u0004/n\u001dox\u000e\u000f+.-⩓ʨ-=\u001ej%#ǒK\u0005 \u001a\u0011\u000fZkR\u0010KF*lI+Q@Rt[χu%!ɴ;\bì\\~/A Fn)8\u0000w f㲊TDX\u0011]k$}\\-vɼJ[^WHey>\u0011W4mF=\u0012 \u0014zʪ Y9f\\3\u0002@+k0)+mm5`T\u0014T R$\u0002\u0004ghg0Zr B7\u0011Pp^\u001c6&\u0013zq 0.AC\u0011YPE`e͂ZWpu ;\u0014$;0Ay'\u0017Izo\u0011\u0017R|a\u0018S[v Rn󢥣\u007f\u00017J5I\u0012zzA\u001eA \u007fj}\"*(7:D\u000f4S:FUl4}\u0013b\u0016gFf\u001ee\u0018qP\u0003eW)\"\u001a`IT룋L\u0013\";#%>9 Ojyhnhe&56KQI#ѷ\u0011\u001dsi\u0014\u0014`\u0018;7(ju[;  \\ lV*\u0005Pr\u00056)p\u0002R\u0012\u0005.V\"\u0005.T$\u0005V\" ^?J\u001cԌ\u0014~\u0019[\b\\p߹ o`\u0011̘ঙ\bnųcjN`4\u0004\u001bmɍMDq/܁\u0019#ꧾpF\u0001 %5?(i2Y\u001fŖˢ٧\u0013oR39}Vw6݃yVml\u0001\u0006-Xށy ͘ŭ՞E\u0093 ?\u000f\u001fQŞ*-Mi*Ɲ\u007fKj}ͫ b-¼\u0010&l\"\u0015cy\u00190s\u001c=nɲ\u0002v߮\u001dd3l\u001dt{\u0019Mg+2zs~^\u0016z\u0012S)d\u00132҂ilO\u001a/41-\u0013k\u0001>cϔ5\u0013b$ Z5\u0006S\u00190\u0006Q{vM y7Y\u0013\u0012L&v\u0014L`$.ʥ ( g&i\u0005\u0003 R  \u0015$\u0016\u0005\u0005U`/\u0014 \u0005|\u0001[\u0000\u0005j\"YʡH\u0012)\u00026V\u001c-}咶r|M+!j\u0011+1+ \u001cC{g\u001d-\u0018\u0018߷?-\b4ʮ\u007fjT`\u001f&\u0017?mR+\u000f@R\u0003\u007fi= 2ۦ=)\u0016\u00069\u0001lS96˓\u0016?7G);Jx~k>6\u001ay$DWW^O;3y\\5 \u001arh\u0014SyCn#uD˝\u001fgy7̑L#Vf\u000e7U``ܨ\u001a f\u0000y!щ\u000f \u000foPf`\u0016wQ9\u0018 \u0002~.= #Cd))\u001b\u00173\u001f(;A\u0004\u0012Gw >\u0019Yks#\u000fDm?\u0018cn \u001axƀmYFƈ\u001ea0/r {p\u001eUa@1{(\u0014;\u000f\u001f\u001d0\u001a\u000f\u0018\u0003&2Xޗg\u0019\\Cb䯏12\u000f9 Bj\u001dJ&A\u001di$d\u0007n2p9.tqGo~Dv΍GF =U\u0003Tx*9!!(IGB!\u0012q^ -\u0004\u0005E*e;-[T\u0003NN{3{=N9y!i d8Y,o\u0013c%w'I:;\u0003[Z zh\u000f\u001a{j`\u001a\u001fZ\u001c1A\u000eơU ?=B,\u0011\u00012$a2y\u0013hݨ\u0006ȋя?bޑLbzRC,o\u0012bz@~\b%\u0012\u0003.oVkHh@ ڥ[\u0000Hj\u0017\u0019$\u001dTN_ eae\u0014tx\"y\u001b\u0016\u00195\u000el%\\K>0\u001auA.YE\u0012&ޚfqѿq~3/;\u0015{-&|}EAk\u0018^C\u0016\bWF;R\u0003t:!vb6S,?#g/q\u0004H]_ \\/ut?vowwF#[Hu͐' >&;j'u@ XC 2ufCr\u001eaE Tdq2 &[ʱV!\u001fW{\u001bdMϧ\u001cox\u000e@a#0\u0018\u000e!%[xG z\u001f>\u001e\u001bV'g{i4/)\u001c2s#1݆ JT7gl7|sC#]M۷7\u0005fU\u001d\u000ffXmʕpf_Kkem#ֿv%վxv0Z?莂\u0018kE㷲\u000e ecjbct\u0011\u0018\u0004\u0012J3 꼽jErys\u0000I\u008a.=3pH\u0013\u00129Lz=;VFZ{7]>PBj\u00062txt\"\u007f-ϐ{ʎG!1h6\u00187k\u0005mf\u001dz\u001aG- ;CWDQY\u0010VD\u000fRUD?EĮnZO߳ [ځ\u001fNLc erxK\u001b e0#8\u0004m#TN8K͊jCw \u001dج\u0004!Q I9ˣ@7 \u00192bXSR8,3;\u000f ov o\u001eAh [bWyXC->D\u0015-N)S,4'7zdZGR#\u001d=\u001c\u001cց\u001c.Sx\u001a \u0004\u001f~q\u001b'\\=#j.]\u00136oV\u001e{aO9kMi(M̂ ;_\u001ey\u0015!]n[\u001ag̞\u0012>(w,\u0005]\u0002h,Vl\u0017\b\u0013w\u0013[-& a@IFY\u0017\\F1asq46\u0000*Srxgw #W:5[g\u000eX;\u0013\u000f\u0006յEJIC\u0014/\u0010$AD8\u001de\u000e\u0012\b\bf] ]}ِWT\u0010/)\u00182!sW9m|X\u007f0=q\u001c\\\u001dL\u0015DEx^mZ#LDkcT\u0010\u0013-\u000f}qa \u0012\u0017N b⅗\u0002j\u0014\u0015סW{_Ͼ:&Kn& ]Ģ{{\u0003\u0017Vio\u0011jI)R| jy \u001fz9hÂ0\u0004'\u001d?[(l\"\u0018`o'9B\u0018\u0007KAUЗb7' 1f`\u0010-t\u000454\u001a\u000eCQ\u0018n2 L742}D@wit'\u0006\u0015.%\u000exxzE P>\u0012\u001eӹ;/j\u0005U7\\|l9\u007f nud-U\u001c\u0014:m\u000f\u007fk2\u0017 z\u001fDԴiu6t_3 :5f j`ST7\u0006\u0014g1_\u0007Qw/UK  箛3IVͦG\u001fG57w-Ssߍ\u0011R9;z(uV\bhG~(R\u001dIyY{bn߸~\u001b9\u0003r)\u0006r}|uןR_?SLqL zLB b\b*>ǲ֭*\u001e[TM9la6DNH8\u0018fBd' Nd\u001f{[\u000f>0o!:\u0002Y\u0013p7\u001d!KgJ> \u001c!Ɗѳͤ\",#X\u0010%hnRp/ൾ=ߡ@ r (a0\u001f\u000e=o\u00152jnZ\u007f5ogSr'Gߜ\u0013W =*\u0010\u001a\u0018kUP081H`V,r/\u0012\u0019(1\u001fp\u00190\u0013QN4dz\u000f&awg ^xcM:[bX=1zZ  eU̘@z̼Aفk!pD/hD \u0016#\u0015Kt\u0014oCn\u001dRn[\u001c\u001f G-*bVnn k\u000fڲ˘\u0019 I\u0007{g0-yi_s\u0017t ors\u007fi,(5 =~ \u001e&b;X7\u001a\u007f\u0010@$$r,\u0002 \u0017.}^\u00139󳆪u\u001au{57~bZ^R?J\u001f+޷\u0014n>8;-h39ı\u0006NoЫM\u0000f7D\u00119_y\u0007DhZ\u001b@8A\u0017Zs3d3KGQ}x`T0U;y'l,^\u007fc4(\u001ei1{\u0000\u00167P}T{/G(~Uɏ K9w*}?g\u001eAwWpϥ$G\u0017.$\u000ff+2gfdw_?*f5;ȝ\" 08ȩ Q6{l%YWӺT`xQHB!_\u0018xEWnqB$%R+\u001c\u0018 }\u0014ݟ\u001d|fX&Ȣd%_(\u001dB 1fy\u0010}H\\ƮA*\u001f V\u001bqL\u001a7^N9\u001b\"&'@`Lfz* ou6Q3)~ԫdlyb@#\u000f_{\u0017\u001fo_>?|Қǖd\u0019\u001aGo\u0001ȱ\"ŊdEi6MZ63Q\u001a\u0003]ga@@-?~4zr\u001fX-):׃4cl\u0011ߝ~\u007fl}1{?$\u007fohǫھ} dżKS^G\u0004W\u001f1YOsZ%jG\u000e'?d^g\u0004~KykdwAgd\u0005+\u0018p\u007f1$}wPAd\u001by3-җ~n\u0010R\u0014\u000f!\u0018L\u001d)Ql~3Q32JS6/եrED\u0018(\u000fNN\u001f \u000fw\u001dTfϦi6MZE[hҖ2 \u0005\u0019Ҳ@AdSǍ\u001bEAA\u0005\u0005\\(R\u001fT\u0014ԇ\"8\u0018޼{ӆ>'M{~[7΅ȎWr\u001e\u0005a{o*Jvq}l.,g2z\u0014=4 @)®\u000e\\ҏONOf'gȂpL+c_ \u0014]ۘ}SLZT\u0018\u0006\u0003DɧO\u000f[W\u00049g~\u0000,ky^D PuϘ\u000fi:\u0016.-\u001c\u0001YtM\u0017/L\u001f_\u0016$\u0019i#\u0001\u0013 FӡNt!OY\u0000t(\u0004٣\bQ\u0015\u001a\u0019\u001e\u0014GNOewc49]5%\u001eؿG0xO\u0000m%YR#v\u0015_Q\u0015R%Ⴅ|xûR%*.^\u0005?\u0006Aϊ/ 셖'Kp\u001e`xTɓedĬY\u001c\u0019?Y'$~\u001bԏio녧\u0004\u0003\u0002\u0016Mz>)9D2\u0003CO=\u0006Ĝ :\u0006\u0002/߼\u0014z>\u000f \u0006Ԡ@.  %d+JdK:\u001a\u0018\u00187P;LR-\u0019pbx9\"@^f}tO'\u000ec \u0011f\u001a\u001e?q5ddA\u001a Ș\bdod͈+o\u001dTUӹ5AXzOOQ3\u001f\u0012/W9\u000f\u0003i:ҟ {A\u000f\u000f}O   88eL\u0002nj)W\u00189\u0004NoH=q\u001eG^fRD>5XR\u0003'-[\u0006Rr76\u000e>֙\u0017=^>\u0011X#5\u0019m!ءW͂G\u0016$s\u0003hO\u0007=\bJ\u0016K Z\b\u0016TCi\u0012FG5\u0013&f\be%ng`D,^A)2e1W#*^\u0014\u0003F X\u000eqYq8~\u001fHA\u0006ƈ 4pF^\u0007rOe&\u0007ɍ\b&r,pH\u0014pا\u0012\u0011xD\u001a=ĺ{gT\u0017^#nw\u0007ċ@L \u0019nɪ\u001bg%vyo \u007f̻q!\u0007~F=к X`|Ḍ\"B ݭB = \"mc RuJ\u007f0!dݞ\u000fC9`P,+ w'A(m\u0016Vz\u0006([~T4b/&Q\u0006=\u0003%c4h\u0004bý\u0004$/\u0011\"\u001eKpTq 9q\u0014} /~\u0014ԣ\u001f\u0014c츏NZ~:\u0003xY\u001d|(z\u001dø\u0017h+\u001a7f \u0000):\u0001\b*/\u0003s\u000e;\u001e\u00034\u001bx8\u0010,\u0004ݞ\u0010\u001fڨ\u000fYkDH_\u0007@D7%\u001b\u007f*p\u0005%\u0000 \u000f\u00021Yށ¹ܼ^ m(+_\u0006aVN۽|0b\u0000 !wɠ>6.MvLp \u0005ƍ.\u0000\u0018T\u001di \u0018\u0014SipWkxN\u001b\\\u0013a%:Tt\u0007$QC 3Ro/, QrI u$D\u0015IZܑ\u0017.VC4g\u000f\u0010f ?V5L\u000f66}|z:> d\"> hP$hCU%_WlQ?6\u0013,\u00151 \u0013y[\u001eNԩ\u001f,21$a8>?aVq\u00032ӝ:zLp/' Km\u001fŒ~DU\u0007 k guDSLL熶4\u0016Ѕ˄\u0012%hjk+s%^1[[+\u0011p2)\u001a9&@\u0018\u0015p=I%{;\u0014t/3)}{cI; -e5ͳl\u001e\u001dۯw\u0011!(r-Y\u000f\u001d\u007fLtTBbWT[EU I\u000elv\u007fj\b% ˣ6T¥\b)kqq+1W\b!p̝2}\u001e9n\u0011@09c&\u001e  \u0001\b1*w\u0015m\u0010+k,2VU\u0010\u001b#\u0019\u0014TF\u001c2\u0005\u001do-1R\u0018h\"qG '\u001aO\u001fKOs2\bX\u0005\u001dHNA\u001c.\u0019\u0007j0!\u0003\u0015\u0019*FbQ`\u0018ޗ [lW>ĕ\u0019͐ZT.|\u000e?e-V汵c{\u000eKd\u001dDJ.#j\u001cAկy`R\u001cN3gv\u0000rӲ2\u000f|j ]rJ.7amr:3}^U.ӯkW͆l\u0002YY7\u0015Zd#RP,[݈~HZ2diC(ʱ*ryPnp\u001aLmn\u001f5l]= \u001dH0yux˓\u0016\u0013\\*\u0010 \\|NQpmHnKL \u001e\u0013\u0016gVn$L\u0007% XS䮚/nXFX3BrX\u0013\u000f>4z󣳪7-]ԱW@'Qu =nSS9\u001d͕\u0002;\u001bL\u001e!;\u007fUEISl^\"&\u0006} zGG@I\u0003|\u0005Ck5Hןӫ\u00179qG\u0015\u0016\u0005 m2޶\u0002gB[.2K,-\u000fxd4[c \u0005qeVoAZUJL\\\u0019CUS\u0006M\u0013I f\u001ad\bB`k\u000fk/ :\u0016=#W0G\u000e7\u0016N41Lշl+t@9\u0005\u0002\u001d\u0001ӹ\u0019\u0007\u0014Й  {\u001fz@ \u0019\u0018\u001d+\u0013)2\u000e}/=/ub! \u0011-h\u001c4G]\\\u0005f\u0018d6tfVVX\u0010\u0019tV\u001bxlYc{ի\u001d f^+J?\u0015αY\u0014b.+\u001dw \bƫA\u0014^!&` \u0004([*:7WMQO'\u0017%\u0019Mox4 \u0012r,\u000eh3{Yb$5\u001cѴ:֪B\u0011ѤXYImT>¸&X D\u0014$\u001a\b\u0010Kv\u001c-L|nz҂1\"@|i}\u001aؓ\u001c2Z\u001b\u0003ubA\u0017 G!M4\u0007Lyڤmh\u001a\bȡěP074Y MGXp#\u0013ՓGY7o\u001e\u001ebe|\u0013xiikySuNj=0\u0006e\u000eDQ QZ{\u0014;WT!>LE\u0001 ݬ| n1Я֗x\u001fJݢ}\u0015-򹬕%LvL\u007f)1 E7&O\\\u0019T\\1iz& W\u0005$Enh>()h\u0010{\u0005\u0017B\u001aOqZ\u0011p\u0010Q (\u0001*\u0001r(:0$y_\u001cBY\u007f\u0006\u001bh˙MsZ\u0000fxxC\u001c\u001f藨\u0007W r,G\u0011:OlR}p[\u0016/9)6ӞXjOmRAԖ0f\u0001JcEZ̋lk\u001am\u001c;\u001e)Qjj_\u001dm\u000f\u0018c\u001a\u00192Qgڢzzu'Ї >ĳc-iSć^\u000f\u001c 9\u001d\u0002\u000e-]c3Mx\u001eD{ݖZGt\u001bat\u000eH◕%u>XB([!Hh-W 1lqxpx[e]+/ëp\u0010\b@\u001f=gNz\u0016\\g>3i\u0000Ko\u001c\u0016W}\u0016b\\v# \u0002\"j;j]hzY~B\u000fIZ\u0018KSm\u0015+ߐ:zRvm 5\"D4H\u007ft]G}\u0012?\u0011o,ݼ0-i]v\u0007\\u\u0019\u0007\u001b\u001bZVV_s;,=h\u0007\u0095N\u0016B\u0014N\u0010\u0002w\u0017\u0000\u001fFPH'dP@WHl\"ugk\u0016\u0004\u0013:T\b\"\u00146B剀Vgn6P\u0012kZT\u0006ʒ\u0019e!h\u0000Q\u00038^geڨhL_fqh\u0014\u001eD] \u001c}~y!i u$TC z2\u000f!@D\\.zwԚW5\u001c[xl|\u001cZ 1hIK>\u0000؝/V0$C\u0007:\u0015R `Z?]\u0006\u0001W\u0001>^0H\u001d6\u000e\"\u0005ڨ|G \u0007R\u000e',\u0001%\u009ah6Z\u0019N.VҚ\u001e\u0016!ü^\u0015a(O4\u007fj/Z\u0000@\b\u0013mn$?\u0011*@T tH\u0004m}\"M NU\u001alYM1Z\u000eDCZ1?Jת\\1V=^\u001b#1\u001bB\u0003U%=\u001d(\u0018\u0003a͈l\u0007W\u001cّKsh، \u0006\" \"T&z$ @\u0012P\b&\bҁ\b[\u0012\u00132(7c_9H\" ʮ+A\bɐ\u0011\u00158\u001f܄l*q~M0 q\u001e\"E\u001d5\u0018Ʃ=R61uP\u0013\u001c!T\u001a !TSN&Ӿ\b\u000eU'^\u0012ŗI^0Œx ~\b+\u000f\u0012YXNbSު.wk)*s9U\u0017[b ܒ5_~i\u0005\u001eF\u0014[NC\u0017ZڳnSæ\u0011[/\b\"u\u0004/t\u001aJ`\\,M v\u0005\u001c\u0013M  n`\u00049\u001bX\u0001Q\u0000qqX\u0002\u0015@W?_\u000elsB\u0013J\u0019|>|3\u001ew\u001eא],Y\u0011 *Jt䓬SŁvAӟoݸЊ zNwP-u}\u0017lgt.\u001e}x}\u0014U!nuKu\u0017v✥lنz,V4Ēw*^1=D,#,\u0092\u001c,M vv\u001cΘ\u0004o\u0011mh]r:L |%8CXq\u0006;|\u0006-Q@a,f҂V$ /\u0005J0dǨ9\u0005܋Z,Q7\u0000Q\u0017~f\"qtٛݯ r.=KP$WaF@RY!y.\u001d\u0018'R_jW6gw\u0001nЄg7*\u001es ]\b2\u001e0\u001f8f\u000f\u0019PZ#\u0000%nWw4FWcs \u001d[ j a O0\u0018\u0098\u0002fG\"\u0010\u0019 \u0012 u\u0017OO{\u001f \b@ >\"\u0007l\u001c xxh$\u0013[r8ƼcP|U\u001c9\u001e>hzH9 \u0013b*O\u001f5kV\u0003tkL;\u0017\u0013O.aLt\u0010g\u0012Up\u0018T\u007fV5 հpvʾ5z6 #n$jXCo3\u0018ԤFMMC\u0004Dԩ   5\u0007\u007f4sυP\u001e\u0011TK\bő 4. y$:qD!4?H}}\u0004\u000f^ 7(\u001b\u0016%UmW~I\u0005UCy0\u0005\u007f90\u0007i\\BpE6*~ IX\u001bpf\u0001âTֶZx\u00155*{,\u0017QnjN3\u007fdh^nLyhq\u0010bŒO>   c\u0005ط\u0006\u0017\u000ft|ʯxrfQ\u001eK}\bMBUdn6OŮ\"yb C\u001eyւeP\u0017ܻtsJ/y`P\u001fG֣>(e41\u0018Bs.\\6R\u0011ZoeJHG@\u001e\bNY )BEm$\u0016GW\u001d\"p\u0011e8툀\u001df\u0018\u0003tȲ\u001bmH\u001e\u0018\u001e!a\u0006ɽ[\u0006gN6 U \u000f\u001fԻտ@4YxT8IДifh-n~ǝaL(_p- r-1r \u001c\"}\u0007\u0002\"r\b\"2β {9ˡF \u001e\u0010c\u0012q\u00133ob|udcWc'1F;&\u001e\u0013MlFI&^X\u0010a?؟ouLu?ygǼ}Xs\u007fK\u0005| ml\u0015=>ۣ焞߫W^g}U\u0011}}\u001bS /)vߎ}~uC\u001e?Kf\u001b\u0018\u001eq\u001e\b\u001e~cv}x\u001b aغ \u0015l\u000e\u001d\u001aޑm^\u001aQ8bQ#&6oĢFTh\u001cqɈ\u001dl71G-0qw4\u0018/\u001ebY%BO֥1By-o s?ޕw\u0010\u0005D(Qv: \u0016\u0016}͔7rn\u001ck[( \u0005\u0002{l\u000f{l\u000f{l\u001f[\u0013/Ϧ()eܖW\u001d}z[_|oMٖ2aJ\u0012[ۍ]\u0007zN'RbN[iꪳ,z=C\u0010\u0019b\u001a\"Zc-\u001dծ!tUֿ^:V=\u0012Cmڴ\u0013ꭠ޾\u001dĻ:/w\u0014eA\u0019 \u0005 yo\u0004Gj^|̇>F{^{V攜Bc}όݻ_Sیܵ\"Ck4]k5vG\u000exq5 \u001bKk\udb2a &{5穰3 \u001eW͏=/)\\(\u0013[\u0019\u001e?vXm}myCxnm6\u0016i)\u000eϮ /\\_P\u001f^\u00126EˊFj\"H>\u001c F\u001b#UHMe}C>RS\u001f\\P\u0011\u00145TF\u0015+kz},R\u001a-o Gk\u001a\"&\\\u0010\u001f\u001dʘuHMim\u001b+EÕ5ᆊhvsw꣣Uh8R\u001bc\u0016\u0011zY[\u0017 ̹`hv}4\u001a.mXYed}m *\u000e/\u001cX\u0010i\b7Dә\u0014\u001a^\u0010m z˝:Sa *5e46ĢȺ=Wq%tvN \u0007#7 X=c\u001cX|6C\u001aez\u00064\u001a\u001bbEu$1lͶyY\u007fǵ\u000e۲\u0006?!@1R jF.2Z_|j$5hhRRy\u0016V4lwu\u0015[KJ\u001bkk\u001a657Mەpc=\u0003QQiԇqXueκs-m\u0007ҼՖ5\u000eo,hslqiUc\u0019Z\\X_W\u0015 y] p)5 \b8j\u0006\u001c\u0019V3\u00079UMk6/3C\u0018 N\u00196\u0006j;0\u0012+\b |\u0012ekj#mH mlCaeMQӦ\"ZU\u0005\u001d?E#(8R_%\u0017ً;}c+:dc͇\u0017}q4[H\u0016Z#~\u0003;Կ+GY~\u0007\u007f(\u001fUH>Jݑ?\u0013SɟQ\u007f\\\u0013I\u0005/J\u0019LS\u007fVoo?'| }u*u*ԷԯcźDh=V;\u007f}/nB2Ol;nUcэb|UF\u0013y9a3n\u0013j;n7+=1B-9saX[䌰yvD\u001dhk!Ζ;N̷b[.j[ehFز\u00172[^ek\u007fVʃ~{u\"IV\u001ds\u007f&.UUd=Yyѐ\u0015.#4,`zGpmN.f =hZ)k7\u001c]}7j-Ln+/\u0019#\u001dc}^\u00181\u001541Jn(6v?;gO?Dmgwc>q4mϖdq6cq\u001fo0b®;& rI\u0003'|J\u001e`ԞS\u0007N˟´ O˟^8} [-sۨ`eM\u0013\u001f\u0004ۣ3&4pF\u001f,ȬfGp\u000fy̢En9po\u0015Λ2o\u0018v)llۃ-fߋ3%c V\u000fٺu~u+g}J[\u0005[ndE\u001aݮ\u0006 \u0018 C }y6*lBL\u0010\u0017f[D߬/A\u007f^W@%lF>jZ  \u0006\u0000\u0004a l \"\u0018w\u001bh\u000e \u0001lE>M{3ｑmQ[lBm Agȇ.\u00151= \u0007vsV(8\u001e ǘ\u007f\u000fS`*L  8\u0007V*8\u0017Vy\u0006\u0017= '\u0013gH\u0002mo\u0019j\u0007!\u0001:B'\u001bj6ߒ\u000fd?\b0\u0018qP\u0004Ca\u0018 \u00110\b?b(8\u007fMbx6.\u00047\u001b;~ \b\u007f\u00163\u000eo_Mx  7\u0003a\u0010a0 \b0\u0018\u000e#-XhB \u0016ZЂ\u0016,`\u0005 -XhB \u0016Zy }~Пz\u0005T\u0006^7& [`+_\b\u0017`~0D!ކw]x\u000fއ\u000f`\u0017d\u001aj\u000ehF\u001bhY;e?\u001ep(KXe\u001bfc~1ט_ko5旚ϳ7՘_j4W\u001a\u001b>c~2 _۠  _됄o79\u001d-\u0013\u0007!\u0005߆{^\u000f\u0007;]\u001e4A3[elw?\u0005_\u0019  o\u001c |\u0000 MI\u0001\u0012\u0014hh;;σΐ.BlR\u001eÞh(h({y/\u0013e!~p,\u0010\u0000\u0018\b 0\u0004\"\u0018 `80 ќw \u0014C qg \u0001 `!\u0010\u000f\u0010\u000f\u0010\u000f\u0010\u000f\u0010\u000fR!|\u001f!|\u001f!|\u001f!|\u001fjz!6\u0013EDfh3Q(L\u0014m&6\u0013EDf\"h\b$&I\"h\b&I\"h\b$I\"hș&jif&jif&jif&jIf$j&If$j&If$j&If$j&If$j&&:ic&:&Ic$:&Ic$:&Ic&:ic$:&Ic&:ic&:ic&:~i_&Q|\u0012ŧQz3JoF(\u00197fތқQz3JoF(\u0019Qz\u001aQz\u001aQz\u001aQz\u001aQz\u001aQz\u001a'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012'Qz\u0012Qz\u001aQz\u001aQz\u001a\u001f!W(Ai\u000eJsP|4\u0007(Ai>JsPO>>Q|T:\u001fGu>Q|T:\u001f9Au\u000esP\u001cT:\u00079Au\u000esP\u001cT:\u00079Au\u000e3+kk\\}-\u000fr\u001a}F\u001f5A\u000ejtP\u001a\u001dF\u00075:A\u000ejtP\u001a}F\u00075:A\u000ejtP\u001a}F\u001f5G>jQ\u001a}rO>'Wj_?G>jQO6yf\u007fM5y%UW]K^uɫ.y%UW]K^uɫ.yJ\\+]r}.%>\\rKs}.%\u001b|7\u001e#\u001b|o|G74c#5>3g\u0006@\u00193\u0003}f >3g\u0006@\u00190\u0003\u001df t\u000e3a\u0006:@\u00190\u0003\u001df t\u000e3a\u0006:@\u00190\u0003\u001df t>3g\u0006@\u00193\u0003}fOq5.%׸\u001a\\k\\rKq5.%׸\u001a\\k\\rKq5.%׸\u001a\\kܐYg|\u0019I\u001dYj=j V!?z8\u0011W\u001e>y\u001e\u001dl5\u001f\u001b!\u000fy5^ i/P\u0001\u0001\u001aa\u0013l-\u0015.b1-\u001d &: ?#G\u001dߎ|R\u001diwu\u000f3\u001flC{ER̵W+O޽k,E4H\u001dwxWf\u001fG]ɽ}\u007fO>o~+\u007f[#7]?\u0010[D6ZMn{'b{Dl/^\u0010 b{Dl\u0011=\"G\u001e\u0011#b{Dl\u0011=\"G\u001e\u0011#b{Dl_\u001e\u007f9\u001f\u0007Od\u001e;\u0011=\"w\u0011=\"Gd̞0c7;d\u001f6\u0003{>|\u0000  \u0014 A=\u001bͬU\u001ecVy*Y1 1'{;x\u0013|]x!ew\u0019]x!ew\u0019]x!;x\u0013|Gw\u001e;п#Ne{\u0019^ae{\u0019^ay=Ǭ\u001dEO\u000f=71P %0\u0016t\u00013a\u0005\u0003+a\u0015  96Mɑ>9'GH\u001c#}rOɑ>9'GY\u0013=G|o>'7\u0013|O|o>'/V3X`1 \u00163X`1 \u00163X`1 \u00163X`% V2X`% V2X`% V2\u0007\u001eMxhï>~_\u0003 L|\u00194}M4}M4}M4}M4}M4}M4}M4}M4}M4}M4}M4}MAX\u0002?xXaÒ%\u000fK\u001e t`u\u0007\u000e\u001d;Xw`C\u0016K\u001e\u0000\u001b4QqdGg\bf w+\u0012\u00116f\u0002[yB\b.fr3k3ЪwQ_1  |\u0012$Ip'O;\u0004w> |\u0012P\u001d+jK6\u001e\u0000Aρy .x\u0005v5# Z:\u0001\u007f7-k6~\u0004a$X'X'X'X'X'X'X'X'X'X'X'Dy#7x#7x#7x#7x#7x#7x#.q#a\u0014\u001c\u000fa \u0014C i0\u001dfLX\u0001JX\u0005j8\u000f\u0016\"xȼ\u0011?\u0002oF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\u001coF\\Dd~\u00109Αs p\u00016{?\u0007{?y9ۇְ.\u0016\\E*\u0000ӡ\u0016%޻HF@F@F߀VJ3ZiVC\u001c٨F\u0001B\u0011!\u0014\u0011B 7\u0011N>d8\u0014J}:\u0010AL'-j\u001e0#\u0015$:I-~&p\u0016,ɦ2>[~\u0005\u0003+l\u0015sa5}\u0004Q7c#ۨ\"d \u0010.cە q\u001eѿioPʨmdof9\\r\u000e3V)*X\u0018\u0014cbRU3V)*X\u0019\u0014cbUJ1V6c`Z\u0018\u0016*X0V-U c0V-U c`Z\u0018\u0016ƪr\u0018\u0016ƪjaZ\u0018\u0016aZ\u0018\u0016aZ\u00186OurT\u00039K;'Le\u0002%-ƄO'ϓ|\u0004qVSmi֧/:iҧ\u0013F\u001e\u001f\u0013ٺs\u0005TGȃ|(>p,\u001c\u0007gW]Oa\u0019ֱߐ9\u0007qj\u00188oBu \u0005߆{^k\u0012=\\ԣ` Lpƾ\u001ey\u007f\u001e'.o;ؿ>\u0006@\u0011 \u0010 Z\u0010G )B )B )\u0016%PB %QB %PB\u001c%PB %QB %PB %PB %PB %PB %PB %PB %QB\u001c%QB \u001eH\u00028x#>\u001eG| \u001eG| \u001eG| \u0019vjN2X\u0011 Y6H,\u0013k.\u0016ħ61Slg-n`#n\u00147\u0016y\u0017/S\u001fN\u0017o/b$;egY,d7Lvri~X!b\u001c(\u000752,G89^T3\u0002Q.E\\\":B%n C&o\u0013_ȧeZ^|A(_\u0014_\u007f\u007f\u0010W++r)n- ѤB*$ګ\u000e\"i Uu\u0015T\u0005Pf-Տ5\u007fJ Qǉ{P5TܧF~UJ\u0003j\u001a'&j$iYT3Ń uZ\u0016\u001f%\u001eR2Z*\u0011u:WHjQ\u0015a\u0013U6T\u0012ZU+~ ] WSz8z\u001e)~'cZO\u0013\u0004WO\u0012i}*~|@me}Rb\u0001 \u0010\u007fҷD]\u0016o{\"_/w+=+B\u001eWhNh\u001c\u0010:'T*GCrbs 9J59J7~x\u0004\"\u001f\u0015\u0002T6F\u0013,s\"A[eA./z!Fb\u0016vX)7߬\u0004`Z;R󬦑v8 %.\u0012KibX+w?i}BS=\u0000w\u0012Ǌ\u0017Z>AL\u0011(\\\"4{}֦iك\u0001CDosb\u0019drz19ZcN]t\u0016\u0003̓?hq\"w3 g\u0015̵a q(\u0015bCRu-z[&l [W\u001ajP\u000f-Ӷ|;̓_lʖ\u001dmٵNe?[m9̖m9ZO [l\\lH^mr[B[^a*G􍶼ՖW4V;l\u0003|ЖUUI[ږE>靶|ݖ\u007f廦  [e\u0017ʷe- m9ЖE\u001cU\u001b+ 剶VgޟclȖKmʖk\u0019P-l` my-W֔ ٖ2i;KB![>ilb\u001bշ˷e- m9ЖE\u001cUXWn-O4[αi\\@-*[e-l\u0019O /`v;@-DAa\u001d\u000ec/!\u000fZjA'wD5S\u000e vRkU\u0013eu Ur]2\u001cG\u0005~yZ SriuKn\u0007S-`>4'\u007f7owL\br\u000e}`S wIߞw}9|Gnu~%\u000f;?O`?9\b\u0007N;7ū x Bz\u001ecԨxqեie\u0019-~ \u0014\u0004i\u0010˔L>bA]Aa\u0011dm-\u001f  bEQ>-\u0016YKٙs=P\\v24O>#\u0013J\u0003C\u0011G\u001f?\u0013W'/5Tr vb}2j\u0006{l5\u0015\\5\u0015 pԩ^@z^WsJJWh_7荺JW\u001a]8Xgb}z.yX?\u0010W3\u001f B\u001a\u001e1LiX__\u0019\u000f\u0018=\u001b'cQX\\\"\u0018s~ژ\u0016s\u0000cϱu\u0005Z0q\u0007Tp\u0007g>C f ~X_\u000eNw dd\u001c*r\u001cI9^cd,c= O\u0013r,O\"\u0017Mt9CΔl2\\y] 8U]kmv̕sB \u000edHdV**'s9c,SP2W$D\u0011\u0011iT(iքhTsқ\u007f{ιu^׽\u0017~\u0001X\u0001 JO\u0019 \u0003 kY\u0001k\u001auZ\u000ea\u000el\u0000\u001b&`\u000f\u001c#p\u0002\u0005\u00027\u0019\u0013x\u0001o\u0003|\u0001\u0005l\u0001~\u001f\u0004@\u0010\u0004A\b P@\u0005a \u001cDH\u0010\u0005ht \u000e*(x\u0005^73\u0002nf=qU ખ\u0002o`\u007f8\u0000\u000e`\u00850\u0015\u000e\b8\u0012ip4\u001c\u0003?\u0013G\u0013\u0019\u0010\u0010\u0018A\u0010\u0014aB\u0011\u0016\u0015aC\u0011\u000e\u0013! \\\b7\u0083\"|\b?\"Bf#s\u0019\u0011Bq,!\u0004\"H!҈ \":Z\u001eW \"#Bex\u0001P\u000eʡ\b0 FH0\u0006!\u001ac\u0018,}\u0010?\u0011R5\u0013\\\u0005z>j@ ѕ\u0011jBMPS 5G-PK FWkP\u001b\\+Cף\u001d\u0001݈nBQ\u0007\u0011uBQ\u0017\\AQw\u0003DPo:\u0018\u001bBP~\u0006?!wI\u0013\u0003G#X\u0015QtL%S?0\"hzFq( :3H\u001b\u001e9Bu\u0000Ef3 \u0003rA\u001e\u001dho!H\u0002P\u000en;=\u0010½Q(Q\u001e#0Є\u001d\u00192g -J%lB!=ƾܗ=9\u000f\u0002 Ib~F\u0003Uz\bJ\u0018e\u0012(e kl?\u001epeg-Zc3RqvT0Hddե\u001b%B~v;\u001aFYKa̱\u0012wa\u0004\u0007CXA,\b\u007f\u0000Ƣ\"ylRF-\u0005L],\u0017\u0018Gs1ђ Z_}R{i{\u0001&\u001db|\u001eG${˧\u000fxK=s  Hߘ5nYKbL\u0017m+ Ob$l \u0019LzDჯ\"\u0007\u001aG `i][M1ʚ\u001a~\"\\m\u000f\u000f\u0005?\b*z,m^cPGڽ\"Chz\u0015 \u001f\u0013\u0011c\u001d{Qҵ\u001e\u0006DV\u0017S4w\u0007t\u0017`ѐU_X]]Ŗ\"\u0000_\u001a$3\u0000 '\u0003\" }% \u0006\u0007aW[\u00111^z(\u0000 \u000fEodgtqqj\u0018\u0019&I~1Lhf\u000f=\u0013_Bְ\u001b\u001bɇTˉ}\u001fdV\u0006|\u0014ϻe`z\u0019UgLnZ(|Yð.\"~T.sc\u0005O\b]:2\u0013{?H|Rg\u0016P}{gi%yw\u001avZ\u0000HS {9E>\u0015DĦTH\u007fE fln\u0000AFA{|+xI~A\\8x\u001cc91\u000e!&\b p+`\u00188*8`dDЫX\u007fŴ~Okٓn]aM u^MRumώ4;MMl۠q\u001aYGR w\u0004ȯT qݏ\bدr1\u0003pN\u007fGc#jX\u001d?ᓽ|l`R]ECМMof:nx{WsX62T\u0004'\b,wl?\"Tjǭ\u0004\u00192fpky!&\u0019\u000fIϕUig/,?m'hTz3%Z;}ŭ\u0003b\u001f u=j\u0014(c `oƯrPëMYW\u0007EMs{, ًrW,\b[f,qe)T{\u001e͹\u0011ʤ,7kj4*͎2ף .0rzZtZ0'?\u001f҂Q \u0014z;=+} }+SM= \u001d\u0002]\u0003]\u0005jdݯ'\"b\u007fKXS%A\u001dg1DR̔=vwN\u0010S{YW%?бx!o=yo10\\P.h \u000e nk/}_$6\bdO2iCϬUuz\u001e-n}yZJ:o\u001c\u00196h\u0018~$Z쐕\u000ev[\u0005[\u0016yZ U?t5߂`dG -W4tvcگ/`B PƜ\u0007 \u001a?S L\u0007D\u0016_\u007ft\u0014LO&\u001bB䜹[Af¤]\u0012qPXr/2\u000e}B=|7C-\u0004sq 'q f]\u0010)\u000f\b\\\u00029\u0001x\\̿B\u0007zCi\u0000Hg\u001e!^T̂|\u0001Eˏ-ʳ'&ת\"~lX]cJ\"Lme+gz\u001a7EhMo\u007f$ \u0013Ϩd[)\u000ff\u007fCb6K\u0001X#4COΏH힔\u000ea\u000f1ph+l0p۽c⣚;\u0003J#bG#.\u0006.}yx+WY]aM UbvՇ'jP\u001a'}n,\u001e3.\b-{A~\u001dyXy&flF\u0004]O|6+W\u0005\u00150e\u001dC\u000f}j]|sSDGȦ3\u001e;Nwxٔ+\u0007gc}%ʰS'X=Y\u001b\u00108nj`; \u001bwz\u001ey/R9L\u0006Y\u000e49\\hI~`t/A\u0003?״  endstream endobj 1 0 obj  >stream  hj\u001bA\u0010E\u007ft=\u0005F\b;E0CV,C3eC\b\u0003jT\u001fi.\u0018\u0018\u0013\u0013\u0014R`!\u0002\u0006Qx\u001d\u0010\u0002qTeKEli-\u001dM2*[&P(lSA\u0001CA:wh\u0018\u0005$^;7\u0013:9\u0007m\u0004\u00160a\u0001\u0019\u001d ;rmmb7Xg\u0006F/ 3?̠d %s(D,JQ2̤f&5/f&53ILjfR3̤e&-3ic̤e&-3iI/t\u007f%J>5[\u0001\u0000\u007fD  endstream endobj 2 0 obj  >stream              application/pdf               Merck                        Date                    2011-05-26T12:22:34Z     Microsoft® Office Word 2007     2011-05-26T12:22:45-04:00     2011-05-26T12:22:45-04:00           Microsoft® Office Word 2007           uuid:d4bd6679-a43f-4f66-8ea0-50fff882b1d1     uuid:6bfef40a-9eeb-4595-9d2c-1772694a9f25                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 3 0 obj  >stream  h2T0Pw/+Q0L)65\u0006 \u0006T\u0016\u0007$\u0016\u0001\u0004\u0018\u0000   endstream endobj 4 0 obj  >stream  h25P0Pw,-/M-Jw.JM,sI,Ip22044052342226ʃg&\u0017\u0017秕SOKLNU\b/JQ0200OTD@]S?(?491!%9@C&i\u0001\u0004\u0018\u0000\u00195\u0013  endstream endobj 5 0 obj  >/Filter/FlateDecode/ID[ ]/Info 50 0 R/Length 53/Root 52 0 R/Size 51/Type/XRef/W[1 3 1]>>stream  hbb\u0000\u0001&F\u000f9 L@=do\u0004\u0019@$\u0003\u007f`\u0011\u0006ƑK2]\u0003 \u0000\u0001\u0006\u0000P\u0007m  endstream endobj startxref  116  %%EOF"}, {"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Natural Science II | 2014-2015 Note: * indicates draft/sample syllabus Fall 2014 FALL 2014 CORE-UA 303, Natural Science II: Human Genetics Prof. Rockman (Biology)  syllabus  We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2014 CORE-UA 306, Natural Science II: Brain and Behavio r Prof. Fenton (Neuroscience)  syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2014 CORE-UA 310, Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. FALL 2014 CORE-UA 313, Natural Science II: The Brain — A User's Guide Prof. Azmitia (Biology)  syllabus A non-textbook introductory science course aimed at non-science students interested understanding and caring for their own brains. The course provides new ideas of brain evolution, drug action and mental disorders. Core neurobiological ideas are developed into complex topics such as addiction, violence, memory, homosexuality and obesity. Each lecture provides current insights confronting students. The important subjects of drugs and alcohol introduce current mechanism of action for abuse of illegal (e.g. marijuana and ecstasy) and prescription (e.g. Xanax, Oxycodone, and Adderall) drugs. The course ends with coverage of clinical topics such as depression, suicide, anxiety, autism and ADHD. A weekly laboratory is included in this class which consist of brain dissections, microscopy, and computer assisted morphometry as well as exercises to cover topics such as alcohol measurement, calorie determination, photosynthesis and gender differences. Students are also expected to learn to use DSM-5 psychiatric handbook. The course grade is based on 5 test, a final, laboratory grade and two papers. The course is not recommended for juniors or seniors. All lectures are available as PowerPoint presentations before class and students are encouraged to use their computers or smartphones during class to facilitate discussions and questions. In summary, this class attempts to provide college students with the background to understand how the brain is structured and how it functions.  Note: Handling of animal brain tissue is required in some labs. FALL 2014 CORE-UA 315, Natural Science II: Human Reproduction Prof. Naftolin (NYU Medical School)  syllabus Reproduction is a major presence in daily life. This introductory course covers the basic development, anatomy and function of the reproductive systems in men and women, including the human sexual response and the sexual development of differences in the brain. The course also includes special topics such as sexually transmitted diseases, family planning, in vitro fertilization, and reproductive ethics. We will examine the relationships between reproduction and societal, medical and global issues. The laboratory provides hands-on experience with fundamental processes in reproduction. NOTES: 1. The laboratory sections for this course will be located at 180 Varick Street . 2. Some laboratories require animal dissection and/or handling live animals.  Spring 2015 SPRING 2015 CORE-UA 305, Natural Science II: Human Origins Prof. Disotell (Anthropology)  syllabus This course provides a comprehensive introduction to the field of biological anthropology and explores the evolutionary history of our lineage. Topics include but are not limited to human and non-human primate genetics, behavior, osteology, paleoanthropology, bioarchaeology, and forensics. Particular emphases are placed on modern human biological variation and the human fossil record. In doing so, we will reconstruct the behavior—locomotor, social, sexual, and cultural—of our ancestors and close relatives using modern analogs including modern humans, our closest living relatives the great apes, and other primates and non-primate animals. This course begins with a review of cellular and molecular biology and evolutionary theory in general, then establishes our place in nature and geological time, and ends with a detailed foray into modern human origins, including fossils, artifacts, and inferred cultural behaviors. Additionally, we will explore modern human variation, including discussions of topics such as race, genetics, and sexuality. SPRING 2015 CORE-UA 306, Natural Science II: Brain and Behavior Prof. Kiorpes (Neuroscience)  syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. SPRING 2015 CORE-UA 310, Natural Science II: Molecules of Life Prof. Jordan (College Core Curriculum)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2015 CORE-UA 312, Natural Science II: Earth, Life, &amp; Time Prof. Rampino (Biology)  syllabus Over the last four billion years, life on Earth has evolved in response to changes in the environment. At the same time, major innovations in the history of life have led to transformations of the Earth's physical environment. We examine the history of the intimate relationship between the Earth's changing environment and the evolution of life on the planet. This long-term historical perspective provides a context for understanding current environmental issues such as global warming, tropical deforestation, and loss of biodiversity. SPRING 2015 CORE-UA 314 Natural Science II: Genomes and Diversity Prof. Siegal (Biology)  syllabus Millions of species of animals, plants and microbes inhabit our planet. Genomics, the study of all the genes in an organism, is providing new insights into this amazing diversity of life on Earth. We begin with the fundamentals of DNA, genes and genomes. We then explore microbial diversity, with an emphasis on how genomics can reveal many aspects of organisms, from their ancient history to their physiological and ecological habits. We follow with examinations of animal and plant diversity, focusing on domesticated species, such as dogs and tomatoes, as examples of how genomic methods can be used to identify genes that underlie new or otherwise interesting traits. Genomics has also transformed the study of human diversity and human disease. We examine the use of DNA to trace human ancestry, as well as the use of genomics as a diagnostic tool in medicine. With the powerful new technologies to study genomes has come an increased power to manipulate them. We conclude by considering the societal implications of this ability to alter the genomes of crop plants, livestock and potentially humans. Note: Handling of animals and animal brain tissue is required in some labs.           Contact Us | &copy; New York University , Arts and Science"}]}]