[{"detail": [{"content": "New York University | Bobst Library: 19th Century Theater Research                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        19th Century Theater Research      This guide is designed for undergraduates and beginning graduate students undertaking research in American and British theatre history of the 19th century. For more information in this subject area be sure to visit the Humanities and Social Sciences Center on the first floor of Bobst Library and see the Theatre and Performance Studies pages for some useful links.      Contents      Librarian for 19th Century Theater Research    Bibliographies and Indexes       Encyclopedias, Dictionaries and Histories       Journals    How to Locate Newspaper Reviews       Microform Sets    Electronic Resources                                Librarian for 19th Century Theater Research    Pamela Bloom  Librarian for the Performing Arts  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2618  E-mail: pamela.bloom@nyu.edu                                 Bibliographies and Indexes        Bergquist, G. William. Three Centuries of English and American Plays: a checklist. United States: 1714-1830 . New York: Hafner, 1963.    Bobst Ref1 Z2014.D7 B45 (also on microform)   Compiled as an index to the Readex Microprint edition of Three  Centuries of English and American Plays, this checklist can stand on  its own as a bibliography of 5,500 plays written between 1500 and 1830.  Entries are arranged by playwright and list the earliest edition known  and significant later editions for each play. Anonymous works can be  found under their titles. Entries include brief bibliographical  information and chronological period to which the play belongs. As  there is no title index readers must know the playwright&#39;s name when  looking for a specific play.         Dubois, William R. English  and American Stage Productions: An Annotated Checklist of Prompt Books  1800-1900 from the Nisbet-Snyder Drama Collection, Northern Illinois  University Libraries . Boston: G.K. Hall, 1973    Bobst Ref1 Z5781 D85   Prompt books and production editions of plays are valuable resources to  theatre historians because they often contain notes that illuminate  historical practices in staging and production. This work catalogs more  than 2,000 promptbooks and prompter&#39;s editions of plays that form a  collection held by the Northern Illinois Univ. Library. The plays were  produced on the American and English stage between 1775 and 1900, and  these books were used and annotated by directors and actors of those  productions. Entries are arranged alphabetically by playwright. Each  entry includes a physical description of the promptbook, a description  of its covers and any handwritten marks in the text, the date of the  earliest recorded New York or London production, and references to  secondary sources. Indexes provide additional access by play titles and  names of persons mentioned in the text.         Ellis, James ed. English Drama of the Nineteenth Century: an index and finding guide . New Canaan, CT: Readex Books, 1985.    Bobst Ref1 Z2014.D7 E42 1985 c.1   This single alphabetical listing by author and title of approximately  9,000 plays constitutes a substantial bibliography of  nineteenth-century English drama. Its primary purpose, however is as an  index and finding guide to the English plays issued through 1981 in the  Readex Microprint Collection English and American Drama of the  Nineteenth Century. It ranges far beyond the drama proper to include  children&#39;s plays, pantomime books of words, minstrel dialogues, solo  entertainments, opera libretti and vocal scores, and translations of  Continental dramatists from Aeschylus to Ibsen. The earlier English  dramatists, most particularly Shakespeare, are well represented in  collected series of the standard repertory and in acting editions  citing nineteenth-century casts and reflecting stage productions from  the time of Sarah Siddons and John Philip Kemble to that of Henry  Irving and Ellen Terry.         Hixon, Don L. and Hennessee, Don A. Nineteenth-Century American Drama: a finding guide . Metuchen, NJ: Scarecrow, 1977.    Bobst Ref1 PS632.H57   The Readex Corporation&#39;s English and American Drama of the 19th Century  microprint collection is a monumental work, containing thousands of  plays. It is located in the Microprint section of Bobst on the A Level.  Because of the difficulty of access, Hixon and Hennessee created an  index to part of the collection entitled &quot;American Plays, 1831-1900&quot;.  That section includes 4,500 plays. Authors and titles are arranged  alphabetically with all titles cross-referenced to authors. Because  Readex classified some plays under their adapters&#39; names instead of  their authors (for instance Shakespeare&#39;s works are listed under  various adaptors&#39; names), Hixon and Hennessee provide cross-references.  Appendices include one for series of plays, an ethnic/racial cast index  and a subject/form index. This last section locates children&#39;s plays,  minstrel plays, temperance plays, and so forth.         Litto, Fredric M. American Dissertations on the Drama and the Theatre: a bibliography . Kent, OH: Kent State University Press, 1969.    Bobst Ref1 Z5781.L56   Litto uses a computer to compile this list of 4,565 dissertations  containing information about the theatrical arts. Although access is  provided by author, sufficient and keyword-in-context indexes, the  actual bibliography is arranged by a computer-generated reference mode.  Each entry lists the author and title of the dissertation along with  university and department names, degree granted, and date. Since this  work stops at 1965, one must use Dissertation Abstracts International  and the lists published annually in Theatre Journal (formerly  Educational Theatre Journal) to find more recent theses.         Pence, James Harry. The Magazine and the Drama: An index . (Theatre and Drama Series, 12) New York: Burt Franklin, 1970.    Bobst Ref1 Z5781 P43 1970   An early attempt to index theatre articles in the periodical  literature, Pence&#39;s work locates articles about &quot;acted drama&quot; in 166  nineteenth-century magazines. These include Blackwood&#39;s, Godey&#39;s,  Lippincott&#39;s, McClure&#39;s, and the Spectator as well as other lesser  known titles. Although Pence does not state the years he has indexed  they appear to be from around 1872 to 1896. Subjects and authors appear  in one alphabet, and citations list periodical, volume, beginning page,  and (sometimes) date. The most reliable indexing is by personal name,  but one can find information on topics such as &quot;voice, culture of&quot; and  &quot;German stage.&quot; The usefulness of this volume depends in part on the  availability of nineteenth-century periodicals.         Stratman, Carl Joseph. American Theatrical Periodicals, 1789-1967 . Durham, NC Duke Univ. Press, 1970.    Bobst Ref1 Z6935.S75   Stratman has listed in chronological order all known theatrical  periodicals published in the United States to 1967. Although he found  685 titles, he warned that this first effort was likely incomplete.  Entries list bibliographic citations and holdings in several American  libraries. Using the index, readers can locate periodical titles,  editors, cities of publication, organizations sponsoring periodicals  and some keywords-in-the-title terms such as &quot;ballet,&quot; &quot;dance,&quot; or  &quot;repertory.&quot; Stratman explains the use of the bibliography and index in  a clearly written introduction. Although now in need of an update, this  work will help those looking for older periodicals.                     Encyclopedias, Dictionaries and Histories          Brockett. Oscar G. History of the Theatre . 9th ed. Boston, MA: Allyn and Bacon, 2003.    Bobst Ref1 PN2101.B68 2003   A good example of a general, chronological history of world theater. Well indexed.        Bryan, George B. Stage Deaths: A Biographical Guide to International Theatrical Obituaries, 1850 to 1900 . Westport, CT: Greenwood, 1991.    Bobst Ref1 Z5781.S76 1991 vol. 1 &amp; 2   A useful guide to obituaries and biographies of both famous and obscure  &quot;theatrical artists&quot;. He includes thousands of actors, dancers, circus  performers, film stars and theatre historians in two volumes of  alphabetically arranged entries. Entries cite obituaries in nine  newspapers, including the New York times and The times (London) as well  as book-length biographies and autobiographies. Because date and place  of death are given, readers can check local newspapers for additional  death notices. This set compliments the Variety obituaries (begins at  1905) well because it extends further back in time and because it cites  additional sources.         Hartnoll, Phylis. The Oxford Companion to the Theatre . 4th ed. New York: Oxford Univ. Press, 1983.    Bobst Ref1 PN2035.H3 1983   Offers concise, authoritative essays on all forms of theater, from  street performance to legitimate stage, from ancient Greece to the  present. Entries for persons, terms, topics, famous theaters, and other  proper names.         Hochman, Stanley ed. McGraw Hill Encyclopedia of World Drama; an international reference work in 5 vol . 2nd ed. New York: McGraw Hill, 1984.    Bobst Ref1 PN1625.M3 1984 vol. 1-5   A truly wonderful encyclopedia comprehensive in scope. The 2nd ed.  expands both the text and pictorial content. All articles were written,  revised or updated by contributors who are active in the academic or  practical theatre world. Coverage on dramatists comprises five  sections; biographical outlining the highlights of a dramatists life,  analytical assessing creative achievements, synopses of major plays and  a play list.         Ireland, Joseph N. Records of the New York Stage from 1750 to 1860 . New York: B. Blom, 1966. [reprint of 1866 ed.]    Bobst Ref1 PN2277.N5 I7 1966 vol. 1 &amp; 2   An ancestor to Odell&#39;s Annals of the New York Stage.  Ireland discusses performances in various New York theaters up to the Civil War.  Written in a narrative style, each chapter contains cast lists for plays produced during a particular year.  Ireland comments on various actors and actresses and provides some death notices.  A general index appears at the end of the second volume.  Use this work to supplement Odell.        Merserve, Walter J. An Outline History of American Drama . 2nd ed. New York: Feedback Theatrebooks &amp; Prospero Press, 1994.    Bobst Ref1 PS332.M4 1994   Focuses on American plays and playwrights from the Colonial period to  present day. Topics discussed in terms of historical development, the  achievements of particular dramatists, and the contribution of  particular plays. Each chapter relates the progress of dramatic  criticism and the achievements of the theatre to a developing American  drama.         Mullin, Donald. Victorian  Actors and Actresses in Review: a Dictionary of Contemporary Views of  Representative British and American Actors and Actresses, 1837-1901 . Westport, CT: Greenwood Press, 1983.    Bobst Ref1 PN2597.V5 1983   Mullin has collected excerpts of Victorian criticism of 234 actors and  actresses of the period. So that the reader can consider the leading  players in relation to their supporting actors, Mullin includes reviews  of both stars and unknowns. For both he selects criticism of the actors  abilities in general and criticism of their performance of specific  roles. Critics quoted include George Bernard Shaw, Otis Skinner, and  William Winter, the &quot;doyen of New York theatre critics.&quot; Entries are  arranged alphabetically and include the actor&#39;s dates and nationality.  Excerpts are arranged chronologically. Full bibliographic information  for each citation in the bibliography is included. A subject index  completes the volume.         Odell, George C.D. Annals of the New York Stage, Before 1789-1894 . New York: AMS Press, 1970.    Bobst Ref1 PN2277.N5 04 1970 vol. 1-15   This history of the New York Stage relies on newspaper articles and other primary source materials.  The definitive history of early New York Theatre.        Slide Anthony. Encyclopedia of Vaudeville . Westport, CT: Greenwood Press, 1994.    Bobst Ref1 PN1968.U5 S37 1994   Focusing on personalities, including performers, creative talents, and  administrators, but also including entries on theaters, genres, etc.,  this is the first comprehensive encyclopedia on Vaudeville. Each entry,  when appropriate, includes a very brief bibliography. A guide to  Vaudeville research resources available in libraries is also included.         Wilmeth, Don B. and Miller, Tice L. Cambridge Guide to American Theatre . Cambridge: Cambridge Univ. Press, 1993.    Bobst Ref1 PN2220.C35 1993   This Cambridge work rivals the Oxford Companion the American Theatre in  its ability to provide short, factual answers to questions about the  world of American theatre. Eighty writers, including many of the  best-known theatre historians, inform readers about all subjects  related to the Theatre and to vaudeville, burlesque, the circus, magic,  and film festivals. Cambridge is more inclusive than Oxford whose scope  includes only legitimate theatre. Cambridge also does a better job with  the histories of major American cities such as Baltimore and  Philadelphia. Oxford, however, provides many more entries for  individual plays and persons. Cambridge includes a bibliography written  by Wilmeth and a introductory historical survey. At the moment,  Cambridge is more up-to-date than Oxford, but that advantage will  alternate as additional editions are issued.         Young, William C. Famous American Playhouses in the series Documents of American Theater History . Chicago: American Library Association, 1973.    Bobst Ref1 NA6830.Y68 vol. 1 &amp; 2   Vol. 1 covers theatre buildings from 1716-1899, Vol. 2 from 1900-1971.  In addition to brief overview of period each volume contain source  material from magazines and newspapers plus illustrations and  photographs.         Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975.    Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2   Presents information about 225 American actors, mostly from the  eighteenth and nineteenth centuries. He uses excerpts from articles,  interviews, and reviews published at the time the actor was working to  present both the actor&#39;s views on the profession and the critical  reception of his or her work. Chapters are arranged alphabetically by  name and excerpts are presented with citations at the end of each  chapter. The book is useful only as a beginning point. Young includes a  general index and a chronological index as well as a bibliography at  the end of the volume.                     Electronic Resources      Use the following databases to locate articles on Theatre in the 19th century. Available in all three reference centers and remotely from the Bobst Library database page at http://library.nyu.edu/collections/databases.html .          IIPA - International Index to the Performing Arts   Draws its content from more than 200 scholarly and performing arts  periodicals, and also indexes a variety of documents such as  biographical profiles, conference papers, obituaries, interviews etc.  Covering a broad spectrum of the arts including dance, film,  television, drama, theater, stagecraft, musical theatre, circus  performance, pantomime, puppetry, magic and more. Many full text  records contain an abstract plus the corresponding full text of the  original article.          MLA Bibliography (Modern Language Association)   Indexes journal articles (except book reviews), books, collections, folklore, film, audiovisual materials, etc.         America: History and Life   Citations with abstracts in English, to social science and humanities  literature on all aspects of U.S. and Canadian history, culture and  current affairs from prehistoric times to the present. Covers books,  dissertations and articles from over 2,000 journals published  world-wide. Since 1988, also contains reviews of films and videos.          Historical Abstracts   Abstracts and citations indexing over 2,000 journals, books, and dissertations.  Covers world history (except the U.S. and Canada) since 1450.         AHCI - Arts and Humanities Citation Index   Covers over 1,150 of the world&#39;s leading arts and humanities journals in a broad range of disciplines.         JSTOR   Full text of selected humanities, social science and science journals.         Project MUSE   Full text of selected humanities, social science and physical science journals.                          Journals                  American Periodical Series, 1741-1900    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film 277   American periodicals on diverse subjects, 1741-1900+.         Early American Periodicals Index to 1850    Call No: MP3   Indexes covering about 340 American magazines published through 1850.         Early British Periodicals    Call No: Film 599   British periodicals on varied subjects from 1681-1921   Access: A Guide to the Early British Periodicals Collection on  Microfilm is available at the first floor Reference Desk ( Call No: Z6956.G6 U54 ).  A title list can be found at the Microform Center on LL2.  Individual titles are in Bobcat.         Nineteenth Century Theatre (former title: Nineteenth Century Theatre Research )    Bobst PN1851.N55 Current holdings in Periodicals Room (third floor, east wing)   Nineteenth Century Theatre regularly publishes essays, documents,  bibliographies, review essays, reviews and an annotated list of books  received on the theatre of the 1800&#39;s. A wide scope allows the journal  to present topics in European and American theatre, dance, opera, and  other performing arts. The editors emphasize the publication and use of  primary source material. Recent articles have included a demographic  study of Victorian Theatre employees: a description of James Steele  MacKaye&#39;s lighting designs for the 1893 Columbian Exposition: and  excerpts from a diary kept by the manager of a Japanese acrobat troupe  that toured the United States in 1867. Book reviews complete each  issue. Indexed in American History and Life, Historical Abstracts,  AHCI, MLA.          Theatre History Studies    Bobst PN2000.T49 Current holdings in Periodicals Room (third floor, east wing)   The official journal of the Mid-American Theatre Conference, Theatre  History Studies covers all aspects of theatre. The well-illustrated  volume contains essays, and book reviews. The journal attracts  important names in theatre history and although it appears only once a  year, provides interesting, well-researched history. Indexed in  American History and Life, Historical Abstracts, AHCI, MLA.                        How to Locate Newspaper Reviews           New York Times Theatre Reviews , 1870-present    Bobst Ref1 PN1581.N38-N42n    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Select &quot;Historical New York Times.&quot;         Early American Newspapers    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film350 and MP8 (microprints)   American Newspapers from 1690 to 1876.      Be  sure to ask for the binder labeled &quot;LL2 periodicals, newspapers,  scripts, microforms&quot; at the Ref 1 desk on the first floor for a  complete listing of early American newspapers.                     Microform Sets       To find periodicals in the Microform Center check Bobcat first. Periodicals in the Microform Center are generally listed in Bobcat and filed alphabetically by title, either as microfilm, microfiche or microcard. For a complete listing of all microform sets available see the binder at the first floor reference desk marked LL2 Periodicals, Newspapers, Scripts, Microforms. The following list is of microform sets that may be of interest for researchers of both American and British plays.           Drama on the World Stage: Prompt Books and Performance Records    Call No: Film 2614   Prompt books for non-Shakespearean plays, from the Folger Shakespeare Library.  Items date from the seventeenth to the early twentieth century.  Plays are mainly British, with some exceptions, notably work of Ibsen. Around 800 in all.   Access: Publisher&#39;s guide: Drama on the World Stage. PN2570.D7 1989, in the first floor Reference Room.         English and American Drama of the Nineteenth Century    Call No: MP7 (microprint) and MF326 (microfiche)   Varied dramatic works from nineteenth century England and America,  including plays, opera libretti, etc. American and British productions  of works from other countries and of pre-1800 plays are included.   Access: Nineteenth-Century American Drama: a finding guide, in the  first floor Reference Room at Ref1 PS632.H57 &amp; English Drama of the  Nineteenth Century: an index and finding guide, at Z2014.D7 E42 1985 on  the 10th floor.          Popular Stage: Drama in the Nineteenth Century England    Call No:Film 2615   A collection formed by the actor Frank Pettingell. Series One covers  1000 manuscripts by the most popular dramatists of the Victorian era.  Series Two covers 300 pantomime libretti, reflecting the tremendous  popularity of the form and Series Three covers the collection of  printed plays over 5000 in all. On reel one there is a complete listing  which gives an alphabetical index of authors and details of the plays.   Access: The Popular Stage guides to all three series can be found in  the first floor reference area at Ref1 PN2594.P6.          Three Centuries of English and American Plays    Call No: MP13 (microprint)   Comprehensive collection of English plays, published 1515-1800, and American plays, published 1714-1830.  Includes translations of foreign plays and multiple editions of many titles. Around 5600 plays in all.   Access: Three Centuries of English and American Plays: a checklist.  Z2014.D7 B45, in the first floor Reference Room and the Microform  Center.   *Collection divided into segments: American 1714-1830; British 1515-1641, 1642-1700, 1701-1750, 1751-1800.  Plays arranged by author or title for anonymous works.                           Browse Subjects      Theatre and Performance Studies       Plays and Playwrights    Dance and Dance Education    Music    Television and Radio    Business of Performing Arts                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: 19th Century Theater Research                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        19th Century Theater Research      This guide is designed for undergraduates and beginning graduate students undertaking research in American and British theatre history of the 19th century. For more information in this subject area be sure to visit the Humanities and Social Sciences Center on the first floor of Bobst Library and see the Theatre and Performance Studies pages for some useful links.      Contents      Librarian for 19th Century Theater Research    Bibliographies and Indexes       Encyclopedias, Dictionaries and Histories       Journals    How to Locate Newspaper Reviews       Microform Sets    Electronic Resources                                Librarian for 19th Century Theater Research    Pamela Bloom  Librarian for the Performing Arts  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2618  E-mail: pamela.bloom@nyu.edu                                 Bibliographies and Indexes        Bergquist, G. William. Three Centuries of English and American Plays: a checklist. United States: 1714-1830 . New York: Hafner, 1963.    Bobst Ref1 Z2014.D7 B45 (also on microform)   Compiled as an index to the Readex Microprint edition of Three  Centuries of English and American Plays, this checklist can stand on  its own as a bibliography of 5,500 plays written between 1500 and 1830.  Entries are arranged by playwright and list the earliest edition known  and significant later editions for each play. Anonymous works can be  found under their titles. Entries include brief bibliographical  information and chronological period to which the play belongs. As  there is no title index readers must know the playwright&#39;s name when  looking for a specific play.         Dubois, William R. English  and American Stage Productions: An Annotated Checklist of Prompt Books  1800-1900 from the Nisbet-Snyder Drama Collection, Northern Illinois  University Libraries . Boston: G.K. Hall, 1973    Bobst Ref1 Z5781 D85   Prompt books and production editions of plays are valuable resources to  theatre historians because they often contain notes that illuminate  historical practices in staging and production. This work catalogs more  than 2,000 promptbooks and prompter&#39;s editions of plays that form a  collection held by the Northern Illinois Univ. Library. The plays were  produced on the American and English stage between 1775 and 1900, and  these books were used and annotated by directors and actors of those  productions. Entries are arranged alphabetically by playwright. Each  entry includes a physical description of the promptbook, a description  of its covers and any handwritten marks in the text, the date of the  earliest recorded New York or London production, and references to  secondary sources. Indexes provide additional access by play titles and  names of persons mentioned in the text.         Ellis, James ed. English Drama of the Nineteenth Century: an index and finding guide . New Canaan, CT: Readex Books, 1985.    Bobst Ref1 Z2014.D7 E42 1985 c.1   This single alphabetical listing by author and title of approximately  9,000 plays constitutes a substantial bibliography of  nineteenth-century English drama. Its primary purpose, however is as an  index and finding guide to the English plays issued through 1981 in the  Readex Microprint Collection English and American Drama of the  Nineteenth Century. It ranges far beyond the drama proper to include  children&#39;s plays, pantomime books of words, minstrel dialogues, solo  entertainments, opera libretti and vocal scores, and translations of  Continental dramatists from Aeschylus to Ibsen. The earlier English  dramatists, most particularly Shakespeare, are well represented in  collected series of the standard repertory and in acting editions  citing nineteenth-century casts and reflecting stage productions from  the time of Sarah Siddons and John Philip Kemble to that of Henry  Irving and Ellen Terry.         Hixon, Don L. and Hennessee, Don A. Nineteenth-Century American Drama: a finding guide . Metuchen, NJ: Scarecrow, 1977.    Bobst Ref1 PS632.H57   The Readex Corporation&#39;s English and American Drama of the 19th Century  microprint collection is a monumental work, containing thousands of  plays. It is located in the Microprint section of Bobst on the A Level.  Because of the difficulty of access, Hixon and Hennessee created an  index to part of the collection entitled &quot;American Plays, 1831-1900&quot;.  That section includes 4,500 plays. Authors and titles are arranged  alphabetically with all titles cross-referenced to authors. Because  Readex classified some plays under their adapters&#39; names instead of  their authors (for instance Shakespeare&#39;s works are listed under  various adaptors&#39; names), Hixon and Hennessee provide cross-references.  Appendices include one for series of plays, an ethnic/racial cast index  and a subject/form index. This last section locates children&#39;s plays,  minstrel plays, temperance plays, and so forth.         Litto, Fredric M. American Dissertations on the Drama and the Theatre: a bibliography . Kent, OH: Kent State University Press, 1969.    Bobst Ref1 Z5781.L56   Litto uses a computer to compile this list of 4,565 dissertations  containing information about the theatrical arts. Although access is  provided by author, sufficient and keyword-in-context indexes, the  actual bibliography is arranged by a computer-generated reference mode.  Each entry lists the author and title of the dissertation along with  university and department names, degree granted, and date. Since this  work stops at 1965, one must use Dissertation Abstracts International  and the lists published annually in Theatre Journal (formerly  Educational Theatre Journal) to find more recent theses.         Pence, James Harry. The Magazine and the Drama: An index . (Theatre and Drama Series, 12) New York: Burt Franklin, 1970.    Bobst Ref1 Z5781 P43 1970   An early attempt to index theatre articles in the periodical  literature, Pence&#39;s work locates articles about &quot;acted drama&quot; in 166  nineteenth-century magazines. These include Blackwood&#39;s, Godey&#39;s,  Lippincott&#39;s, McClure&#39;s, and the Spectator as well as other lesser  known titles. Although Pence does not state the years he has indexed  they appear to be from around 1872 to 1896. Subjects and authors appear  in one alphabet, and citations list periodical, volume, beginning page,  and (sometimes) date. The most reliable indexing is by personal name,  but one can find information on topics such as &quot;voice, culture of&quot; and  &quot;German stage.&quot; The usefulness of this volume depends in part on the  availability of nineteenth-century periodicals.         Stratman, Carl Joseph. American Theatrical Periodicals, 1789-1967 . Durham, NC Duke Univ. Press, 1970.    Bobst Ref1 Z6935.S75   Stratman has listed in chronological order all known theatrical  periodicals published in the United States to 1967. Although he found  685 titles, he warned that this first effort was likely incomplete.  Entries list bibliographic citations and holdings in several American  libraries. Using the index, readers can locate periodical titles,  editors, cities of publication, organizations sponsoring periodicals  and some keywords-in-the-title terms such as &quot;ballet,&quot; &quot;dance,&quot; or  &quot;repertory.&quot; Stratman explains the use of the bibliography and index in  a clearly written introduction. Although now in need of an update, this  work will help those looking for older periodicals.                     Encyclopedias, Dictionaries and Histories          Brockett. Oscar G. History of the Theatre . 9th ed. Boston, MA: Allyn and Bacon, 2003.    Bobst Ref1 PN2101.B68 2003   A good example of a general, chronological history of world theater. Well indexed.        Bryan, George B. Stage Deaths: A Biographical Guide to International Theatrical Obituaries, 1850 to 1900 . Westport, CT: Greenwood, 1991.    Bobst Ref1 Z5781.S76 1991 vol. 1 &amp; 2   A useful guide to obituaries and biographies of both famous and obscure  &quot;theatrical artists&quot;. He includes thousands of actors, dancers, circus  performers, film stars and theatre historians in two volumes of  alphabetically arranged entries. Entries cite obituaries in nine  newspapers, including the New York times and The times (London) as well  as book-length biographies and autobiographies. Because date and place  of death are given, readers can check local newspapers for additional  death notices. This set compliments the Variety obituaries (begins at  1905) well because it extends further back in time and because it cites  additional sources.         Hartnoll, Phylis. The Oxford Companion to the Theatre . 4th ed. New York: Oxford Univ. Press, 1983.    Bobst Ref1 PN2035.H3 1983   Offers concise, authoritative essays on all forms of theater, from  street performance to legitimate stage, from ancient Greece to the  present. Entries for persons, terms, topics, famous theaters, and other  proper names.         Hochman, Stanley ed. McGraw Hill Encyclopedia of World Drama; an international reference work in 5 vol . 2nd ed. New York: McGraw Hill, 1984.    Bobst Ref1 PN1625.M3 1984 vol. 1-5   A truly wonderful encyclopedia comprehensive in scope. The 2nd ed.  expands both the text and pictorial content. All articles were written,  revised or updated by contributors who are active in the academic or  practical theatre world. Coverage on dramatists comprises five  sections; biographical outlining the highlights of a dramatists life,  analytical assessing creative achievements, synopses of major plays and  a play list.         Ireland, Joseph N. Records of the New York Stage from 1750 to 1860 . New York: B. Blom, 1966. [reprint of 1866 ed.]    Bobst Ref1 PN2277.N5 I7 1966 vol. 1 &amp; 2   An ancestor to Odell&#39;s Annals of the New York Stage.  Ireland discusses performances in various New York theaters up to the Civil War.  Written in a narrative style, each chapter contains cast lists for plays produced during a particular year.  Ireland comments on various actors and actresses and provides some death notices.  A general index appears at the end of the second volume.  Use this work to supplement Odell.        Merserve, Walter J. An Outline History of American Drama . 2nd ed. New York: Feedback Theatrebooks &amp; Prospero Press, 1994.    Bobst Ref1 PS332.M4 1994   Focuses on American plays and playwrights from the Colonial period to  present day. Topics discussed in terms of historical development, the  achievements of particular dramatists, and the contribution of  particular plays. Each chapter relates the progress of dramatic  criticism and the achievements of the theatre to a developing American  drama.         Mullin, Donald. Victorian  Actors and Actresses in Review: a Dictionary of Contemporary Views of  Representative British and American Actors and Actresses, 1837-1901 . Westport, CT: Greenwood Press, 1983.    Bobst Ref1 PN2597.V5 1983   Mullin has collected excerpts of Victorian criticism of 234 actors and  actresses of the period. So that the reader can consider the leading  players in relation to their supporting actors, Mullin includes reviews  of both stars and unknowns. For both he selects criticism of the actors  abilities in general and criticism of their performance of specific  roles. Critics quoted include George Bernard Shaw, Otis Skinner, and  William Winter, the &quot;doyen of New York theatre critics.&quot; Entries are  arranged alphabetically and include the actor&#39;s dates and nationality.  Excerpts are arranged chronologically. Full bibliographic information  for each citation in the bibliography is included. A subject index  completes the volume.         Odell, George C.D. Annals of the New York Stage, Before 1789-1894 . New York: AMS Press, 1970.    Bobst Ref1 PN2277.N5 04 1970 vol. 1-15   This history of the New York Stage relies on newspaper articles and other primary source materials.  The definitive history of early New York Theatre.        Slide Anthony. Encyclopedia of Vaudeville . Westport, CT: Greenwood Press, 1994.    Bobst Ref1 PN1968.U5 S37 1994   Focusing on personalities, including performers, creative talents, and  administrators, but also including entries on theaters, genres, etc.,  this is the first comprehensive encyclopedia on Vaudeville. Each entry,  when appropriate, includes a very brief bibliography. A guide to  Vaudeville research resources available in libraries is also included.         Wilmeth, Don B. and Miller, Tice L. Cambridge Guide to American Theatre . Cambridge: Cambridge Univ. Press, 1993.    Bobst Ref1 PN2220.C35 1993   This Cambridge work rivals the Oxford Companion the American Theatre in  its ability to provide short, factual answers to questions about the  world of American theatre. Eighty writers, including many of the  best-known theatre historians, inform readers about all subjects  related to the Theatre and to vaudeville, burlesque, the circus, magic,  and film festivals. Cambridge is more inclusive than Oxford whose scope  includes only legitimate theatre. Cambridge also does a better job with  the histories of major American cities such as Baltimore and  Philadelphia. Oxford, however, provides many more entries for  individual plays and persons. Cambridge includes a bibliography written  by Wilmeth and a introductory historical survey. At the moment,  Cambridge is more up-to-date than Oxford, but that advantage will  alternate as additional editions are issued.         Young, William C. Famous American Playhouses in the series Documents of American Theater History . Chicago: American Library Association, 1973.    Bobst Ref1 NA6830.Y68 vol. 1 &amp; 2   Vol. 1 covers theatre buildings from 1716-1899, Vol. 2 from 1900-1971.  In addition to brief overview of period each volume contain source  material from magazines and newspapers plus illustrations and  photographs.         Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975.    Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2   Presents information about 225 American actors, mostly from the  eighteenth and nineteenth centuries. He uses excerpts from articles,  interviews, and reviews published at the time the actor was working to  present both the actor&#39;s views on the profession and the critical  reception of his or her work. Chapters are arranged alphabetically by  name and excerpts are presented with citations at the end of each  chapter. The book is useful only as a beginning point. Young includes a  general index and a chronological index as well as a bibliography at  the end of the volume.                     Electronic Resources      Use the following databases to locate articles on Theatre in the 19th century. Available in all three reference centers and remotely from the Bobst Library database page at http://library.nyu.edu/collections/databases.html .          IIPA - International Index to the Performing Arts   Draws its content from more than 200 scholarly and performing arts  periodicals, and also indexes a variety of documents such as  biographical profiles, conference papers, obituaries, interviews etc.  Covering a broad spectrum of the arts including dance, film,  television, drama, theater, stagecraft, musical theatre, circus  performance, pantomime, puppetry, magic and more. Many full text  records contain an abstract plus the corresponding full text of the  original article.          MLA Bibliography (Modern Language Association)   Indexes journal articles (except book reviews), books, collections, folklore, film, audiovisual materials, etc.         America: History and Life   Citations with abstracts in English, to social science and humanities  literature on all aspects of U.S. and Canadian history, culture and  current affairs from prehistoric times to the present. Covers books,  dissertations and articles from over 2,000 journals published  world-wide. Since 1988, also contains reviews of films and videos.          Historical Abstracts   Abstracts and citations indexing over 2,000 journals, books, and dissertations.  Covers world history (except the U.S. and Canada) since 1450.         AHCI - Arts and Humanities Citation Index   Covers over 1,150 of the world&#39;s leading arts and humanities journals in a broad range of disciplines.         JSTOR   Full text of selected humanities, social science and science journals.         Project MUSE   Full text of selected humanities, social science and physical science journals.                          Journals                  American Periodical Series, 1741-1900    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film 277   American periodicals on diverse subjects, 1741-1900+.         Early American Periodicals Index to 1850    Call No: MP3   Indexes covering about 340 American magazines published through 1850.         Early British Periodicals    Call No: Film 599   British periodicals on varied subjects from 1681-1921   Access: A Guide to the Early British Periodicals Collection on  Microfilm is available at the first floor Reference Desk ( Call No: Z6956.G6 U54 ).  A title list can be found at the Microform Center on LL2.  Individual titles are in Bobcat.         Nineteenth Century Theatre (former title: Nineteenth Century Theatre Research )    Bobst PN1851.N55 Current holdings in Periodicals Room (third floor, east wing)   Nineteenth Century Theatre regularly publishes essays, documents,  bibliographies, review essays, reviews and an annotated list of books  received on the theatre of the 1800&#39;s. A wide scope allows the journal  to present topics in European and American theatre, dance, opera, and  other performing arts. The editors emphasize the publication and use of  primary source material. Recent articles have included a demographic  study of Victorian Theatre employees: a description of James Steele  MacKaye&#39;s lighting designs for the 1893 Columbian Exposition: and  excerpts from a diary kept by the manager of a Japanese acrobat troupe  that toured the United States in 1867. Book reviews complete each  issue. Indexed in American History and Life, Historical Abstracts,  AHCI, MLA.          Theatre History Studies    Bobst PN2000.T49 Current holdings in Periodicals Room (third floor, east wing)   The official journal of the Mid-American Theatre Conference, Theatre  History Studies covers all aspects of theatre. The well-illustrated  volume contains essays, and book reviews. The journal attracts  important names in theatre history and although it appears only once a  year, provides interesting, well-researched history. Indexed in  American History and Life, Historical Abstracts, AHCI, MLA.                        How to Locate Newspaper Reviews           New York Times Theatre Reviews , 1870-present    Bobst Ref1 PN1581.N38-N42n    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Select &quot;Historical New York Times.&quot;         Early American Newspapers    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film350 and MP8 (microprints)   American Newspapers from 1690 to 1876.      Be  sure to ask for the binder labeled &quot;LL2 periodicals, newspapers,  scripts, microforms&quot; at the Ref 1 desk on the first floor for a  complete listing of early American newspapers.                     Microform Sets       To find periodicals in the Microform Center check Bobcat first. Periodicals in the Microform Center are generally listed in Bobcat and filed alphabetically by title, either as microfilm, microfiche or microcard. For a complete listing of all microform sets available see the binder at the first floor reference desk marked LL2 Periodicals, Newspapers, Scripts, Microforms. The following list is of microform sets that may be of interest for researchers of both American and British plays.           Drama on the World Stage: Prompt Books and Performance Records    Call No: Film 2614   Prompt books for non-Shakespearean plays, from the Folger Shakespeare Library.  Items date from the seventeenth to the early twentieth century.  Plays are mainly British, with some exceptions, notably work of Ibsen. Around 800 in all.   Access: Publisher&#39;s guide: Drama on the World Stage. PN2570.D7 1989, in the first floor Reference Room.         English and American Drama of the Nineteenth Century    Call No: MP7 (microprint) and MF326 (microfiche)   Varied dramatic works from nineteenth century England and America,  including plays, opera libretti, etc. American and British productions  of works from other countries and of pre-1800 plays are included.   Access: Nineteenth-Century American Drama: a finding guide, in the  first floor Reference Room at Ref1 PS632.H57 &amp; English Drama of the  Nineteenth Century: an index and finding guide, at Z2014.D7 E42 1985 on  the 10th floor.          Popular Stage: Drama in the Nineteenth Century England    Call No:Film 2615   A collection formed by the actor Frank Pettingell. Series One covers  1000 manuscripts by the most popular dramatists of the Victorian era.  Series Two covers 300 pantomime libretti, reflecting the tremendous  popularity of the form and Series Three covers the collection of  printed plays over 5000 in all. On reel one there is a complete listing  which gives an alphabetical index of authors and details of the plays.   Access: The Popular Stage guides to all three series can be found in  the first floor reference area at Ref1 PN2594.P6.          Three Centuries of English and American Plays    Call No: MP13 (microprint)   Comprehensive collection of English plays, published 1515-1800, and American plays, published 1714-1830.  Includes translations of foreign plays and multiple editions of many titles. Around 5600 plays in all.   Access: Three Centuries of English and American Plays: a checklist.  Z2014.D7 B45, in the first floor Reference Room and the Microform  Center.   *Collection divided into segments: American 1714-1830; British 1515-1641, 1642-1700, 1701-1750, 1751-1800.  Plays arranged by author or title for anonymous works.                           Browse Subjects      Theatre and Performance Studies       Plays and Playwrights    Dance and Dance Education    Music    Television and Radio    Business of Performing Arts                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People     Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "New York University | Bobst Library: 19th Century Theater Research                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        19th Century Theater Research      This guide is designed for undergraduates and beginning graduate students undertaking research in American and British theatre history of the 19th century. For more information in this subject area be sure to visit the Humanities and Social Sciences Center on the first floor of Bobst Library and see the Theatre and Performance Studies pages for some useful links.      Contents      Librarian for 19th Century Theater Research    Bibliographies and Indexes       Encyclopedias, Dictionaries and Histories       Journals    How to Locate Newspaper Reviews       Microform Sets    Electronic Resources                                Librarian for 19th Century Theater Research    Pamela Bloom  Librarian for the Performing Arts  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2618  E-mail: pamela.bloom@nyu.edu                                 Bibliographies and Indexes        Bergquist, G. William. Three Centuries of English and American Plays: a checklist. United States: 1714-1830 . New York: Hafner, 1963.    Bobst Ref1 Z2014.D7 B45 (also on microform)   Compiled as an index to the Readex Microprint edition of Three  Centuries of English and American Plays, this checklist can stand on  its own as a bibliography of 5,500 plays written between 1500 and 1830.  Entries are arranged by playwright and list the earliest edition known  and significant later editions for each play. Anonymous works can be  found under their titles. Entries include brief bibliographical  information and chronological period to which the play belongs. As  there is no title index readers must know the playwright&#39;s name when  looking for a specific play.         Dubois, William R. English  and American Stage Productions: An Annotated Checklist of Prompt Books  1800-1900 from the Nisbet-Snyder Drama Collection, Northern Illinois  University Libraries . Boston: G.K. Hall, 1973    Bobst Ref1 Z5781 D85   Prompt books and production editions of plays are valuable resources to  theatre historians because they often contain notes that illuminate  historical practices in staging and production. This work catalogs more  than 2,000 promptbooks and prompter&#39;s editions of plays that form a  collection held by the Northern Illinois Univ. Library. The plays were  produced on the American and English stage between 1775 and 1900, and  these books were used and annotated by directors and actors of those  productions. Entries are arranged alphabetically by playwright. Each  entry includes a physical description of the promptbook, a description  of its covers and any handwritten marks in the text, the date of the  earliest recorded New York or London production, and references to  secondary sources. Indexes provide additional access by play titles and  names of persons mentioned in the text.         Ellis, James ed. English Drama of the Nineteenth Century: an index and finding guide . New Canaan, CT: Readex Books, 1985.    Bobst Ref1 Z2014.D7 E42 1985 c.1   This single alphabetical listing by author and title of approximately  9,000 plays constitutes a substantial bibliography of  nineteenth-century English drama. Its primary purpose, however is as an  index and finding guide to the English plays issued through 1981 in the  Readex Microprint Collection English and American Drama of the  Nineteenth Century. It ranges far beyond the drama proper to include  children&#39;s plays, pantomime books of words, minstrel dialogues, solo  entertainments, opera libretti and vocal scores, and translations of  Continental dramatists from Aeschylus to Ibsen. The earlier English  dramatists, most particularly Shakespeare, are well represented in  collected series of the standard repertory and in acting editions  citing nineteenth-century casts and reflecting stage productions from  the time of Sarah Siddons and John Philip Kemble to that of Henry  Irving and Ellen Terry.         Hixon, Don L. and Hennessee, Don A. Nineteenth-Century American Drama: a finding guide . Metuchen, NJ: Scarecrow, 1977.    Bobst Ref1 PS632.H57   The Readex Corporation&#39;s English and American Drama of the 19th Century  microprint collection is a monumental work, containing thousands of  plays. It is located in the Microprint section of Bobst on the A Level.  Because of the difficulty of access, Hixon and Hennessee created an  index to part of the collection entitled &quot;American Plays, 1831-1900&quot;.  That section includes 4,500 plays. Authors and titles are arranged  alphabetically with all titles cross-referenced to authors. Because  Readex classified some plays under their adapters&#39; names instead of  their authors (for instance Shakespeare&#39;s works are listed under  various adaptors&#39; names), Hixon and Hennessee provide cross-references.  Appendices include one for series of plays, an ethnic/racial cast index  and a subject/form index. This last section locates children&#39;s plays,  minstrel plays, temperance plays, and so forth.         Litto, Fredric M. American Dissertations on the Drama and the Theatre: a bibliography . Kent, OH: Kent State University Press, 1969.    Bobst Ref1 Z5781.L56   Litto uses a computer to compile this list of 4,565 dissertations  containing information about the theatrical arts. Although access is  provided by author, sufficient and keyword-in-context indexes, the  actual bibliography is arranged by a computer-generated reference mode.  Each entry lists the author and title of the dissertation along with  university and department names, degree granted, and date. Since this  work stops at 1965, one must use Dissertation Abstracts International  and the lists published annually in Theatre Journal (formerly  Educational Theatre Journal) to find more recent theses.         Pence, James Harry. The Magazine and the Drama: An index . (Theatre and Drama Series, 12) New York: Burt Franklin, 1970.    Bobst Ref1 Z5781 P43 1970   An early attempt to index theatre articles in the periodical  literature, Pence&#39;s work locates articles about &quot;acted drama&quot; in 166  nineteenth-century magazines. These include Blackwood&#39;s, Godey&#39;s,  Lippincott&#39;s, McClure&#39;s, and the Spectator as well as other lesser  known titles. Although Pence does not state the years he has indexed  they appear to be from around 1872 to 1896. Subjects and authors appear  in one alphabet, and citations list periodical, volume, beginning page,  and (sometimes) date. The most reliable indexing is by personal name,  but one can find information on topics such as &quot;voice, culture of&quot; and  &quot;German stage.&quot; The usefulness of this volume depends in part on the  availability of nineteenth-century periodicals.         Stratman, Carl Joseph. American Theatrical Periodicals, 1789-1967 . Durham, NC Duke Univ. Press, 1970.    Bobst Ref1 Z6935.S75   Stratman has listed in chronological order all known theatrical  periodicals published in the United States to 1967. Although he found  685 titles, he warned that this first effort was likely incomplete.  Entries list bibliographic citations and holdings in several American  libraries. Using the index, readers can locate periodical titles,  editors, cities of publication, organizations sponsoring periodicals  and some keywords-in-the-title terms such as &quot;ballet,&quot; &quot;dance,&quot; or  &quot;repertory.&quot; Stratman explains the use of the bibliography and index in  a clearly written introduction. Although now in need of an update, this  work will help those looking for older periodicals.                     Encyclopedias, Dictionaries and Histories          Brockett. Oscar G. History of the Theatre . 9th ed. Boston, MA: Allyn and Bacon, 2003.    Bobst Ref1 PN2101.B68 2003   A good example of a general, chronological history of world theater. Well indexed.        Bryan, George B. Stage Deaths: A Biographical Guide to International Theatrical Obituaries, 1850 to 1900 . Westport, CT: Greenwood, 1991.    Bobst Ref1 Z5781.S76 1991 vol. 1 &amp; 2   A useful guide to obituaries and biographies of both famous and obscure  &quot;theatrical artists&quot;. He includes thousands of actors, dancers, circus  performers, film stars and theatre historians in two volumes of  alphabetically arranged entries. Entries cite obituaries in nine  newspapers, including the New York times and The times (London) as well  as book-length biographies and autobiographies. Because date and place  of death are given, readers can check local newspapers for additional  death notices. This set compliments the Variety obituaries (begins at  1905) well because it extends further back in time and because it cites  additional sources.         Hartnoll, Phylis. The Oxford Companion to the Theatre . 4th ed. New York: Oxford Univ. Press, 1983.    Bobst Ref1 PN2035.H3 1983   Offers concise, authoritative essays on all forms of theater, from  street performance to legitimate stage, from ancient Greece to the  present. Entries for persons, terms, topics, famous theaters, and other  proper names.         Hochman, Stanley ed. McGraw Hill Encyclopedia of World Drama; an international reference work in 5 vol . 2nd ed. New York: McGraw Hill, 1984.    Bobst Ref1 PN1625.M3 1984 vol. 1-5   A truly wonderful encyclopedia comprehensive in scope. The 2nd ed.  expands both the text and pictorial content. All articles were written,  revised or updated by contributors who are active in the academic or  practical theatre world. Coverage on dramatists comprises five  sections; biographical outlining the highlights of a dramatists life,  analytical assessing creative achievements, synopses of major plays and  a play list.         Ireland, Joseph N. Records of the New York Stage from 1750 to 1860 . New York: B. Blom, 1966. [reprint of 1866 ed.]    Bobst Ref1 PN2277.N5 I7 1966 vol. 1 &amp; 2   An ancestor to Odell&#39;s Annals of the New York Stage.  Ireland discusses performances in various New York theaters up to the Civil War.  Written in a narrative style, each chapter contains cast lists for plays produced during a particular year.  Ireland comments on various actors and actresses and provides some death notices.  A general index appears at the end of the second volume.  Use this work to supplement Odell.        Merserve, Walter J. An Outline History of American Drama . 2nd ed. New York: Feedback Theatrebooks &amp; Prospero Press, 1994.    Bobst Ref1 PS332.M4 1994   Focuses on American plays and playwrights from the Colonial period to  present day. Topics discussed in terms of historical development, the  achievements of particular dramatists, and the contribution of  particular plays. Each chapter relates the progress of dramatic  criticism and the achievements of the theatre to a developing American  drama.         Mullin, Donald. Victorian  Actors and Actresses in Review: a Dictionary of Contemporary Views of  Representative British and American Actors and Actresses, 1837-1901 . Westport, CT: Greenwood Press, 1983.    Bobst Ref1 PN2597.V5 1983   Mullin has collected excerpts of Victorian criticism of 234 actors and  actresses of the period. So that the reader can consider the leading  players in relation to their supporting actors, Mullin includes reviews  of both stars and unknowns. For both he selects criticism of the actors  abilities in general and criticism of their performance of specific  roles. Critics quoted include George Bernard Shaw, Otis Skinner, and  William Winter, the &quot;doyen of New York theatre critics.&quot; Entries are  arranged alphabetically and include the actor&#39;s dates and nationality.  Excerpts are arranged chronologically. Full bibliographic information  for each citation in the bibliography is included. A subject index  completes the volume.         Odell, George C.D. Annals of the New York Stage, Before 1789-1894 . New York: AMS Press, 1970.    Bobst Ref1 PN2277.N5 04 1970 vol. 1-15   This history of the New York Stage relies on newspaper articles and other primary source materials.  The definitive history of early New York Theatre.        Slide Anthony. Encyclopedia of Vaudeville . Westport, CT: Greenwood Press, 1994.    Bobst Ref1 PN1968.U5 S37 1994   Focusing on personalities, including performers, creative talents, and  administrators, but also including entries on theaters, genres, etc.,  this is the first comprehensive encyclopedia on Vaudeville. Each entry,  when appropriate, includes a very brief bibliography. A guide to  Vaudeville research resources available in libraries is also included.         Wilmeth, Don B. and Miller, Tice L. Cambridge Guide to American Theatre . Cambridge: Cambridge Univ. Press, 1993.    Bobst Ref1 PN2220.C35 1993   This Cambridge work rivals the Oxford Companion the American Theatre in  its ability to provide short, factual answers to questions about the  world of American theatre. Eighty writers, including many of the  best-known theatre historians, inform readers about all subjects  related to the Theatre and to vaudeville, burlesque, the circus, magic,  and film festivals. Cambridge is more inclusive than Oxford whose scope  includes only legitimate theatre. Cambridge also does a better job with  the histories of major American cities such as Baltimore and  Philadelphia. Oxford, however, provides many more entries for  individual plays and persons. Cambridge includes a bibliography written  by Wilmeth and a introductory historical survey. At the moment,  Cambridge is more up-to-date than Oxford, but that advantage will  alternate as additional editions are issued.         Young, William C. Famous American Playhouses in the series Documents of American Theater History . Chicago: American Library Association, 1973.    Bobst Ref1 NA6830.Y68 vol. 1 &amp; 2   Vol. 1 covers theatre buildings from 1716-1899, Vol. 2 from 1900-1971.  In addition to brief overview of period each volume contain source  material from magazines and newspapers plus illustrations and  photographs.         Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975.    Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2   Presents information about 225 American actors, mostly from the  eighteenth and nineteenth centuries. He uses excerpts from articles,  interviews, and reviews published at the time the actor was working to  present both the actor&#39;s views on the profession and the critical  reception of his or her work. Chapters are arranged alphabetically by  name and excerpts are presented with citations at the end of each  chapter. The book is useful only as a beginning point. Young includes a  general index and a chronological index as well as a bibliography at  the end of the volume.                     Electronic Resources      Use the following databases to locate articles on Theatre in the 19th century. Available in all three reference centers and remotely from the Bobst Library database page at http://library.nyu.edu/collections/databases.html .          IIPA - International Index to the Performing Arts   Draws its content from more than 200 scholarly and performing arts  periodicals, and also indexes a variety of documents such as  biographical profiles, conference papers, obituaries, interviews etc.  Covering a broad spectrum of the arts including dance, film,  television, drama, theater, stagecraft, musical theatre, circus  performance, pantomime, puppetry, magic and more. Many full text  records contain an abstract plus the corresponding full text of the  original article.          MLA Bibliography (Modern Language Association)   Indexes journal articles (except book reviews), books, collections, folklore, film, audiovisual materials, etc.         America: History and Life   Citations with abstracts in English, to social science and humanities  literature on all aspects of U.S. and Canadian history, culture and  current affairs from prehistoric times to the present. Covers books,  dissertations and articles from over 2,000 journals published  world-wide. Since 1988, also contains reviews of films and videos.          Historical Abstracts   Abstracts and citations indexing over 2,000 journals, books, and dissertations.  Covers world history (except the U.S. and Canada) since 1450.         AHCI - Arts and Humanities Citation Index   Covers over 1,150 of the world&#39;s leading arts and humanities journals in a broad range of disciplines.         JSTOR   Full text of selected humanities, social science and science journals.         Project MUSE   Full text of selected humanities, social science and physical science journals.                          Journals                  American Periodical Series, 1741-1900    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film 277   American periodicals on diverse subjects, 1741-1900+.         Early American Periodicals Index to 1850    Call No: MP3   Indexes covering about 340 American magazines published through 1850.         Early British Periodicals    Call No: Film 599   British periodicals on varied subjects from 1681-1921   Access: A Guide to the Early British Periodicals Collection on  Microfilm is available at the first floor Reference Desk ( Call No: Z6956.G6 U54 ).  A title list can be found at the Microform Center on LL2.  Individual titles are in Bobcat.         Nineteenth Century Theatre (former title: Nineteenth Century Theatre Research )    Bobst PN1851.N55 Current holdings in Periodicals Room (third floor, east wing)   Nineteenth Century Theatre regularly publishes essays, documents,  bibliographies, review essays, reviews and an annotated list of books  received on the theatre of the 1800&#39;s. A wide scope allows the journal  to present topics in European and American theatre, dance, opera, and  other performing arts. The editors emphasize the publication and use of  primary source material. Recent articles have included a demographic  study of Victorian Theatre employees: a description of James Steele  MacKaye&#39;s lighting designs for the 1893 Columbian Exposition: and  excerpts from a diary kept by the manager of a Japanese acrobat troupe  that toured the United States in 1867. Book reviews complete each  issue. Indexed in American History and Life, Historical Abstracts,  AHCI, MLA.          Theatre History Studies    Bobst PN2000.T49 Current holdings in Periodicals Room (third floor, east wing)   The official journal of the Mid-American Theatre Conference, Theatre  History Studies covers all aspects of theatre. The well-illustrated  volume contains essays, and book reviews. The journal attracts  important names in theatre history and although it appears only once a  year, provides interesting, well-researched history. Indexed in  American History and Life, Historical Abstracts, AHCI, MLA.                        How to Locate Newspaper Reviews           New York Times Theatre Reviews , 1870-present    Bobst Ref1 PN1581.N38-N42n    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Select &quot;Historical New York Times.&quot;         Early American Newspapers    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film350 and MP8 (microprints)   American Newspapers from 1690 to 1876.      Be  sure to ask for the binder labeled &quot;LL2 periodicals, newspapers,  scripts, microforms&quot; at the Ref 1 desk on the first floor for a  complete listing of early American newspapers.                     Microform Sets       To find periodicals in the Microform Center check Bobcat first. Periodicals in the Microform Center are generally listed in Bobcat and filed alphabetically by title, either as microfilm, microfiche or microcard. For a complete listing of all microform sets available see the binder at the first floor reference desk marked LL2 Periodicals, Newspapers, Scripts, Microforms. The following list is of microform sets that may be of interest for researchers of both American and British plays.           Drama on the World Stage: Prompt Books and Performance Records    Call No: Film 2614   Prompt books for non-Shakespearean plays, from the Folger Shakespeare Library.  Items date from the seventeenth to the early twentieth century.  Plays are mainly British, with some exceptions, notably work of Ibsen. Around 800 in all.   Access: Publisher&#39;s guide: Drama on the World Stage. PN2570.D7 1989, in the first floor Reference Room.         English and American Drama of the Nineteenth Century    Call No: MP7 (microprint) and MF326 (microfiche)   Varied dramatic works from nineteenth century England and America,  including plays, opera libretti, etc. American and British productions  of works from other countries and of pre-1800 plays are included.   Access: Nineteenth-Century American Drama: a finding guide, in the  first floor Reference Room at Ref1 PS632.H57 &amp; English Drama of the  Nineteenth Century: an index and finding guide, at Z2014.D7 E42 1985 on  the 10th floor.          Popular Stage: Drama in the Nineteenth Century England    Call No:Film 2615   A collection formed by the actor Frank Pettingell. Series One covers  1000 manuscripts by the most popular dramatists of the Victorian era.  Series Two covers 300 pantomime libretti, reflecting the tremendous  popularity of the form and Series Three covers the collection of  printed plays over 5000 in all. On reel one there is a complete listing  which gives an alphabetical index of authors and details of the plays.   Access: The Popular Stage guides to all three series can be found in  the first floor reference area at Ref1 PN2594.P6.          Three Centuries of English and American Plays    Call No: MP13 (microprint)   Comprehensive collection of English plays, published 1515-1800, and American plays, published 1714-1830.  Includes translations of foreign plays and multiple editions of many titles. Around 5600 plays in all.   Access: Three Centuries of English and American Plays: a checklist.  Z2014.D7 B45, in the first floor Reference Room and the Microform  Center.   *Collection divided into segments: American 1714-1830; British 1515-1641, 1642-1700, 1701-1750, 1751-1800.  Plays arranged by author or title for anonymous works.                           Browse Subjects      Theatre and Performance Studies       Plays and Playwrights    Dance and Dance Education    Music    Television and Radio    Business of Performing Arts                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People     Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]