[{"detail": [{"content": "Faye Ginsburg , Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Faye Ginsburg   David B. Kriser Professor of Anthropology; ; Director, Graduate Program in Culture and Media   Director, Center for Media, Culture & History   Co-Director, Center for Religion and Media   Co-Director, Council for the Study of Disability Ph.D. 1986, CUNY, B.A. 1976, Barnard.      Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8558   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.     Affiliated with other departments or programs     Director, Graduate Program in Culture and Media   Director, Center for Media, Culture & History   Co-Director, Center for Religion and Media   Co-Director, Council for the Study of Disability     Selected Publications     Forthcoming. Mediating Culture: Indigenous Identity in a Digital Age . Duke University Press. 2002. Media Worlds: Anthropology on New Terrain . Co-edited with Lila Abu-Lughod &amp; Brian Larkin. University of California Press. 2002. 9/11 and After, A Virtual Case Book . Co-edited with Barbara Abrash. 1995. Conceiving the New World Order: The Global Politics of Reproduction . Co-edited with Rayna Rapp. University of California Press. Council on Anthropology and Reproduction Edited Volume Prize, 2004. 1990. Uncertain Terms: Negotiating Gender in American Culture . Co-edited with Anna Lowenhaupt Tsing. Boston: Beacon Press. 1989. Contested Lives: The Abortion Debate in An American Community . University of California Press.    American Sociological Association, Sociology of Culture Book Award, 1992. Society for Medical Anthropology Eileen Basker Memorial Award for Research on Gender and Health, 1990. Village Voice Outstanding Books of 1989. Woodrow Wilson National Fellowship Foundation Hans Rosenhaupt Book Award, 1989. Second Edition, 1998. net.library Edition, 1999.  Articles 2012. Radio Fields: An Afterword. In Radio Fields, Lucas Bessire and Daniel Fisher, eds. NYU Press, Pp 268-278 2012. Disability in the Digital Age, for Digital Anthropology Heather Horst /D. Miller, eds. London: Berg. Pp. 101-126 2012. Indigenous Counter-Publics: A Foreshortened History, Sensible Politics: The Visual Culture of Nongovernmental Activism Yates McKee and Meg McLagan, eds. Zone Books. Pp. 87-108 2012. Canary in the Gemeinschaft. In Deus in Machina: Exploring Religion &amp; Technology, Jeremy Stolow, ed. NYC: Fordham University Press. Pp. 159-181 2012. Anthropology and the Study of Disability Worlds , with Rayna Rapp. Medical Anthropology at the Intersections. Marcia Inhorn and Emily Wentzell, eds. Duke University Press. Pp 163-181 2011. The Paradox of Recognition: Recognition Struggles over Children with Learning Disabilities. With Rayna Rapp (1st author) . For Contesting Recognition: Contemporary Cultural and Institutional Disputes Janice McLaughlin, ed. Palgrave: 166-186 2011. The Difference that Disability Makes: Reproductive Justice Through a Wider Lens. With Rayna Rapp. For Special Issue: Critical Conceptions: Technology, Justice, and the Global Reproduction Market. Rebecca Young and Gisela Fosado, guest editors Scholar and the Feminist Online 2011. Native Intelligence: A Short History of Debates on Indigenous Media. In Made to be Seen: A History of Visual Anthropology, eds. Jay Ruby, M. Banks, University of Chicago Press: 234-255 2011. Reverberations: Disability and the New Kinship Imaginary. With Rayna Rapp Anthropological Quarterly: 379 - 410 2010. The Human Nature of Disability. With Rayna Rapp. Vital Topics Column. American Anthropologist, December 2010, Volume 112 2010. The Social Distribution of Moxie: The Legacy of Christine Sleeter. Disability Studies Quarterly. Special Issue on Learning Disabilities, David J. Connor, Beth A. Ferri, eds. , Vol. 30 (2) http://www.dsq-sds.org/article/view/1239/1284 2010. Samson and Delilah: From Central Australia to Cannes Anthropology Now Vol. 2(1): 72-76 2010. Peripheral Visions: Blak Screens and Cultural Citizenship, Cinema at the Periphery, eds. Dina Iordanova, David Martin-Jones, Belen Vidal, Wayne State University Press: 84-103 2009. Beyond Broadcast: Launching NITV on Isuma TV, In Media Res, online journal, May 4. http://mediacommons.futureofthebook.org/imr/2009/05/01/beyond-broadcast-launching-nitv-and-isuma-tv 2009. In the Shadow of the Double Helix, Bridges: A Jewish Feminist Journal, Spring 2009 2009. “My media studies: Remote ideas” Television and New Media Studies, Vol, 10 (1)Toby Miller ed 2008. \"Rethinking the Digital Age,\" in Global Indigenous Media , Pam Wilson, Michelle Stewart, eds. Atlanta: Duke University Press. 2008. \"Mass Media, Anthropology, and Ethnography,\" in The Sage Handbook of Film Studies . ed. James Donald, SAGE: London, pp. 216–225 (REPRINT). 2007. \"Enlarging Reproduction/ Screening Disability,\" in Reproductive Disruptions: Gender, Technology, and Biopolitics in the New Millennium , ed. Marcia Inhorn. Berghahn Books, London (with Rayna Rapp). 2007. \"Found in Translation,\" in Media Res, http://mediacommons.futureofthebook.org/videos/ , launched 3/27/2007. 2006. \"A History of Indigenous Futures,\" (with Fred Myers). Special Issue of Aboriginal Histories. Vol. 30: 95–110. 2006. \"Ethnography and American Studies,\" Cultural Anthropology . Aug 2006, Vol. 21, No. 3: 487–495. 2006. \"Indigenous Television. With Lorna Roth,\" in Studying TV: An Introduction , Glen Creeber, ed. London: British Film Institute, pp 146–152. 2005. \"Black Screens and Cultural Citizenship,\" Special Issue, Visual Anthropology Review : 80–97. 2005. \"Rethinking the Voice of God in Indigenous Australia: Secrecy, Exposure, and the Efficacy of Media,\" in Religion, Media, and the Public Sphere, Birgit Myer and Annelies Moors, Eds. Indiana University Press. 2005. \"Media Anthropology: An Introduction,\" in Media Anthropology , Eric Rothenbuhler and Mahai Coman, eds. Sage: 17–25. 2005. \"Dans le Bain Avec Rouch,\" American Anthropologist 107(1) March: 109–112. 2005. \"Ciné-Trance: A Tribute to Jean Rouch (1917–2004),\" Co-editor with Jeff Himpele, Special Section for American Anthropologist , 107(1) March 2005. 2005. \"The latest in reality TV? Māori Television stakes a claim on the world stage,\" with April Strickland, in Flow: A Critical Forum on Television &amp; Media Culture . June 2005. 2005. \"Move over Marshall McLuhan! Live from the Arctic!\" in Flow: A Critical Forum on Television &amp; Media Culture . 2005. \"The Unwired Side of the Digital Divide,\" in Flow: A Critical Forum on Television and Media Culture. March 18, 2005. 2005. \"Rethinking the Digital Age,\" in Flow: A Critical Forum on Television and Media Culture . January 21, 2005. 2004. \"10,000 Years of Media Flow,\" in Flow: A Critical Forum on Television and Media Culture. Nov 19. Vol 1(4). 2004. \"Steps to the Future: AIDS and Media Activism in South Africa,\" with Barbara Abrash, Visual Anthropology Review 19: 1–2. 2004. \"Atanarjuat Off-Screen: From “Media Reservations” to the World Stage,\" American Anthropologist , 105(4), December: 827–831. 2003. \"Smoke Signals and Screen Memories,\" in Multiculturalism, Postcoloniality and Transnational Media , Ella Shohat and Bob Stam, eds. Rutgers University Press, pp. 77–98. 2002. \"First Peoples Television. with Lorna Roth in Television Studies Toby Miller, ed. London: The British Film Institute . 2002. \"Fieldwork at the Movies: Anthropology and Media,\" in Exotic No More: Anthropology on the Front Lines , ed. Jeremy MacClancy, Univ. of Chicago Press, pp. 359–376 2002. \"Introduction: The Social Practice of Media,\" in Media Worlds: Anthropology on New Terrain (California). 2002. \"Screen Memories: Resignifying the Traditional in Indigenous Media,\" in Media Worlds: Anthropology on New Terrain , Ginsburg, Abu-Lughod, Larkin, eds., California 2002. \"Standing at the Crossroads of Genetic Testing: New Eugenics, Disability Consciousness,Women’s Work,\" (w/ Rayna Rapp) GeneWatch: A Bulletin of the Council for Responsible Genetics 15(1). 2001. \"Enabling Disability: Renarrating Kinship, Reimagining Citizenship,\" with Rayna Rapp. Public Culture 13(3) special issue on Disability Criticism . 1999. \"Fetal Reflections: Confessions of Two Feminist Anthropologists as Mutual Informants,\" in The Fetal Subjects: Feminist Postions . Lynn Morgan and Meredith Michaels, eds.(Pennsylvania) 1998. \"Institutionalizing the Unruly: Charting a Future for Visual Anthropology,\" Ethnos 63(2) pp. 173–196. 1998. \"Rescuing the Nation: Operation Rescue and the Rise of Anti–Abortion Militance,\" in Fifty Years' War: A Half Century of Abortion Politics, 1950–2000 . Rickie Solinger, ed. California 1997. \"From Little Things, Big Things Grow: Indigenous Media and Cultural Activism,\" in Between Resistance and Revolution , Dick Fox and Orin Starn, eds. Rutgers University Press. 1995. \"The Parallax Effect: The Impact of Aboriginal Media on Ethnographic Film, Visual Anthropology Review, 11(2). [1999] reprinted in Visible Evidence . Michael Renov and Jane Gaines, eds. Minneapolis: University of Minnesota. 1995. \"Introduction: Conceiving the New World Order,\" in Conceiving the New World Order: The Global Politics of Reproduction , Faye Ginsburg and Rayna Rapp, eds. (Berkeley: University of California Press). 1995. \"Mediating Culture: Indigenous Media, Ethnographic Film, and the Production of Identity,\" in Fields of Vision: Essays in Film Studies, Visual Anthropology and Photography , Leslie Deveraux and Roger Hillman, eds., University of California Press, pp. 256–290. 1995. \"Production Values: Indigenous Media and the Rhetoric of Self–Determination,\" in The Rhetoric of Self–Making . D. Battaglia, ed. University of California Press. 1995. \"Introduction: Conceiving the New World Order,\" (with Rayna Rapp) in Conceiving the New World Order: The Global Politics of Reproduction . F. Ginsburg and R. Rapp, editors; Univ. of California Press. 1994. \"Some thoughts on Culture &amp; Media,\" Visual Anthropology Review 10(1) Spring. 1994. \"Culture and Media: A (Mild) Polemic,\" Anthropology Today 10(2): 5–15. 1993. \"Embedded Aesthetics: Creating A Discursive Space for Indigenous Media,\" Cultural Anthropology 9(2). [2002] reprinted in Planet TV: A Global Television Reader , Lisa Parks and Shanti Kumar, eds. New York: New York University Press. [2003] reprinted in Critical Cultural Policy Studies: A Reader , Justin Lewis and Toby Miller, eds. Oxford: Blackwell, 88–99. 1993. \"Station Identification: The Aboriginal Programs Unit of the Australian Broadcasting Corporation,\" in Visual Anthropology Review 9(2): 92–98. 1993. \"Aboriginal Media and the Australian Imaginary,\" in Public Culture , 5(2) Special issue on television. 1991. \"Indigenous Media: Faustian Contract or Global Village?\" Cultural Anthropology, 6(1): 92–112. [1994] reprinted in Rereading Cultural Anthropology . G. Marcus, ed. 1990. \"Introduction,\" in Uncertain Terms: Negotiating Gender in American Culture (Beacon Press). 1990. \"The 'Word–Made' Flesh: The Disembodiment of Gender in the Abortion Debate,\" in Uncertain Terms: Negotiating Gender in American Culture . F. Ginsburg, A. Tsing, editors, Boston: Beacon Press.  Current News/Projects Updated March 2013 I have organized my current news and projects according to areas of research (indigenous media; disability), and the different programs and centers that I run (Certificate Program in Culture and Media; Center for Media, Culture and History; Center for Religion and Media; and NYU Council for the Study of Disability.\u2028\u2028\u2028 Indigenous Media \u2028\u2028I am completing a book based on research over the last two decades with indigenous filmmakers entitled Mediating Culture. It looks at the complex challenges posed by the development, circulation, and multiple meanings of indigenous media worldwide — with a particular focus on Aboriginal Australia — to the field of visual anthropology, and the globalization of cultural processes. Check out this discussion on In Media Res that I curated for a sense of what is going on in this field. http://mediacommons.futureofthebook.org/imr/2009/05/01/beyond-broadcast-launching-nitv-and-isuma-tv On March 3, 2013 with support from the Skirball Center for the Performing Arts, I had the privilege to organize and host a “sneak preview” of the new feature film, The Sapphires, Directed by Indigenous Australian actor, writer, and director Wayne Blair. http://nyuskirball.org/calendar/sapphires , including a terrific Q &amp; A with Wayne. In May 2012, I gave the 2012 Gerbrands Lecture, at the University of Leiden, Museum Volkenkunde, Leiden, Netherlands on Australia's Indigenous New Wave; and was invited to speak on Fourth Cinema and Future Imaginaries at a conference entitled The Artist as Ethnographer at the Musée du Quai Branly in Paris. I also gave a talk on Visualizing Disability, at the Beeld voor Beeld Film Festival in Amsterdam. \u2028In July 2012, I was a Visiting Professor at the US Studies Centre at the University of Sydney, Australia, where, with Toby Miller, I taught a week-long interdisciplinary seminar for graduate students on Qualitative Methods in Ethnographic Research and Cultural Studies. While in Sydney, I stayed on in order to carry out research on new developments in indigenous media, in particular with the Indigenous Departments at the ABC, and at Screen Australia, and a chance to be on set for the fantastic new series, Redfern Now. http://www.abc.net.au/tv/redfernnow/  \u2028\u2028\u2028Disability \u2028\u2028During the academic year 2012-13 I gave a number of talks on “Disabilities in a Digital Age”, as part of the research on innovation in cultural understandings of learning disabilities that I am carrying out with Rayna Rapp. I presented this work as a Distinguished Lecture at the University of New South Wales in Sydney, Australia in July. \u2028As an activist dimension of this research, I helped to establish, SKILLS (\"Skills &amp; Knowledge for Independent Living and Learning”), an experimental transition program for NYC young adults with learning disabilities who are making the transition from high school, with the Cooke Center Academy and Winston Preparatory School; with the support of the NYU Council for the Study of Disability, it was housed at NYU for a two pilot. The program, which started with 8 young adults, has expanded to over 36 students, and has had a successful relocation to a larger space on 29th St.\u2028\u2028\u2028 Co-Director, NYU Council for the Study of Disability \u2028http://www.nyu.edu/disability.council/ \u2028\u2028As founding co-director of NYU’s Council for the Study of Disability (with support from the NYU \u2028Provost’s office). As an advisor to the Reelabilities: NY Disabilities Film Festival (now in its 5th year), we collaborated with the Council to hold screenings and discussions of selected films at NYU in March 2013. http://www.reelabilities.org/\u2028 \u2028Graduate Certificate Program in Culture and Media\u2028I continue to direct the Graduate Certificate Program in Culture and Media (the graduate training program http://www.nyu.edu/gsas/dept/anthro/programs/cultmedia.htm ) with Teja Ganti, Noelle Stout, and Cheryl Furjanic in Anthropology and Jonathon Kahana in Cinema Studies. In 2011, we celebrated our 25th year with a reunion and conference, NYU Culture &amp; Media @ 25: Past, Present, Future . We had over 100 attendees, and 32 presentations about current work from alumni as well as current graduate students. Culture and Media alums – who got their PhDs from either Anthropology or Cinema Studies – are in the academy carrying out research on media practices in different parts of the world, are successful filmmakers, curators of public events and film festivals, and are often engaged in activist/human rights activities on behalf of the communities they work with. \u2028  \u2028In Spring 2012, the work of the students in Video Production Seminar, was screened at our annual May “Docs on the Edge with an outstanding group of films. \u2028\u2028As an advisor to the Margaret Mead Film and Video Festival at the American Museum of Natural History , we were very involved in helping plan for the Festival’s 35th anniversary, November 2012, which includes a short retrospective of classic ethnographic films, and a panel to discuss the transformations in the genre. http://www.amnh.org/programs/mead/ This year included screenings and a panel in honor of the documentary filmmaker, the late George Stoney, and screenings and a panel on the return of the 1966 films made with six Navajo filmmakers at Pine Springs, organized with NYU PhD student Teresa Montoya whose film and dissertation are exploring this process.\u2028\u2028 Director, Center for Media, Culture, and History www.cmchnyu.org/ \u2028The Center, which I founded in 1993 and continue to direct, addresses issues of representation, social change, and identity construction embedded in the development of film, television, video, and new media worldwide along with Associate Director, the anthropologist and filmmaker Pegi Vail . \u2028The Center includes Internet publications called virtual case books such as http://www.nyu.edu/fas/projects/vcb/case_911.html . based on the mobilization of small and vernacular media forms in response to 9/11. As always, we continue to have a lively schedule of public programs including screenings, lectures, book readings, and conferences. On February 1, 2013, we held an international Conference, Rouch After Rouch: Reframing a Legacy, that I organized with PhD student Jamie Berthe and Associate Director Pegi Vail. Please check out our websites for our current activities. \u2028\u2028Co-Director, Center for Religion and Media http://www.crmnyu.org/ Along with NYU colleague Angela Zito (Director, Religious Studies), I received a major grant from the Pew Foundation to start a Center for the Study of Religion and Media at NYU, which was launched in May 2003. Among our projects are “The Revealer: A Daily Review of Religion and the Press,” edited by Ann Neumann, http://www.therevealer.org/ We are also developing internet publications, in particular a prototype for a web-based resource, Modiya, developed by Barbara Kirshenblatt-Gimblett and Jeffrey Shandler for the working group on Jews, Religion and Media http://modiya.nyu.edu/ . For 2011-13, we have received a two-year grant from the Luce Foundation’s program in Religion and International Affairs to carry out research, events, and conferences on Digital Religion: Knowledge and Practice in a Transforming International World. Please check out our websites for our current public programs. http://www.crmnyu.org/      Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]}]