[{"detail": [{"content": "Race and Class in American Cities | NYU Wagner                                    Jump to navigation                                                             Race and Class in American Cities   URPL-GP.2620, 3 points.       Courses         Description |    Syllabi |    Evaluations           American cities are comprised of residents from a great diversity of nations, cultures, religions, and political philosophies. Consequently, conflicts surrounding race, ethnicity, class, and gender are often at the center of disputes about the use of public space and the allocation of city resources. This course examines the patterns of racial‐ethnic, class, and gender inequality in American cities. We shall address how these inequalities emerge, how they are perpetuated, and the role of public policy in addressing these social problems.              Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2015 Angela Glover Blackwell Syllabus                         Semester     Instructor     Evaluation Link                                    Course Section Spring2015001                         Instructors:        Blackwell, Angela Glover                             Weekly Schedule:        Fri - 9:00 am to 3:00 pm                     Session Dates:        01/30/2015 to 03/13/2015                                  Location:         Bldg:WAVE Room:567"}]},
{"detail": [{"content": "Race and Class in American Cities | NYU Wagner                                    Jump to navigation                                                             Race and Class in American Cities   URPL-GP.2620, 3 points.       Courses         Description |    Syllabi |    Evaluations           American cities are comprised of residents from a great diversity of nations, cultures, religions, and political philosophies. Consequently, conflicts surrounding race, ethnicity, class, and gender are often at the center of disputes about the use of public space and the allocation of city resources. This course examines the patterns of racial‐ethnic, class, and gender inequality in American cities. We shall address how these inequalities emerge, how they are perpetuated, and the role of public policy in addressing these social problems.              Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2015 Angela Glover Blackwell Syllabus                         Semester     Instructor     Evaluation Link                                    Course Section Spring2015001                         Instructors:        Blackwell, Angela Glover                             Weekly Schedule:        Fri - 9:00 am to 3:00 pm                     Session Dates:        01/30/2015 to 03/13/2015                                  Location:         Bldg:WAVE Room:567"}, {"content": "Race, Class & Gender in American Cities | NYU Wagner                                    Jump to navigation                                                             Race, Class &amp; Gender in American Cities   UPADM-GP.219, 4 points.       Courses         Description |    Syllabi |    Evaluations           This course examines how different racial, ethnic, and class interests interact in urban planning and development processes. It focuses on political systems and private market arrangements that affect the allocation and distribution of resources. A comparative approach identifies the ways in which different political regimes have analyzed and planned for the needs of a variety of racial, ethnic, and class interests.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2014 Jewell Jackson McCabe Syllabus  Spring 2009 Rachelle Brunn Syllabus  Spring 2012 Jewell Jackson McCabe Syllabus  Spring 2011 Jewell Jackson McCabe Syllabus  Spring 2013 Jewell Jackson McCabe Syllabus                         Semester     Instructor     Evaluation Link         Spring 2013 Jewell Jackson McCabe Evaluation  Spring 2012 McCabe, Jewell Evaluation                             Course Section Fall2015002                         Instructors:        McCabe, Jewell Jackson                              Weekly Schedule:        Fri - 12:00 pm to 2:45 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:520"}]},
{"detail": [{"content": "Race and Class in American Cities | NYU Wagner                                    Jump to navigation                                                             Race and Class in American Cities   URPL-GP.2620, 3 points.       Courses         Description |    Syllabi |    Evaluations           American cities are comprised of residents from a great diversity of nations, cultures, religions, and political philosophies. Consequently, conflicts surrounding race, ethnicity, class, and gender are often at the center of disputes about the use of public space and the allocation of city resources. This course examines the patterns of racial‐ethnic, class, and gender inequality in American cities. We shall address how these inequalities emerge, how they are perpetuated, and the role of public policy in addressing these social problems.              Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2015 Angela Glover Blackwell Syllabus                         Semester     Instructor     Evaluation Link                                    Course Section Spring2015001                         Instructors:        Blackwell, Angela Glover                             Weekly Schedule:        Fri - 9:00 am to 3:00 pm                     Session Dates:        01/30/2015 to 03/13/2015                                  Location:         Bldg:WAVE Room:567"}, {"content": "Race, Class & Gender in American Cities | NYU Wagner                                    Jump to navigation                                                             Race, Class &amp; Gender in American Cities   UPADM-GP.219, 4 points.       Courses         Description |    Syllabi |    Evaluations           This course examines how different racial, ethnic, and class interests interact in urban planning and development processes. It focuses on political systems and private market arrangements that affect the allocation and distribution of resources. A comparative approach identifies the ways in which different political regimes have analyzed and planned for the needs of a variety of racial, ethnic, and class interests.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2014 Jewell Jackson McCabe Syllabus  Spring 2009 Rachelle Brunn Syllabus  Spring 2012 Jewell Jackson McCabe Syllabus  Spring 2011 Jewell Jackson McCabe Syllabus  Spring 2013 Jewell Jackson McCabe Syllabus                         Semester     Instructor     Evaluation Link         Spring 2013 Jewell Jackson McCabe Evaluation  Spring 2012 McCabe, Jewell Evaluation                             Course Section Fall2015002                         Instructors:        McCabe, Jewell Jackson                              Weekly Schedule:        Fri - 12:00 pm to 2:45 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:520"}, {"content": "Archive of Graduate Course Descriptions    |     American Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Graduate Program       Undergraduate Program       Events       Resources and Affliliations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Archive of Graduate Course Descriptions   Courses American Studies Courses Approaches to American Capitalism Gender, Race, and Imperialism Group Research Seminar Historicizing American Literature Individual Research Seminar Marxist Thought and Critical Practice Queer Historiographies Race and Nation in the Americas Roots of Race Thinking Seminar in American Studies Studies in Work Technology and Nature U.S. and the Long 20th Century U.S. Ethnography: History, Topics, and Theory Urban and Suburban Studies Affiliated Courses Africana Studies Anthropology Asian/Pacific American Studies Center for Latin American and Caribbean Studies Cinema Studies Comparative Literature Culture and Communication English History Journalism Mideast Studies Performance Studies Politics Religious Studies Sociology Consortium Course Information  Race, Slavery, and Freedom in the Atlantic World – G13.2015 Jennifer Morgan This seminar is   designed to introduce students to the key historiographical issues in   the study of race and slavery in the Americas. The readings are   clustered around topics/methodologies that have generated on-going   scholarly debates and conversations and are designed to bridge the gap   between the foundational and the most current academic work. In the   context of the newly expansive possibilities of The Atlantic or the   African Diaspora as analytic and interpretive interventions, we will   also work to carefully locate the scholarly contributions of these   readings in these new academic spaces. In other words, how does the   foundational scholarship contribute to or impede questions rooted in   shifting geographic modalities? Topics: Forensics of Capital -    G13.2304.001 Michael Ralph This course examines   forensics as a police technology and as a method for managing breaches   in modern civil society. In the process, we will pay special attention   to the way people grapple with alterity (with human difference) through   the presence of DNA traces that are inscribed in a crime scene and   through patterns of criminal behavior that are attributed to a   particular population or demographic. This will prepare us to study how   forensic procedures deploy accelerated technologies to determine guilt   or innocence in a criminal case, and to assess damages in a civil suit,   but we will also push beyond this rather more familiar use of the term   to deploy forensics as a lens for analyzing and adjudicating emergent   forms of economic and symbolic value. This course examines strategies   for assessing the value of a human life, with specific reference to the   role that mechanisms of colonial exploitation, enslavement, and   incarceration have played in shaping modern economic systems, political   institutions, and financial instruments. The Commodity - AMST-GA 2331 . 001 Michael Ralph You can buy one, sell one, borrow one, trade one, or become one. This course uses ethnography, social theory, and literature to analyze the commodity as we explore the proposition that the twenty-first century is a time of heightened commodity production. As we examine the ways people become like objects—and vice versa—we will pay special attention to the way commodification proceeds in urban contexts.  Feminist/Queer Theories: Queer Emotions -   G13.2305 Gayatri Gopinath This seminar   examines the recent turn within queer studies to questions of affect and   sentiment. We will read the works of Sarah Ahmed, Lauren Berlant, Ann   Cvetcovich, Lisa Duggan, Jonathan Flatley, Elizabeth Freeman, Stuart   Hall, Jose Esteban Munoz, Karen Shimakawa, and others; as well as the   nonfiction prose of Saidiya Hartman and Minal Hajratwala. Some of the   questions we will consider include the following: why are some emotions   granted political saliency and linked to possibilities of social change,   while others are deemed inherently apolitical and antithetical to   collective action? How does an understanding of “political emotions”   complicate notions of private and public space? What is the place of   love, shame, hope, disgust, nostalgia, in producing   racial/gender/class/sexual subjectivities? In reframing the meaning of   negative forms of affect, in particular, how have queer scholars   simultaneously reframed understandings of the political inherited from   Marxist thought? Afro-Latino Culture and History - G13.2802 Juan Flores Latinos are now called   “the nation’s largest minority,” outpacing African Americans and thereby   signaling a benchmark in the changing meaning of what it means to be   American. In public accounts of this dramatic shift, Latinos are   commonly counterposed against African Americans in mutually exclusionary   terms: either you are Hispanic or you are black. Little if any   attention goes to the huge though uncounted black Latino population, the   group that fits neatly in neither the Hispanic nor the black category   and yet may play a decisive role in the emerging cultural configurations   and political alignments of our times. In this course we will examine   the profound sociological and cultural implications of the growing   Afro-Latino presence in light of recent theorizing on race and   diasporas. After an overview of the historical background of   African-descendant peoples in the Spanish-speaking Americas, we will   then trace the longstanding social experience of black Latinos in the   United States. Along with a discussion of migration patterns and   community formations, there will be a focus on narrative accounts of   Afro-Latino life and on the traditions of cultural expression; special   attention will go to Afro-Latino poetry and to the rich history of   Afro-Latino music through the generations, from rumba, mambo and Cubop   to salsa, Latin soul and hip-hop. Finally, we will turn to the possible   theoretical and political consequences of this increasingly   self-conscious transnational identity formation. America Studies   Seminar - AMST-GA 3301.001 The   purpose of this course is to provide students with an introduction to   the interdisciplinary field of American Studies. Through both primary   and secondary readings, we will explore the historical, political and   intellectual formation of American Studies as a domain of knowledge   production. The second half of the semester will be dedicated to reading   a number of exemplary works of recent American Studies scholarship.   Throughout we will pay close attention to questions of methodology and   to the intersections (even constitutive relationships) between   contemporary American Studies discourse and practice, and a broader   range of institutionally insurgent interdisciplinary fields, including   (but not limited to) women, gender and sexuality studies, labor studies,   queer studies, comparative ethnic and diaspora studies, environmental   studies and dis/ability studies. This course is intended as an   introduction and overview and is thus not exhaustive. Students will have   opportunities in their independent work for the course to think about   potentially new and unanticipated \"iterations\" of the field.  Tpcs:   Culture &amp; Consumption - G14. 3392 Arlene Davila This seminar explores the intricate, and   highly debated relationship between culture and consumption. We explore   the ways in which culture (comprising material culture, spaces, ideas,   social relations and practices) is commodified and consumed in everyday   life, as well as how processes of commodification and consumption affect   and shape different aspects of contemporary life, from notions of race,   class, identity to urban infrastructure and the workings of the   neoliberal cultural economy. Some questions we will investigate include   the ways in which individuals and groups define their identity in   relation to consumption; how the media may help shape the making of   ethnic, racial and gender identities; whether the market serves as a   space for self-expression, or alternatively as a space for limiting   ideas of identity and citizenship; class identities under neoliberalism,   consumption in relation to cultural geography and urban economies; and   finally, different meanings of consumer citizenship in relation to   contemporary social movements. Tpcs: Cultural Citizenship -   G14. 3394 Renato Rosaldo Cultural   Citizenship concerns the right to be different and belong, in a   participatory democratic sense. The term citizenship concentrates on the   ordinary language definition found in the phrase full citizenship as   opposed to second-class citizenship. The term cultural refers to   vernacular definitions of what confers entitlement. Entitlement in this   sense ranges from economic factors to notions of dignity and respect.   How do such issues vary from national to transnational contexts? From   urban to indigenous settings? How can one strive to create a society   where differences based on gender, ethnicity, and racialized identities   confer a sense of solidarity, value, and respect, rather than stigma and   subordination? American Fiction Since 1945 - G41. 2843 Phil Harper This course examines   works of prose fiction produced in the United States since the end of   World War II in 1945. Because this stage of the nation’s history is   characterized by the increasing complexity of its social and cultural   formations, we will be concerned throughout the term not with tracing an   easily defined, coherent trajectory of literary-historical   “development,” but rather with sampling the highly disparate types of   literary production that emerge during the period in question, which   together give some indication of that very complexity. In the relatively   abbreviated context of a single semester, the course will strive to do   justice to this intricate late-century literary-cultural landscape   through the review of the novels listed above and of short fictional   pieces by Raymond Carver, Shirley Jackson, Jamaica Kincaid, Gish Jen,   Tillie Olsen, and Grace Paley. We will also read a selection of recent   critical articles focused on some of the assigned primary texts, so as   to identify the preoccupations and analytical methods of scholars   working in the field. Family &amp; Sexuality - G93. 2451 J udith Stacey When Tolstoy penned   the memorable opening lines of Anna Karenina, “Happy families are all   alike; every unhappy family is unhappy in its own way,” he could not   have anticipated the family composition of the vice-presidential nominee   at the 2008 Republican Party Presidential Nominating Convention, or the   throngs of same-sex couples in California who were busy rushing to tie   the knot before Prop 8 withdrew their brief access to the altar. Most   likely, Tolstoy was not imagining happy polygamous families, commercial   surrogacy, sperm banks, polyamory, or a cyber-marketplace for   transnational arranged marriages, mail-order brides, and hook-ups. Few   second-wave feminists, Stonewall era gay liberationists, or Cold War era   family scholars conjured these scenarios either. This seminar, however,   will consider happy and unhappy aspects of such unanticipated   developments. It explores some of the historic and global   transformations of intimacy that underlie the paradoxical and polarizing   politics of family and sexual diversity in the contemporary world. We   will examine social forces behind the rise and fall of the modern   Western family system based on monogamous heterosexual companionate   marriage, male breadwinning and intensive motherhood. We will compare   ways in which different cultural constructions of family and sexuality   (including monogamy, polygamy, arranged marriage, queer families of   choice, and polyamory) attempt to navigate tensions between eros and   domesticity. Whose needs and interests are served and thwarted by these   distinctive arrangements, and what is the appropriate role of law,   public policy, and politics in shaping our families and sexualities?  Approaches to American Capitalism (G13.2304) This is a course about imagining capitalism – about the interplay of  social relations of exchange and exploitation and the way that people  have imagined, engaged, and resisted those social relations over the  last two centuries or so. The structure of the course is methodological  rather than historical: the course is designed to expose students to a  variety of approaches which they can use in their own research and  writing rather than to exhaustively survey “the history of American  capitalism.” Among the topics covered will be property, personhood,  justice, deviance, self, work, money, exchange, commodification,  exploitation, ideology, consciousness, race, gender, class, sexuality,  politics, resistance, globalization, space, time, and, finally, history  itself. Always, the focus of our discussions will be upon the efforts  of historians and historical actors (including ourselves) to come to a  systemic understanding of the social practice of the marketplace, and  on the liberatory possibilities and inherent limitations of thinking  through the market. [back to top]  Gender, Race, and Imperialism (G13.2303)   In this American Studies research seminar, we will focus on the  analysis of gender, race, class, sexuality and nation in relation to  the history of U.S. imperialism. We will closely examine methods and  theories at the boundaries of cultural, social and political theory,  alongside literary historicist scholarship and interdisciplinary  historical work in the “New American Studies” and in cultural studies.  What are the political and scholarly stakes in differing methods,  theories and languages for historical scholarship? Who are the  audiences, what are the central debates and why are these different  sites for research and writing often separated, analytically and  politically? What might we learn by placing these overlapping modes of  scholarship in conversation? Students will be responsible for two  in-class presentations and one research paper (25-40 pages) due at the  end of the semester. The research paper will be proposed and developed  in consultation with the instructor, and shared with the class. This  course counts toward the historical analysis methods requirement in  American Studies. [back to top]  Group Research Seminar (G13.2319)   The purpose of the course is to provide a setting in which students  will produce an article of publishable quality, a paper for  presentation at a professional conference, or a dissertation proposal  or chapter. Students will produce a research proposal at the beginning  of the semester and a completed draft for circulation and discussion in  class at the end of the course. Weeks in between will be devoted to  individual consultations with instructor and periodic class meetings  devoted to questions of research methods and other issues germane to  student’s projects. [back to top]        Historicizing American Literature (G13.2312)   This course will consider post-war US novels–and in particular works  written after 1975–with the aim of situating them in relation to three  significant elements within the context of their emergence:  contemporary urbanism, cultural paranoia, and historical retrospection.  We will pursue our inquiry along a dual track, entailing a thorough  review of recent full-length critical studies of contemporary fiction,  and research in the relevant archives of the Fales Special Collection  at NYU’s Bobst Library. Thus we will arrive at a fuller understanding  of both the theoretical modes by which contemporary US fiction is  currently engaged, and the circumstances to which it responds. We will  read books of criticism by Madhu Dubey, Amy Elias, Timothy Melley,  Patrick O’Donnell, and Elizabeth Wheeler. Among the fiction writers who  may be considered are Kathy Acker, Gwendolyn Brooks, Truman Capote, Don  DeLillo, Toni Morrison, John Okada, Thomas Pynchon, and Susan Sontag.   [back to top]     Individual Research Seminar (G13.2306)    The purpose of this course is to provide a setting in which students will produce   an article of publishable quality, a paper for presentation at a professional   conference, or a dissertation proposal or chapter. Students will produce a   research proposal at the beginning of the semester and a completed draft for   circulation and discussion in class at the end of the course. Weeks in between  will be devoted to individual consultations with the instructor and periodic class   meetings devoted to questions of research methods and other issues germane to student  projects.   [back to top]        Marxist Thought and Critical Practice (G13.2313)   Marxist thought is a central—if often implicit—element in much  contemporary U.S. cultural criticism. This course will review key  aspects of that thought as elaborated by such theorists as Marx,  Lukacs, Benjamin, Adorno, and Althusser, and as engaged by such critics  as Judith Butler. John Guillory, Fredric Jameson, Andrew Parker, Tricia  Rose, and Cornel West, to name but a few authors whose works may be  included on the syllabus. Proceeding roughly in three phases through  the semester, we will examine founding texts in Marxist cultural  theory, consider more-or-less straightforward critical “applications”  of Marxist thought, and, finally, review recent interventions loosely  intelligible as instances of “cultural studies” in order to determine  what Marxist principles are at stake within them. Course requirements:  one 10-15 minute presentation; and 15-20 pages of written work,  submissible in one, two, or three installments over the course of the  term.   [back to top]     Queer Historiographies (G13.2314)   This course is (a) the pilot course for the new grad certificate in  gender &amp; sexuality studies, and (b) being co-taught with Ann  Pellegrini in Performance Studies, where it is also listed under one of  their general topics rubrics. It will focus on multi-disciplinary  approaches to child sexuality, intergenerational sex, and sexual abuse.  *American Studies students will need Professor Duggan’s permission to  register, and should meet with her first. All other students should  meet Professors Duggan or Pellegrini only during the week before  classes start. You will not be admitted until then, space permitting.   [back to top]        Roots of Race Thinking    This  seminar considers race thinking’s constitution of modern thought and  society, within the U.S. and beyond. Beginning with the Haitian  Revolution, it moves through the nineteenth and early twentieth  centuries, addressing the racial dimensions of modern arrangements of  authority, agency, and value (nationalism, sexuality, gendered  citizenship, production and consumption, cultural identity,  creolization, segregation, civil law, social and therapeutic sciences,  immigration policy, beauty, and virtue). The aim of the seminar is to  survey analyses of race thinking’s scope, origins, and object, and to  identify points of clarity – and confusion –regarding its importance as  a social logic.    Race and Nation in the Americas: Ethnographic Perspectives (Modes of Inquiry)    This  course parts form three interrelated premises:† First, that race and  nation--as constructs, concepts, and objects of ideologies, movements  and identifications--cannot be studied unless in intimate relation to  one another; second, that while shaped and informed by global processes  affecting dominant understandings of blood, substances, character, and  subjective identifications,†these constructs have regionally specific  permutations that respond to particularities of place and history.† And  thirdly, that ethnographic analyses can help expose the nuance  operations of these processes, helping to reformulate common  understandings around these highly debated and contentious constructs.  The course will also pay particular attention to the processes involved  in the creation of cultural symbols and views of national identity for  political mobilization, while considering U.S., Latino and Latin  American ethnography broadly, examining works that span the reflexive  to the empirically based yet not founded on actual fieldwork.       Seminar in American Studies (G13.3301)   This seminar will focus on key topics in areas of social, political,  and cultural history; science and technology; law and social movements;  popular culture; urban and community studies; cultural analysis;  indigenous America; nationalism and transnationalism; media studies.  Students must complete a research paper. Note: This is an American  Studies core course. All new entering students must register for this  course.   [back to top]        Studies in Work (G13.2329)   This seminar is designed to offer students an introduction to the field    literature in studies of work and labor. It combines literature from several    disciplinary areas: labor history (both old and new): sociology of work;    political economy, and cultural analysis. Beginning with a survey of    theories of work and leisure from the ancient world to modern times, the    seminar proceeds more or less chronologically through American history,    starting from the Jeffersonian debate about agrarianism and ending with the    latest casebook of writings about “precarious” labor. Attention will be given    to different kinds of workplace and income status, especially in respect to    class, gender and race. The goal of the seminar is to provide an overview    adequate to coverage in a field exam, and to stimulate research in specific    areas of the curriculum.   [back to top]     Technology and Nature (G13.2310)   This seminar focuses on the interplay between technology and nature  – two dominant themes in American social and cultural history. It  begins in New World pastoral and Native conquest, and then covers the  settlement of the West and the transition from the age of  entrepreneurial invention to that of corporate techno-science. But the  scope of the seminar falls mostly within the 20th century. Seminar  participants discuss such topics as the career of Taylorism, the Cold  War research state, developments in reproductive technologies, the  history of technological disemployment, and the emergence of digital  capitalism. We will also survey the spectrum of positions within the  environmentalist movement, examine the politics of race and  environmental justice, and assess the claims for environmental security  in the “risk society” that has supplanted Cold War state paradigms of  conflict.   [back to top]       U.S. and the Long 20th Century (G13.2307)   This course is a survey of major themes and controversies in the  history of the United States since Reconstruction. It is also an  introduction to the intellectual movements, methodologies and  approaches that have helped constitute the area of “American Studies,”  and the study of American culture and society in the latter half of the  20th century. The reading is drawn from the fields of social history,  sociology, literary and cultural history and cultural studies. The  course is broadly organized around questions pertaining to the rise of  the modern American nation-form, including the development of social  relations and cultural identities mediated by state institutions, and  the effects of state power at home and abroad. Major topics include:  political democracy, socialism and the problem of American  exceptionalism; the frontier, manifest destiny, and the question of  empire; the rise of the national-social state, and the modern  corporation; class, race, gender and ethnic formations; the culture  industries, the “new social movements,” and the contemporary  transformations of the American Studies project. The course assumes a  general knowledge of modern U.S. history and a working familiarity with  many of the “keywords” that have defined American political culture  during the relatively short span of U.S. history.   [back to top]     U.S. Ethnography: History, Topics, and Theory (G13.2322)    [back to top]       Urban and Suburban Studies (G13.2320)   This seminar will offer a broad survey of the history of urban and  suburban development since the mid-nineteenth century. It will look at  some of the major movements, in planning and in architecture, and will  examine several schools of thought associated with urbanism over that  period of time. Urban forms will include streetcar, suburbs,  high-density cores, garden cities, greenbelt towns, planned  communities, urban gentrification, edge cities, ghettoes and barrios,  historical preservations, the suburban subdivision, gated community,  and neo-traditional development. Close attention will be given to the  relationship between these urban forms and modes of industrial  production, transportation, and communication.   [back to top]      Reading in American Studies (G13.3309)    Restricted ordinarily to matriculated doctoral candidates.    [back to top]      Research in American Studies (G13.3310)   Restricted ordinarily to matriculated doctoral candidates.    [back to top]         Typical Cross-Listed Courses    Africana Studies   New Directions in African-American Literature (G11.3212) This course will examine a number of new compelling directions that  the African American novel has taken, along with its attendant social,  historic contexts, and aesthetic arguments. We will cover such  developments as the rise and importance of black women writers; the  anti-mimetic conventions of the ‘neo-slave' narrative; black  explorations in horror and science fiction; the black post-modernist  novel; strategic, generational shifts in narrative convention ranging  from post-Civil Rights to Hip Hop. We will read works by such  influential novelists as Toni Morrison, Gayl Jones, Samuel Delany,  Octavia Butler, Ishmael Reed, among others.    [back to top]      Proseminar in Black History and Culture (G11.2000) Introduces incoming Africana studies Masters students to the  significant areas of research, research questions, as well as the  primary methods of inquiry that have defined the study of black culture  and history since the mid-19th century. Topics include Pan-Africanism,  Harlem Renaissance, black migration, and black feminism. Requires  permission from the Africana Studies Program.   [back to top]      Afro-Latino Culture and History (G11.2000) Latinos are now called “the nation’s largest minority,” outpacing  African Americans and thereby signaling a benchmark in the changing  meaning of what it means to be American. In public accounts of this  dramatic shift, Latinos are commonly counterposed against African  Americans in mutually exclusionary terms: either you are Hispanic or  you are black. Little if any attention goes to the huge though  uncounted black Latino population, the group that fits neatly in either  the Hispanic nor the black category and yet may play a decisive role in  the emerging cultural configurations and political alignments of our  times. In this course we will examine the profound sociological and  cultural implications of the growing Afro-Latino presence in light of  recent theorizing on race and diasporas. After an overview of the  historical background of African-descendant peoples in the  Spanish-speaking Americas, we will then trace the longstanding social  experience of black Latinos in the United States. Along with a  discussion of migration patterns and community formations, there will  be a focus on narrative accounts of Afro-Latino life and on the  traditions of cultural expression; special attention will go to  Afro-Latino poetry and to the rich history of Afro-Latino music through  the generations, from rumba, mambo, and Cubop to salsa, Latin soul and  hip-hop. Finally we will turn to the possible theoretical and political  consequences of this increasingly self-conscious transnational identity  formation.   [back to top]      Exodus: The Politics of Black Liberation (G11.2610) Seminar on the struggle for cultural and political autonomy in the  United States among African Americans, primarily in the urban North,  who rejected the church-based nonviolent Civil Rights Movement. Focuses  on the “Negro” or African side of what W.E.B. DuBois called  Afro-American “double-consciousness.” [back to top]      Topics in Postcoloniality: Exile, Engagement and Errancy: Haitian Novel (G11.2645) Explores and interrogates the notion of the “postcolonial” in  relation to certain key aspects of contemporary African and/or  Caribbean societies, cultures, and histories. Individual areas of  investigation include theories of Africa and Africans, Caribbean  literary theory, modern postcolonial theory and its applicability and  relevance to recent developments in the African continent and its  diaspora, new identity formations, African and Caribbean cultural  studies, nationalism and the nation-state, creolization, and theories  of resistance.   [back to top]         Anthropology   Culture and Media I (G14.1215) This course will examine a number of new compelling directions that  the African American novel has taken, along with its attendant social,  historic contexts, and aesthetic arguments. We will cover such  developments as the rise and importance of black women writers; the  anti-mimetic conventions of the ‘neo-slave' narrative; black  explorations in horror and science fiction; the black post-modernist  novel; strategic, generational shifts in narrative convention ranging  from post-Civil Rights to Hip Hop. We will read works by such  influential novelists as Toni Morrison, Gayl Jones, Samuel Delany,  Octavia Butler, Ishmael Reed, among others.    [back to top]    Culture and Media II: Ethnography of Media (G14.1216) This course will examine a number of new compelling directions that  the African American novel has taken, along with its attendant social,  historic contexts, and aesthetic arguments. We will cover such  developments as the rise and importance of black women writers; the  anti-mimetic conventions of the ‘neo-slave' narrative; black  explorations in horror and science fiction; the black post-modernist  novel; strategic, generational shifts in narrative convention ranging  from post-Civil Rights to Hip Hop. We will read works by such  influential novelists as Toni Morrison, Gayl Jones, Samuel Delany,  Octavia Butler, Ishmael Reed, among others. [back to top]      Culture and Media II: Ethnography of Media (G14.1216) In the last decade, a new field — the ethnography of media — has  emerged as an exciting new arena of research. While claims about media  in peoples lives are made on a daily basis, surprisingly little  research has actually attempted to look at how media is part of the  naturally occurring lived realities of people’s lives. In the last  decade, anthropologists and media scholars interested in film,  television, and video have been turning their attention increasingly  beyond the text and empiricist notions of audiences, (stereotypically  associated with the ethnography of media), to consider,  ethnographically, the complex social worlds in which media is produced,  circulated and consumed, at home and elsewhere. This work theorizes  media studies from the point of view of cross-cultural ethnographic  realities and anthropology from the perspective of new spaces of  communication focusing on the social, economic and political life of  media and how it makes a difference in the daily lives of people as a  practice, whether in production, reception, or circulation.     Department Seminar: Genes (G14.3210) This course brings together the tools and texts of biological and  cultural anthropology to examine what  genes are and do. Genes are both objects and tools of scientific study;  they figure centrally in biocultural explanations of human variation,  and are \"cultural icons\", as well. Yet the gene is a contested entity,  its status is in dispute in molecular biology and critiques of  biological reductionism. The tools of genomic analysis hold out the  possibility of transforming theory and practice in biomedicine and more  broadly in evolutionary thought. At the same time, contemporary genetic  knowledge develops under the historical shadow of biological  determinism. In order to understand current debates and practices  surrounding forensics and racial profiling; prenatal testing and  reproductive selection; the possibilities of individualized genetic  medicine; the human genome diversity project; or comparative  evolutionary genomics, course participants will acquire both a basic  background in human genetics/ genomics, and engage in a social and  historical analysis of these complex and contested subjects.   [back to top]    Comparative Diaspora (G14.3395) This is a graduate seminar that explores the theoretical and  methodological issues in the study of comparative diasporas. Diaspora  describes the process by which immigrants and their descendants create  home community, and identity as they sustain cultural and social ties  with their homeland (real or imagined), place of residence, and other  coethnic living elsewhere. In the past two decades, diaspora has  reemerged as a provocative and highly contested analytical concept  across both humanities and social sciences. Why has diaspora drawn so  much attention? What makes it such a seductive yet controversial  concept? What are the analytical possibilities and limitation of the  concept of diaspora? This seminar will address these questions, among  others, by evaluating the current uses of and debates about diaspora.  Through close examination of several case studies, we will discuss  diaspora as both anaritudelytical concept and empirical process.  Students will explore the political-economic conditions that engender  diasporic formations, the particular cultural-social dimension that  facilitate their reproduction, and the symbolic significance of  “diaspora” to the communities involved. These foci will help us examine  these issues of identity and subjectivity as well as their construction  and representation, while analyzing the histories and cultural  formation of diasporic communities.   [back to top]      Constructing America: Seminar on the Anthropology of the U.S. (G14.1330) Ethnographic research in and about the United States is relatively  new in anthropology, the relevant literature one might read on the  subject is vast. This course will take a sociology of knowledge  approach to the field. The first few weeks will address the creation of  the US as an ethnographic object in the context of the development of  anthropology as well as the changing character of American society and  culture. Organized chronologically and topically, it will explore both  how anthropologists study American culture and, in that process, how we  as well as our subjects are simultaneously engaged in constructing it.  After the first four weeks, we will be reading an ethnography every  week. The course is designed for graduate students in Anthropology and  American Studies who are involved in research in/about the United  States. Anyone who does not fit that description must have permission  of the instructor to take the course. Students are expected to keep up  with the readings, contribute to seminar discussions, and make class  presentations. Formal work includes two critical book reviews with oral  and written presentations (8-10pp.); and a term paper (15-20pp.) which  can be submitted in the form of a research proposal.   [back to top]      Cultures of Biomedicine (G14.3391) Over the last 100 years, biomedicine as a sphere of ideas and  practices has made increasingly powerful claims to define the  conditions of human life and death. How did medical authority get  established? This seminar will look at the many historical processes  through which biomedical power is constituted by addressing topics such  as: the discovery/invention of bodies, systems, populations; public  health and governance; the material culture of scientific medicine; the  emergence of diagnostic categories and pharmacologies; the role of  biostatistics. This course is located on the intersection of science  studies and anthropological approaches to biomedicine.   [back to top]    Personhood (G14.3393) An historical and comparative exploration of the concept of  personhood in anthropological approaches to culture. Topics will  include: the role of the nation state in defining persons; rites of  passage in the life cycle of persons; interiority and emotions in  historical and comparative context; pharmacology and enhancement of  persons and minds; psychiatry and mind/brain locations of personhood;  gender, race, class, illness, imprisonment and disability in relation  to “degrees’ of personhood. Works in progress will be discussed with  their authors: Bambi Schieffelin, Fred Myers, Rayna Rapp, Don Kulick,  Lorna Rhodes, Elizabeth Lunbeck and (visits pending) Louis Sass, Allan  Horwich.   [back to top]    Topical Seminar: Cultures of Biomedicine (G14.3391) Over the last 100 years, biomedicine as a sphere of ideas and  practices has made increasingly powerful claims to define the  conditions of human life and death. How did medical authority get  established? This seminar will look at the many historical processes  through which biomedical power is constituted by addressing topics such  as: the discovery/invention of bodies, systems, populations; public  health and governance; the material culture of scientific medicine; the  emergence of diagnostic categories and pharmacologies; the role of  biostatistics. This course is located on the intersection of science  studies and anthropological approaches to biomedicine.   [back to top]       Asian/Pacific American Studies   Theorizing Practices: Underground Archives (G13.2304) As a first offering, I’d like to focus on “Underground Archives”  among minoritized groups. As part of the “hidden” organizing work of  groups excluded and marginalized from dominant normalizing political  cultures, collectors and their collections are a foundational yet  largely unrecognized group of cultural activists. This course will  interview collectors (thereby building it’s own oral archive to be  deposited at Tamiment Library), visit their collections, and examine  extant critical writings related to collecting, making presence, and  the political culture of knowledge-making. Books, essays, and the  interviews will serve as the background readings to critically  examining actual collections and the contexts from which they were  formed. Readings will likely include: Ann Cvetkovich, An Archive of  Feelings: Trauma, Sexuality, and Lesbian Public Cultures (2003),  Dominick LaCapra, Writing History, Writing Trauma (2001), Walter  Mignolo, Local Histories/Global Designs: Coloniality, Subaltern  Knowledges, and Border Thinking (2000), Angel Velasco Shaw and Luis H.  Francia, eds., Vestiges of War: The Philippine-American War and the  Aftermath of an Imperial Dream, 1899-1999 (2002), and Diana Taylor, The  Archive and the Repertoire: Performing Cultural Memory in the Americas  (2003).    [back to top]     Center For Latin American and Caribbean Studies     Theorizing Practices: Underground Archives (G10.1001) This course begins with a history of the emergence of Latin American  and Caribbean Studies and continues as a wide-ranging survey of the  various disciplinary and interdisciplinary approaches to the area. Some  of the readings are included as a means to explore the boundaries of  the established disciplines. The purpose is not only to present studies  of Latin American and Caribbean realities but to review the scholarly,  intellectual, and political frameworks according to which these  realities are discerned. Latinamericanist and Caribbeanist faculty from  throughout the university will be invited to speak about the history of  the disciplinary and interdisciplinary frameworks for the study of  region, as well as the prevailing methods in the present moment.    [back to top]      Topics Seminar: Movements &amp; Media in Latin America (G10.1020) This research-oriented seminar introduces students to the major  theories of social movements and contentious politics, including  perspectives on resource mobilization, political process, collective  identity and expression. Particular attention will be paid to the  relationship between movements and media in the production of political  cultures in their often uneasy transition from 'cultures of fear' to  'cultures of participation.' Special consideration will be given to the  economics of movement-media dynamics. Some dynamics. Some of the main  questions the course will address include: How do movements emerge and  on what conditions does their success depend on? What role do movements  play in transitions to and consolidations of democracy? How do  movements relate to and create public and counter-publics, and what  does their efficacy depend on? Which strategies do movements use for  communicating with the larger society and how are the different types  of media being employed (e.g. mass demonstration, street theater,  music, mouth-to-mouth propaganda, graffiti, flyers, newspapers, radio,  television, video, phone, fax, email, web sites)? How do the structure  and operative logic of different media types impact movements? How do  the conditions for movements change with the decoupling of media from  state control and the dedifferentiation of media and market? The aim of  the course is to provide students with an introduction to movement  theory, recognition of its relations to broader questions of social,  political, and cultural transformation, and an opportunity to develop a  research project of their own.   [back to top]      Neoliberalism and its Discontents in Contemporary Latin America (G10.1022) This course will examine the background to and main concepts  surrounding the recent period of neoliberal political economy in Latin  America: free market capitalism, globalization, free trade, the  privatization process and the role of the state. The class will examine  the reasons for adopting its prescriptions over the past two decades  and analyze the economic, social and political consequences of  neoliberal programs in various countries. Through readings and  classroom debates we will construct a balance sheet of the successes  and failures of these policies in order to understand and assess the  current array of problems that many lat at the door of the  International Monetary Fund (IMF) and the so-called \"Washington  Consensus.\" The second half of the course will explore the nature of  resistance and protest movements at the popular, grassroots level as  well as opposition generated at the highest levels of formal politics  in contemporary Latin America. The latter focus would include the  significance of the recent elections of Jose Inacio Lula da Silva in  Brazil and Col. Lucio Gutierrez in Ecuador, who join the vocal  populist, Col. Hugo Chavez in Venezuela.   [back to top]       Cinema Studies     Television: History and Culture (H72.1026) Examines the background, context, and history of radio, television,  video, and sound. Topics include: politics and economics of media  institutions, audiences and reception, cultural and broadcast policy,  aesthetic modes and movements.   [back to top]      Comparative Literature     Topics in African Literature: Cultural Studies and African Diaspora (G29.3630) How have African writers come to terms with colonial legacies of  language, literature, and indeed, modes of defining self and continent?  In what ways has attention to vernacular languages and literary form,  translation, and African philosophy sought to overcome and transform  these legacies in postcolonial Africa? In exploring these questions,  some of our key focal points will be the following: Achebe and Ngugi on  the politics of linguistic choice; Négritude and its critics; the  colonial and postcolonial construction of race and ethnicity in the  context of the Rwandan genocide and its aftermath; rights,  responsibility, and the legacy of apartheid in testimony before South  Africa’s Truth and Reconciliation Commission. Authors from among the  following: Chinua Achebe, Ngugi wa Thiong’o, Jaques Derrida, Léopold  Sédar Senghor, Wole Soyinka, Frantz Fanon, A.C. Jordan, S.E.K. Mqhayi,  Alexis Kagame, V.Y. Mudimbe, Mahmood Mamdani, Achille Mbembe, Boubacar  Boris Diop, Jean-Marie Rurangwa, J.M. Coetzee, Njabulo Ndebele, Antjie  Krog, and Zoë Wicomb. Written as well as audio-visual documents from  South Africa and Rwanda will supplement works by these authors.   [back to top]      Culture &amp; Communication (Steinhardt School of Education)   Media, Memory and History (E38.2025) This course examines the relationship of visual media to the  production of historical narratives and cultural memory. It defines  media in a broad sense, looking in particular at photography, film,  television and forms of new media in relation to the scholarship on  historiography and memory studies. The course will address questions  such as: What role has the photograph played in concepts of modern  history? How are historical narratives told through the media of film  &amp; television? What issues are raised by the form of the historical  docudrama? How is cultural memory produced and circulated through  television and film and photography? What is the difference between  history and cultural memory?   [back to top]    English     Media, Memory and History (E38.2025) This course examines the relationship of visual media to the  production of historical narratives and cultural memory. It defines  media in a broad sense, looking in particular at photography, film,  television and forms of new media in relation to the scholarship on  historiography and memory studies. The course will address questions  such as: What role has the photograph played in concepts of modern  history? How are historical narratives told through the media of film  &amp; television? What issues are raised by the form of the historical  docudrama? How is cultural memory produced and circulated through  television and film and photography? What is the difference between  history and cultural memory?   [back to top]     Topics in Modern Literature: New Approaches to Urban Literature (G41.2917) This course offers a series of new and sometimes speculative  approaches to exploring contemporary urban literature. Drawing upon but  also moving beyond the accepted canon of city theorists (Harver, Soja,  Sasken et alii), we will explore the more chaotic, ghostly, kitschy  works of graphic novelists such as Alan Moore and Ben Katchor; the  sci-fi dystopias of JG Ballard and James Herbert; the hybrid ‘cronicas’  of Mexico City. Topics to be considered include detective fiction,  psychogeography, hauntology, ruinationalism, refugeedom,  gentrification, gastro-urbanism, (techno-surveillance, stalking,  squatting, audio culture, wild nature, noctambulation, the politics of  verticality, polemical walking. The secondary texts, which are as  likely to be sonic or visual as printed (we may well look at the  socio-cartographics of computer games such as The Getaway and Sim  City), will have an international dimension: Rafi Segal’s radical  analyses of the spatial dimensions of the Israeli-Palestinian conflict;  Rem Koolhaas’s work on the ‘exploding city’ of Lagos; the Raqs Media  Collective’s attempts to remap boom-time Delhi.  Part-historical-template, part-field-of-study,  part-intellectual-scavenging territory, downtown New York will play a  crucial role during the semester. There will be guided tours and  site-specific lectures. Students will be encouraged to formulate  independent and creative projects that apply the ideas discussed during  the semester to loci or topics of their own choosing.   [back to top]   Topics in Modern Literature: Seduction in the Age of Revolution (G41.3802) The late-eighteenth-century Atlantic world was awash in seduction  narratives. Often imposed on actual events—from local sex scandals to  the American, French, and Haitian Revolutions—seduction plots, though  invariably reductive and clichéd, carried extraordinary explanatory and  interpretive force. Libertines and coquettes—staple figures of  traditional seduction novels, plays, and poetry—took on new political  significance in revolutionary contexts, written and rewritten with many  variations in a variety of genres. In this seminar we will explore this  narrative proliferation, including such contexts as the history of the  novel, the laws of marriage, the politics of revolution, the fear of  conspiracy, the culture of sensibility, the allegorization of female  and male sexuality, the circum-Atlantic circulation of feminist  thought, the dangers and seductive pleasures of reading, and the  relationship between literary writing, broader print and knowledge  cultures, and the public sphere. With seduction tropes drawn so readily  from a variety of discursive contexts, understating “seduction” as a  cluster of images and ideas demands a peculiarly literary history:  novels, plays, and poetry throughout the eighteenth century not only  represent seduction scenarios with extraordinary redundancy, but also  stand accused of rendering audiences—especially female  readers—vulnerable to seducers’ arts. Through a theoretical orientation  toward book history and reception study, the seminar will be primarily  concerned with American readers from 1788 to 1807, but the texts and  contexts will be trans- and circum-Atlantic. In spite of a recent spate  of criticism on seduction novels from this period, some of which we  will consider together, much remains to be explained about the broad  appeal of the seduction scenario at the intersection of gender, state,  and literary politics: what relationships do figures of seduced  heroines and seduced publics, libertines and coquettes, have to the  age’s revolutions in politics and manners? In public discourse  throughout the Atlantic world at the turn of the nineteenth century,  sexual libertines become political conspirators, and Jacobins scheme to  seduce the wives and daughters of the virtuous political leaders they  aim to subvert. We will aim together to understand the reasons why.   [back to top]     Topics in Postcolonial Studies: Postcolonial Marxism (G41.3900) Apart from a few exceptions such as Cedric Robinson's classic Black  Marxism (1983), most discussions of Marxist theory present Marxism as  an overwhelmingly Western or European-oriented body of thought. This  has marginalized what might be termed an alternative tradition within  Marxism that developed from Marx's own writings on colonialism and  Lenin's on imperialism, in the context of the anti-colonial struggles  of the twentieth century. Postcolonial theory has been one product of  this dissident tradition, but its relation to Marxism 'proper' has  remained the subject of much debate and critique. In this course, we  will be reconsidering this question by bringing a postcolonial  perspective to bear on Marxism, emphasizing the development of forms of  Marxism outside Europe that were developed specifically to engage with  the problems of the political and social realities of the non-Western  world. Writers to be studied will include Marx, Lenin, Gramsci, Mao,  Roy, Mariátegui, James, Fanon and Cabral.   [back to top]    History    Intellectual &amp; Cultural History (G57.2025) Examines modes of cultural history, particularly newer ones.  Explores recent theoretical and historiographical discussions of  cultural history.   [back to top]      Reform and Radicalism in the United States (G57.2608) Examines the origins, motives, and achievements of dissenting  movements in America, from 17th-century English backgrounds to the  present. Emphasizes individuals and groups interested in changing the  existing system toward greater equality for the individual. Topics:  nonconformist dissent of the Puritan revolution, reform and radicalism  of the American Revolution, Jeffersonian and Jacksonian Democracy,  antebellum perfectionism, populism, socialism, progressivism,  communism, the New Deal, and the 1960s New Left.   [back to top]      Slavery, Colonialism &amp; Revolution in the Caribbean (G57.1809) This course is an introduction to the major themes and debates of  colonial Caribbean history. We begin the semester reading general works  on the Caribbean: selections from major texts and classic essays by  historians, anthropologists, and literary critics arguing the case for  the study of the Caribbean as a unit of analysis. From here, we go on  to consider the central themes of the region and the period: slavery,  capitalism, and emancipation; colonialism, revolution and imperialism;  nationalism and race. Themes will be studied from a variety of  approaches and perspectives, from very local microhistorical studies,  to comparative ones, to more sweeping global treatments. Throughout we  will attempt to bridge the vertical lines that often separate the study  of the different linguistic and imperial Caribbeans.   [back to top]       Journalism    Cultural Conversation (G54.1181) The primary purpose of this course is to inculcate habits of  thinking that are vital to informed and intelligent cultural reporting  and criticism. This does not mean that students will be taught  \"theories\" of cultural writing, which they can then apply to their  \"practice.\" Rather, the point is that your thought process-as you write  a piece, as you prepare to write it, or even before that, as you go  through your daily life in a world full of potential subject matter-is  an integral part of your work as a writer. We all carry on some kind of  conversation with ourselves, and with the people we know, about the  culture we live in. As writers, however, our task is to  self-consciously translate that private conversation into a public one  that connects with readers. In this course I ask you to address two  questions that bear on this translation. One is historical: what has  been said in the cultural conversation before you came to it? To find  your place in the conversation (just as you would have to do if you  joined a roomful of people talking) you will need to grapple with  cultural issues and debates that go back half a century-debates about  the nature of art and criticism, technology and mass media, high  culture versus mass culture, art and politics, social groups and  cultural difference. The second question is personal: what experiences,  ideas, emotions, and prejudices do you bring to the conversation? While  conventional news writers are simply expected to put their own  attitudes aside, cultural journalists must be conscious of their  standpoint and its impact on their observation and judgment. Your  credibility and the power of your literary voice depend a good deal on  your ability to develop this capacity for self-reflection.   [back to top]     Middle Eastern Studies   Media of Displacement: Gender, Nation and the Postcolonial (G13.1730)   \"We are here because you were there\" has become a common slogan for  postcolonial diasporas in the metropolitan \"centers\" of the West. With  the growing numbers of immigrants and refugees from the Middle  East/North Africa in cities such as London, Paris, Berlin, New York,  Los Angeles, Montreal, and Sao Paulo, the construction of \"us\" versus  \"them\" can no longer correspond to one geography, simplistically  imagined as \"over there.\" This seminar will study questions of  displacement as represented, mediated and narrated in the cinema/media,  confronting exclusionary and essentialist discourses with a rich  cultural production that foregrounds a complex understanding of such  issues as \"home,\" \"homeland,\" \"exile,” \"hybridity\" and \"minorities.\" We  will look at the past few decades of films/video practices within the  larger context of post-independence and globalization politics as well  as in relation to other forms of cultural practices (e.g. beur cinema  in relation to rai music and the Algerian-French novel). We will mainly  look into the ways films/videos have represented dislocations that have  come in the wake of colonial partitions, and of regional, ethnic and  religious conflicts; as well as into the ways they challenge  traditional genres about immigration, transcending the neat divisions  among the social documentary, the ethnographic media, the experimental  autobiography, and the fictional narrative. We will also examine these  films/videos in relation to contemporary cyber diasporic practices,  problematizing especially such issues as \"nostalgia\" and \"return\" in  the context of new communication technologies.   [back to top]       Performance Studies   Interracialism: Performing Mixed Race (H42.2090) This course will survey the emergent field of 'critical mixed race  studies' with a particular emphasis on the black experience in the  Americas. How have people of African descent been alternately excluded  from and incorporated into discourses of miscegenation and mestizaje?  What role has performance played in the construction of racial  categories like 'the mulatto' and 'the one-drop rule'? How have black  people sought to alternately challenge and exploit those constructions?  Has the trope of 'passing' helped preserve an essentialist concept of  race amidst widespread racial mixing? Do recent developments around the  performance of identity point toward a moment in black cultural  politics that is leading us 'beyond passing'? We will read broadly and  interdisciplinarily, examining the law, politics, performance, visual  culture, literature, critical theory, statistics, sociology, philosophy  and anthropology as various sites in which interracialism has  historically been staged.   [back to top]      Foucault Seminar (H42.2745) An intensive advanced seminar grounded in close critical engagement  with Foucault. The main focus in on texts by Foucault, but we will also  be engaging, necessarily partially, selected secondary works on  Foucault. A question throughout: how has Foucault been taken up and  circulated (sometimes against the grain of his texts) in political  projects and intellectual debates? Another way to put this: How has  Foucault himself been \"redeployed\"? What do we mean when we say  \"Foucault,\" and who are \"we\" to say it?) Special attention to the  following: Foucault, bio-power, and the politics of sex and race;  Foucault on religion; genealogy as critical practice.   [back to top]      Introduction to Marxist Cultural Theory (H42.2214) This course is an introduction to Marxist cultural theory, grounded  in the writings of Marx. Effort will be made to historicize Marx’s  thought by showing its relationship to the intellectual, political, and  cultural currents of the nineteenth century. Substantial time will be  given to three twentieth century schools of cultural Marxism: the  Frankfurt School (Adorno, Benjamin, Marcuse, Buck-Morss), the  Birmingham School (Williams, Hall, McRobbie, Gilroy), and Black Marxism  (DuBois, Robinson, James, Davis).   [back to top]    The Politics of Culture (H42.2312) What are the institutional, discursive, and ideological contexts  that shape the objects, images, sounds or texts we call art?What are  the links between cultural spaces--the museum, the movie-theater, the  gallery, the music/dance hall, the bookstore, the fashion runway, the  public street, television, cyber space--and the larger realm of  politics? And how do these relationships impact, implicitly or  explicitly, the ways we create, curate, or study the arts? How do  consumers play an active role in the reception of cultural products?  What is the relation between formally promulgated cultural policy and  the tacit knowledge that artists call upon to get their work into the  world? What dimensions of the broader cultural terrain are made legible  through artistic practice? What are the means through which art  intervenes in the political arena? Artwill be studied as a site of  contested representations and visions, embedded in power  formations--themselves shaped by specific historical moments and  geographical locations. Given contemporary global technologies,  cultural practices will also be studied within the transnational travel  of ideas and people. Such germane issues as the legal and  constitutional dimensions of censorship, the social formation of taste,  the consumption of stars, the bio-politics of the body, transnational  copyrights law--will all pass through an intersectional analyses of  gender, race, class, sexuality, ethnicity, religion, and nation,  incorporating the insights of such areas of inquiry as  multiculturalism, feminism, post-colonialism, and queer studies. [back to top]      Postcolonial Theory and Performance (H42.2695) This course will offer students a survey of theoretical and  conceptual tools in social and aesthetic theory that speak from,  through and about the experience of colonization and its afterlife. The  topics addressed will include globalization, exile, modalities of  flexible and nomadic citizenship, translocalisms, diaspora and the  post-colony. Questions of gender, class, sexuality and racial  formations as they relate to postcolonial studies will also be  addressed. Class readings will include Gramsci, Fanon, Cesaire,  Glissant, Spivak, MBembe,Canclini. Joseph, Gopinath , Eng and Gilroy. [back to top]      Foundations Of Visual Culture (Steinhardt School of Education) (E90.2120) This course offers incoming and current graduate students the  foundations required for study in the interdisciplinary field of visual  culture. Students will first be introduced to techniques of visual,  textual and on-line research; and the requirements of interdisciplinary  and cross-cultural research. The core of the class examines the  histories and theories of visuality that are central to the field, as  well as the “ways of seeing” that are specific to visual culture. The  class also prepares students for the specific engagement with  methodology and research topics offered in the subsequent “core”  classes for the MA in Visual Culture. The class will in practice engage  with art, cinema, visual media and everyday life encounters with the  visual, whose definition and display will be one of our objects.    [back to top]     Politics   Communism (G53.2140) Fundamentals of modern communist thought; writings of Marx, Engels,  Lenin, and their major critics. Emphasis is on communism as the  unrealized potential of capitalism and therefore more on what in  capitalism suggests this potential and less on the precapitalist  societies that called themselves \"communist.\"    [back to top]     Religious Studies     Theories and Methods in the Study of Religion (G90.1001) We will explore fundamental theoretical and methodological issues  for the academic study of religion, including some of the more  important theories of the origin, character, and function of religion  as a human phenomenon. We’ll cover psychological, sociological,  anthropological, dialectical, post-colonial and feminist approaches. We  will explore some problems for the study of religion today including  issues of secularization, the relation between popular culture and  religious life, and the intersection of religion and media.   [back to top]       Sociology   Culture &amp; Society: Founders, References, Debates (G93.2414) This is a lecture and discussion course aimed at students throughout  the Graduate School of Arts and Sciences. Its theme is the relationship  between culture and society, a theme which took its contentious, modern  form in the Enlightenment. Debate about these two realms have in time  addressed the meaning of craftsmanship; the use of new tools like the  camera for artistic ends; the relation of high art to mass society; the  structures of language which might or might not unify all cultures; the  sociology of bodily behavior; the aesthetic value of social  differences; the artist-architect as a maker of social spaces. In other  words, a sprawling terrain of ideas and practices. The course divides  into three kinds of investigation: Founders, References, and Debates.  In the Founders section, I present three people whose work serve as a  touchstone, for me, in understanding the relations between culture and  society. The References section explores how these relations have been  variously explored in social science and humanistic disciplines. The  Debates section invites to the class people outside the university  engaged in trying to understand, or indeed to forge actual connections  between culture and society. The course will meet for 14 weeks, usually  once a week, though when guests come to NYU, we might want to work with  them more informally as well. The course requirement is a paper of 4000  words. Because discussion matters to the project, the course is limited  to 30 students. Before registering, a student should apply to me,  sending a description of interests and if possible a piece of writing.  The course will be particularly valuable preparation for students who  want then to join NYLON, the cultural research group which joins  advanced students at New York University to young researchers at the  London School of Economics.   [back to top]    Sociology of Knowledge (G93.2422) Reviews and evaluates important perspectives on the relationship  between knowledge of social structure. Focuses on a number of research  strategies concerned with types of knowledge and knowledge-systems,  codes and symbols, the manipulation of knowledge for social and  political purposes, the study of ideologies, and the major factors in  knowledge production.   [back to top]       Consortium Course Information     The Inter-University Doctoral Consortium (IUDC) offers eligible GSAS  students the opportunity to take graduate courses at distinguished  universities throughout the greater NY area. The IUDC is open to  doctoral students who have completed at least one year of full-time  study toward the PhD. Terminal masters students and non-Arts &amp;  Sciences students are not eligible.   Participating Schools are:   Columbia University-GSAS CUNY Graduate Center New York University-GSAS Fordham University-GSAS Graduate Faculty, New School University Princeton University-The Graduate School Rutgers University, New Brunswick Stony Brook University Teachers College, Columbia University     Qualified students must complete an Inter-University Doctoral Consortium Registration Form   Or contact:   Allan Corns GSAS - Office of the Vice Dean   New York University   6 Washington Sq. North, 2nd Fl   gsas.consortium@nyu.edu [back to top]                       Contact Us | &copy; New York University , Arts and Science"}]}]