[{"detail": [{"content": "Experiential Learning in Global Public Health                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Undergraduate   /   Experiential Learning in Global Public Health                       Sub Navigation                                 EL Fieldwork Opportunities                       Experiential Learning: Team-based project (section 001)                       Experiential Learning: Individual project (section 002)                       Experiential Learning FAQs                                                                 Experiential Learning in Global Public Health       Experiential learning (EL) is a form of active learning where students engage in hands-on field-based activities designed to promote student exposure to and understanding of public health while affording them an opportunity to reflect on how knowledge and principles learned in their combined major intersect with their fieldwork.   GIPH’s undergraduate program in Global Public Health requires that students participate in a 4-credit, 90 hour field-based experience called Experiential Learning (or EL) and an academic seminar.   This class is for GPH declared majors only and is restricted to sophomores, juniors and seniors. Prerequisites include UGPH GU 10 Health and Society in a Global Context and at least one other required GPH course.   The class is taught in two formats, corresponding to different sections: section 001, which is a team-based fieldwork experience; and section 002, which is an individual fieldwork experience. Both formats require experiential learning in the field for a total of 90 hours, and completion of academic course work. The guidelines below will help you determine which format you will be enrolling.   Note @ studying away: Students choosing to complete the fieldwork while they are studying abroad in any site except for London, will enroll in UGPH-60 Section 002, will need to complete the steps for section 002 and participate in the academic portion of the class on NYU Classes. Students studying away in London will register for NODEP-UA 9982 in lieu of UGPH-GU 60 002. Those students should email giph.undergrad@nyu.edu to request that a substitution memo be submitted to the registrar.            Do you see yourself working as part of a team? Would you be interested in tackling a public health issue with other students right here on NYU campus? Click here for further information!                    - OR -            Would you relish the challenge of working independently with an organization to confront a public health issue that you feel passionate about? Then click here for further information!              - OR -            Do you need further information? Are you feeling lost? Click here to view some Frequently Asked Questions.                             Students in the Applied Psychology / Global Public Health major may do their GPH fieldwork requirement at the same site at which they are completing their Applied Psychology fieldwork requirement. Students still must enroll in UGPH-GU 60 002, and add 90 hours of fieldwork to their Applied Psychology fieldwork hours.       Students in the Nursing / Global Public Health major may do their GPH fieldwork requirement in the same location as their Nursing clinical hours, but it is not required. Students still must enroll in UGPH-GU 60 002, and add 90 hours of fieldwork to their Nursing hours.                                                 NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Experiential Learning in Global Public Health                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Undergraduate   /   Experiential Learning in Global Public Health                       Sub Navigation                                 EL Fieldwork Opportunities                       Experiential Learning: Team-based project (section 001)                       Experiential Learning: Individual project (section 002)                       Experiential Learning FAQs                                                                 Experiential Learning in Global Public Health       Experiential learning (EL) is a form of active learning where students engage in hands-on field-based activities designed to promote student exposure to and understanding of public health while affording them an opportunity to reflect on how knowledge and principles learned in their combined major intersect with their fieldwork.   GIPH’s undergraduate program in Global Public Health requires that students participate in a 4-credit, 90 hour field-based experience called Experiential Learning (or EL) and an academic seminar.   This class is for GPH declared majors only and is restricted to sophomores, juniors and seniors. Prerequisites include UGPH GU 10 Health and Society in a Global Context and at least one other required GPH course.   The class is taught in two formats, corresponding to different sections: section 001, which is a team-based fieldwork experience; and section 002, which is an individual fieldwork experience. Both formats require experiential learning in the field for a total of 90 hours, and completion of academic course work. The guidelines below will help you determine which format you will be enrolling.   Note @ studying away: Students choosing to complete the fieldwork while they are studying abroad in any site except for London, will enroll in UGPH-60 Section 002, will need to complete the steps for section 002 and participate in the academic portion of the class on NYU Classes. Students studying away in London will register for NODEP-UA 9982 in lieu of UGPH-GU 60 002. Those students should email giph.undergrad@nyu.edu to request that a substitution memo be submitted to the registrar.            Do you see yourself working as part of a team? Would you be interested in tackling a public health issue with other students right here on NYU campus? Click here for further information!                    - OR -            Would you relish the challenge of working independently with an organization to confront a public health issue that you feel passionate about? Then click here for further information!              - OR -            Do you need further information? Are you feeling lost? Click here to view some Frequently Asked Questions.                             Students in the Applied Psychology / Global Public Health major may do their GPH fieldwork requirement at the same site at which they are completing their Applied Psychology fieldwork requirement. Students still must enroll in UGPH-GU 60 002, and add 90 hours of fieldwork to their Applied Psychology fieldwork hours.       Students in the Nursing / Global Public Health major may do their GPH fieldwork requirement in the same location as their Nursing clinical hours, but it is not required. Students still must enroll in UGPH-GU 60 002, and add 90 hours of fieldwork to their Nursing hours.                                                 NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Global Public Health/Science | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Global Public Health/Prehealth         Global Public Health/Science     Prehealth Concentration Click Here for Curriculum and Course Sequencing Info Fall 2015 Registration Instructions for declared GPH/prehealth majors  The highly selective, demanding undergraduate  major in Global Public Health (GPH) allows students to choose a course of study  that is a combination of public health and a discipline housed in the College.  GPH is not a stand-alone major. NYU’s Global Institute  of Public Health provides CAS students with instructors, advisors, and courses  drawn from the entire University.       The Global Public Health/Science combined major (which includes a Prehealth concentration)  provides a unique opportunity for students to explore cutting-edge science and  how those developments can help address some of the world’s most complex health  challenges. One of three concentrations that a student may select within Global  Public Health/Science is Prehealth. Students will work closely with an advisor  to select the right mix of electives to compliment individual interests and  career paths. Global Public Health/Science graduates will be well prepared to  pursue professional studies in medicine, dentistry, public health, and  nutrition, as well as academic and research positions.      Students will take  required courses in the six core public health areas:     Health &amp; Society in a Global Context     Biostatistics for Public Health     Epidemiology for Global Health Health Policy in a Global World Environmental Health in a Global World Undergraduate Experiential Learning in Global Public Health Students will also take a  set of designated Prehealth courses, and then fill out their coursework with two combined major electives (in Global Public Health and/or Prehealth) and the advanced study of  a foreign language. Study away for one semester at an approved NYU Global site  is also a requirement of the GPH combined major. Click here to see the full list of requirements for Global Public Health/ Science (Prehealth) majors. Students may declare the major only after their first year and only after they have successfully completed at least one global public health course and one prehealth course. Click here to declare the Global Public Health/Science (Prehealth concentration) combined major. For questions about the GPH/Prehealth major, please contact us at gph.prehealth@nyu.edu .                 Home       Careers       Prehealth Courses       Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program     Global Public Health/Science     Contact Us                          Stay Connected           Twitter             Contact Us"}]}]