[{"detail": [{"content": "Colloquium in Legal, Political, and Social Philosophy | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center for Law and Philosophy &rsaquo; Colloquium in Legal, Political, and Social Philosophy                  Center for Law and Philosophy                 Colloquium in Legal, Political, and Social Philosophy                 Colloquium in Legal, Political, and Social Philosophy       Fall 2014   Fall 2011   Fall 2010   Fall 2009   Fall 2007   Fall 2006   Fall 2005   Fall 2003   Fall 2002   Fall 2001                             The Colloquium in Legal, Political, and Social Philosophy was founded by Ronald Dworkin and Thomas Nagel in 1987. It is the original model for all of NYU Law's colloquia. The Colloquium is now convened by Liam Murphy, Samuel Scheffler, and Jeremy Waldron, two of whom will host in any given year.   Each week on Thursday a legal theorist or moral or political philosopher presents a paper to the group, which consists of students, faculty from the Law School and other departments of NYU, and faculty from other universities. The choice of subject is left to the paper’s author, within the general boundaries of the Colloquium’s subjects, and the discussions are therefore not connected by any structured theme for the term as a whole, though in past years certain central topics were canvassed in several weeks’ discussion. The Colloquium aims, not to pursue any particular subject, but to explore new work in considerable depth and so allow students to develop their own skill in theoretical analysis. Each week’s paper is posted at least a week in advance, and participants are expected to have read it.   The public sessions of the colloquium take place on Thursdays, from 4 to 7 pm, in the Lester Pollack Colloquium Room on the 9th Floor of Furman Hall, 245 Sullivan St. Visitors’ papers will be posted in advance of each meeting on this page.   Students applying for credit:   Admission to the seminar is only by professor’s permission. Students wishing to take the colloquium for credit should send their applications (an e-mail letter with their background and interest in the colloquium) to Professor Waldron’s assistant, Lavinia Barbu, barbul@exchange.law.nyu.edu , between June 1 and August 1. Before you send your application, please check with Academic Services to see if you are eligible to apply.   Students enrolled in the Colloquium meet separately with Professor Waldron for an additional two-hour seminar on Wednesday. One hour is devoted to a review of the preceding Thursday’s Colloquium discussion, and one hour in preparation for the Colloquium of the following day. Students are asked to write short papers weekly, and each student is asked to make two or more oral presentations to the seminar during the term. Each student is asked to expand one of his/her weekly papers, or oral presentations, for a final term paper.     Fall 2015   Professors Jeremy Waldron and Samuel Scheffler    Schedule of Speakers   September 3  Stephen Holmes, NYU   September 10  John Gardner, Oxford   September 17  Kenji Yoshino, NYU   September 24  Samuel Scheffler, NYU   October 1  Jane Mansbridge, Harvard   October 8  Robert Post, Yale   October 15  Derek Parfit, NYU and Oxford   October 22  Miranda Fricker, Sheffield University   October 29  Adrian Vermeule, Harvard   November 5  John Ferejohn, NYU   November 12  Danielle Allen, Institute for Advanced Study/Harvard   November 19  Katherine Strandburg, NYU   December 3  Martin Stone, Cardozo       Past papers   Fall 2014   Fall 2011   Fall 2010   Fall 2009   Fall 2007   Fall 2006   Fall 2005   Fall 2003   Fall 2002   Fall 2001                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Colloquium in Legal, Political, and Social Philosophy | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center for Law and Philosophy &rsaquo; Colloquium in Legal, Political, and Social Philosophy                  Center for Law and Philosophy                 Colloquium in Legal, Political, and Social Philosophy                 Colloquium in Legal, Political, and Social Philosophy       Fall 2014   Fall 2011   Fall 2010   Fall 2009   Fall 2007   Fall 2006   Fall 2005   Fall 2003   Fall 2002   Fall 2001                             The Colloquium in Legal, Political, and Social Philosophy was founded by Ronald Dworkin and Thomas Nagel in 1987. It is the original model for all of NYU Law's colloquia. The Colloquium is now convened by Liam Murphy, Samuel Scheffler, and Jeremy Waldron, two of whom will host in any given year.   Each week on Thursday a legal theorist or moral or political philosopher presents a paper to the group, which consists of students, faculty from the Law School and other departments of NYU, and faculty from other universities. The choice of subject is left to the paper’s author, within the general boundaries of the Colloquium’s subjects, and the discussions are therefore not connected by any structured theme for the term as a whole, though in past years certain central topics were canvassed in several weeks’ discussion. The Colloquium aims, not to pursue any particular subject, but to explore new work in considerable depth and so allow students to develop their own skill in theoretical analysis. Each week’s paper is posted at least a week in advance, and participants are expected to have read it.   The public sessions of the colloquium take place on Thursdays, from 4 to 7 pm, in the Lester Pollack Colloquium Room on the 9th Floor of Furman Hall, 245 Sullivan St. Visitors’ papers will be posted in advance of each meeting on this page.   Students applying for credit:   Admission to the seminar is only by professor’s permission. Students wishing to take the colloquium for credit should send their applications (an e-mail letter with their background and interest in the colloquium) to Professor Waldron’s assistant, Lavinia Barbu, barbul@exchange.law.nyu.edu , between June 1 and August 1. Before you send your application, please check with Academic Services to see if you are eligible to apply.   Students enrolled in the Colloquium meet separately with Professor Waldron for an additional two-hour seminar on Wednesday. One hour is devoted to a review of the preceding Thursday’s Colloquium discussion, and one hour in preparation for the Colloquium of the following day. Students are asked to write short papers weekly, and each student is asked to make two or more oral presentations to the seminar during the term. Each student is asked to expand one of his/her weekly papers, or oral presentations, for a final term paper.     Fall 2015   Professors Jeremy Waldron and Samuel Scheffler    Schedule of Speakers   September 3  Stephen Holmes, NYU   September 10  John Gardner, Oxford   September 17  Kenji Yoshino, NYU   September 24  Samuel Scheffler, NYU   October 1  Jane Mansbridge, Harvard   October 8  Robert Post, Yale   October 15  Derek Parfit, NYU and Oxford   October 22  Miranda Fricker, Sheffield University   October 29  Adrian Vermeule, Harvard   November 5  John Ferejohn, NYU   November 12  Danielle Allen, Institute for Advanced Study/Harvard   November 19  Katherine Strandburg, NYU   December 3  Martin Stone, Cardozo       Past papers   Fall 2014   Fall 2011   Fall 2010   Fall 2009   Fall 2007   Fall 2006   Fall 2005   Fall 2003   Fall 2002   Fall 2001                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Law and Politics | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Interdisciplinary &rsaquo; Law and Politics                  Interdisciplinary                 Law and Politics                 Interdisciplinary       Law and Economics   Law and Philosophy   Law and Politics   Legal History               Related Links           All Areas of Study                                    Stephen Holmes's expertise includes the history of political thought and democratic and constitutional theory.            Roderick Hills Jr. has an active research interest in the workings of all levels of government.            Richard Pildes specializes in legal issues affecting democracy and is a leading public law scholar.            John Ferejohn focuses on the development of positive political theory and its legal and political applications.         The complex relationship between law and political science fascinates a wide range of NYU Law faculty, and that interest is reflected in both their teaching and research.   Professors Samuel Issacharoff and Richard Pildes are the leading authorities on election law and literally created the field of the Law of Democracy, which views politics as a competitive market—a product of choices of institutional design. Their Law of Democracy course—the first of its kind in the country—deals with the law that structures democratic politics and the processes of democracy, with a primary focus on constitutional law. Subjects covered include the individual right to vote and participate; structural issues such as campaign finance, redistricting, and the role of associations such as political parties; the tension between majorities and minorities in the design of representative institutions; and the role of courts in overseeing democratic processes.   Law and politics also meet in the study of constitutional law and of federal courts. Professor Barry Friedman is a prominent constitutional scholar with an expertise in federal courts and their structure of adjudication. He teaches Federal Courts and the Federal System, Judicial Decisionmaking, and Criminal Procedure: Fourth and Fifth Amendments. Professor Lewis Kornhauser is interested in the structure of courts and the processes of adjudication as well as the nature of representative government.   Another intersection point is state and local government law. Professor Vicki Been '83 (on leave) leads the Colloquium on Law, Economics and Politics of Urban Affairs ; Katrina Wyman teaches Land Use Regulation; and Professor Clayton Gillette offers a course in Local Government Law.   Global aspects of law and politics are covered in courses about international law, administrative law, and law and development. Professors Mattias Kumm, Benedict Kingsbury, David Golove, and Richard Stewart are interested in international issues such as comparative constitutional law and global administrative law and regulation. They teach courses including International Law, the Presidential Powers Seminar, Constitutional Law of War and Foreign Affairs, and the Administrative and Regulatory State Clinic. Professors Kevin Davis and Frank Upham study political economy and have written about the rule of law and law and development; they both teach a course entitled Law and Development, among others.   The Law School also hosts two of the most prominent political scientists in the legal realm: Professors Stephen Holmes and John Ferejohn. Holmes is a faculty advisor of the Center on Law and Security . His fields of specialization include the history of liberalism, the disappointments of democratization after communism, and the difficulty of combating terrorism within the limits of liberal constitutionalism. Ferejohn, an expert in political theory and the study of political institutions and behavior, began his career with an important study of Congress.   Law students interested in studying political science can take up to 10 credits from the NYU Department of Politics. The Law School also offers a JD/PhD program in politics and law. Students earn a PhD in politics from the Graduate School of Arts and Science and a JD from the Law School. They must complete requirements for both programs but may count some courses toward both programs, typically saving one full year of study. Students enroll each year either in the Department of Politics or in the Law School, and separate funding must be obtained for both the Department of Politics and the Law School years. Students must apply to and be accepted into each program separately.                                Core Faculty             John Ferejohn    Barry Friedman    Clayton Gillette    David Golove    Roderick Hills Jr.    Stephen Holmes    Samuel Issacharoff    Benedict Kingsbury    Lewis Kornhauser    Mattias Kumm    Richard Pildes    Richard Stewart                   Selected Courses             Colloquium on Law, Economics and Politics   Colloquium on the Law, Economics and Politics of Urban Affairs   Federal Courts and the Federal System   International Law   Land Use Regulation   Law and Development   Law and Politics in the Bible Seminar   Law of Democracy   Local Government Law   Political Environment of the Law Seminar   War, the President and the Constitution   See All Courses                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "The Colloquium on Law, Economics, and Politics | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Colloquia &rsaquo; Law, Economics and Politics             The Colloquium on Law, Economics, and Politics                 Colloquia       Culture and the Law   Hauser Colloquium: International Law and Policy in an Insecure World   Innovation Policy   Institute for International Law and Justice Colloquium   Law and Economics   Law, Economics and Politics   Legal History   Legal, Political, and Social Philosophy   Legal and Constitutional History   Tax Policy and Public Finance                            Professors John Ferejohn and Lewis Kornhauser   Fall 2014  Tuesday, 4:00-5:50 p.m.  Vanderbilt Hall, Room 202   LW .10582.001   2 credits   The course will investigate a wide variety of topics ranging from the foundations of rational choice theory (an inquiry important to the evaluation of the use of the theory in understanding law) to applications to questions of immediate interest. Economists and political scientists have used the theory to investigate a number of topics of central interest to the law such as (a) how the organization of Congress affects the nature and content of legislation enacted; (b) the relation between courts and Congress; (c) Congressional and judicial control of administrative agencies; (d) federalism; and (e) the structure of adjudication.   Fall 2014 Schedule of Presenters   September 9   Neil Malhotra (Stanford University, Graduate School of Business and Department of Political Science)   \"Publication Bias in the Social Sciences: Unlocking the File Drawer\"   Supplement (Please read as well)   September 23   Richard Revesz (New York University School of Law)   \"About-Face: Pragmatic Positions in Perennial Environmental Disputes\"   October 7   Adam Bonica (Stanford University, Department of Political Science)   \"The Politics of Selecting the Bench from the Bar: The Legal Profession and Partisan Incentives to Politicize the Judiciary\" (with Maya Sen, Harvard Kennedy School)   October 21   Andrew F. Daughety and Jennifer F. Reinganum (Vanderbilt University, Department of Economics and Law School)   \"Informal Sanctions on Prosecutors and Defendants and the Disposition of Criminal Cases\"   November 4   Adam Samaha (New York University School of Law)   \"Don't Ask, Must Tell - And Other Combinations\" (with Lior Strahilevitz, University of Chicago, School of Law)   November 18   Adam Cox (New York University School of Law)   \"The Real World of Immigration Federalism\" (with Thomas J. Miles, University of Chicago, School of Law)   December 2   Hélenè Landemore (Yale University, Department of Political Science)     Colloquium questions: Máire Kimble at kimblem@exchange.law.nyu.edu or (212) 998-6179                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Colloquium in Legal, Political, and Social Philosophy | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center for Law and Philosophy &rsaquo; Colloquium in Legal, Political, and Social Philosophy                  Center for Law and Philosophy                 Colloquium in Legal, Political, and Social Philosophy                 Colloquium in Legal, Political, and Social Philosophy       Fall 2014   Fall 2011   Fall 2010   Fall 2009   Fall 2007   Fall 2006   Fall 2005   Fall 2003   Fall 2002   Fall 2001                             The Colloquium in Legal, Political, and Social Philosophy was founded by Ronald Dworkin and Thomas Nagel in 1987. It is the original model for all of NYU Law's colloquia. The Colloquium is now convened by Liam Murphy, Samuel Scheffler, and Jeremy Waldron, two of whom will host in any given year.   Each week on Thursday a legal theorist or moral or political philosopher presents a paper to the group, which consists of students, faculty from the Law School and other departments of NYU, and faculty from other universities. The choice of subject is left to the paper’s author, within the general boundaries of the Colloquium’s subjects, and the discussions are therefore not connected by any structured theme for the term as a whole, though in past years certain central topics were canvassed in several weeks’ discussion. The Colloquium aims, not to pursue any particular subject, but to explore new work in considerable depth and so allow students to develop their own skill in theoretical analysis. Each week’s paper is posted at least a week in advance, and participants are expected to have read it.   The public sessions of the colloquium take place on Thursdays, from 4 to 7 pm, in the Lester Pollack Colloquium Room on the 9th Floor of Furman Hall, 245 Sullivan St. Visitors’ papers will be posted in advance of each meeting on this page.   Students applying for credit:   Admission to the seminar is only by professor’s permission. Students wishing to take the colloquium for credit should send their applications (an e-mail letter with their background and interest in the colloquium) to Professor Waldron’s assistant, Lavinia Barbu, barbul@exchange.law.nyu.edu , between June 1 and August 1. Before you send your application, please check with Academic Services to see if you are eligible to apply.   Students enrolled in the Colloquium meet separately with Professor Waldron for an additional two-hour seminar on Wednesday. One hour is devoted to a review of the preceding Thursday’s Colloquium discussion, and one hour in preparation for the Colloquium of the following day. Students are asked to write short papers weekly, and each student is asked to make two or more oral presentations to the seminar during the term. Each student is asked to expand one of his/her weekly papers, or oral presentations, for a final term paper.     Fall 2015   Professors Jeremy Waldron and Samuel Scheffler    Schedule of Speakers   September 3  Stephen Holmes, NYU   September 10  John Gardner, Oxford   September 17  Kenji Yoshino, NYU   September 24  Samuel Scheffler, NYU   October 1  Jane Mansbridge, Harvard   October 8  Robert Post, Yale   October 15  Derek Parfit, NYU and Oxford   October 22  Miranda Fricker, Sheffield University   October 29  Adrian Vermeule, Harvard   November 5  John Ferejohn, NYU   November 12  Danielle Allen, Institute for Advanced Study/Harvard   November 19  Katherine Strandburg, NYU   December 3  Martin Stone, Cardozo       Past papers   Fall 2014   Fall 2011   Fall 2010   Fall 2009   Fall 2007   Fall 2006   Fall 2005   Fall 2003   Fall 2002   Fall 2001                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Law and Politics | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Interdisciplinary &rsaquo; Law and Politics                  Interdisciplinary                 Law and Politics                 Interdisciplinary       Law and Economics   Law and Philosophy   Law and Politics   Legal History               Related Links           All Areas of Study                                    Stephen Holmes's expertise includes the history of political thought and democratic and constitutional theory.            Roderick Hills Jr. has an active research interest in the workings of all levels of government.            Richard Pildes specializes in legal issues affecting democracy and is a leading public law scholar.            John Ferejohn focuses on the development of positive political theory and its legal and political applications.         The complex relationship between law and political science fascinates a wide range of NYU Law faculty, and that interest is reflected in both their teaching and research.   Professors Samuel Issacharoff and Richard Pildes are the leading authorities on election law and literally created the field of the Law of Democracy, which views politics as a competitive market—a product of choices of institutional design. Their Law of Democracy course—the first of its kind in the country—deals with the law that structures democratic politics and the processes of democracy, with a primary focus on constitutional law. Subjects covered include the individual right to vote and participate; structural issues such as campaign finance, redistricting, and the role of associations such as political parties; the tension between majorities and minorities in the design of representative institutions; and the role of courts in overseeing democratic processes.   Law and politics also meet in the study of constitutional law and of federal courts. Professor Barry Friedman is a prominent constitutional scholar with an expertise in federal courts and their structure of adjudication. He teaches Federal Courts and the Federal System, Judicial Decisionmaking, and Criminal Procedure: Fourth and Fifth Amendments. Professor Lewis Kornhauser is interested in the structure of courts and the processes of adjudication as well as the nature of representative government.   Another intersection point is state and local government law. Professor Vicki Been '83 (on leave) leads the Colloquium on Law, Economics and Politics of Urban Affairs ; Katrina Wyman teaches Land Use Regulation; and Professor Clayton Gillette offers a course in Local Government Law.   Global aspects of law and politics are covered in courses about international law, administrative law, and law and development. Professors Mattias Kumm, Benedict Kingsbury, David Golove, and Richard Stewart are interested in international issues such as comparative constitutional law and global administrative law and regulation. They teach courses including International Law, the Presidential Powers Seminar, Constitutional Law of War and Foreign Affairs, and the Administrative and Regulatory State Clinic. Professors Kevin Davis and Frank Upham study political economy and have written about the rule of law and law and development; they both teach a course entitled Law and Development, among others.   The Law School also hosts two of the most prominent political scientists in the legal realm: Professors Stephen Holmes and John Ferejohn. Holmes is a faculty advisor of the Center on Law and Security . His fields of specialization include the history of liberalism, the disappointments of democratization after communism, and the difficulty of combating terrorism within the limits of liberal constitutionalism. Ferejohn, an expert in political theory and the study of political institutions and behavior, began his career with an important study of Congress.   Law students interested in studying political science can take up to 10 credits from the NYU Department of Politics. The Law School also offers a JD/PhD program in politics and law. Students earn a PhD in politics from the Graduate School of Arts and Science and a JD from the Law School. They must complete requirements for both programs but may count some courses toward both programs, typically saving one full year of study. Students enroll each year either in the Department of Politics or in the Law School, and separate funding must be obtained for both the Department of Politics and the Law School years. Students must apply to and be accepted into each program separately.                                Core Faculty             John Ferejohn    Barry Friedman    Clayton Gillette    David Golove    Roderick Hills Jr.    Stephen Holmes    Samuel Issacharoff    Benedict Kingsbury    Lewis Kornhauser    Mattias Kumm    Richard Pildes    Richard Stewart                   Selected Courses             Colloquium on Law, Economics and Politics   Colloquium on the Law, Economics and Politics of Urban Affairs   Federal Courts and the Federal System   International Law   Land Use Regulation   Law and Development   Law and Politics in the Bible Seminar   Law of Democracy   Local Government Law   Political Environment of the Law Seminar   War, the President and the Constitution   See All Courses                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "The Colloquium on Law, Economics, and Politics | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Colloquia &rsaquo; Law, Economics and Politics             The Colloquium on Law, Economics, and Politics                 Colloquia       Culture and the Law   Hauser Colloquium: International Law and Policy in an Insecure World   Innovation Policy   Institute for International Law and Justice Colloquium   Law and Economics   Law, Economics and Politics   Legal History   Legal, Political, and Social Philosophy   Legal and Constitutional History   Tax Policy and Public Finance                            Professors John Ferejohn and Lewis Kornhauser   Fall 2014  Tuesday, 4:00-5:50 p.m.  Vanderbilt Hall, Room 202   LW .10582.001   2 credits   The course will investigate a wide variety of topics ranging from the foundations of rational choice theory (an inquiry important to the evaluation of the use of the theory in understanding law) to applications to questions of immediate interest. Economists and political scientists have used the theory to investigate a number of topics of central interest to the law such as (a) how the organization of Congress affects the nature and content of legislation enacted; (b) the relation between courts and Congress; (c) Congressional and judicial control of administrative agencies; (d) federalism; and (e) the structure of adjudication.   Fall 2014 Schedule of Presenters   September 9   Neil Malhotra (Stanford University, Graduate School of Business and Department of Political Science)   \"Publication Bias in the Social Sciences: Unlocking the File Drawer\"   Supplement (Please read as well)   September 23   Richard Revesz (New York University School of Law)   \"About-Face: Pragmatic Positions in Perennial Environmental Disputes\"   October 7   Adam Bonica (Stanford University, Department of Political Science)   \"The Politics of Selecting the Bench from the Bar: The Legal Profession and Partisan Incentives to Politicize the Judiciary\" (with Maya Sen, Harvard Kennedy School)   October 21   Andrew F. Daughety and Jennifer F. Reinganum (Vanderbilt University, Department of Economics and Law School)   \"Informal Sanctions on Prosecutors and Defendants and the Disposition of Criminal Cases\"   November 4   Adam Samaha (New York University School of Law)   \"Don't Ask, Must Tell - And Other Combinations\" (with Lior Strahilevitz, University of Chicago, School of Law)   November 18   Adam Cox (New York University School of Law)   \"The Real World of Immigration Federalism\" (with Thomas J. Miles, University of Chicago, School of Law)   December 2   Hélenè Landemore (Yale University, Department of Political Science)     Colloquium questions: Máire Kimble at kimblem@exchange.law.nyu.edu or (212) 998-6179                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]