[{"detail": [{"content": "Bioinformatics, MS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Master of Science      Bioinformatics                                                                       Rapidly increasing knowledge of the molecular biology of the cell has led to bioinformatics, a new discipline that transforms traditional biology into an information science. The School of Engineering&#39;s Master of Science in Bioinformatics program prepares students to manage and study data from the explosion of information due to next generation sequencing technologies. The program meets industry&#39;s demand for professionals with solid foundations in bioinformatics.   Our program provides a flexible curriculum as well as web-based training tools for instruction. You&rsquo;ll get the fundamental background to manage and create analysis pipelines from large genomic data sets. Check out our student projects .   The program will help you develop the depth of knowledge that comes from practical application of computational skills to solve and gain insight into biological problems. With the skills to apply your knowledge to analyze next generation sequence data, you will be prepared to take part in the personalized medicine revolution. See what alumni have to say!   We also offer a certificate in Bioinformatics for those with advanced degrees in Life Science or MDs.     This is an online program .                                      Program Manager        Mgavi Elombe Brathwaite, MSc.                 Academic Advisor        Mgavi Elombe Brathwaite, MSc.                    Department      Bioinformatics                                              Bioinformatics, MS      Suggested Courses   Curriculum   Student Projects   Testimonials   Research Internships   In the News           Related Links    Apply Now  Request Info  Available Online                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Bioinformatics, MS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Master of Science      Bioinformatics                                                                       Rapidly increasing knowledge of the molecular biology of the cell has led to bioinformatics, a new discipline that transforms traditional biology into an information science. The School of Engineering&#39;s Master of Science in Bioinformatics program prepares students to manage and study data from the explosion of information due to next generation sequencing technologies. The program meets industry&#39;s demand for professionals with solid foundations in bioinformatics.   Our program provides a flexible curriculum as well as web-based training tools for instruction. You&rsquo;ll get the fundamental background to manage and create analysis pipelines from large genomic data sets. Check out our student projects .   The program will help you develop the depth of knowledge that comes from practical application of computational skills to solve and gain insight into biological problems. With the skills to apply your knowledge to analyze next generation sequence data, you will be prepared to take part in the personalized medicine revolution. See what alumni have to say!   We also offer a certificate in Bioinformatics for those with advanced degrees in Life Science or MDs.     This is an online program .                                      Program Manager        Mgavi Elombe Brathwaite, MSc.                 Academic Advisor        Mgavi Elombe Brathwaite, MSc.                    Department      Bioinformatics                                              Bioinformatics, MS      Suggested Courses   Curriculum   Student Projects   Testimonials   Research Internships   In the News           Related Links    Apply Now  Request Info  Available Online                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Bioinformatics, MS: NYU-ePoly | NYU-ePoly Online Graduate Program | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Online Learning / Master&#039;s Programs                         NYU-ePoly Online Graduate Program                                                             Bioinformatics, MS: NYU-ePoly                       Rapidly increasing knowledge of the molecular biology of the cell has led to bioinformatics, a new discipline that transforms traditional biology into an information science. The School of Engineering&#39;s Master of Science in Bioinformatics program prepares students to manage and study data from the explosion of information from the life sciences.   The program meets industry&#39;s demand for professionals with solid foundations in genomics, proteomics, Perl and BioPerl, R and BioConductor, MySQL, sequence and pathway analysis, as well as a host of genome informatics tools and algorithms such as BLAST.   NOTE: Please refer to the Course Catalog to view course descriptions by course number if information is not listed below.   Admissions Requirements   The admissions requirements for this program are parallel to the on-campus requirements. View the Bioinformatics, MS admissions requirements .   Curriculum   Basic Core Courses (6 credits)   Required courses for students with computer science or similar background:   3.00 Credits Chemical Foundation for Bioinformatics BI-GY 7513 This course intensively reviews those aspects of organic chemistry and biochemistry necessary to begin research in bioinformatics and to enter graduate courses in biology. Topics include covalent bonding, quantum mechanical basis of bond formation, three-dimensional structure of molecules, reaction mechanisms, catalysis, polymers, enzymes, thermodynamic and kinetic foundations, metabolic pathways, sequence and structure of macromolecules. This course extensively uses computer approaches to convey the essential computational and visual nature of material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry and Calculus. 3.00 Credits Biological Foundation for Bioinformatics BI-GY 7523 This course intensively reviews the aspects of biochemistry, molecular biology and cell biology necessary to begin research in bioinformatics and to enter graduate courses in biology. The areas covered include cell structure, intracellular sorting, cellular signaling (i.e., receptors), Cytoskelton, cell cycle, DNA replication, transcription and translation. This course extensively uses computer approaches to convey the essential computational and visual nature of the material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry, Calculus or permission of instructor.   Required courses for students with chemical or biological science background:   3.00 Credits Introduction to Programming and Problem Solving CS-GY 5303 This course introduces discrete mathematics, computers and programming; Running C/C++ programs under Unix; algorithmic language; pseudo code; problem solving and program structure. Topics include constants, variable, data types, assignments, arithmetic expressions, input and output; object-oriented and top-down design and procedures, selection and loops; functions; enumerated; arrays, structs and searching and sorting. Prerequisite: Graduate status: *Online version available. 3.00 Credits Data Structures and Algorithms CS-GY 5403 This course introduces data structures. Topics include program specifications and design; abstract data types; stacks, queues; dynamic storage allocation; sequential and linked implementation of stacks and queues; searching methods, sequential and binary; binary trees and general trees; hashing; computational complexity; sorting algorithms: selection sort, heap sort, mergesort and quicksort; comparison of sorting techniques and analysis. Prerequisite: Graduate Standing, CS-GY 5303 *Online version available.   Required Core Courses (9 credits)   3.00 Credits Bioinformatics I: Sequence Analysis BI-GY 7533 This course covers computer representations of nucleic acid and protein sequences; pairwise and multiple alignment methods; available databases of nucleic acid and protein sequences; database search methods; scoring functions for assessment of alignments; nucleic acid to protein sequence translation and codon usage; genomic organization and gene structure in prokaryotes and eukaryotes; introns and exons; prediction of open reading frames; alternative splicing; existing databases of mRNA, DNA protein and genomic information; and an overview of available programs and of Web resources. 3.00 Credits Bioinformatics II : Protein Structure BI-GY 7543 The course explores protein-folding representations; databases of protein-folding classes; secondary structure prediction; tertiary structure prediction via computer-folding experiments threading; homology model building; prediction of post translation modification sites; active and binding sites in proteins; representations of contiguous and non-contiguous epitopes on protein surfaces at the sequence level; representations of functional motifs at the three dimensional and at the sequence level. Prerequisites: Bioinformatics I. 3.00 Credits Bioinformatics II i: Functional Prediction BI-GY 7553 The course covers functional classifications of proteins; prediction of function from sequence and structure; Orthologs and Paralogs; representations of biological pathways; available systems for the analysis of whole genomes and for human-assisted and automatic functional prediction. Prerequisites: Bioinformatics II   Required Electives (9 credits)   3.00 Credits Guided Studies in Bioinformatics II BI-GY 7593 This research/case course can be handled in different ways at the faculty adviser’s discretion. The course may involve a series of cases that are dissected and analyzed, or it may involve teaming students with industry personnel for proprietary or non-proprietary research projects. Generally, the student works under faculty supervision, but the course is intended to be largely self-directed within the guidelines established by the supervising faculty member. Master’s degree candidates must submit an unbound copy of their report to adviser/s one week before the last day of classes. Prerequisite: degree status. 3.00 Credits Computational Tools Perl & Bioperl BI-GY 7643 This course is designed to introduce students to the Perl programming language, its bioinformatics toolbox BioPerl and Unix commands for processing high throughput genomic and/or proteomic data. Prerequisite: BI-GY 7573 3.00 Credits Next Generation Sequence Analysis BI-GY 7653 Next Generation Sequencing course teaches our students how to analyze massive amounts of data from genome sequencing machines in order to meet the growing demand for healthcare solutions. Prerequisite: BI-GY 7533 3.00 Credits Systems Biology: -Omes and -Omics BI-GY 7623 This course summarizes knowledge in genomics, proteomics, transcriptomics, metabolomics and relative molecular technologies. Topics include an overview of technologies in functional genomics (DNA chip arrays); whole genome expression analysis (EST, MPSS, SAGE, arrays); proteome analysis technology (2D-electrophoresis, protein in situ digestion for mass spectrometric analysis, yeast 2-hybrid analysis. 2-D PAGE, MALDI-TOF spectroscopy); the principles of Nuclear Magnetic Resonance Spectroscopy and Mass Spectrometry technologies for metabolomics, including general principles, the strengths and weaknesses of each technique, the requirements for sample preparation and the options for the management of output data. This course explains how to exploit different -ome database resources for investigations via special practical tasks to lectures. Special attention is focused on nutrigenomics, a multidisciplinary science that uses genomics, transcriptomics and proteomics to study metabolic health. This relatively new area of metabolomics has the potential to contribute significantly to advances in nutrition and health. Prerequisites: Bioinformatics II, Bioinformatics III 3.00 Credits Microarray Data Analysis BI-GY 7633 Screening of differential expression of genes using microarray technology builds the opportunities for personalized medicine converging soon to medical informatics and to our health care system. The course will start with a discussion of gene expression biology, presenting microarray platforms, design of experiments, and Affymetrix file structures and data storage. R programming is introduced for the preprocessing Affymetrix data for Image analysis, quality control and array normalization, log transformation and putting the data together. Bioconductor software will be dealt with data importing, filtering, annotation and analysis. Machine learning concepts and tools for statistical genomics will be addressed along with distance concept, cluster analysis, heat map and class discovery. Case studies link the methodology to biomolecular pathways, gene ontology, genome browsing and drug signatures.   Other Electives (6 credits)   3.00 Credits Special Topics in “informatics in Chemical and Biological Sciences” BI-GY 7573 This course covers special topics on various advanced or specialized topics in chemo- or bioinformatics that are presented at intervals. 3.00 Credits Microarray Data Analysis BI-GY 7633 Screening of differential expression of genes using microarray technology builds the opportunities for personalized medicine converging soon to medical informatics and to our health care system. The course will start with a discussion of gene expression biology, presenting microarray platforms, design of experiments, and Affymetrix file structures and data storage. R programming is introduced for the preprocessing Affymetrix data for Image analysis, quality control and array normalization, log transformation and putting the data together. Bioconductor software will be dealt with data importing, filtering, annotation and analysis. Machine learning concepts and tools for statistical genomics will be addressed along with distance concept, cluster analysis, heat map and class discovery. Case studies link the methodology to biomolecular pathways, gene ontology, genome browsing and drug signatures. 3.00 Credits Guided Studies in Bioinformatics I BI-GY 7583 This research/case course can be handled in different ways at the faculty adviser’s discretion. The course may involve a series of cases that are dissected and analyzed, or it may involve teaming students with industry personnel for proprietary or non-proprietary research projects. Generally, the student works under faculty supervision, but the course is intended to be largely self-directed within the guidelines established by the supervising faculty member. Master’s degree candidates must submit an unbound copy of their report to adviser/s one week before the last day of classes. Prerequisite: degree status. BI-GY 7603 ( Please refer to the bulletin ) 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available.   Degree Requirements: 30                                Online Learning      About NYU-ePoly   Is NYU-ePoly Right for Me?   Master&#039;s Programs Bioinformatics, MS Student Projects   Testimonials     Computer Engineering, MS   Cybersecurity, MS   Cybersecurity, MS - Management Track   Electrical Engineering, MS   Industrial Engineering, MS   Manufacturing Engineering, MS   Organizational Behavior, MS   Course Exception     Graduate Certificates   3-Course Immersion Certifications   Applying, Registering, Costs   Online Course Offerings   Student Services   Events   Contact Us            Request More Info                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Bioinformatics, MS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Master of Science      Bioinformatics                                                                       Rapidly increasing knowledge of the molecular biology of the cell has led to bioinformatics, a new discipline that transforms traditional biology into an information science. The School of Engineering&#39;s Master of Science in Bioinformatics program prepares students to manage and study data from the explosion of information due to next generation sequencing technologies. The program meets industry&#39;s demand for professionals with solid foundations in bioinformatics.   Our program provides a flexible curriculum as well as web-based training tools for instruction. You&rsquo;ll get the fundamental background to manage and create analysis pipelines from large genomic data sets. Check out our student projects .   The program will help you develop the depth of knowledge that comes from practical application of computational skills to solve and gain insight into biological problems. With the skills to apply your knowledge to analyze next generation sequence data, you will be prepared to take part in the personalized medicine revolution. See what alumni have to say!   We also offer a certificate in Bioinformatics for those with advanced degrees in Life Science or MDs.     This is an online program .                                      Program Manager        Mgavi Elombe Brathwaite, MSc.                 Academic Advisor        Mgavi Elombe Brathwaite, MSc.                    Department      Bioinformatics                                              Bioinformatics, MS      Suggested Courses   Curriculum   Student Projects   Testimonials   Research Internships   In the News           Related Links    Apply Now  Request Info  Available Online                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Bioinformatics, MS: NYU-ePoly | NYU-ePoly Online Graduate Program | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Online Learning / Master&#039;s Programs                         NYU-ePoly Online Graduate Program                                                             Bioinformatics, MS: NYU-ePoly                       Rapidly increasing knowledge of the molecular biology of the cell has led to bioinformatics, a new discipline that transforms traditional biology into an information science. The School of Engineering&#39;s Master of Science in Bioinformatics program prepares students to manage and study data from the explosion of information from the life sciences.   The program meets industry&#39;s demand for professionals with solid foundations in genomics, proteomics, Perl and BioPerl, R and BioConductor, MySQL, sequence and pathway analysis, as well as a host of genome informatics tools and algorithms such as BLAST.   NOTE: Please refer to the Course Catalog to view course descriptions by course number if information is not listed below.   Admissions Requirements   The admissions requirements for this program are parallel to the on-campus requirements. View the Bioinformatics, MS admissions requirements .   Curriculum   Basic Core Courses (6 credits)   Required courses for students with computer science or similar background:   3.00 Credits Chemical Foundation for Bioinformatics BI-GY 7513 This course intensively reviews those aspects of organic chemistry and biochemistry necessary to begin research in bioinformatics and to enter graduate courses in biology. Topics include covalent bonding, quantum mechanical basis of bond formation, three-dimensional structure of molecules, reaction mechanisms, catalysis, polymers, enzymes, thermodynamic and kinetic foundations, metabolic pathways, sequence and structure of macromolecules. This course extensively uses computer approaches to convey the essential computational and visual nature of material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry and Calculus. 3.00 Credits Biological Foundation for Bioinformatics BI-GY 7523 This course intensively reviews the aspects of biochemistry, molecular biology and cell biology necessary to begin research in bioinformatics and to enter graduate courses in biology. The areas covered include cell structure, intracellular sorting, cellular signaling (i.e., receptors), Cytoskelton, cell cycle, DNA replication, transcription and translation. This course extensively uses computer approaches to convey the essential computational and visual nature of the material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry, Calculus or permission of instructor.   Required courses for students with chemical or biological science background:   3.00 Credits Introduction to Programming and Problem Solving CS-GY 5303 This course introduces discrete mathematics, computers and programming; Running C/C++ programs under Unix; algorithmic language; pseudo code; problem solving and program structure. Topics include constants, variable, data types, assignments, arithmetic expressions, input and output; object-oriented and top-down design and procedures, selection and loops; functions; enumerated; arrays, structs and searching and sorting. Prerequisite: Graduate status: *Online version available. 3.00 Credits Data Structures and Algorithms CS-GY 5403 This course introduces data structures. Topics include program specifications and design; abstract data types; stacks, queues; dynamic storage allocation; sequential and linked implementation of stacks and queues; searching methods, sequential and binary; binary trees and general trees; hashing; computational complexity; sorting algorithms: selection sort, heap sort, mergesort and quicksort; comparison of sorting techniques and analysis. Prerequisite: Graduate Standing, CS-GY 5303 *Online version available.   Required Core Courses (9 credits)   3.00 Credits Bioinformatics I: Sequence Analysis BI-GY 7533 This course covers computer representations of nucleic acid and protein sequences; pairwise and multiple alignment methods; available databases of nucleic acid and protein sequences; database search methods; scoring functions for assessment of alignments; nucleic acid to protein sequence translation and codon usage; genomic organization and gene structure in prokaryotes and eukaryotes; introns and exons; prediction of open reading frames; alternative splicing; existing databases of mRNA, DNA protein and genomic information; and an overview of available programs and of Web resources. 3.00 Credits Bioinformatics II : Protein Structure BI-GY 7543 The course explores protein-folding representations; databases of protein-folding classes; secondary structure prediction; tertiary structure prediction via computer-folding experiments threading; homology model building; prediction of post translation modification sites; active and binding sites in proteins; representations of contiguous and non-contiguous epitopes on protein surfaces at the sequence level; representations of functional motifs at the three dimensional and at the sequence level. Prerequisites: Bioinformatics I. 3.00 Credits Bioinformatics II i: Functional Prediction BI-GY 7553 The course covers functional classifications of proteins; prediction of function from sequence and structure; Orthologs and Paralogs; representations of biological pathways; available systems for the analysis of whole genomes and for human-assisted and automatic functional prediction. Prerequisites: Bioinformatics II   Required Electives (9 credits)   3.00 Credits Guided Studies in Bioinformatics II BI-GY 7593 This research/case course can be handled in different ways at the faculty adviser’s discretion. The course may involve a series of cases that are dissected and analyzed, or it may involve teaming students with industry personnel for proprietary or non-proprietary research projects. Generally, the student works under faculty supervision, but the course is intended to be largely self-directed within the guidelines established by the supervising faculty member. Master’s degree candidates must submit an unbound copy of their report to adviser/s one week before the last day of classes. Prerequisite: degree status. 3.00 Credits Computational Tools Perl & Bioperl BI-GY 7643 This course is designed to introduce students to the Perl programming language, its bioinformatics toolbox BioPerl and Unix commands for processing high throughput genomic and/or proteomic data. Prerequisite: BI-GY 7573 3.00 Credits Next Generation Sequence Analysis BI-GY 7653 Next Generation Sequencing course teaches our students how to analyze massive amounts of data from genome sequencing machines in order to meet the growing demand for healthcare solutions. Prerequisite: BI-GY 7533 3.00 Credits Systems Biology: -Omes and -Omics BI-GY 7623 This course summarizes knowledge in genomics, proteomics, transcriptomics, metabolomics and relative molecular technologies. Topics include an overview of technologies in functional genomics (DNA chip arrays); whole genome expression analysis (EST, MPSS, SAGE, arrays); proteome analysis technology (2D-electrophoresis, protein in situ digestion for mass spectrometric analysis, yeast 2-hybrid analysis. 2-D PAGE, MALDI-TOF spectroscopy); the principles of Nuclear Magnetic Resonance Spectroscopy and Mass Spectrometry technologies for metabolomics, including general principles, the strengths and weaknesses of each technique, the requirements for sample preparation and the options for the management of output data. This course explains how to exploit different -ome database resources for investigations via special practical tasks to lectures. Special attention is focused on nutrigenomics, a multidisciplinary science that uses genomics, transcriptomics and proteomics to study metabolic health. This relatively new area of metabolomics has the potential to contribute significantly to advances in nutrition and health. Prerequisites: Bioinformatics II, Bioinformatics III 3.00 Credits Microarray Data Analysis BI-GY 7633 Screening of differential expression of genes using microarray technology builds the opportunities for personalized medicine converging soon to medical informatics and to our health care system. The course will start with a discussion of gene expression biology, presenting microarray platforms, design of experiments, and Affymetrix file structures and data storage. R programming is introduced for the preprocessing Affymetrix data for Image analysis, quality control and array normalization, log transformation and putting the data together. Bioconductor software will be dealt with data importing, filtering, annotation and analysis. Machine learning concepts and tools for statistical genomics will be addressed along with distance concept, cluster analysis, heat map and class discovery. Case studies link the methodology to biomolecular pathways, gene ontology, genome browsing and drug signatures.   Other Electives (6 credits)   3.00 Credits Special Topics in “informatics in Chemical and Biological Sciences” BI-GY 7573 This course covers special topics on various advanced or specialized topics in chemo- or bioinformatics that are presented at intervals. 3.00 Credits Microarray Data Analysis BI-GY 7633 Screening of differential expression of genes using microarray technology builds the opportunities for personalized medicine converging soon to medical informatics and to our health care system. The course will start with a discussion of gene expression biology, presenting microarray platforms, design of experiments, and Affymetrix file structures and data storage. R programming is introduced for the preprocessing Affymetrix data for Image analysis, quality control and array normalization, log transformation and putting the data together. Bioconductor software will be dealt with data importing, filtering, annotation and analysis. Machine learning concepts and tools for statistical genomics will be addressed along with distance concept, cluster analysis, heat map and class discovery. Case studies link the methodology to biomolecular pathways, gene ontology, genome browsing and drug signatures. 3.00 Credits Guided Studies in Bioinformatics I BI-GY 7583 This research/case course can be handled in different ways at the faculty adviser’s discretion. The course may involve a series of cases that are dissected and analyzed, or it may involve teaming students with industry personnel for proprietary or non-proprietary research projects. Generally, the student works under faculty supervision, but the course is intended to be largely self-directed within the guidelines established by the supervising faculty member. Master’s degree candidates must submit an unbound copy of their report to adviser/s one week before the last day of classes. Prerequisite: degree status. BI-GY 7603 ( Please refer to the bulletin ) 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available.   Degree Requirements: 30                                Online Learning      About NYU-ePoly   Is NYU-ePoly Right for Me?   Master&#039;s Programs Bioinformatics, MS Student Projects   Testimonials     Computer Engineering, MS   Cybersecurity, MS   Cybersecurity, MS - Management Track   Electrical Engineering, MS   Industrial Engineering, MS   Manufacturing Engineering, MS   Organizational Behavior, MS   Course Exception     Graduate Certificates   3-Course Immersion Certifications   Applying, Registering, Costs   Online Course Offerings   Student Services   Events   Contact Us            Request More Info                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]