[{"detail": [{"content": "Capstone: Advanced Projects in International Policy and Management II | NYU Wagner                                    Jump to navigation                                                             Capstone: Advanced Projects in International Policy and Management II   CAP-GP.3227, 1.5 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Continuation of CAP-GP.3226 .      As part of the core curriculum of the NYU Wagner Masters program, Capstone teams spend an academic year addressing challenges and identifying opportunities for a client organization or conducting research on a pressing social question. Wagner's Capstone program provides students with a centerpiece of their graduate experience whereby they are able to experience first-hand turning the theory of their studies into practice under the guidance of an experienced faculty member. Projects require students to get up-to-speed quickly on a specific content or issue area; enhance key process skills including project management and teamwork; and develop competency in gathering, analyzing, and reporting out on data. Capstone requires students to interweave their learning in all these areas, and to do so in real time, in an unpredictable, complex, real-world environment.    Prerequisites: Complete the schoolwide core and declare an international specialization. PNP/MUP students: complete 2 international core courses.   Health students: HPAM-GP.1831 or HPAM-GP.1830, PADM-GP.2201, HPAM-GP.4830                     Semester     Instructor     Syllabus Link         Spring 2015 John Gershman, Paul Smoke, Robertson Work, Giuliano Bosi Syllabus  Spring 2015 Carlos Restrepo, Aparna Dalal Syllabus  Fall 2010 Paul Smoke Syllabus  Fall 2010 Paul Smoke Syllabus  Spring 2010  Syllabus  Spring 2010 Paul Smoke Syllabus  Fall 2009 Paul Smoke Syllabus  Fall 2009 David Winder Syllabus  Fall 2009 Natasha Iskander Syllabus  Spring 2009 Paul Smoke Syllabus  Spring 2009  Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 John Gershman Evaluation  Spring 2014 Ana Marie Argilagos Evaluation  Spring 2014 Robertson Work Evaluation  Spring 2014 David Winder Evaluation  Spring 2013 Paul Smoke Evaluation  Spring 2013 David Winder Evaluation  Spring 2013 Steven Schall Evaluation  Spring 2012 Gershman, John (team) Evaluation  Spring 2012 Smoke, Paul (team) Evaluation  Spring 2012 Bailey, Charles (team) Evaluation  Spring 2012 Winder, David (team) Evaluation  Spring 2012 Bourne, Kate (team) Evaluation  Spring 2012 Schall, Steve (team) Evaluation  Spring 2011 Bailey, Charles Evaluation  Spring 2011 Bourne, Kate Evaluation  Spring 2011 Rogers, Andrea Evaluation  Spring 2011 Schall, Steven Evaluation  Spring 2011 Smoke, Paul Evaluation  Spring 2011 Winder, David Evaluation  Fall 2010 Smoke, Paul Evaluation  Fall 2010 Romeo, Leonardo Evaluation  Spring 2010 Winder, David Evaluation  Spring 2010 Spiro, Jody Evaluation  Spring 2010 Smoke, Paul Evaluation  Spring 2010 Schall, Steven Evaluation  Spring 2010 Bellamy, Carol Evaluation  Fall 2009 Iskander, Natasha Evaluation  Fall 2009 Winder, David Evaluation  Fall 2008 Iskander, Natasha Evaluation  Spring 2008 Spiro, Jody Evaluation  Spring 2008 Pilling, Lucille Evaluation  Spring 2008 Smith, Dennis Evaluation  Spring 2009 Spiro, Jody Evaluation  Spring 2009 Smoke, Paul Evaluation  Spring 2009 Smith, Dennis Evaluation  Spring 2009 Pilling, Lucille Evaluation                             Course Section Spring2015001 Spring2015003 Spring2015004 Spring2015005                         Instructors:        Dalal, Aparna Restrepo, Carlos E                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GCASL Room:369                                      Instructors:        Argilagos, Ana Marie Ried, Robin                             Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GODD Room:B01                                      Instructors:        Gershman, John J                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-13                                      Instructors:        Dalal, Aparna Restrepo, Carlos E                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-5"}]},
{"detail": [{"content": "Capstone: Advanced Projects in International Policy and Management II | NYU Wagner                                    Jump to navigation                                                             Capstone: Advanced Projects in International Policy and Management II   CAP-GP.3227, 1.5 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Continuation of CAP-GP.3226 .      As part of the core curriculum of the NYU Wagner Masters program, Capstone teams spend an academic year addressing challenges and identifying opportunities for a client organization or conducting research on a pressing social question. Wagner's Capstone program provides students with a centerpiece of their graduate experience whereby they are able to experience first-hand turning the theory of their studies into practice under the guidance of an experienced faculty member. Projects require students to get up-to-speed quickly on a specific content or issue area; enhance key process skills including project management and teamwork; and develop competency in gathering, analyzing, and reporting out on data. Capstone requires students to interweave their learning in all these areas, and to do so in real time, in an unpredictable, complex, real-world environment.    Prerequisites: Complete the schoolwide core and declare an international specialization. PNP/MUP students: complete 2 international core courses.   Health students: HPAM-GP.1831 or HPAM-GP.1830, PADM-GP.2201, HPAM-GP.4830                     Semester     Instructor     Syllabus Link         Spring 2015 John Gershman, Paul Smoke, Robertson Work, Giuliano Bosi Syllabus  Spring 2015 Carlos Restrepo, Aparna Dalal Syllabus  Fall 2010 Paul Smoke Syllabus  Fall 2010 Paul Smoke Syllabus  Spring 2010  Syllabus  Spring 2010 Paul Smoke Syllabus  Fall 2009 Paul Smoke Syllabus  Fall 2009 David Winder Syllabus  Fall 2009 Natasha Iskander Syllabus  Spring 2009 Paul Smoke Syllabus  Spring 2009  Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 John Gershman Evaluation  Spring 2014 Ana Marie Argilagos Evaluation  Spring 2014 Robertson Work Evaluation  Spring 2014 David Winder Evaluation  Spring 2013 Paul Smoke Evaluation  Spring 2013 David Winder Evaluation  Spring 2013 Steven Schall Evaluation  Spring 2012 Gershman, John (team) Evaluation  Spring 2012 Smoke, Paul (team) Evaluation  Spring 2012 Bailey, Charles (team) Evaluation  Spring 2012 Winder, David (team) Evaluation  Spring 2012 Bourne, Kate (team) Evaluation  Spring 2012 Schall, Steve (team) Evaluation  Spring 2011 Bailey, Charles Evaluation  Spring 2011 Bourne, Kate Evaluation  Spring 2011 Rogers, Andrea Evaluation  Spring 2011 Schall, Steven Evaluation  Spring 2011 Smoke, Paul Evaluation  Spring 2011 Winder, David Evaluation  Fall 2010 Smoke, Paul Evaluation  Fall 2010 Romeo, Leonardo Evaluation  Spring 2010 Winder, David Evaluation  Spring 2010 Spiro, Jody Evaluation  Spring 2010 Smoke, Paul Evaluation  Spring 2010 Schall, Steven Evaluation  Spring 2010 Bellamy, Carol Evaluation  Fall 2009 Iskander, Natasha Evaluation  Fall 2009 Winder, David Evaluation  Fall 2008 Iskander, Natasha Evaluation  Spring 2008 Spiro, Jody Evaluation  Spring 2008 Pilling, Lucille Evaluation  Spring 2008 Smith, Dennis Evaluation  Spring 2009 Spiro, Jody Evaluation  Spring 2009 Smoke, Paul Evaluation  Spring 2009 Smith, Dennis Evaluation  Spring 2009 Pilling, Lucille Evaluation                             Course Section Spring2015001 Spring2015003 Spring2015004 Spring2015005                         Instructors:        Dalal, Aparna Restrepo, Carlos E                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GCASL Room:369                                      Instructors:        Argilagos, Ana Marie Ried, Robin                             Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GODD Room:B01                                      Instructors:        Gershman, John J                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-13                                      Instructors:        Dalal, Aparna Restrepo, Carlos E                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-5"}, {"content": "International Specialization | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Public and Nonprofit Management and Policy › International Specialization          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              International         The Program Degree Requirements   Electives   Capstone   Faculty   Specializations Management   Policy   Finance   International   Additional Information Careers   Alumni Profiles                  Request More Information     Apply to Wagner                                       Work Across Borders   The International Policy and Management specialization prepares students to appreciate and confront the critical challenges of implementing complex public service policies and programs in varying contexts. Students with an interest in global public service work gain a unique comparative interdisciplinary skill set that bridges cutting-edge conceptual thinking, critical analytical techniques, and concrete management skills. Students also learn the important and evolving ways that public and nonprofit institutional structures and managerial processes vary around the world and how major international agencies function.   The International Policy and Management specialization enables students to develop area-specific breadth and depth by clustering elective tracks in International Public Finance, International Public Management, International Public Policy, International Health or International Urban Planning.                    Required Specialization (International Core) Courses      Students must complete the following 9 credits:                        PADM-GP.2201 , Institutions, Governance, and International Development             PADM-GP.2202 , Politics of International Development             PADM-GP.2203 , International Economic Development: Governments, Markets, and Communities                        Students must also complete at least 6 credits from the following courses. (Courses are clustered by general topic area for organizational purposes only; students may take courses across clusters.)             International Public Management-Related Courses     View Courses                       PADM-GP.2110 , Strategic Management             PADM-GP.2186 , Leadership and Social Transformation             PADM-GP.2211 , Program Development and Management for International Organizations             PADM-GP.2225 , Organizing for Human Rights Change             PADM-GP.2430 , Multi-Sector Partnerships: A Comparative Perspective             PADM-GP.4105 , Cross-Cultural Negotiation, Inter-Group Conflict Resolution, and the Role of NGOs                                 International Public Policy-Related Courses     View Courses                       PADM-GP.2110 , Strategic Management             PADM-GP.2138 , Macroeconomics, Global Markets, and Policy             PADM-GP.2171 , Program Analysis and Evaluation             PADM-GP.2173 , Operations Management for Public, Nonprofit and Health Contexts             PADM-GP.2186 , Leadership and Social Transformation             PADM-GP.2204 , Development Assistance, Accountability and Aid Effectiveness             PADM-GP.2223 , The International Human Rights Movement: Past, Present, and Future             PADM-GP.2236 , Protecting Rights and Promoting Development: Labor and Environmental Standards in the Global Economy             PADM-GP.2250 , Hunger and Food Security in a Global Perspective (Accra, Ghana)             URPL-GP.2251 , Urbanization and Sustainable Development in a Transitional Economy: Experiencing China (Shanghai, China)             URPL-GP.2613 , Sustainable Cities in a Comparative Perspective             URPL-GP.2665 , Decentralized Development Planning and Policy Reform in Developing Countries             PADM-GP.4224 , The United States and the World: Foreign Policy and the 2014 Elections                                 International Public Finance-Related Courses     View Courses                       PADM-GP.2138 , Macroeconomics, Global Markets, and Policy             PADM-GP.2242 , Financial Management for International Organizations             PADM-GP.2245 , Financing Local Government in Developing Countries             URPL-GP.2652 , International Development Project Planning                                 International Health-Related Courses     View Courses                       HPAM-GP.1831 , Introduction to Global Health Policy             HPAM-GP.2242 , International Health Policy and Prospects (Geneva, Switzerland)             HPAM-GP.2244 , Global Health Governance and Management             HPAM-GP.2852 , Comparative Health Systems             HPAM-GP.2867 , Health System Reform: Comparative Perspectives             HPAM-GP.4832 , Health Economics: Topics in International Health Policy                                 Capstone    All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2½ years to complete their degree.                           CAP-GP.3149 , Capstone: Advanced Projects in Applied Research II             CAP-GP.3226 , Capstone: Advanced Projects in International Policy and Management I             CAP-GP.3227 , Capstone: Advanced Projects in International Policy and Management II                                          Full-Time Faculty                 John Gershman       Natasha Iskander       Jonathan Morduch       Sonia Ospina                   Salo Coslovsky       Dennis     Smith       Paul     Smoke       Rajeev Dehejia                     Through humanitarian relief, development efforts and peacekeeping, NGO managers are responsible for some of the most challenging policy and management tasks in the world.   Dennis Smith                                  Language Courses   While students are encouraged to hone their language skills, language courses cannot be credited toward a Wagner degree. Please view the Wagner Language Courses page for details.                            News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/10/2015      Scottish Parliamentary Leader Talks About the 2014 Independence Referendum      News                          More News                                   Upcoming Events                   To receive updates on upcoming events, click here                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Capstone: Advanced Projects in International Policy and Management II | NYU Wagner                                    Jump to navigation                                                             Capstone: Advanced Projects in International Policy and Management II   CAP-GP.3227, 1.5 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Continuation of CAP-GP.3226 .      As part of the core curriculum of the NYU Wagner Masters program, Capstone teams spend an academic year addressing challenges and identifying opportunities for a client organization or conducting research on a pressing social question. Wagner's Capstone program provides students with a centerpiece of their graduate experience whereby they are able to experience first-hand turning the theory of their studies into practice under the guidance of an experienced faculty member. Projects require students to get up-to-speed quickly on a specific content or issue area; enhance key process skills including project management and teamwork; and develop competency in gathering, analyzing, and reporting out on data. Capstone requires students to interweave their learning in all these areas, and to do so in real time, in an unpredictable, complex, real-world environment.    Prerequisites: Complete the schoolwide core and declare an international specialization. PNP/MUP students: complete 2 international core courses.   Health students: HPAM-GP.1831 or HPAM-GP.1830, PADM-GP.2201, HPAM-GP.4830                     Semester     Instructor     Syllabus Link         Spring 2015 John Gershman, Paul Smoke, Robertson Work, Giuliano Bosi Syllabus  Spring 2015 Carlos Restrepo, Aparna Dalal Syllabus  Fall 2010 Paul Smoke Syllabus  Fall 2010 Paul Smoke Syllabus  Spring 2010  Syllabus  Spring 2010 Paul Smoke Syllabus  Fall 2009 Paul Smoke Syllabus  Fall 2009 David Winder Syllabus  Fall 2009 Natasha Iskander Syllabus  Spring 2009 Paul Smoke Syllabus  Spring 2009  Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 John Gershman Evaluation  Spring 2014 Ana Marie Argilagos Evaluation  Spring 2014 Robertson Work Evaluation  Spring 2014 David Winder Evaluation  Spring 2013 Paul Smoke Evaluation  Spring 2013 David Winder Evaluation  Spring 2013 Steven Schall Evaluation  Spring 2012 Gershman, John (team) Evaluation  Spring 2012 Smoke, Paul (team) Evaluation  Spring 2012 Bailey, Charles (team) Evaluation  Spring 2012 Winder, David (team) Evaluation  Spring 2012 Bourne, Kate (team) Evaluation  Spring 2012 Schall, Steve (team) Evaluation  Spring 2011 Bailey, Charles Evaluation  Spring 2011 Bourne, Kate Evaluation  Spring 2011 Rogers, Andrea Evaluation  Spring 2011 Schall, Steven Evaluation  Spring 2011 Smoke, Paul Evaluation  Spring 2011 Winder, David Evaluation  Fall 2010 Smoke, Paul Evaluation  Fall 2010 Romeo, Leonardo Evaluation  Spring 2010 Winder, David Evaluation  Spring 2010 Spiro, Jody Evaluation  Spring 2010 Smoke, Paul Evaluation  Spring 2010 Schall, Steven Evaluation  Spring 2010 Bellamy, Carol Evaluation  Fall 2009 Iskander, Natasha Evaluation  Fall 2009 Winder, David Evaluation  Fall 2008 Iskander, Natasha Evaluation  Spring 2008 Spiro, Jody Evaluation  Spring 2008 Pilling, Lucille Evaluation  Spring 2008 Smith, Dennis Evaluation  Spring 2009 Spiro, Jody Evaluation  Spring 2009 Smoke, Paul Evaluation  Spring 2009 Smith, Dennis Evaluation  Spring 2009 Pilling, Lucille Evaluation                             Course Section Spring2015001 Spring2015003 Spring2015004 Spring2015005                         Instructors:        Dalal, Aparna Restrepo, Carlos E                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GCASL Room:369                                      Instructors:        Argilagos, Ana Marie Ried, Robin                             Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GODD Room:B01                                      Instructors:        Gershman, John J                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-13                                      Instructors:        Dalal, Aparna Restrepo, Carlos E                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-5"}, {"content": "International Specialization | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Public and Nonprofit Management and Policy › International Specialization          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              International         The Program Degree Requirements   Electives   Capstone   Faculty   Specializations Management   Policy   Finance   International   Additional Information Careers   Alumni Profiles                  Request More Information     Apply to Wagner                                       Work Across Borders   The International Policy and Management specialization prepares students to appreciate and confront the critical challenges of implementing complex public service policies and programs in varying contexts. Students with an interest in global public service work gain a unique comparative interdisciplinary skill set that bridges cutting-edge conceptual thinking, critical analytical techniques, and concrete management skills. Students also learn the important and evolving ways that public and nonprofit institutional structures and managerial processes vary around the world and how major international agencies function.   The International Policy and Management specialization enables students to develop area-specific breadth and depth by clustering elective tracks in International Public Finance, International Public Management, International Public Policy, International Health or International Urban Planning.                    Required Specialization (International Core) Courses      Students must complete the following 9 credits:                        PADM-GP.2201 , Institutions, Governance, and International Development             PADM-GP.2202 , Politics of International Development             PADM-GP.2203 , International Economic Development: Governments, Markets, and Communities                        Students must also complete at least 6 credits from the following courses. (Courses are clustered by general topic area for organizational purposes only; students may take courses across clusters.)             International Public Management-Related Courses     View Courses                       PADM-GP.2110 , Strategic Management             PADM-GP.2186 , Leadership and Social Transformation             PADM-GP.2211 , Program Development and Management for International Organizations             PADM-GP.2225 , Organizing for Human Rights Change             PADM-GP.2430 , Multi-Sector Partnerships: A Comparative Perspective             PADM-GP.4105 , Cross-Cultural Negotiation, Inter-Group Conflict Resolution, and the Role of NGOs                                 International Public Policy-Related Courses     View Courses                       PADM-GP.2110 , Strategic Management             PADM-GP.2138 , Macroeconomics, Global Markets, and Policy             PADM-GP.2171 , Program Analysis and Evaluation             PADM-GP.2173 , Operations Management for Public, Nonprofit and Health Contexts             PADM-GP.2186 , Leadership and Social Transformation             PADM-GP.2204 , Development Assistance, Accountability and Aid Effectiveness             PADM-GP.2223 , The International Human Rights Movement: Past, Present, and Future             PADM-GP.2236 , Protecting Rights and Promoting Development: Labor and Environmental Standards in the Global Economy             PADM-GP.2250 , Hunger and Food Security in a Global Perspective (Accra, Ghana)             URPL-GP.2251 , Urbanization and Sustainable Development in a Transitional Economy: Experiencing China (Shanghai, China)             URPL-GP.2613 , Sustainable Cities in a Comparative Perspective             URPL-GP.2665 , Decentralized Development Planning and Policy Reform in Developing Countries             PADM-GP.4224 , The United States and the World: Foreign Policy and the 2014 Elections                                 International Public Finance-Related Courses     View Courses                       PADM-GP.2138 , Macroeconomics, Global Markets, and Policy             PADM-GP.2242 , Financial Management for International Organizations             PADM-GP.2245 , Financing Local Government in Developing Countries             URPL-GP.2652 , International Development Project Planning                                 International Health-Related Courses     View Courses                       HPAM-GP.1831 , Introduction to Global Health Policy             HPAM-GP.2242 , International Health Policy and Prospects (Geneva, Switzerland)             HPAM-GP.2244 , Global Health Governance and Management             HPAM-GP.2852 , Comparative Health Systems             HPAM-GP.2867 , Health System Reform: Comparative Perspectives             HPAM-GP.4832 , Health Economics: Topics in International Health Policy                                 Capstone    All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2½ years to complete their degree.                           CAP-GP.3149 , Capstone: Advanced Projects in Applied Research II             CAP-GP.3226 , Capstone: Advanced Projects in International Policy and Management I             CAP-GP.3227 , Capstone: Advanced Projects in International Policy and Management II                                          Full-Time Faculty                 John Gershman       Natasha Iskander       Jonathan Morduch       Sonia Ospina                   Salo Coslovsky       Dennis     Smith       Paul     Smoke       Rajeev Dehejia                     Through humanitarian relief, development efforts and peacekeeping, NGO managers are responsible for some of the most challenging policy and management tasks in the world.   Dennis Smith                                  Language Courses   While students are encouraged to hone their language skills, language courses cannot be credited toward a Wagner degree. Please view the Wagner Language Courses page for details.                            News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/10/2015      Scottish Parliamentary Leader Talks About the 2014 Independence Referendum      News                          More News                                   Upcoming Events                   To receive updates on upcoming events, click here                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "International Health | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › International Health          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              International Health         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       Expertise in Health Care Abroad   The International specialization in the Health Policy and Management Program provides the skills for students to become professionals who work in other countries and cultures.   Specifically, this specialization:   Promotes an understanding of how health institutional structures and managerial processes vary around the world.   Provides a comparative interdisciplinary foundation that bridges cutting-edge conceptual thinking, critical analytical techniques and concrete health management skills.   Facilitates an ability to appreciate and respond to the critical challenges of implementing complex health policies and programs in varying contexts.                    Required International Core Courses         HPAM-GP.1831 , Introduction to Global Health Policy OR HPAM-GP.1830 , Introduction to Health Policy and Management                          PADM-GP.2201 , Institutions, Governance, and International Development             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4832 , Health Economics: Topics in International Health Policy                                 Students Must Take One of the Following Courses     View Courses                       PADM-GP.2171 , Program Analysis and Evaluation             PADM-GP.2902 , Multiple Regression and Intro to Econometrics             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design                                 Students Must Take Two of the Following Courses     View Courses                       PADM-GP.2171 , Program Analysis and Evaluation             PADM-GP.2203 , International Economic Development: Governments, Markets, and Communities             HPAM-GP.2242 , International Health Policy and Prospects (Geneva, Switzerland)             HPAM-GP.2244 , Global Health Governance and Management             PADM-GP.2411 , Policy Formation and Policy Analysis             URPL-GP.2665 , Decentralized Development Planning and Policy Reform in Developing Countries             HPAM-GP.2836 , Current Issues in Health Policy             HPAM-GP.2852 , Comparative Health Systems             HPAM-GP.2867 , Health System Reform: Comparative Perspectives             PADM-GP.2875 , Estimating Impacts in Policy Research                                 Capstone      All Capstone projects begin in the Fall and are completed at the end of the Spring semester. Full-time students who begin in the Spring semester typically need 2½ years to complete their degree.                        CAP-GP.3226 , Capstone: Advanced Projects in International Policy and Management I             CAP-GP.3227 , Capstone: Advanced Projects in International Policy and Management II                           For the most current information about Capstone sections and pre-requisites, go to http://wagner.nyu.edu/capstone/students                 Full-Time Faculty           Victor Rodwin       Karen Grepin             Language Courses   While students are encouraged to hone their language skills, language courses cannot be credited toward a Wagner degree. Please view the Wagner Language Courses page for details.                                                                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]