[{"detail": [{"content": "Trauma Division | Orthopaedic Surgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Orthopaedic Surgery                                                                                  Home   Patient Care   Research   Education &amp; Training   For Physicians   About Us                                  Home Education &amp; Training Research Opportunities Trauma Division            Print  Email               - A + A                                         Education & Training      Education News     open/close   Medical Students  The Medical Student Elective   The Summer Externship Program   Diversity Programs       open/close   Fellowship Programs  Adult Reconstructive Program   Hand Program   Pediatric Program   Shoulder &amp; Elbow Program   Spine Program   Sports Medicine Program       open/close   Residency Programs  Program Goals   Adult Rotation   Hand Rotation   Musculoskeletal Oncology   Pediatric Rotation   Spine Rotation   Sports Rotation   Trauma Rotation   Our Residents   Application     Academic Observership     open/close   Research Opportunities  Trauma Division   Adult Reconstructive Surgery Division   Shoulder and Elbow Division   Sports Medicine Division       open/close   Faculty Resources  CME Credit   SOM Research   Hospital Privileges     Conferences   Alumni Association   Surgical Skills Lab   CME Videos                                                                      Trauma Division                                                       The Division of Orthopaedic Trauma Surgery at NYU Hospital for Joint Diseases offers several one or two-year Orthopaedic Trauma Research Fellowships for recent college graduates and medical students interested in devoting one year of education to orthopaedic clinical research.   Fellows work closely with attending physicians, orthopaedic surgery residents, statisticians and other research staff in the hospital, clinic, and lab setting. The program works to develop and shape the fellow’s ability to develop a hypothesis, conduct a review of the literature, and develop a protocol for execution of research projects. Fellows work in conjunction with attending physician mentors to submit the developed protocols to the Institutional Review Board for review and ultimately have the opportunity to follow their projects to fruition once approved.   As part of the clinical research data collection experience, fellows develop skills in patient interaction, learn and improve upon physical exam maneuvers, and observe trauma surgeries. Upon completion of data collection, fellows are given the opportunity to organize, analyze, and prepare the data for submission to academic journals for publication and presentation to peers. They are also encouraged to take advantage of courses offered through NYU School of Medicine to further develop their ability to manipulate and organize data.   Postgraduate and medical students participating in this program have the opportunity to accompany the orthopaedic surgery team during morning rounds, listen to experts speak about current research during weekly Grand Rounds, and have the opportunity to become an important member of the research community. The fellowship ultimately establishes a strong understanding of not only clinical research but the complex nature of patient care. Interested individuals should contact Kenneth Egol MD, Director of Trauma Research at kenneth.egol@nyumc.org                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Trauma Division | Orthopaedic Surgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Orthopaedic Surgery                                                                                  Home   Patient Care   Research   Education &amp; Training   For Physicians   About Us                                  Home Education &amp; Training Research Opportunities Trauma Division            Print  Email               - A + A                                         Education & Training      Education News     open/close   Medical Students  The Medical Student Elective   The Summer Externship Program   Diversity Programs       open/close   Fellowship Programs  Adult Reconstructive Program   Hand Program   Pediatric Program   Shoulder &amp; Elbow Program   Spine Program   Sports Medicine Program       open/close   Residency Programs  Program Goals   Adult Rotation   Hand Rotation   Musculoskeletal Oncology   Pediatric Rotation   Spine Rotation   Sports Rotation   Trauma Rotation   Our Residents   Application     Academic Observership     open/close   Research Opportunities  Trauma Division   Adult Reconstructive Surgery Division   Shoulder and Elbow Division   Sports Medicine Division       open/close   Faculty Resources  CME Credit   SOM Research   Hospital Privileges     Conferences   Alumni Association   Surgical Skills Lab   CME Videos                                                                      Trauma Division                                                       The Division of Orthopaedic Trauma Surgery at NYU Hospital for Joint Diseases offers several one or two-year Orthopaedic Trauma Research Fellowships for recent college graduates and medical students interested in devoting one year of education to orthopaedic clinical research.   Fellows work closely with attending physicians, orthopaedic surgery residents, statisticians and other research staff in the hospital, clinic, and lab setting. The program works to develop and shape the fellow’s ability to develop a hypothesis, conduct a review of the literature, and develop a protocol for execution of research projects. Fellows work in conjunction with attending physician mentors to submit the developed protocols to the Institutional Review Board for review and ultimately have the opportunity to follow their projects to fruition once approved.   As part of the clinical research data collection experience, fellows develop skills in patient interaction, learn and improve upon physical exam maneuvers, and observe trauma surgeries. Upon completion of data collection, fellows are given the opportunity to organize, analyze, and prepare the data for submission to academic journals for publication and presentation to peers. They are also encouraged to take advantage of courses offered through NYU School of Medicine to further develop their ability to manipulate and organize data.   Postgraduate and medical students participating in this program have the opportunity to accompany the orthopaedic surgery team during morning rounds, listen to experts speak about current research during weekly Grand Rounds, and have the opportunity to become an important member of the research community. The fellowship ultimately establishes a strong understanding of not only clinical research but the complex nature of patient care. Interested individuals should contact Kenneth Egol MD, Director of Trauma Research at kenneth.egol@nyumc.org                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Trauma and Resilience Research Program | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Research Institutes and Programs Trauma and Resilience Research Program            Print  Email               - A + A                                         Research      About NYU CSC Research     open/close   Institutes and Programs  Phyllis Green and Randolph Cōwen Institute for Pediatric Neuroscience   Institute for Attention Deficit Hyperactivity and Behavior Disorders   Anita Saltz Institute for Anxiety and Mood Disorders   Autism Spectrum Disorders Clinical and Research Program   Trauma and Resilience Research Program  About the Program   Research Overview   Recruiting Research Studies   Research Publications   Program Faculty and Staff   Clinical Services   Trauma Systems Therapy   Resources and Links         open/close   Research Studies  Recruiting Studies   Nonrecruiting Studies     Research Publications   Refugee Services Toolkit   Research Faculty   Research Trainees     open/close   Participate in Research  Questions and Answers     Research Partners   The IDEAS Center                                                                                                    Trauma and Resilience Research Program                                             About the Program  National leader in the study of Post Traumatic Stress Disorders   Research Overview  The latest in PTSD research at the CSC   Recruiting Research Studies  Updates on recruiting studies Research Publications   Clinical Services  Services for children, adolescents and adults who experienced traumatic events   Program Faculty and Staff  Meet the professionals who treat PTSD at the CSC   Trauma Systems Therapy  A model of care for traumatized children   Resources and Links  Additional resources on trauma and PTSD                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]