[{"detail": [{"content": "People    | Religious Studies | NYU                           NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 Home             &gt;                          People     People           Adam H. Becker   Associate Professor; Director, Religious Studies Program Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.              Angela Zito   Associate Professor Major Interests: Cultural history/historical anthropology; critical theories of religion; religions of China; religion and media; history and anthropology of embodiment; gender; performance and subjectivity; documentary film.              Elayne Oliphant   Assistant Professor Major Interests: Christianity in modern and contemporary Europe: France; contemporary religiosity and the secular; the visual economy of the public sphere; contemporary art; museum studies; capitalism; and xenophobia.              Patton Burchett   Assistant Professor/Faculty Fellow Major Interests: South Asian religions; Hindu Devotion (Bhakti) and Tantra; Magic (magic/science/religion); Yoga; Human Rights and Religion; the Dalit movement in modern India; Transgression, asceticism, and emotion in religious praxis.              Geoffrey N. Pollick   Assistant Professor/Faculty Fellow Major Interests: History of religion in the United States; religious liberalism; religion and political radicalism; critical theories of religion; cultural history of the category “religion”.              Drew Thomases   Visiting Assistant Professor Major Interests: South Asian religions; globalization; Hindu pilgrimage; environmentalism and religion; tourism studies; theory and method in the study of religion; anthropology of religion; colonialism in South Asia; Hindu diaspora; postcolonial theory.              Chris Durante   Visiting Assistant Professor Major Interests: Comparative Religious Ethics; Religion & Bioethics;   Religion & Politics; Interfaith Dialogue, Multiculturalism & Global Ethics;   Moral Philosophy; history of Christianity, Judaism & Islam.                Christopher D. Kelley   Adjunct Professor Major Interests: Buddhism and the philosophy of human rights; Buddhist ethics, Indian philosophy and religion, Chinese philosophy, as well as Western literature and philosophy.              Ann Neumann   Instructor Major Interests: End of life care; the intersection of religion and medicine; bioethics and public policy; concepts of futile care, dignity, autonomy and choice in health care settings; hospice history and policy; the aid in dying movement.               Affiliated Faculty           Brigitte Miriam Bedos-Rezak   Professor Major Interests: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Barbara Browning   Associate Professor Major Interests: Brazil and the African diaspora; dance ethnography; race, gender and postcoloniality; spirit possession and healing.             Peter J Chelkowski   Professor Major Interests: literature, mysticism, Islamic studies and performing arts of the Middle East.             Hasia R. Diner   Professor; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies Major Interests: American Jewish history, American immigration history and women's history             Daniel E. Fleming   Professor Major Interests: Assyriology; Hebrew Bible interpretation and cultural history; ancient Syria; Emar; ancient religion; interplay of ancient Near Eastern societies             Michael Gilsenan - On Leave: AY 14-15   Professor Major Interests: Anthropology and sociology of Islam; history and anthropology, narrative theory; anthropology of power and violence; urban studies; cultural representation.             Faye Ginsburg   Major Interests: Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.             Ogden Goelet   Clinical Professor Major Interests: Religion and history of ancient Egyptian culture.             Fiona J. Griffiths   Professor Major Interests: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Richard Hull   Professor Major Interests: Democratization in Africa; origins of segregation in South Africa.             Alex P. Jassen   Associate Professor Major Interests: Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence             Deborah Kapchan   Professor Major Interests: Narrative, poetics, feminist theory, music, aesthetics, North Africa and the Middle East.             Marion Holmes Katz - On Leave AY 14-15   Professor Major Interests: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.             Aisha Khan   Associate Professor; Director of Undergraduate Studies Major Interests: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.             Barbara Kirshenblatt-Gimblett   Professor Major Interests: Jewish cultural performance, aesthetics of everyday life, tourism, museums, and heritage.             Kenneth Krabbenhoft   Professor             Karen Kupperman   Professor Major Interests: Early modern Atlantic world; American colonization; American Indian history             David Levene   Professor; , Department Chair Major Interests: Latin prose literature, Roman religion, Roman Republican history             Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.             Nancy Freeman Regalado   Professor; Director, Medieval and Renaissance Studies Program Major Interests: Medieval literature and culture; lyric and narrative; reader reception and performance theory             Edward H Roesner   Professor Emeritus Major Interests: Currently engaged on studies of the 12th-century Codex Callixtinus and a book on the Las Huelgas Codex, medieval music (12th- and 13th-century polyphony, Gregorian chant, music theory and aesthetics), paleography, history of liturgy, early music performance practice, medieval studies.               Avital Ronell   Professor; Acting Chair of Comparative Literature Major Interests: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.             Jeffrey L. Rubenstein   Professor Major Interests: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature             Mark S. Smith   Professor Major Interests: Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls             Sinclair Thomson   Associate Professor Major Interests: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Evelyn Birge Vitz   Professor; Interim Director of Undergraduate Studies             Peter Wosh   Clinical Associate Professor; Director, Archives/Public History Program Major Interests: Archival management; Public history; American Christianity; local and community history; institutions and organizations.                                     Related Information         &gt; Spring 2015 Faculty Office Hours       &gt; Office/Staff Contact Information                 Useful Links         &gt; Arts and Science Faculty Profiles       &gt; NYU Public Directory                                                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "People    | Religious Studies | NYU                           NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 Home             &gt;                          People     People           Adam H. Becker   Associate Professor; Director, Religious Studies Program Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.              Angela Zito   Associate Professor Major Interests: Cultural history/historical anthropology; critical theories of religion; religions of China; religion and media; history and anthropology of embodiment; gender; performance and subjectivity; documentary film.              Elayne Oliphant   Assistant Professor Major Interests: Christianity in modern and contemporary Europe: France; contemporary religiosity and the secular; the visual economy of the public sphere; contemporary art; museum studies; capitalism; and xenophobia.              Patton Burchett   Assistant Professor/Faculty Fellow Major Interests: South Asian religions; Hindu Devotion (Bhakti) and Tantra; Magic (magic/science/religion); Yoga; Human Rights and Religion; the Dalit movement in modern India; Transgression, asceticism, and emotion in religious praxis.              Geoffrey N. Pollick   Assistant Professor/Faculty Fellow Major Interests: History of religion in the United States; religious liberalism; religion and political radicalism; critical theories of religion; cultural history of the category “religion”.              Drew Thomases   Visiting Assistant Professor Major Interests: South Asian religions; globalization; Hindu pilgrimage; environmentalism and religion; tourism studies; theory and method in the study of religion; anthropology of religion; colonialism in South Asia; Hindu diaspora; postcolonial theory.              Chris Durante   Visiting Assistant Professor Major Interests: Comparative Religious Ethics; Religion & Bioethics;   Religion & Politics; Interfaith Dialogue, Multiculturalism & Global Ethics;   Moral Philosophy; history of Christianity, Judaism & Islam.                Christopher D. Kelley   Adjunct Professor Major Interests: Buddhism and the philosophy of human rights; Buddhist ethics, Indian philosophy and religion, Chinese philosophy, as well as Western literature and philosophy.              Ann Neumann   Instructor Major Interests: End of life care; the intersection of religion and medicine; bioethics and public policy; concepts of futile care, dignity, autonomy and choice in health care settings; hospice history and policy; the aid in dying movement.               Affiliated Faculty           Brigitte Miriam Bedos-Rezak   Professor Major Interests: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Barbara Browning   Associate Professor Major Interests: Brazil and the African diaspora; dance ethnography; race, gender and postcoloniality; spirit possession and healing.             Peter J Chelkowski   Professor Major Interests: literature, mysticism, Islamic studies and performing arts of the Middle East.             Hasia R. Diner   Professor; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies Major Interests: American Jewish history, American immigration history and women's history             Daniel E. Fleming   Professor Major Interests: Assyriology; Hebrew Bible interpretation and cultural history; ancient Syria; Emar; ancient religion; interplay of ancient Near Eastern societies             Michael Gilsenan - On Leave: AY 14-15   Professor Major Interests: Anthropology and sociology of Islam; history and anthropology, narrative theory; anthropology of power and violence; urban studies; cultural representation.             Faye Ginsburg   Major Interests: Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.             Ogden Goelet   Clinical Professor Major Interests: Religion and history of ancient Egyptian culture.             Fiona J. Griffiths   Professor Major Interests: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Richard Hull   Professor Major Interests: Democratization in Africa; origins of segregation in South Africa.             Alex P. Jassen   Associate Professor Major Interests: Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence             Deborah Kapchan   Professor Major Interests: Narrative, poetics, feminist theory, music, aesthetics, North Africa and the Middle East.             Marion Holmes Katz - On Leave AY 14-15   Professor Major Interests: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.             Aisha Khan   Associate Professor; Director of Undergraduate Studies Major Interests: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.             Barbara Kirshenblatt-Gimblett   Professor Major Interests: Jewish cultural performance, aesthetics of everyday life, tourism, museums, and heritage.             Kenneth Krabbenhoft   Professor             Karen Kupperman   Professor Major Interests: Early modern Atlantic world; American colonization; American Indian history             David Levene   Professor; , Department Chair Major Interests: Latin prose literature, Roman religion, Roman Republican history             Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.             Nancy Freeman Regalado   Professor; Director, Medieval and Renaissance Studies Program Major Interests: Medieval literature and culture; lyric and narrative; reader reception and performance theory             Edward H Roesner   Professor Emeritus Major Interests: Currently engaged on studies of the 12th-century Codex Callixtinus and a book on the Las Huelgas Codex, medieval music (12th- and 13th-century polyphony, Gregorian chant, music theory and aesthetics), paleography, history of liturgy, early music performance practice, medieval studies.               Avital Ronell   Professor; Acting Chair of Comparative Literature Major Interests: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.             Jeffrey L. Rubenstein   Professor Major Interests: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature             Mark S. Smith   Professor Major Interests: Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls             Sinclair Thomson   Associate Professor Major Interests: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Evelyn Birge Vitz   Professor; Interim Director of Undergraduate Studies             Peter Wosh   Clinical Associate Professor; Director, Archives/Public History Program Major Interests: Archival management; Public history; American Christianity; local and community history; institutions and organizations.                                     Related Information         &gt; Spring 2015 Faculty Office Hours       &gt; Office/Staff Contact Information                 Useful Links         &gt; Arts and Science Faculty Profiles       &gt; NYU Public Directory                                                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Undergraduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Undergraduate Course List   The Bible as Literature: Violence/Sex/Culture in Biblical and Ancient Greek Narratives (HBRJD-UA 23) [Biblical] Instructor: Prof. Yael Feldman Day &amp; Time: Monday 12:30pm – 3:15pm Description: What are the origins of social and personal violence? Are they indeed anchored in the sexual dynamics of the human family as argued by Freud, or are they a necessary stage in humanity’s cultural formation as suggested by Girard et al (Violent Origins)? Moreover, how do biblical gender/sexual roles and the implementation of violence within them differ from those of the analogous Greco-Christian tradition and its 20th-century heir – Freudian psychoanalysis? What are the psychological and ethical implications of the differences between the biblical account of the first homicidal act (Cain and Able) and the classical Greek take on homicide in The Orestea or Oedipus Rex? These are some of the questions to be discussed in this class through a comparative close reading of selected biblical narratives and Greek myth and drama, accompanied by relevant assignments from biblical, classical Greek, and psychoanalytic scholarship; literary and feminist interpretation of the Bible; and artistic representations of biblical and classic Greek themes. The Dead Sea Scrolls, Judaism, and Christianity (HBRJD-UA 131) [Ancient/Rabbinic] Instructor: Prof. Alex Jassen Day &amp; Time: Thursday 12:30pm - 1:45pm Description: Survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity. Reading and discussion of English translations of the major texts. Conceptions of Gender in Ancient Egypt (HBRJD-UA 138 ) [Ancient/Rabbinic] Instructor: Prof. Ann Roth Day &amp; Time: Thursday 12:30pm - 1:45pm Description: The pharaonic Egyptian culture (3100 – 30 BCE) was situated geographically in an unusual agriculture zone, dependent not upon rain and irrigation, but on an annual flood that left the land fertilized and well-watered. As a result, general conceptions of fertility, and hence gender, were somewhat anomalous. This course will deal with this hypothesis, and the traditional scholarship on Egyptian gender relations and sexuality, by examining archaeological remains, artistic representations, and texts throughout the pharaonic period. Russian Jewish History (HBRJD-UA 191) [Modern] Instructor: Prof. Gennady Estraikh Day &amp; Time: Monday, Wednesday 12:30pm – 1:45pm Description: Focuses on Jewish history in imperial Russia, from the end of the 18th century to the beginning of the 20th. It also gives an overview of the Soviet and post-Soviet periods. Topics include the government's policies toward Jews; attempts to integrate them into the larger society; the establishment and development of Russian Jewish civil society; Jewish participation in the revolutionary movement; aspects of Jewish social, economic, and cultural life in villages, town, and cities; the role of women in family and communal life; military service; anti-Jewish violence; and emigration. Israeli Politics and Society (HBRJD-UA 710) [Modern] Instructor: TBA Day &amp; Time: Monday, Wednesday 3:30pm – 4:45 pm Description: Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. The course also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations. Readings in Talmud: Hullin VIII (in Hebrew) (HBRJD-UA 784) Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesday 6:30pm – 8:00pm Description: Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth. CORE Courses  Texts &amp; Ideas: Antiquity and the Reformation (CORE-UA 400-070) Instructor: Prof. Mark Smith Day &amp; Time: Tuesday, Thursday 12:30pm – 1:45pm Description: Often viewed as a series of \"Protestant\" responses to the Roman Catholic   Church, the Reformation was a period of massive religious and political   conflict. It appropriated the Bible as the single basis of   authoritative knowledge and also transformed the study of the Bible   based on the language and textual scholarship that had emerged in the   wake of the Renaissance’s rediscovery of classical texts. In taking up   the Bible as well as classical learning, the Reformation posed   fundamental questions about the nature of individual persons, society,   and humanity. These issues continue to inform fundamental ideas and   conceptual categories of religion and society in Western Europe and the   United States today. Ancient Israel (CORE-UA 514-001) Instructor: Prof. Daniel Fleming Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 BCE to the conquests of Alexander the Great, in the fourth century BCE. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. Cultures &amp; Contexts: Modern Israel (CORE-UA 537-001) Instructor: Prof. Ronald Zweig Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs. Language Courses Elementary Hebrew 1 (HBRJD-UA 1) Instructor: Prof. Rosalie Kamelhar (001 &amp; 002), Prof. Adina Marom (003) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Day &amp; Time (003): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Description: Active introduction to modern Hebrew as it is spoken and written in Israel today. Presents the essentials of Hebrew grammar, combining the oral-aural approach with formal grammatical concepts. Reinforces learning by reading of graded texts. Emphasizes the acquisition of idiomatic conversational vocabulary and language patterns. Elementary Hebrew 2 (HBRJD-UA 2) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Continuation of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed HBRJD-UA 1 or who have been placed at this level through the placement examination. Intermediate Hebrew I (HBRJD-UA 3) Instructor: Prof. Adina Marom (001), TBD (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am -12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Improving all Modern Hebrew language skills at the Intermediate level with an emphasis on reading texts, writing, and class discussions. In grammar we will study and practice basic forms of the future tense, various sentence structures, and more. Intermediate Hebrew II (HBRJD-UA 4) Instructor: Prof. Adina Maron (001), Prof. Ilona Ben-Moshe (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 9:30am – 10:45am Day &amp; Time (002): Tuesday, Wednesday, Thursday 3:30pm – 4:45pm Description: Improving all Hebrew Language skills at the High Intermediate level. We will read and discuss Texts on different topics and various genres, practice Composition and writing, and continue the study of The Hebrew verb with an emphasis on Future Tense conjugations. Hebrew Through Film (HBJD-UA 10) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Thursday 12:30pm – 1:45pm Description: An advanced language course focusing on aspects of Israeli society as they are portrayed in primarily 21st century Israeli films and television. The aspects examined include immigration and immigrants, ethnic groups within Israeli society, religious communities and their relationship to the secular world, the kibbutz , periphery vs. center, the Israeli-Arab conflict and military service. The course will foster a deeper understanding of the Hebrew language’s various registers and their manifestation in different social contexts and genres. The class will strengthen the students’ proficiency in the four language skills, with emphasis on listening and speaking. Students will be required to view films, to engage in pre and post-viewing activities such as reading background materials in Hebrew, to participate in class discussions, and to write in Hebrew about the films.                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "People    | Religious Studies | NYU                           NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 Home             &gt;                          People     People           Adam H. Becker   Associate Professor; Director, Religious Studies Program Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.              Angela Zito   Associate Professor Major Interests: Cultural history/historical anthropology; critical theories of religion; religions of China; religion and media; history and anthropology of embodiment; gender; performance and subjectivity; documentary film.              Elayne Oliphant   Assistant Professor Major Interests: Christianity in modern and contemporary Europe: France; contemporary religiosity and the secular; the visual economy of the public sphere; contemporary art; museum studies; capitalism; and xenophobia.              Patton Burchett   Assistant Professor/Faculty Fellow Major Interests: South Asian religions; Hindu Devotion (Bhakti) and Tantra; Magic (magic/science/religion); Yoga; Human Rights and Religion; the Dalit movement in modern India; Transgression, asceticism, and emotion in religious praxis.              Geoffrey N. Pollick   Assistant Professor/Faculty Fellow Major Interests: History of religion in the United States; religious liberalism; religion and political radicalism; critical theories of religion; cultural history of the category “religion”.              Drew Thomases   Visiting Assistant Professor Major Interests: South Asian religions; globalization; Hindu pilgrimage; environmentalism and religion; tourism studies; theory and method in the study of religion; anthropology of religion; colonialism in South Asia; Hindu diaspora; postcolonial theory.              Chris Durante   Visiting Assistant Professor Major Interests: Comparative Religious Ethics; Religion & Bioethics;   Religion & Politics; Interfaith Dialogue, Multiculturalism & Global Ethics;   Moral Philosophy; history of Christianity, Judaism & Islam.                Christopher D. Kelley   Adjunct Professor Major Interests: Buddhism and the philosophy of human rights; Buddhist ethics, Indian philosophy and religion, Chinese philosophy, as well as Western literature and philosophy.              Ann Neumann   Instructor Major Interests: End of life care; the intersection of religion and medicine; bioethics and public policy; concepts of futile care, dignity, autonomy and choice in health care settings; hospice history and policy; the aid in dying movement.               Affiliated Faculty           Brigitte Miriam Bedos-Rezak   Professor Major Interests: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Barbara Browning   Associate Professor Major Interests: Brazil and the African diaspora; dance ethnography; race, gender and postcoloniality; spirit possession and healing.             Peter J Chelkowski   Professor Major Interests: literature, mysticism, Islamic studies and performing arts of the Middle East.             Hasia R. Diner   Professor; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies Major Interests: American Jewish history, American immigration history and women's history             Daniel E. Fleming   Professor Major Interests: Assyriology; Hebrew Bible interpretation and cultural history; ancient Syria; Emar; ancient religion; interplay of ancient Near Eastern societies             Michael Gilsenan - On Leave: AY 14-15   Professor Major Interests: Anthropology and sociology of Islam; history and anthropology, narrative theory; anthropology of power and violence; urban studies; cultural representation.             Faye Ginsburg   Major Interests: Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.             Ogden Goelet   Clinical Professor Major Interests: Religion and history of ancient Egyptian culture.             Fiona J. Griffiths   Professor Major Interests: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Richard Hull   Professor Major Interests: Democratization in Africa; origins of segregation in South Africa.             Alex P. Jassen   Associate Professor Major Interests: Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence             Deborah Kapchan   Professor Major Interests: Narrative, poetics, feminist theory, music, aesthetics, North Africa and the Middle East.             Marion Holmes Katz - On Leave AY 14-15   Professor Major Interests: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.             Aisha Khan   Associate Professor; Director of Undergraduate Studies Major Interests: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.             Barbara Kirshenblatt-Gimblett   Professor Major Interests: Jewish cultural performance, aesthetics of everyday life, tourism, museums, and heritage.             Kenneth Krabbenhoft   Professor             Karen Kupperman   Professor Major Interests: Early modern Atlantic world; American colonization; American Indian history             David Levene   Professor; , Department Chair Major Interests: Latin prose literature, Roman religion, Roman Republican history             Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.             Nancy Freeman Regalado   Professor; Director, Medieval and Renaissance Studies Program Major Interests: Medieval literature and culture; lyric and narrative; reader reception and performance theory             Edward H Roesner   Professor Emeritus Major Interests: Currently engaged on studies of the 12th-century Codex Callixtinus and a book on the Las Huelgas Codex, medieval music (12th- and 13th-century polyphony, Gregorian chant, music theory and aesthetics), paleography, history of liturgy, early music performance practice, medieval studies.               Avital Ronell   Professor; Acting Chair of Comparative Literature Major Interests: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.             Jeffrey L. Rubenstein   Professor Major Interests: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature             Mark S. Smith   Professor Major Interests: Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls             Sinclair Thomson   Associate Professor Major Interests: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Evelyn Birge Vitz   Professor; Interim Director of Undergraduate Studies             Peter Wosh   Clinical Associate Professor; Director, Archives/Public History Program Major Interests: Archival management; Public history; American Christianity; local and community history; institutions and organizations.                                     Related Information         &gt; Spring 2015 Faculty Office Hours       &gt; Office/Staff Contact Information                 Useful Links         &gt; Arts and Science Faculty Profiles       &gt; NYU Public Directory                                                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Undergraduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Undergraduate Course List   The Bible as Literature: Violence/Sex/Culture in Biblical and Ancient Greek Narratives (HBRJD-UA 23) [Biblical] Instructor: Prof. Yael Feldman Day &amp; Time: Monday 12:30pm – 3:15pm Description: What are the origins of social and personal violence? Are they indeed anchored in the sexual dynamics of the human family as argued by Freud, or are they a necessary stage in humanity’s cultural formation as suggested by Girard et al (Violent Origins)? Moreover, how do biblical gender/sexual roles and the implementation of violence within them differ from those of the analogous Greco-Christian tradition and its 20th-century heir – Freudian psychoanalysis? What are the psychological and ethical implications of the differences between the biblical account of the first homicidal act (Cain and Able) and the classical Greek take on homicide in The Orestea or Oedipus Rex? These are some of the questions to be discussed in this class through a comparative close reading of selected biblical narratives and Greek myth and drama, accompanied by relevant assignments from biblical, classical Greek, and psychoanalytic scholarship; literary and feminist interpretation of the Bible; and artistic representations of biblical and classic Greek themes. The Dead Sea Scrolls, Judaism, and Christianity (HBRJD-UA 131) [Ancient/Rabbinic] Instructor: Prof. Alex Jassen Day &amp; Time: Thursday 12:30pm - 1:45pm Description: Survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity. Reading and discussion of English translations of the major texts. Conceptions of Gender in Ancient Egypt (HBRJD-UA 138 ) [Ancient/Rabbinic] Instructor: Prof. Ann Roth Day &amp; Time: Thursday 12:30pm - 1:45pm Description: The pharaonic Egyptian culture (3100 – 30 BCE) was situated geographically in an unusual agriculture zone, dependent not upon rain and irrigation, but on an annual flood that left the land fertilized and well-watered. As a result, general conceptions of fertility, and hence gender, were somewhat anomalous. This course will deal with this hypothesis, and the traditional scholarship on Egyptian gender relations and sexuality, by examining archaeological remains, artistic representations, and texts throughout the pharaonic period. Russian Jewish History (HBRJD-UA 191) [Modern] Instructor: Prof. Gennady Estraikh Day &amp; Time: Monday, Wednesday 12:30pm – 1:45pm Description: Focuses on Jewish history in imperial Russia, from the end of the 18th century to the beginning of the 20th. It also gives an overview of the Soviet and post-Soviet periods. Topics include the government's policies toward Jews; attempts to integrate them into the larger society; the establishment and development of Russian Jewish civil society; Jewish participation in the revolutionary movement; aspects of Jewish social, economic, and cultural life in villages, town, and cities; the role of women in family and communal life; military service; anti-Jewish violence; and emigration. Israeli Politics and Society (HBRJD-UA 710) [Modern] Instructor: TBA Day &amp; Time: Monday, Wednesday 3:30pm – 4:45 pm Description: Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. The course also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations. Readings in Talmud: Hullin VIII (in Hebrew) (HBRJD-UA 784) Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesday 6:30pm – 8:00pm Description: Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth. CORE Courses  Texts &amp; Ideas: Antiquity and the Reformation (CORE-UA 400-070) Instructor: Prof. Mark Smith Day &amp; Time: Tuesday, Thursday 12:30pm – 1:45pm Description: Often viewed as a series of \"Protestant\" responses to the Roman Catholic   Church, the Reformation was a period of massive religious and political   conflict. It appropriated the Bible as the single basis of   authoritative knowledge and also transformed the study of the Bible   based on the language and textual scholarship that had emerged in the   wake of the Renaissance’s rediscovery of classical texts. In taking up   the Bible as well as classical learning, the Reformation posed   fundamental questions about the nature of individual persons, society,   and humanity. These issues continue to inform fundamental ideas and   conceptual categories of religion and society in Western Europe and the   United States today. Ancient Israel (CORE-UA 514-001) Instructor: Prof. Daniel Fleming Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 BCE to the conquests of Alexander the Great, in the fourth century BCE. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. Cultures &amp; Contexts: Modern Israel (CORE-UA 537-001) Instructor: Prof. Ronald Zweig Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs. Language Courses Elementary Hebrew 1 (HBRJD-UA 1) Instructor: Prof. Rosalie Kamelhar (001 &amp; 002), Prof. Adina Marom (003) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Day &amp; Time (003): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Description: Active introduction to modern Hebrew as it is spoken and written in Israel today. Presents the essentials of Hebrew grammar, combining the oral-aural approach with formal grammatical concepts. Reinforces learning by reading of graded texts. Emphasizes the acquisition of idiomatic conversational vocabulary and language patterns. Elementary Hebrew 2 (HBRJD-UA 2) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Continuation of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed HBRJD-UA 1 or who have been placed at this level through the placement examination. Intermediate Hebrew I (HBRJD-UA 3) Instructor: Prof. Adina Marom (001), TBD (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am -12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Improving all Modern Hebrew language skills at the Intermediate level with an emphasis on reading texts, writing, and class discussions. In grammar we will study and practice basic forms of the future tense, various sentence structures, and more. Intermediate Hebrew II (HBRJD-UA 4) Instructor: Prof. Adina Maron (001), Prof. Ilona Ben-Moshe (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 9:30am – 10:45am Day &amp; Time (002): Tuesday, Wednesday, Thursday 3:30pm – 4:45pm Description: Improving all Hebrew Language skills at the High Intermediate level. We will read and discuss Texts on different topics and various genres, practice Composition and writing, and continue the study of The Hebrew verb with an emphasis on Future Tense conjugations. Hebrew Through Film (HBJD-UA 10) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Thursday 12:30pm – 1:45pm Description: An advanced language course focusing on aspects of Israeli society as they are portrayed in primarily 21st century Israeli films and television. The aspects examined include immigration and immigrants, ethnic groups within Israeli society, religious communities and their relationship to the secular world, the kibbutz , periphery vs. center, the Israeli-Arab conflict and military service. The course will foster a deeper understanding of the Hebrew language’s various registers and their manifestation in different social contexts and genres. The class will strengthen the students’ proficiency in the four language skills, with emphasis on listening and speaking. Students will be required to view films, to engage in pre and post-viewing activities such as reading background materials in Hebrew, to participate in class discussions, and to write in Hebrew about the films.                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}]}]