[{"detail": [{"content": "HELEN NISSENBAUM                                      Home       Research      Publications    Courses    CV    Bio    Contact  info                 Values in Information Technology and Digital Media   SP14_SCCI-GA_3700_1_001 and SP14_MCC-GE_2295_1_001   Thursdays 2:30-4:15 PM  Spring 2014   Helen Nissenbaum, Department of Media, Culture, and Communication    Prerequisites   Though the course welcomes students with varied backgrounds and skills, some prior understanding of, and experience with either computing (e.g. programming, website creation, active blogging, etc.) or social, political, and ethical analysis is recommended. Familiarity with and interest in issues pertaining to digital technologies and digital media in the context of social life (e.g. privacy, intellectual property, freedom of speech, digital gaming, etc.) is important.    Computing, information technology, and digital media are integrated into all aspects of contemporary life including commerce, finance, education, politics, entertainment, communication, and social life. This project-based course studies these technologies through the lens of social, political, and ethical values investigating whether and how technical systems promote or impede values to which we, individually and as societies, are committed, values, such as liberty, privacy, autonomy, and justice. While we explore concepts and literatures, students will form collaborative groups, select projects and apply philosophical and social theories of technology to analyze and, possibly, design, prototype, and build systems. Ideal project groups will be multidisciplinary and project goals and deliverables will be adjusted to students' backgrounds and skills.    Intended Learning Outcomes    Students who successfully complete this course will be able to:  Recognize how and to what extent values are designed into technical artifacts  Engage critically with everyday technical systems  Recognize instances of design that seem to elevate or obstruct certain values  Engage actively with values embodied in particular systems or devices so as to recognized alternative designs with differing values implications  Engage with fundamental concepts in the philosophy and social study of technology  Critically analyze key social and political issues surrounding contemporary digital information systems and networks, e.g. privacy, intellectual property, freedom of speech  Demonstrate conceptually or by prototype the values implications of particular design choices in particular systems.      Teaching and Learning Methodologies   On most days, morning group sessions will be devoted to discussing concepts and readings with professor and guest speakers. In the early sessions, some time each morning will be spent choosing small group projects and assembling students into collaborative pairs or threesomes. Afternoons will be spent in a variety of ways but by the second half of the course, they will mainly be devoted to project work.   Reading   The foundation for this class is formed by course readings. Students are expected to complete reading assignments before class meetings. I strongly encourage written notes annotated with page numbers, both to engage in discussion and, later, as sources written work. Course readings vary considerably in discipline and level; how difficult students find them will depend on own background familiarity. The effort to gain understanding of these texts is well worth it; bring notes, insights, and questions to class!    Grading Elements:    Participation: 20%  One in-class presentations and write-up; one special photo assignment 20%  Final project: design and presentation (group) 30%  Final project: essay (8-10) pages 30%           Schedule      Jan 30  Introduction to the Course   We will review course: aims, mechanics, requirements, key concepts and projects. As a warm-up, we will watch the documentary Objectified .  Instructor will review past student projects to illustrate the nature and scope of required term projects. We will also discuss a number of possible project ideas that will be explored in later classes. We will also set up the schedule for in-class presentations that student-pairs will undertake at each session.     Readings    Foster, E.M. \"The Machine Stops,\" in The Oxford and Cambridge Review (November 1909).       Feb 6  The Idea of Values in Technology   Langdon Winner's provocative thesis, that technologies have politics has inspired generations of scholars and designers, those who believe him right as well as those who would seek to disprove him. In this session, we study the article, critically, to understand the views it contradicts and the scope of its positive thesis. Winner's ideas serve as a jumping off point for other readings in this and future sessions.     Readings :    Winner, L. \"Do Artifacts Have Politics?\" The Whale and the Reactor . Chicago: The University of Chicago Press, 1986, 19-39    Postman, N. \"Five Things We Need to Know About Technological Change.\"    Nissenbaum, H. \"How Computer Systems Embody Values,\" Computer , March 2001.   Weber, R. \"Manufacturing Gender in Military Cockpit Design.\" The Social Shaping of Technology . Eds. MacKenzie, D. and J. Wajcman. Milton Keynes: Open University Press, 1985.        Feb 13  Bias   One way that computers and other digital technologies may affect individuals and societies is by slanting outcomes in favor or some and against others. For those who are inclined to believe that technologies are \"objective,\" coming to terms with bias in systems is a challenge. We examine the nature of bias in computer systems and focus on the case of search engines.     Readngs :   Friedman, B. & Nissenbaum, H. \"Bias in Computer Systems.\" ACM Transactions on Information Systems 14:3 (1996): 330-347  Grimmelman, J. \"Some Skepticism about Search Neutrality\" The Next Digital Decade: Essays on the Future of the Internet (TechFreedom 2010)   Waters, R. \"Unrest Over Google's Secret Formula\", Financial Times , July 11, 2010   Mayer, M. \"Do Not Neutralize the Web's Endless Search,\" Financial Times , July 14, 2010  Pasquale, F. \"The Emperor's New Codes: Reputation and Search Algorithms in the Finance Sector,\" (draft) Presented at Governing Algorithms Conference, New York University 2013 [Sections I, II, and VI]     Feb 20  The Practical Turn   For some, the idea is obvious: if technical systems and devices embody values, the designers and creators of these technologies should be able to take a proactive stance and think about values in the process of developing technologies. In this session, we are introduced to this idea, which forms the premise of your projects. However, in the sessions that follow, this idea will be complicated by theoretically inspired challenges.     Readings :   Flanagan, M., D. Howe, and H. Nissenbaum, \"Values at Play: Design Tradeoffs in Socially Oriented Games.\" In Information Technology and Moral Philosophy , Eds. Jeroen van den Hoven and John Weckert, Cambridge: Cambridge University Press, 2008.  Perry, J., Macken, E., Scott, N. and J. McKinley. \"Disability, Inability, and Cyberspace.\" Human Values and the Design of Computer Technology . Ed. Batya Friedman. New York: Cambridge University Press, 1997. 65-90.  Howe, D. and H. Nissenbaum, \"TrackMeNot: Resisting Surveillance in Web Search,\" In Lessons from the Identity Trail: Anonymity, Privacy, and Identity in a Networked Society , Eds. I. Kerr, C. Lucock, and V. Steeves, Oxford: Oxford University Press, 2009.      Feb 27  IT Bettering Humans?   Architecture and design have often reflected our aspirations from Jeremy Bentham's famous Panopticon design for prisons and schools to contemporary mobile devices, such as, Fitbits. In this week's readings, we will review some examples, at the same time as we seek to understand how technology may be engaged in mediating behavior change deemed positive.    Readings :    Bentham, Jeremy. \"Panopticon; or the Inspection House.\" The Panopticon Writings. New York: Verso, 1995. 31-37.   Weinberg, Alvin M. \"Can Technology Replace Social Engineering.\" Controlling Technology: Contemporary Issues . Ed. W. B. Thompson. Buffalo, NY: Prometheus Books, 1991. 41-48.  Benkler, Y. and H. Nissenbaum (2006), \"Commons-based Peer Production and Virtue.\" Journal of Political Philosophy , 14(4), 394-419.  Froehlich, Jon, Tawanna Dillahunt, Predrag Klasnja, Jennifer Mankoff, Sunny Consolvo, Beverly Harrison, and James A. Landay. \"Ubigreen: Investigating a Mobile Tool for Tracking and Supporting Green Transportation Habits.\" Proceedings of the SIGCHI Conference on Human Factors in Computing Systems , 2009.      Mar 6  Affordance and Constraint   This session again focuses on how technology engages users to produce certain reactions and outcomes. The work of Donald Norman, one of the founders of the field of usability studies, reveals how technologies are understood by people and through this understanding selectively affords and constrains certain behaviors. Although Norman does not deal with values, his work is instructive for all designers, including those who wish to make values one of the considerations in their designs.    Readings :    Gibson, J. \"The Theory of Affordances.\" The Ecological Approach to Visual Perception , Hillsdale, New Jersey: Lawrence Erlbaum Associates, Publishers, 127-143.  Norman, Donald. The Design of Everyday Things , New York: Doubleday, 1989, 1-33, 81-104.  Photo gallery of everyday things: affordances and constraints.       Mar 13  Persuading and Provoking Critical Reflection   There are various ways that technology may \"embody\" social, ethical, and political values. In some instances, it is to afford and constrain behaviors, in others it is to suggest desired outcomes. For proponents of design for critical reflection, the goal is to provoke thought and awareness and through thought and awareness to strive for ideals and positive human, social, and environmental values.     Readngs :   Sengers,P., Boehner, K., David, S. and Kaye, J. \"Reflective Design,\" Proceedings of the 4th Decennial Conference on Critical Computing , 2005, 49-58  Fogg, B. J., Gregory Cuellar, and David Danielson. \"Motivating, influencing, and persuading users.\" The human-computer interaction handbook: fundamentals, evolving technologies and emerging applications , L. Erlbaum Associates Inc., Hillsdale, NJ (2002).  Irani, L. C., and M. Six Silberman. \"Turkopticon: Interrupting Worker Invisibility in Amazon Mechanical Turk.\" Proceedings of the SIGCHI Conf. on Human Factors in Computing Systems , 2013.       Mar 20  Spring Break       Mar 27  Sociotechnical Imbroglios    Some philosophers of technology resist the sharp distinction between humans, on the one hand, and technology, on the other. Instead, they argue we should think of a complex of sociotechnical systems where the actors are sometimes interchangeably technical or biological. Actor-Network Theory subscribes to this core idea. Whether or not one accepts all of its precepts, there is value in many of the constituent insights.     Readings :    Johnson, J. (B. Latour) \"Mixing Humans and Nonhumans Together: The Sociology of a Door-Closer.\" Social Problems , Vol. 35, No. 3, Special Issue: The Sociology of Science and Technology (Jun., 1988), pp. 298-310   Lessig, L. \"The Law of the Horse: What Cyberspace Might Teach,\" Harvard Law Rev . 113, 501 (1999).  Kerr, I. \"Digital Locks and the Automation of Virtue.\" From Radical Extremism\" to \"Balanced Copyright\": Canadian Copyright and the Digital Agenda . Toronto, ON: Irwin Law, 247-303, 2010.  Rubinstein, I. and N. Good, \"Privacy by Design: A Counterfactual Analysis of Google and Facebook Privacy Incidents,\" Berkeley Technology Law Journal , Vol 28:1333.  Selections from The Living Internet (especially Internet, Web, Email MUDs: History, Design, Use).  Privacy Awareness App       Apr 3  Sociotechnical Imbroglios II   Some philosophers of technology resist the sharp distinction between humans, on the one hand, and technology, on the other. Instead, they argue we should think of a complex of sociotechnical systems where the actors are sometimes interchangeably technical or biological. Actor-Network Theory subscribes to this core idea. Whether or not one accepts all of its precepts, there is value in many of the constituent insights.     Readings:    Johnson, J. (B. Latour) \"Mixing Humans and Nonhumans Together: The Sociology of a Door-Closer.\" Social Problems , Vol. 35, No. 3, Special Issue: The Sociology of Science and Technology (Jun., 1988), pp. 298-310   Lessig, L. \"The Law of the Horse: What Cyberspace Might Teach,\" Harvard Law Rev . 113, 501 (1999).  Selections from The Living Internet (especially Internet, Web, Email MUDs: History, Design, Use).      Apr 10  What, Whose Values in Technology   A question of concern is what values we are talking about when we recommend that designers taking values into consideration in the systems they create. This question is particularly important for global IT and digital networks whose uses and effects spread across the globe and across nations and cultures.     Readings :    Berlin, I. \"The Crooked Timber of Humanity.\" (1991) The Crooked Timber of Humanity: Chapters in the History of Ideas . Ed. H. Hardy. New York: Knopf, 1-19.   [optional] Nagel, T. \"The Fragmentation of Value.\" Mortal Questions . Cambridge, MA: Cambridge University Press, 1979. 128-141.  Case: Constitution of the United States of America: Bill of Rights.       April 17  Social Construction of Technology   Against the idea that technology, itself, is political social constructivists argue that social factors alone are responsible for the political direction of systems and devices. Social constructivist might resist \"the practical turn,\" saying it is impossible for technology design to have determinate effects that are social in nature. This week and in weeks following we will examine several versions of this position, starting with SCOT (social construction of technology), associated primarily with Wiebe Bijker and Trevor Pinch.    Readings :    Pinch, Trevor & W. Bijker. [selections] \"The Social Construction of Facts and Artifacts: Or How the Sociology of Science and the Sociology of Technology Might Benefit Each Other.\" Shaping Technology/Building Society . Ed. Bijker & Law. Cambridge, MA: MIT Press, 1992 [pp. 404-409;410-419;421-425;426-428].  Gillespie, Tarleton. \"The Politics of 'Platforms'.\" New Media & Society 12, no. 3 (2010): 347-64.  Van Oost, E. \"Materialized Gender: How Shavers Configure the Users' Femininity and Masculinity.\" How Users Matter: The Co-Construction of Users and Technologies . Eds. Oudshoorn, N. and T. Pinch, Cambridge, MA: The MIT Press, 2003, 193-208.  Introna, L. \"Algorithms, Performativity, and Governability.\" Draft presented at the Conference on Governing Algorithms, New York University 2013      Apr 25  Technological Dramas   \"Technological dramas\" is in the family of social constructivist theories that disputes Langdon Winner's attributions of politics in technology. In addition to the article by Bryan Pfaffenberger, the key theorist of technological dramas, we will think through cases in which this approach can lend insight into the design and development of IT and media systems.    Readings :    Pfaffenberger, B. \"The Social Meaning of the Personal Computer: Or, Why the Personal Computer Revolution Was No Revolution,\" Anthropological Quarterly , 61:1 (1988:Jan) 39-47.  [pages 282-286] Pfaffenberger, B. \"Technological Dramas,\" Science , Technology & Human Values, 17/3 (1992) 282-312.  Tufekci, Z and C. Wilson, \"Social Media and the Decision to Participate in Political Protest: Observations from Tahrir Square,\" Journal of Communication, 2012, 1-17.  Gillespie, T. \"Can an algorithm be wrong? Twitter Trends, the specter of censorship, and our faith in the algorithms around us\" LIMN , Issue 2, Crowds and Clouds, March 27 2012  Search Engine Watch, \"Google Reveals More Government Censorship Requests,\" June 19, 2012 http://searchenginewatch.com/article/2185571/Google-Reveals-More-Government-Search-Censorship-Requests  Antidefamation League, \"Google Search Ranking of Sites Not Intentional\" http://archive.adl.org/rumors/google_search_rumors.asp  http://www.technologyreview.com/view/425280/new-media-and-the-people-powered-uprisings/  http://dmlcentral.net/blog/zeynep-tufekci/networked-politics-tahrir-taksim-there-social-media-fueled-protest-style      May 1  Tyranny of the Technical   The concerns expressed in this session's readings are not wholesale rejections of technology as sources of evil. Instead, they caution us against wholesale embrace of technical solutions for social problems.    Readings :    Morozov, Evgeny. \"Solutionism and its Discontents,\" in To Save Everything, Click Here: The Folly of Technological Solutionism . Public Affairs Store, 2013.      May 8  Project Presentations and Demos               Last Updated: October 27, 2009 Need Help? Web-Master"}]}]