[{"detail": [{"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Current Semester Courses | ANEES | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                      Back to Home       Current Semester Courses   Courses of Interest to ANEES Graduate Students in Spring Semester 2015 include: HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds HBRJD-GA 1102 Akkadian II  HBRJD-GA 1106 Sumerian II HBRJD-GA 3305 Topics in Ancient Near East Studies: Religion in Social Context  ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 1211 European Prehistory I ISAW-GA 1001 Intro to Ancient Egyptian II ISAW-GA 1003 Advanced Ancient Egyptian II ISAW-GA 3014 Ritual Text and Ritual Performance in the ANE ISAW-GA 3018 Archaeology of Anatolia from the Neolithic to the Hellenistic Period ISAW-GA 3023 Mapping and Data Visualization for the Ancient World  ISAW-GA 3003 Directed Study: Hittite Texts FINH-GA 2023 Lecture: By the People, of the People: Greek Art 1600-300 B.C. FINH-GA 3026 Seminar: Visualizing World and Cosmos in Late Antiquity  **Note that most of these courses require the consent of the department or the instructor.** Fuller descriptions for IFA (FINH) courses may be found listed under   “Course Descriptions at   http://www.nyu.edu/gsas/dept/fineart/academics/index.htm ; and for ISAW   courses at http://isaw.nyu.edu/graduate-program/seminar-descriptions . Descriptions of other courses may often be found on the Albert Course search or on departmental websites.   Courses of Interest offered in Previous Semesters include:  Fall Semester 2014  HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Studies  HBRJD-GA 1101 Akkadian I  HBRJD-GA 1105 Sumerian I HBRJD-GA 1117 Aramaic I MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I  MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1221 Ceramic Analysis ANTH-GA 1516 Human Osteology and Odontology  ISAW-GA 3018 Special Topics: The Iranian Zagros 1000-539BC  ISAW-GA 3014-001 Special Topics: Incantations Prayers &amp; Rituals ISAW-GA 3014-002 Pol &amp; Cult Relat Assur/Babylon FINH-GA 2020 Lecture: Tell El Amarna: A Unique Controversal Initiative FINH-GA 3020 Seminar: An Emerging Civilization: New Discover Prehistory FINH-GA 3021 Seminar: Late Antique Material Culture: Soft Furnishings FINH-GA 2521 Colloquium: Recent Resch/Art &amp; Material Cult Late Antiquity CLASS-GA 3004 Topics in Greek Literature: Belief and Practice in Greek Religion Spring Semester 2014      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1104 Akkadian IV HBRJD-GA 1116 Ugaritic II HBRJD-GA 1119 Aramaic III: Christian Syriac MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1239 Lithic Technology ANTH-GA 1520 Interpreting Human Skeletal Morphology CLASS-GA 1002 Prosem in Archaeology: Archaic Greek Sculpture  &amp; Sanctuaries FINH-GA 3020 Portraiture  in Ancient Egypt:  A Cross-Cultural Perspective (Seminar) FINH-GA 2020 Women in Ancient Egyptian Art: An Understudied  Category ISAW-GA 3014 Literature  and the Question of Genre in the Ancient Near East ISAW-GA 3018 Dilmun, Magan, and Meluhha ISAW-GA 3012 Landscapes and Territoriality in Western and Eastern Asia BCE ISAW-GA 3013 Maps, Models, and Databases: Digital Tools for  the Ancient World      Fall Semester 2013      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1103 Akkadian III HBRJD-GA 1115 Ugaritic I HBRJD-GA 1118 Aramaic II MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1208 Prehistory of the Near East and Egypt I ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3396 Topical Seminar: Experimental Archaeology FINH-GA 2020 Multiple Civilizations: Ancient Egypt in its  African Context ISAW-GA 3022 Public Health in the Ancient World ISAW-GA 3018 Iranian Archaeology in the 21st Century ISAW-GA 3013 Hittite History, Language &amp; Archaeology ISAW-GA 3012 Introduction to GIS &amp; Spatial Analysis in  Anthropology &amp; Archaeology ISAW-GA 3014 Advanced Reading  of Akkadian - Literary Texts in Ancient Mesopotamia      Spring Semester 2013  HBRJD-GA 1102 Akkadian II HBRJD-GA 1117 Aramaic I HBRJD-GA 2107 Northwest Semitic Inscriptions HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 2210 Technology in Preindustrial Societies  ANTH-GA 2214 Archaeological Methods &amp; Techniques  CLASS-GA 3000 Sem in Classical Studies: Acropolis CLASS-GA 3002 Spec Topics: The Persian Empire FINH-GA 2523 The Art and Archaeology of Greek Sicily FINH-GA 2522 The Archaeology of the Greek City FINH-GA 3024 Monuments and Topography of the City of Rome FINH-GA 2524 Art and Archaeology of Roman Italy ISAW-GA 3013 Beyond Apogee and Collapse: Empires and other Polities in the Ancient World (BCE) ISAW-GA 3019 Relations between Mesopotamia &amp; Iran ISAW-GA 3020 The History of Assyria in Ancient and Modern Historiography ISAW-GA 3009 “Soghdians in their Homeland” – the Archaeology of Soghdia from ca. 600 BCE to ca. 750 CE ISAW-GA 3018 Arabia in Antiquity c. 3500 BCE – 750 CE  Fall Semester 2012 HBRJD-GA 1101 Akkadian I HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3397 Topical Seminar: Archeobotany FINH-GA 2020 The Extraordinary Community of Deir el-Medineh FINH-GA 3020 Reformation, Iconclasm and Artistic Innovation under Akhenaten ISAW-GA 3009 Conceptions of Ethnicity in the Ancient World Spring Semester 2012 HBRJD-GA 3507 Directed Study Ancient Near Eastern and Egyptian Studies HBRJD-GA 1104 Akkadian IV     HBRJD-GA 1116 Ugaritic II     MEIS-GA 1360 Directed Studies: Intro to Ancient Egyptian II     MEIS-GA 1391 Directed Study: Advanced Ancient Egyptian II ANTH-GA 2213 Archaeological Theory ISAW-GA 3013 Special Topics: Aegean Anatolia Levant 1200-800 BCE ISAW-GA 1304 Special Topics: Writing Law Religion in ANE FINH-GA 2087 Archaeology at the IFA, Discovery &amp; Challenge, Theory &amp; Practice FINH-GA 2521 Writing the History of Late Antique Egyptian Art Fall Semester 2011       HBRJD-GA 1103 Akkadian III        HBRJD-GA 1115 Ugaritic I        HBRJD-GA 1120 Aramaic IV        MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I        MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I     RELST-GA 1001 Theories &amp; Methods in The Study of Religion        ANTH-GA 2214 Archaeological Methods &amp; Techniques        ANTH-GA 1209 Prehistory of Near East &amp; Egypt II        ANTH-GA 3399 Topical Seminar History of Archaeological Theory        ISAW-GA 3014 Special Topics: Divinatory Texts in Ancient Mesopotamia        ISAW-GA 3013 Special Topics: The Archaeology of Egyptian Oasis               Bulletin Course Listing                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Current Semester Courses | ANEES | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                      Back to Home       Current Semester Courses   Courses of Interest to ANEES Graduate Students in Spring Semester 2015 include: HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds HBRJD-GA 1102 Akkadian II  HBRJD-GA 1106 Sumerian II HBRJD-GA 3305 Topics in Ancient Near East Studies: Religion in Social Context  ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 1211 European Prehistory I ISAW-GA 1001 Intro to Ancient Egyptian II ISAW-GA 1003 Advanced Ancient Egyptian II ISAW-GA 3014 Ritual Text and Ritual Performance in the ANE ISAW-GA 3018 Archaeology of Anatolia from the Neolithic to the Hellenistic Period ISAW-GA 3023 Mapping and Data Visualization for the Ancient World  ISAW-GA 3003 Directed Study: Hittite Texts FINH-GA 2023 Lecture: By the People, of the People: Greek Art 1600-300 B.C. FINH-GA 3026 Seminar: Visualizing World and Cosmos in Late Antiquity  **Note that most of these courses require the consent of the department or the instructor.** Fuller descriptions for IFA (FINH) courses may be found listed under   “Course Descriptions at   http://www.nyu.edu/gsas/dept/fineart/academics/index.htm ; and for ISAW   courses at http://isaw.nyu.edu/graduate-program/seminar-descriptions . Descriptions of other courses may often be found on the Albert Course search or on departmental websites.   Courses of Interest offered in Previous Semesters include:  Fall Semester 2014  HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Studies  HBRJD-GA 1101 Akkadian I  HBRJD-GA 1105 Sumerian I HBRJD-GA 1117 Aramaic I MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I  MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1221 Ceramic Analysis ANTH-GA 1516 Human Osteology and Odontology  ISAW-GA 3018 Special Topics: The Iranian Zagros 1000-539BC  ISAW-GA 3014-001 Special Topics: Incantations Prayers &amp; Rituals ISAW-GA 3014-002 Pol &amp; Cult Relat Assur/Babylon FINH-GA 2020 Lecture: Tell El Amarna: A Unique Controversal Initiative FINH-GA 3020 Seminar: An Emerging Civilization: New Discover Prehistory FINH-GA 3021 Seminar: Late Antique Material Culture: Soft Furnishings FINH-GA 2521 Colloquium: Recent Resch/Art &amp; Material Cult Late Antiquity CLASS-GA 3004 Topics in Greek Literature: Belief and Practice in Greek Religion Spring Semester 2014      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1104 Akkadian IV HBRJD-GA 1116 Ugaritic II HBRJD-GA 1119 Aramaic III: Christian Syriac MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1239 Lithic Technology ANTH-GA 1520 Interpreting Human Skeletal Morphology CLASS-GA 1002 Prosem in Archaeology: Archaic Greek Sculpture  &amp; Sanctuaries FINH-GA 3020 Portraiture  in Ancient Egypt:  A Cross-Cultural Perspective (Seminar) FINH-GA 2020 Women in Ancient Egyptian Art: An Understudied  Category ISAW-GA 3014 Literature  and the Question of Genre in the Ancient Near East ISAW-GA 3018 Dilmun, Magan, and Meluhha ISAW-GA 3012 Landscapes and Territoriality in Western and Eastern Asia BCE ISAW-GA 3013 Maps, Models, and Databases: Digital Tools for  the Ancient World      Fall Semester 2013      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1103 Akkadian III HBRJD-GA 1115 Ugaritic I HBRJD-GA 1118 Aramaic II MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1208 Prehistory of the Near East and Egypt I ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3396 Topical Seminar: Experimental Archaeology FINH-GA 2020 Multiple Civilizations: Ancient Egypt in its  African Context ISAW-GA 3022 Public Health in the Ancient World ISAW-GA 3018 Iranian Archaeology in the 21st Century ISAW-GA 3013 Hittite History, Language &amp; Archaeology ISAW-GA 3012 Introduction to GIS &amp; Spatial Analysis in  Anthropology &amp; Archaeology ISAW-GA 3014 Advanced Reading  of Akkadian - Literary Texts in Ancient Mesopotamia      Spring Semester 2013  HBRJD-GA 1102 Akkadian II HBRJD-GA 1117 Aramaic I HBRJD-GA 2107 Northwest Semitic Inscriptions HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 2210 Technology in Preindustrial Societies  ANTH-GA 2214 Archaeological Methods &amp; Techniques  CLASS-GA 3000 Sem in Classical Studies: Acropolis CLASS-GA 3002 Spec Topics: The Persian Empire FINH-GA 2523 The Art and Archaeology of Greek Sicily FINH-GA 2522 The Archaeology of the Greek City FINH-GA 3024 Monuments and Topography of the City of Rome FINH-GA 2524 Art and Archaeology of Roman Italy ISAW-GA 3013 Beyond Apogee and Collapse: Empires and other Polities in the Ancient World (BCE) ISAW-GA 3019 Relations between Mesopotamia &amp; Iran ISAW-GA 3020 The History of Assyria in Ancient and Modern Historiography ISAW-GA 3009 “Soghdians in their Homeland” – the Archaeology of Soghdia from ca. 600 BCE to ca. 750 CE ISAW-GA 3018 Arabia in Antiquity c. 3500 BCE – 750 CE  Fall Semester 2012 HBRJD-GA 1101 Akkadian I HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3397 Topical Seminar: Archeobotany FINH-GA 2020 The Extraordinary Community of Deir el-Medineh FINH-GA 3020 Reformation, Iconclasm and Artistic Innovation under Akhenaten ISAW-GA 3009 Conceptions of Ethnicity in the Ancient World Spring Semester 2012 HBRJD-GA 3507 Directed Study Ancient Near Eastern and Egyptian Studies HBRJD-GA 1104 Akkadian IV     HBRJD-GA 1116 Ugaritic II     MEIS-GA 1360 Directed Studies: Intro to Ancient Egyptian II     MEIS-GA 1391 Directed Study: Advanced Ancient Egyptian II ANTH-GA 2213 Archaeological Theory ISAW-GA 3013 Special Topics: Aegean Anatolia Levant 1200-800 BCE ISAW-GA 1304 Special Topics: Writing Law Religion in ANE FINH-GA 2087 Archaeology at the IFA, Discovery &amp; Challenge, Theory &amp; Practice FINH-GA 2521 Writing the History of Late Antique Egyptian Art Fall Semester 2011       HBRJD-GA 1103 Akkadian III        HBRJD-GA 1115 Ugaritic I        HBRJD-GA 1120 Aramaic IV        MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I        MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I     RELST-GA 1001 Theories &amp; Methods in The Study of Religion        ANTH-GA 2214 Archaeological Methods &amp; Techniques        ANTH-GA 1209 Prehistory of Near East &amp; Egypt II        ANTH-GA 3399 Topical Seminar History of Archaeological Theory        ISAW-GA 3014 Special Topics: Divinatory Texts in Ancient Mesopotamia        ISAW-GA 3013 Special Topics: The Archaeology of Egyptian Oasis               Bulletin Course Listing                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "2015-16 Course Descriptions &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               Graduate Program                &gt;                                                                   2015-16 Course Descriptions                            2015-16 Course Descriptions                                                       Info                                                                                                2015-16 Course Descriptions                                                                                                                                           2015-16 Courses    To enroll in an ISAW course, you must first obtain the permission of the instructor. You may then forward the permission email to marc.leblanc@nyu.edu to get the registration access code.    All classes are held in the 2nd floor seminar room unless indicated otherwise.  Fall 2015 Seminars    ISAW-GA 3002-001 Observation and Experiment in Ancient Physical Science Alexander Jones alexander.jones@nyu.edu Wednesdays, 2:00-5:00pm    This seminar explores the empirical elements in ancient scientific traditions that aimed at systematic description, explanation, or prediction of physical phenomena. Scientific practices of the Ancient Near East and the Greco-Roman world will figure prominently, but those of other civilizations may be investigated according to the interests and competences of participants. The evidence is largely textual; knowledge of at least one ancient language in which relevant scientific texts exist is required. Participants will choose topics, select study materials, and guide discussion for at least one session.    An initial selection of topics will include the following: the rise of systematic observation of spontaneously occurring phenomena in the context of interpretation of the phenomena as ominous signs; practices of recording and transmitting observations of astral, meteorological, and mundane events; precision, accuracy, and instruments of measurement, especially in astronomical observation records; experiment and experimental apparatus in Greek harmonic theory; empirical claims within deductive scientific texts, e.g. in optics, mechanics, and astronomy; empirical argument in Ptolemy's Optics; adjustment and fabrication of reported observations and measurements.    Permission of the instructor is required.    ISAW-GA 3007-001 Greco-Arabic Translation Movement Robert Hoyland rgh2@nyu.edu Tuesdays, 9:00am-12:00pm    This course will explore the different paths along which knowledge of Antiquity passed into Muslim intellectual culture and how it was received and interpreted.  The focus will not just be on the so-called ‘translation movement’, but also the broader question of how pre-Islamic histories and cultures fared in the Middle East after the Arab conquests.  We will principally look at Greek texts translated into Arabic, which receive the most scholarly attention, because they are regarded as crucial to understanding how classical learning was conveyed to Europe and because classicists are always hoping to find lost Greek works preserved in Arabic. However, we will also give consideration to translation from Middle Persian and Sanskrit, which may well have been substantial, though the question has been too little studied to be sure.      Assessment will be via a final paper which should draw upon study of original Arabic texts (or a text) and should have a research dimension to it (i.e. not be just a survey of what is known).    Permission of the instructor and knowledge of Arabic are required, and some familiarity with Greek would be an advantage.    ISAW-GA 3010-001 The Manuscripts of Early Chinese Natural Philosophy Ethan Harkness harkness@nyu.edu Fridays, 2:00-5:00pm    This course will introduce students to a variety of recently excavated Chinese technical manuscripts dating from the late Warring States, Qin, and Western Han periods (4th – 1st centuries BCE).  We will pay particular attention to the various calendrically-based divination texts promulgated in the manuscripts known as rishu (“daybooks”), but the fields of astronomy, geography, medicine, and mathematics will all receive due consideration.  When appropriate, reference will be made to connections with transmitted texts and to the later repercussions of ideas developed and refined in the years immediately surrounding the formation of the Chinese empire.  Topics to consider will include the social function of the early technical texts; the nature of their transmission and evolution; regional idiosyncrasies; the interconnected roles of scribes and readers; and the possible function of both political ideology and private interests in shaping the texts.    Prerequisites are good reading knowledge of modern and classical Chinese and permission of the instructor.    ISAW-GA 3010-002 Advanced Study in Chinese Art &amp; Archaeology Lillian Tseng lillian.tseng@nyu.edu Tuesdays, 2:00-5:00pm    This course is intended to provide intensive analyses of primary sources and related scholarship in Chinese art &amp; archaeology for graduate students who have sufficient knowledge of the field. Topics to study depend on the research need of the students.    Ability to read Classical Chinese and permission of the instructor are required.    ISAW-GA 3012-001 Archaeology and Historiography: Perspectives on Time, Space, Text and Material Roderick Campbell rbc2@nyu.edu Thursdays, 2:00-5:00pm    Though treated as separate disciplines and usually housed in different departments, at the highest level history and archaeology share the common goal of understanding the human past. Nevertheless, in both theory and method, not only are archaeology and history internally diverse, but also frequently miles apart. This seminar will embark on an interdisciplinary exploration of the historical sciences: their histories, philosophies and methodologies. Special focus will be on theories of time (change, tradition, process, event, etc.), space (physical space, place, landscape, etc.), text (context, genre, discourse, memory, etc.) and material (material culture, materiality, things, actor-networks, etc.)    The reading load in this course will be heavy. Permission of the instructor is required.    ISAW-GA 3013-001 Production, Accumulation, Trade, and Value: Political Economy in the Ancient Mediterranean Lorenzo d’Alfonso and Elizabeth Murphy lda5@nyu.edu ; elizabeth.murphy@nyu.edu Mondays, 2:00-5:00pm    During the last decades, renewed attention has been devoted to the importance of market and private enterprise in the economies of the ancient Mediterranean, as exemplified by such works as A history of market performance: from ancient Babylonia to the modern world (van der Spek et al., eds., 2015), Commerce and colonization in the ancient Near East (Aubet, 2013), and The Roman market economy (Temin, 2013). On the one hand, interest in market and private enterprise enables us to traverse artificial distinctions between pre-classical and classical ancient Mediterranean civilizations and to pose cross-culturally comparative questions about ancient state economies. On the other hand, this new trend in some respects pays less attention to institutional and political impacts on ancient economies. This impact has perhaps received too much attention in the historiography of ancient western Asia, but the meaning of political intervention in the economic process acquires a different meaning when embedded in a context of private enterprises. For the Roman world, the interests of imperial institutions (e.g., military supply chains, annona redistributions, imperial monopolies) as influencing the scale and organization of economic activities has been long recognized, but recent approaches have turned to the more subtle and indirect ways that institutions affected regional economic development. In response to these academic trends, this course aims to examine the role of political economy in the ancient Mediterranean from multiple vantages.  The first classes will focus on recent theoretical works on political economy such as Piketty’s Capital , and North’s Institutions, Institutional Change, and Economic Performance , as well as some of the ‘classic’ works on ancient economies, such as those by Polanyi, Finley, and Rostovtzeff. In the following classes, ideas developed through the theory classes will then be confronted with specific case studies from the protohistory of ancient western Asia and the Greco-Roman world. These thematic classes will consider issues of primary production, storage and hoarding (accumulation of surpluses and wealth), trade, and the definition of value.     Permission of the instructors is required.    Fall 2015 Tutorials    ISAW-GA 3014-001 Texts from the Libraries of the Kingdom of Eshnunna Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm Large Conference Room, 6th Floor     Various cities of the kingdom of Eshnunna have yielded literary texts, among them the city of Eshnunna, which seems to have housed a center for scribal training already during the Old Akkadian period, where a forerunner to The Great Revolt Against Naram-Sin has come to light; the city of Tell Harmal, ancient Shaduppum, where the only copy of Sargon in Foreign Lands has been found; and the city of Tell Haddad, ancient Meturan, which yielded a remarkable collection of tablets from a private house owned by an exorcist. In addition to Akkadian archival texts found in separate rooms, there has come to light from two areas a library containing a fragment of the Laws of Eshnunna as well as numerous lexical, liturgical, literary and magic texts (incantations), two prayers to the sun god, and the earliest attested bilingual forerunner to the hemerological series Inbu bel arhi . Among the literary texts, perhaps the most unexpected discovery is a copy of the Sumerian version of the story of Adapa and two larger fragments of the Death of  Gilgamesh . Other Gilgamesh stories represented at Meturan are Gilgamesh and the Bull of An , Gilgamesh and Huwawa , and Gilgamesh, EnkIdu and the Netherworld .    The goal of this seminar is to examine Eshnunna’s role in the transmission of scholarly knowledge through an in-depth analysis of the written compositions extant from the major cities of the kingdom.    Permission of the instructor and knowledge of Akkadian and Sumerian are required.    ISAW-GA 3014-002 Advanced Akkadian: Old Babylonian Historical Texts Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     This advanced course in Akkadian will emphasize the reading of Old Babylonian texts from the sites of Mari and Eshnunna in order to investigate the rise to power and political relations of these two kingdoms during the Old Babylonian period. Primary texts read will include the treaty concluded between between Zimri-lim of Mari and Ibal-pi-el II of Eshnunna and a lengthy letter from Ibal-pi-el II to Zimri-lim offering a political alliance.  These two texts offer insight into the form and structure as well as the terminology of international treaties during the first half of the second millennium BCE. Additional readings will include not only other historical inscriptions of the kings of Mari and of Eshnunna but also, for the purposes of comparison and contrast, inscriptions of the kings of Larsa.    Students will acquire an in-depth understanding of the variety and scope of historical and particularly royal inscriptions in the time of the competing territorial states of the Old Babylonian period.    Permission of the instructor and Intermediate Akkadian are required.    Fall 2015 Other Courses    ISAW-GA 1000-001 Intro to Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course, in the first part of a full year course over two semesters, introduces students to the Middle Egyptian (Classical) dialect of the Ancient Egyptian language in its hieroglyphic form. The classes are structured primarily according to the lessons in J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . The course will usually proceed at the rate of one chapter per week, but occasionally a chapter may be skipped or two chapters will be combined. The goal of the first semester is to reach the treatment of the Egyptian verb and the infinitive in Allen’s 13th and 14th chapters. The lessons will be supplemented with readings from A.H. Gardiner, Egyptian Grammar , 3rd. edition, M. Collier and B. Manley, How to Read Egyptian Hieroglyphs , revised edition, and occasional excerpts from Egyptian funerary stelae.    Permission of the instructor is required.    ISAW-GA 1002-001 Advanced Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course is based on readings from actual Egyptian hieroglyphic texts in their original form. In the early stages of the course, the readings will be presented in both a “normalized” form with the individual sentences and clauses demarked as well as in the original, continuous text format. The readings will be drawn from a wide range of genres and will increase in difficulty as the course progresses. Where appropriate, photographs and line drawings will be used so that students will learn to handle hieroglyphic text as it actually appears on Egyptian objects. The readings are drawn from a text book in progress.    Permission of the instructor is required.    Spring 2016 Seminars    ISAW-GA 3007-001 Roman Law and the Papyri Roger Bagnall roger.bagnall@nyu.edu Thursdays, 9:00am-12:00pm    Ever since the first legal documents on papyrus dating to the Roman imperial period were published in the nineteenth century, it has been evident to jurists that the papyri offered a unique opportunity to look in depth at how the majestic and complex structure of Roman law that we know from the classical jurists (largely excerpted in Justinian’s Digest) worked on the ground in the provinces. A sizable literature on the subject developed in the early twentieth centuy and has continued to evolve. This seminar will take a series of key issues and institutions, including marriage, the legal status of women, slavery, testation, and major contract types. For each we will examine both selections from the jurists and some representative papyrus documents.    Permission of the instructor is required.    ISAW-GA 3010-001 Shang Civilization: Text and Material Culture Roderick Campbell rbc2@nyu.edu Fridays, 2:00-5:00pm    This seminar will focus on the Shang dynasty of ancient China from the perspective of archaeology, epigraphy and transmitted texts. The archaeology will cover north China in the 2nd millennium BCE, but focus on the site of Anyang where inscribed oracle-bones and bronzes, monumental tombs and palatial buildings were discovered in the early 20th century demonstrating the historicity of the Shang dynasty. The oracle-bones and bronze inscriptions of the Anyang period will present an opportunity to glimpse a partial image of Shang royal and high elite concerns, especially concerning ritual. A study of Shang history from the perspective of transmitted texts will give both an opportunity to understand the place of the Shang dynasty in later Chinese history as well as its formation as historical subject. This course will be taught at several levels and students of non-sinological background are welcome. While the ability to read classical and modern Chinese would be an asset, neither language is a requirement for this seminar.    Permission of the instructor is required.    ISAW-GA 3012-001 Beyond China and Byzantium Robert Hoyland and Sören Stark rgh2@nyu.edu ;   soeren.stark@nyu.edu Tuesdays, 9:00am-12:00pm    Permission of the instructors is required.    ISAW-GA 3014-001 Cultural Memory and the Libraries in Mesopotamia Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm    Permission of the instructor is required.    ISAW-GA 3023-001 Special Topics in Digital Humanities for the Ancient World: Computational Photography and 3D Modeling Sebastian Heath sh1933@nyu.edu Wednesdays, 2:00-5:00pm    The premise of this course is that virtual representations of the ancient world will become increasingly important to both research and teaching as the ability to create, work with, and share such digital resources becomes less expensive and more widely available. Accordingly, the course will combine hands-on experience with creating and using virtual representations of ancient material culture, including objects and architectural spaces, with a review of current practices being employed by projects around the world. Students will use such tools as the open-source 3d-suite Blender, the game engine Unity, and applications for making models with smartphone cameras. We will explore techniques for making richly-textured 3d models of real objects as well as create immersive virtual environments. Readings will include reports of ongoing work as well as discussions of why 3D matters and how it is being used in the classroom. Guest speakers from academia and industry will provide a broad perspective on current trends. Students will use their own computers and should be willing to apply themselves to learning the digital skills the class introduces.    Permission of the instructor is required.    Spring 2016 Tutorials    ISAW-GA 3014-002 Advanced Akkadian: Neo-Babylonian Historical Inscriptions Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     The Advanced Reading of Akkadian Class of Neo-Babylonian Inscriptions is designed to introduce into the Neo-Babylonian dialect and to familiarize the student with its particular paleography and grammar. Simultaneously, a diachronic choice of Neo-Babylonian inscriptions reaching from Nabupolassar, its founder, to Nabonidus will provide an insight into the history of the Neo-Babylonian empire.    Permission of the instructor and knowledge of Akkadian are required.    Spring 2016 Other Courses    ISAW-GA 1001-001 Intro to Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD  This course is a continuation of the first semester. The course will proceed at the rate of a chapter per week through J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . From time to time, passages from actual Egyptian texts will supplement the examples in Allen’s grammar. Depending on the progress of the class, the last weeks of the course will cover the hieroglyphic transcription of The Tale of the Shipwrecked Sailor , an actual Egyptian literary tale.    Permission of the instructor is required.    ISAW-GA 1003-001 Advanced Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This is a continuation of the fall semester course, using additional sources of increasing difficulty. Depending on the progress of the class, there will be occasional readings from hieratic primarily based on sources that the students have already read in hieroglyphic transcription during this course and the previous semester.    Permission of the instructor is required.    Past Seminars                                                                                                                                                                      Navigation                                               Doctoral Program                                    Admissions and Financial Aid                                    What We Study                                    Degree Requirements                                    Program Structure                                    Faculty                                    Our Graduate Students                                    Archaeological Projects                                    Frequently Asked Questions                                    2015-16 Course Descriptions                                    Visiting Graduate Students                                    Resources and Facilities                                    Student Handbook                                                                                                           NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]