[{"detail": [{"content": "Hunger and Food Security in a Global Perspective (meets in New York only) | NYU Wagner                                    Jump to navigation                                                             Hunger and Food Security in a Global Perspective (meets in New York only)   PADM-GP.4250, 1.5 points.       Courses         Description |    Syllabi |    Evaluations           Note: This half course meets in New York only (see PADM-GP 2250 for the version of this course that meets in New York and Ghana).      This course explores the political and economic policy issues surrounding hunger and food security, drawing on many case examples and using Ghana as a case study. The course will provide an overview of some of the core dimensions of global hunger and food security policy issues, including debates over a new green revolution, food aid, fair trade, the impact of expanded biofuels production and the impact of the inter-related financial, food, and fuel crises.    Prerequisites: CORE-GP 1018; CORE-GP 1011; CORE-GP 1022; or equivalents or permission from the instructor.                     Semester     Instructor     Syllabus Link         Spring 2014 John Gershman Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 John Gershman Evaluation  Spring 2013 John Gershman Evaluation                             Course Section Spring2015001                         Instructors:        Gershman, John J                              Weekly Schedule:        Mon - 4:55 pm to 6:35 pm                     Session Dates:        03/23/2015 to 05/11/2015                                  Location:         Bldg:GCASL Room:369"}]},
{"detail": [{"content": "Hunger and Food Security in a Global Perspective (meets in New York only) | NYU Wagner                                    Jump to navigation                                                             Hunger and Food Security in a Global Perspective (meets in New York only)   PADM-GP.4250, 1.5 points.       Courses         Description |    Syllabi |    Evaluations           Note: This half course meets in New York only (see PADM-GP 2250 for the version of this course that meets in New York and Ghana).      This course explores the political and economic policy issues surrounding hunger and food security, drawing on many case examples and using Ghana as a case study. The course will provide an overview of some of the core dimensions of global hunger and food security policy issues, including debates over a new green revolution, food aid, fair trade, the impact of expanded biofuels production and the impact of the inter-related financial, food, and fuel crises.    Prerequisites: CORE-GP 1018; CORE-GP 1011; CORE-GP 1022; or equivalents or permission from the instructor.                     Semester     Instructor     Syllabus Link         Spring 2014 John Gershman Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 John Gershman Evaluation  Spring 2013 John Gershman Evaluation                             Course Section Spring2015001                         Instructors:        Gershman, John J                              Weekly Schedule:        Mon - 4:55 pm to 6:35 pm                     Session Dates:        03/23/2015 to 05/11/2015                                  Location:         Bldg:GCASL Room:369"}, {"content": "Hunger and Food Security in a Global Perspective (Accra, Ghana) | NYU Wagner                                    Jump to navigation                                                             Hunger and Food Security in a Global Perspective (Accra, Ghana)   PADM-GP.2250, 3 points.       Courses         Description |    Syllabi |    Evaluations           This course explores the political and economic policy issues surrounding hunger and food security, drawing on many case examples and using Ghana as a case study. The course will provide an overview of some of the core dimensions of global hunger and food security policy issues, including debates over a new green revolution, food aid, fair trade, the impact of expanded biofuels production and the impact of the inter-related financial, food, and fuel crises. The class will incorporate visits to sites in Ghana and discussions with NGOs and other organizations involved in various efforts to enhance food security.   This course requires pre-departure lectures in New York in late May and early June. Check Albert for dates and times.    Prerequisites: CORE-GP 1018 Microeconomics, CORE-GP 1011 Statistical Methods, CORE-GP 1022 Intro to Policy, or equivalents or permission from the instructor.                     Semester     Instructor     Syllabus Link         Spring 2014 John Gershman Syllabus  Spring 2013 John Gershman Syllabus  Summer 2013 John Gershman, Diana Beck Syllabus  Summer 2012 John Gershman Syllabus  Summer 2011 John Gershman Syllabus  Summer 2010 Diana Beck Syllabus                         Semester     Instructor     Evaluation Link         Summer 2013 John Gershman Evaluation  Summer 2013 Diana Beck Evaluation"}]},
{"detail": [{"content": "Hunger and Food Security in a Global Perspective (meets in New York only) | NYU Wagner                                    Jump to navigation                                                             Hunger and Food Security in a Global Perspective (meets in New York only)   PADM-GP.4250, 1.5 points.       Courses         Description |    Syllabi |    Evaluations           Note: This half course meets in New York only (see PADM-GP 2250 for the version of this course that meets in New York and Ghana).      This course explores the political and economic policy issues surrounding hunger and food security, drawing on many case examples and using Ghana as a case study. The course will provide an overview of some of the core dimensions of global hunger and food security policy issues, including debates over a new green revolution, food aid, fair trade, the impact of expanded biofuels production and the impact of the inter-related financial, food, and fuel crises.    Prerequisites: CORE-GP 1018; CORE-GP 1011; CORE-GP 1022; or equivalents or permission from the instructor.                     Semester     Instructor     Syllabus Link         Spring 2014 John Gershman Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 John Gershman Evaluation  Spring 2013 John Gershman Evaluation                             Course Section Spring2015001                         Instructors:        Gershman, John J                              Weekly Schedule:        Mon - 4:55 pm to 6:35 pm                     Session Dates:        03/23/2015 to 05/11/2015                                  Location:         Bldg:GCASL Room:369"}, {"content": "Hunger and Food Security in a Global Perspective (Accra, Ghana) | NYU Wagner                                    Jump to navigation                                                             Hunger and Food Security in a Global Perspective (Accra, Ghana)   PADM-GP.2250, 3 points.       Courses         Description |    Syllabi |    Evaluations           This course explores the political and economic policy issues surrounding hunger and food security, drawing on many case examples and using Ghana as a case study. The course will provide an overview of some of the core dimensions of global hunger and food security policy issues, including debates over a new green revolution, food aid, fair trade, the impact of expanded biofuels production and the impact of the inter-related financial, food, and fuel crises. The class will incorporate visits to sites in Ghana and discussions with NGOs and other organizations involved in various efforts to enhance food security.   This course requires pre-departure lectures in New York in late May and early June. Check Albert for dates and times.    Prerequisites: CORE-GP 1018 Microeconomics, CORE-GP 1011 Statistical Methods, CORE-GP 1022 Intro to Policy, or equivalents or permission from the instructor.                     Semester     Instructor     Syllabus Link         Spring 2014 John Gershman Syllabus  Spring 2013 John Gershman Syllabus  Summer 2013 John Gershman, Diana Beck Syllabus  Summer 2012 John Gershman Syllabus  Summer 2011 John Gershman Syllabus  Summer 2010 Diana Beck Syllabus                         Semester     Instructor     Evaluation Link         Summer 2013 John Gershman Evaluation  Summer 2013 Diana Beck Evaluation"}, {"content": "Accra, Ghana: Hunger and Food Security | NYU Wagner                                       Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Global Perspective › Accra, Ghana: Hunger and Food Security          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                Accra, Ghana: Hunger and Food Security          Accra, Ghana: Hunger and Food Security   Geneva, Switzerland   Salvador, Brazil   Shanghai, China                  Request More Information     Apply to Wagner                                                 Hunger and Food Security in a Global Perspective   In Ghana at NYU Accra and in Cape Coast, Kumasi and Tamale   2015 dates: Saturday, May 30, 2015 (arrival day) -  Friday, June  19, 2015 (departure day); Sunday, May 31 (first day of class) - Thursday, June 18 (last day of class).   In addition, there are required pre-departure class meetings (at NYU in New York): Mondays 4:55 pm - 6:35 pm from March 23, March 30, April 6 (including pre-departure travel safety meeting), April 13, April 20, April 27, May 4, and May 11. The class will also meet on Thursday, May 14 from 5-7 pm.   The Course   PADM-GP 2250 | Syllabus | Itinerary      This course explores the political and economic policy issues surrounding hunger and food security, drawing on many case examples and using Ghana as a case study. The course will provide an overview of some of the core dimensions of global hunger and food security policy issues, including debates over a new green revolution, food aid, fair trade, the impact of expanded biofuels production and the impact of the inter-related financial, food, and fuel crises. The class will incorporate visits to sites in Ghana and discussions with NGOs and other organizations involved in various efforts to enhance food security.   The course will have pre-departure lectures in New York in late May and early June. Check Albert for the schedule.   Course prerequisites: Wagner's CORE-GP 1018 Microeconomics, CORE-GP 1011 Statistical Methods, CORE-GP 1022 Intro to Policy, or equivalents or permission from the instructor (see instructor email addresses on right side of this page under \"instructors\").   Note : New York-based version of course (PADM-GP 4250): Please note that a half-semester course, PADM-GP 4250 Hunger and Food Security in a Global Perspective (meets in New York only), which will not travel to Ghana, is also being offered. The course will meetMondays 4:55 pm - 6:35 pm from 3/23/2015 - 5/14/2015. Check Albert for updates. The same course prerequisites as above apply.   Excursions   As part of the course students will take half-day study visits to organizations and farms working to enhance food security. The course will also include a full-day visit to Cape Coast and visits to local markets and attractions in Accra.   Participants will visit:   Local, national non-governmental organizations (NGOs), and aid agencies;   Local markets in Accra, Kumasi and Tamale;   Elmina Castle, the oldest European building in existence below the Sahara.   Kumasi, Tamale and Wli Falls in the Volta Region   Program Costs   Tuition: $4,500 (approx), plus registration and support fees. Click here for more information.   Non-refundable program fee (includes housing, ground transport, several meals, orientation, staff assistance, and more): $2,000 anticipated. $1,500 deposit This fee will be due upon acceptance in the course. The program activities fee is payable by credit card.   Accommodations and Logistics   Participants stay at the NYU Accra Solomon's Lodge student residence building, located in a quiet residential neighborhood in Accra and a short distance from the city center. Accommodations in Cape Coast, Kumasi and Tamale will be at hotels and guest houses. The activities fee includes lodging costs, an opening luncheon and dinner, breakfast groceries, and a closing dinner as well as ground transportation and on-site staffing. Students will be responsible for other meals, mobile phone rental and minutes, and spending cash.   For more information about NYU Accra, visit its website . For more information about Accra, visit Wikitravel's Guide to Accra and Lonely Planet's Guide to Accra .   Flight: Participants must book and pay for their flights, and should do so no later than April. Several airlines fly to Ghana, including Delta, Ghana Airways, American Airlines, Lufthansa and British Airways.   Passport: All program participants are required to have a valid passport, which must be valid for up to 6 months after course date, not before.   Visa:  NYU students will receive information from NYU's Office of Global Services regarding appropriate visa type. Visit the Ghana Consulate in New York for more information on the visa process.   Registration and Information   All students must complete the Request for Registration online form on the right side of this page. Request for registration will open in mid-December 2015.   Upper-level undergraduate students seeking to take the course for credit must first gain approval from their advisor and then contact wagner.international@nyu.edu for registration procedures.   Non-matriculated, non-NYU and non-credit participants should contact wagner.international@nyu.edu for more information.   For all inquiries about the program, contact wagner.international@nyu.edu .                      Ghana at NYU Accra                          \"Strangler Ficus Tree strangles the class at Aburi Botanical Garden.\" Photo by Sandra Vu           \"Class photo at the Strangler Ficus Tree at Aburi Botanical Garden.\" Photo by Sandra Vu           \"Cocoa bean storage at Kuapa Kokoo Cocoa farm outside of Kumasi\" Photo by Sandra Vu           \"Cocoa beans at Kuapa Kokoo Cocoa farm outside of Kumasi\" Photo by Sandra Vu           \"Lunching in the classroom at Kuapa Kokoo Cocoa farm outside of Kumasi\" Photo by Sandra Vu           \"Discussion with the farmers at Kuapa Kokoo Cocoa farm outside of Kumasi\" Photo by Sandra Vu           \"Learning in action at Kuapa Kokoo Cocoa farm outside of Kumasi\" Photo by Sandra Vu           \"Visiting the Kuapa Kokoo Cocoa Coop outside of Kumasi\" Photo by Sandra Vu           \"Exploring a aquaculture at Kumah Farms Complex outside of Kumasi.\" Photo by Sandra Vu           \"Visiting the Kumah Farms Complex outside of Kumasi\" Photo by Angela Cheng           \"Visiting the Millennium Villages Project in Bonsaaso.\" Photo by Sandra Vu           \"A bonfire and limbo contest at Coconut Beach in Elmina\" Photo by Sandra Vu           \"Visiting the Chief Fisherman at Elmina.\" Photo by Sandra Vu           \"Exploring the fishing boat yards in Elmina.\" Photo by Sandra Vu           \"Learning about the local fishing trade and community in Elmina.\" Photo by Sandra Vu                                   Information Session   Join us for an information session on Friday, January 30 at 1pm at NYU Wagner (Rudin Forum) to learn more about this course and Wagner's  summer courses abroad. RSVP required here . Note: This course is open to NYU and non-NYU students/participants.   Request for Registration Form and Timeline   No longer accepting applications . [Priority deadlines: January 7 and February 9.]   Pre-departure lecture dates: Mondays 4:55 pm - 6:35 pm from March 23, March 30, April 6 (including pre-departure travel safety meeting), April 13, April 20, April 27, May 4, and May 11. The class will also meet on Thursday, May 14 from 5-7 pm.       Instructors   Diana Beck , NYU Wagner   John Gershman , NYU Wagner                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]