[{"detail": [{"content": "Elements and Compounds                   MathMol Home Page          Elements, Atoms, and Molecules For   a more advanced list of resources on atoms, elements and compounds Elements   are substances that cannot be separated into simpler substances. Salt is made   up of the elements sodium and chloride. Water is made up of the elements hydrogen   and oxygen.  The smallest particles of matter are   called atoms . Remember the carrot from the other chapter. If you continue   to chop a carrot into smaller and smaller pieces, eventually you would reach a   point where you could not cut up the carrot anymore, but still have carrot. You   would then have molecules of carrot. The same applies to elements. If you continually   cut up a piece of aluminum, you will reach a point that you could no longer divide   it. These are aluminum atoms. An atom is the smallest particle of an element that   has the properties of that element. Some properties of aluminum are: shiny, silver   colored, fragile, and thin. Each element has its own type of properties.  Chemists   use symbols to represent elements. A symbol is a letter or picture used to represent   something. Chemists use one or two lettters to represent elements. The symbol   for aluminum is Al. The symbol for oxygen is O.  A   model of an oxygen molecule . The symbol for oxygen   is O. &quot;O&quot; stands for one atom of oxygen. Oxygen stoms are joined in   pairs. To write a pair of oxygen atoms using symbols, we use the symbol O and   the number 2. Oxygen would be (O2). The 2 is a subscript. &quot;Sub&quot; means   &quot;below&quot;. The 2 is written to the right of and below the O. A pair of   oxygen atoms is a molecule of oxygen. A molecule is the smallest particle   of a substance that exists independently. Molecules of most elements are made   up of only one of atom of that element. Oxygen, along with nitrogen, hydrogen,   and chlorine are made up of two atoms. Look at the model of oxygen above. The   two balls represents the two oxygen molecules. The oxygen molecules are bonded   or stuck together. We will learn about bonds later.  Compounds    A compound is a substance formed when two or more elements   are chemically joined. Water, salt, and sugar are examples of compounds. When   the elements are joined, the atoms lose their individual properties and have different   properties from the elements they are composed of. A chemical formula is used   a quick way to show the composition of compounds. Letters, numbers, and symbols   are used to represent elements and the number of elements in each compound.     Mixtures Mixtures are two   or more substances that are mixed together but not chemically joined. A good example   of a mixture is a salad. There are tomatoes, lettuce, cucumbers, and salad dressing   all mixed together. No chemical reactions occur between the vegetables and the   dressing. You can separate each of the vegetables from each other. When spices   are added to a cake before baking, do you think they form compounds or mixtures?   Why?   Find out here!   (click and hold) Mixtures are formed when you add spices to a   cake before baking.You can still separate the spices from the flour, even   though it it will be a long and difficult task. After baking,   a chemical reaction occurs and you can no longer separate the spices from   the cake."}]},
{"detail": [{"content": "Elements and Compounds                   MathMol Home Page          Elements, Atoms, and Molecules For   a more advanced list of resources on atoms, elements and compounds Elements   are substances that cannot be separated into simpler substances. Salt is made   up of the elements sodium and chloride. Water is made up of the elements hydrogen   and oxygen.  The smallest particles of matter are   called atoms . Remember the carrot from the other chapter. If you continue   to chop a carrot into smaller and smaller pieces, eventually you would reach a   point where you could not cut up the carrot anymore, but still have carrot. You   would then have molecules of carrot. The same applies to elements. If you continually   cut up a piece of aluminum, you will reach a point that you could no longer divide   it. These are aluminum atoms. An atom is the smallest particle of an element that   has the properties of that element. Some properties of aluminum are: shiny, silver   colored, fragile, and thin. Each element has its own type of properties.  Chemists   use symbols to represent elements. A symbol is a letter or picture used to represent   something. Chemists use one or two lettters to represent elements. The symbol   for aluminum is Al. The symbol for oxygen is O.  A   model of an oxygen molecule . The symbol for oxygen   is O. &quot;O&quot; stands for one atom of oxygen. Oxygen stoms are joined in   pairs. To write a pair of oxygen atoms using symbols, we use the symbol O and   the number 2. Oxygen would be (O2). The 2 is a subscript. &quot;Sub&quot; means   &quot;below&quot;. The 2 is written to the right of and below the O. A pair of   oxygen atoms is a molecule of oxygen. A molecule is the smallest particle   of a substance that exists independently. Molecules of most elements are made   up of only one of atom of that element. Oxygen, along with nitrogen, hydrogen,   and chlorine are made up of two atoms. Look at the model of oxygen above. The   two balls represents the two oxygen molecules. The oxygen molecules are bonded   or stuck together. We will learn about bonds later.  Compounds    A compound is a substance formed when two or more elements   are chemically joined. Water, salt, and sugar are examples of compounds. When   the elements are joined, the atoms lose their individual properties and have different   properties from the elements they are composed of. A chemical formula is used   a quick way to show the composition of compounds. Letters, numbers, and symbols   are used to represent elements and the number of elements in each compound.     Mixtures Mixtures are two   or more substances that are mixed together but not chemically joined. A good example   of a mixture is a salad. There are tomatoes, lettuce, cucumbers, and salad dressing   all mixed together. No chemical reactions occur between the vegetables and the   dressing. You can separate each of the vegetables from each other. When spices   are added to a cake before baking, do you think they form compounds or mixtures?   Why?   Find out here!   (click and hold) Mixtures are formed when you add spices to a   cake before baking.You can still separate the spices from the flour, even   though it it will be a long and difficult task. After baking,   a chemical reaction occurs and you can no longer separate the spices from   the cake."}, {"content": "Basic Elements of General Anesthesia                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Research   /   Resources and Support Offices   /   Getting Started with Your Research   /   Research with Animals   /   Office of Veterinary Resources   /   Training                                                     Basic Elements of General Anesthesia       Provides overall insensitivity and unconsciousness. Basic elements of general anesthesia include:       unconsciousness amnesia (loss of memory of pain or distress) analgesia muscle relaxation diminished motor response to noxious stimuli reversibility       Two main delivery systems are used in veterinary medicine, inhalation and injection; a brief review of common drugs follows: Inhalation anesthetics   Are gaseous or volatile agents administered via the respiratory tract. Inhalation anesthetics, when properly administered allow one to control and regulate anesthetic depth. Disadvantages include need for specialized delivery equipment and potential toxicosis to personnel chronically exposed to anesthetic vapors. Endotracheal intubation facilitates effective and safe delivery of inhalation anesthetics. A waste gas scavenging system should be used to minimize exposure to personnel. Examples include: ether, halothane, methoxyflurane, and isoflurane. Injectable Anesthetics   Can serve as the sole anesthetic agent, be used to induce anesthesia before inhalation anesthesia, or supplement regional anesthesia. To minimize the chance of drug overdose and to reduce drug-related tissue damage, drugs used for smaller (&lt;4 kg) laboratory animals may need to be diluted.    Hypnotic/sedative   Drugs are widely used for inducing or managing general anesthesia. They induce a dose-dependent spectrum of CNS depression, from sleep to deep general anesthesia. Higher doses may cause medullary paralysis, respiratory arrest and death. Examples include: pentobarbital, sodium thiamylal, sodium thiopental and chloral hydrate. alpha 2-Adrenergic   Receptor agonists have tranquilizing, sedative, and potent analgesic properties. Examples include: xylazine (trade name Rompum). Dissociative Drugs   Induce anesthesia, have short duration of action, a wide safety margin, and cause minimal cardiopulmonary depression. To decrease undesirable actions such as muscle hypertonus and emergence delirium, they may be used in combination with hypnotics, tranquilizers, or alpha 2-adrenergic agonists. Examples include: ketamine and tiletamine which is often in combination with the tranquilizer, zolazepam. Muscle Relaxants   Are predominantly central or peripheral acting. The peripheral acting muscle relaxants are devoid of sedative and analgesic properties. These drugs, when used during surgery, must be administered only in conjunction with general anesthetics. The investigator must remain aware that the animal is unable to respond with purposeful movement to noxious stimulation and the animal must be closely monitored (e.g. heart rate, arterial blood pressure) to ensure adequate general anesthesia. Examples include: succinylcholine and dimethyl tubocurarine.       Local and Regional Anesthesia   Used most often in large animals, such as horses, cattle or sheep. Localized insensitivity in awake or mildly sedated animals can result from topical application or injection of appropriate anesthetics in the region of the surgical incision (local anesthesia); injection in proximity to nerve trunks (nerve block); or injection into the subarachnoid or epidural spaces (regional anesthesia).    Local and regional anesthesia advantages include:       the cost of drugs and equipment is low the need for special post-anesthetic care is minimal avoids undesirable complications that accompany unconsciousness and recumbency:    regurgitation and aspiration of gastric contents inefficient respiratory gas exchange traumatic complications associated with recovery myopathy (particularly in large, heavy animals)             Local and regional anesthesia disadvantages Include:       some degree of animal cooperation is necessary the anesthetic period is relatively short tissue damage has been associated with injection of large volumes of anesthetic agents rapid absorption or inadvertent intravascular injections of large quantities of anesthetic agents can cause life-threatening reactions.       Analgesic drugs   Used to reduce pain are initiated pre-emptively during the surgical period and continued well into the postoperative recovery period. It is often erroneously presumed that an animal is not in pain, when there is no obvious change in behavior. Pain can be difficult to detect because of individual and species variation. \"Typical\" signs of pain include guarding the painful area, vocalization, licking, biting, self mutilation, signs of depression, grinding of teeth, restlessness, lack of mobility, failure to groom, abnormal posture, changes in sleep patterns, and failure to eat or drink. Pain can be assumed to have been present if administration of analgesics causes these signs to disappear.    Consultation with the attending veterinarian is recommended since there is tremendous variation between species as to their response to analgesic drugs. Limited animal studies have been conducted and for many species there will be widely different published dosage schedules. Never extrapolate from human data, please consult with the veterinarian.                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]