[{"detail": [{"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Graduate Certificate Program in Culture and Media, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Graduate Certificate Program in Culture and Media   This information is also available for download in .pdf format, here . For a list of recent student documentaries produced in the Culture and Media Program    click here.          Certificate Program in Culture and Media     The Departments of Anthropology and Cinema Studies offer a specialized joint course of study leading to a New York State Certificate in Culture and Media for NYU graduate students who are also pursuing their PhD degrees in Anthropology or Cinema Studies. The program’s philosophy takes a broad approach to the relationships   between culture and media in a number of domains including: ethnographic   film’s significance for the fields of anthropology and cinema/media   studies; problems in representation of cultures through media; the   development of media in indigenous, Diaspora, and non-Western   communities; the emerging social and cultural formations shaped by new   media practices; the political economy shaping the production,   distribution and consumption of media worldwide; and the impact of new   media technologies on these processes.   This graduate program provides a focused course of studies   integrating production with theory and research. Training in this   program will enable students to pursue the following:   -Production work in state-of-the-art digital video based on their   own research, resulting in a twenty-thirty minute documentary. Student   works have shown in festivals worldwide, won multiple awards, and are in   distribution.  For a list of recent student documentaries click here .      -Ethnographic research into the social practice of media in a range of   communities and cultures. Students from the program have done PhD   research on the development of media in diverse settings, from the   emergence of film and TV in Papua New Guinea, to circulation of   religious media in Northern Nigeria.    -Teaching the history, theory, and production of ethnographic documentary and related issues.    -A career in media requiring an understanding of anthropology, such as   specialized programming and distribution of ethnographic film and   video, community-based documentary production, management of   ethnographic film/video libraries and archives, or work in new media.  Each year, two student works are selected for a pitch session at the prestigious SILVERDOCS documentary festival. http://silverdocs.com/ . CORE FACULTY:    Anthropology  Tejaswini Ganti Director, Program in Culture and Media Associate Professor, Department of Anthropology Faye Ginsburg (on Leave 2014-2015) David B. Kriser Professor of Anthropology Director, Center for Media, Culture and History    Cheryl Furjanic Director, Video Labs   \u2028Noelle Stout Assistant Professor, Department of Anthropology   Pegi Vail Associate Director, Center for Media, Culture, &amp; History   Cinema Studies    Toby Lee Assistant Professor, Cinema Studies Co-Director, Program in Culture and Media Robert Stam University Professor, Cinema Studies   NYU Kanbar Institute of Film and Television    Marco Williams Associate Arts Professor, Film and Television  INTERNSHIPS The program also arranges supervised internships for course credit, tailored to individual research and professional interests. Students work in a variety of programming and production positions for institutions, such as: The American Museum of Natural History Margaret Mead Film Festiva; The National Museum of the American Indian, Film-Video Center; The Museum of Modern Art, Department of Film RESOURCES The Anthropology Department has a film and video screening theater that seats up to forty. Our excellent and expanding study collection of over 2000 ethnographic/documentary film and video works -- from direct cinema to experimental genres -- includes most of the classics, important recent works, and a unique and comprehensive collection of works by indigenous media makers from all parts of the world.    The Department of Cinema Studies has a collection of over 38,000 videos and 3000 16mm prints at The George Amberg Memorial Film Study Center, and New York University's Avery Fisher Music and Media Center has over 2000 documentaries as well as other films available to students in its video library facility. In addition, some of the best film, video and broadcast libraries are available in New York City. THE CENTER FOR MEDIA, CULTURE, AND HISTORY    The program works closely with the Center for Media, Culture, and History, directed by Professor Faye Ginsburg. The Center sponsors fellows, screenings, lectures and conferences, and integrates concerns of faculty and students from the Program in Africana Studies and the Departments of Anthropology, Cinema Studies, History, and Performance Studies as well as other programs. The Center addresses issues of representation, social change, and identity construction embedded in the development of film, television, video, and new media worldwide. For more information about the Center, visit the website.    The Center for Media, Culture, and History: cmchnyu.org    THE CENTER for RELIGION &amp; MEDIA    The Center for Religion and Media, directed by Faye Ginsburg and Angela Zito, was inaugurated in 2003 as one of ten Centers of Excellence funded by The Pew Charitable Trusts ; it seeks to develop interdisciplinary, cross-cultural knowledge of how religious practices and ideas are shaped and spread through a variety of media. For more information about the Center, visit the website. The Center for Religion &amp; Media: crmnyu.org       CURRICULUM Students cannot take courses in the Culture and Media program unless they are enrolled in the PhD. program in Anthropology or the M.A/Ph.D program in Cinema Studies at NYU. To complete the Certificate Program, they must: (1) take the curriculum outlined below; (2) design and complete a project in ethnographic film or video in the form of either a production or original research; and (3) complete their M.A. in Anthropology or Cinema Studies. Students wishing to pursue a Ph.D. can integrate the Certificate Program into their studies for the advanced degree in consultation with their Dissertation Committee. Students with prior training in media may be able to substitute other courses from the extensive curriculum offered in Cinema Studies, Anthropology, or media production – including other forms such as photography and new media.  ANTHROPOLOGY STUDENTS: Courses [1] &amp; [2] below can count toward their M.A., and courses [3] &amp; [4] can count toward their PhD.     CINEMA STUDIES STUDENTS: Students should contact Toby Lee at tobylee@nyu.edu.     All students are required to take the following courses:       [1] ANTH GA 1215 / CINE GT 1402   Culture and Media I; History and Theory of Ethnographic Documentary (Ganti/Ginsburg) 4 PTS      [2] ANTH GA 1216 / CINE GT 1403   Culture and Media II; ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti) 4 PTS       [3] CINE GT 2001    Cultural Theory and The Documentary (Toby Lee) 4 PTS      [4] Recommended course or approved elective in opposite dept       [5]/[6] CINE GT 1998 &amp; H56.0080    SIGHT AND SOUND DOCUMENTARY (Williams) 6 PTS   (Summer documentary production; mid-May to late June; 6pts.)      [7]/[8] ANTH GA 1218-19 &amp; ANTH GA 1218-19    VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail) 8 PTS   (Prerequisite: Sight and Sound Documentary or equivalent)         COURSE DESCRIPTIONS (REQUIRED)    CULTURE &amp; MEDIA I (Ganti/Ginsburg)    This course offers a critical revision of the history of the genre of ethnographic film, the central debates it has engaged around cross-cultural representation, and the theoretical and cinematic responses to questions of the screen representation of culture, from the early romantic constructions of Robert Flaherty to current work in film, television and video on the part of indigenous people throughout the world. Ethnographic film has a peculiar and highly contested status within anthropology, cinema studies, and documentary practice. In this seminar, we will situate ethnographic film within the wider project of the representation of cultural lives, and especially \"natives\". Starting with what are regarded as the first examples of the genre, we will examine how these emerged in a particular intellectual context and political economy. We will then consider the key works that have defined the genre, and the epistemological and formal innovations associated with them, addressing questions concerning social theory, documentary, as well as the institutional structures through which they are funded, distributed, and seen by various audiences. Throughout the course we will keep in mind the properties of film as a signifying practice, its status as a form of anthropological knowledge, and the ethical and political concerns raised by cross-cultural representation.   CULTURE &amp; MEDIA II: ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti)    In the last decade, a new field — the ethnography of media — has emerged as an exciting new arena of research. While claims about media in peoples lives are made on a daily basis, surprisingly little research has actually attempted to look at how media is part of the naturally occurring lived realities of people’s lives. In the last decade, anthropologists and media scholars interested in film, television, and video have been turning their attention increasingly beyond the text and empiricist notions of audiences, (stereotypically associated with the ethnography of media), to consider, ethnographically, the complex social worlds in which media is produced, circulated and consumed, at home and elsewhere. This work theorizes media studies from the point of view of cross-cultural ethnographic realities and anthropology from the perspective of new spaces of communication focusing on the social, economic and political life of media and how it makes a difference in the daily lives of people as a practice, whether in production, reception, or circulation.    The class will be organized around case studies that interrogate broader issues that are particularly endemic to questions of cross-cultural media including debates over cultural imperialism vs. the autonomy of local producers/consumers, the instability and stratification of reception, the shift from national to transnational circuits of production and consumption, the increasing complicity of researchers with their subjects over representations of culture, and the historically and culturally contingent ways in which images are read and used. These concerns are addressed in a variety of locations, from the complex circulation of films, photos, and lithographs, to the ever increasing range of televisual culture — from state sponsored melodramas, religious epics and soap operas, to varieties of public television; to the activist use of video, radio, the internet, and small media.    CULTURAL THEORY AND THE DOCUMENTARY (Toby Lee)    This course considers the actual and possible forms of relation between theories of culture and society and the mode of nonfiction cinema known as (social) documentary. From one perspective, theory is a discourse of explanation that is applied, concurrently or retroactively, to the images of culture presented in documentary films: films present raw material of culture to be theorized aesthetically, sociologically, psychologically, historically, politically, and so on. But at the same time, documentary filmmaking can be conceived as an intellectual discourse, what its founders called “a method of philosophic reasoning” (Paul Rotha), one meant to reflect or challenge certain cultural and social ideas. Despite the order of terms in the title of this course, what theory means to documentary, and vice versa, has always been an open question. This course explores various ways to answer the question.    SIGHT AND SOUND DOCUMENTARY (SUMMER COURSE) (Marco Williams)    The intensive six week summer course teaches students to look at their world and to develop the ability to create compelling and dramatic stories in which real people are the characters and real life is the plot. Through close study and analysis of feature length and short documentaries, and hands-on directing, shooting, sound-recording, editing and re-editing, students will rigorously explore the possibilities and the power of non-fiction story telling for film and video. The course is a dynamic combination of individual and group production work, in which each student will be expected to complete five projects. While tuition is covered, please be advised that there is a lab fee of approximately $600.   VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail )    A two-semester seminar that provides training and equipment for advanced graduate students to produce a media ethnography or short documentary. During the fall semester, in-class instruction, lab exercises, and readings introduce digital audio and video production, including shooting and editing with HD cameras, professional audio equipment, and Final Cut Pro non-linear editing systems. Focusing on ethnographic media practices, students also address key representational, methodological, and ethical issues in the production of ethnographic documentary. By the completion of the fall term, students will have chosen a topic and field site for their final projects and completed a short video (5-10 minutes). During the spring semester, students continue to work intensively on their projects by shooting, editing, and screening their footage. The course culminates in a public screening of students’ completed, 20-30 min. ethnographic documentaries. Attendance in class and lab sessions is mandatory, and students who fail to complete all fall assignments will not be allowed to register for the spring semester. Students should come into the class with a well-developed project idea.    THE SEMINAR IS RESTRICTED TO STUDENTS IN THE PROGRAM IN CULTURE AND MEDIA. IT IS LIMITED TO TEN STUDENTS AND REQUIRES PERMISSION OF THE INSTRUCTOR. Culture &amp; Media I and Sight and Sound Documentary (summer session) are mandatory pre-requisites. There is no lab fee, but students are expected to provide their own videotapes. For a list of recent student documentaries click here.    SELECTED ELECTIVE COURSES/ CINEMA STUDIES and ANTHROPOLOGY/FALL 2014       Culture, Meaning and Society ANTH-GA 1222 (Rogers) This introduction to sociocultural anthropology is designed for graduate students working primarily in other disciplines, and is intended to give them a grasp of specifically anthropological ways of defining researchable questions, collecting data, and drawing inference. In the first half of the semester, we will consider the 20thcentury development of some of the basic concepts and practices that have defined the discipline (notably the culture concept, ethnographic fieldwork methods). In the second half of the semester, we will read a series of recent ethnographic case-studies to further explore current anthropological approaches to a selection of specific topics. These will be chosen largely as a function of student interests, but may include gender, religion, education, among others. *** Open only to non-Anthropology Graduate students.  Documentary Traditions CINE GT 1400 (Bagnall) Mondays 6:20 – 9 PM   Fourteen sessions are devoted to a comparison of current documentaries with those made in earlier decades to illustrate how the art has responded to social, political, and economic realities and to changes in technology and systems of distribution. Undergraduates who take the course for 3 points are required to keep journals in which they respond to each session and compare observations with those made when viewing at least one documentary of their choice seen outside class, as well as in response to critical essays provided at each session and references in the text. Those wishing to earn an extra point (register for one point of H56.1097 Independent Study) may write a substantial term paper based on a topic approved by the instructor. French New Wave CINE GT 1513 (Stam) This course offers an historical and critical overview of one of the most dynamic and influential film movements within the history of the cinema -- the French New Wave – a movement that has influenced filmmakers all over the world. After examining the philosophical underpinnings of the movement in philosophical existentialism (Jean-Paul Sartre, Simone de Beauvoir) and the theoretical underpinnings in the film criticism of Cahiers du Cinema, we will examine key films and directors. We will explore the three core groups that together formed the New Wave, notably 1) the Cahiers directors (Truffaut, Godard, Chabrol, Rivette, Rohmer); 2) the Left Bank directors (Resnais, Duras, Varda, Marker); and 3) Cinema Verite (Jean Rouch, Edgar Morin). While we will focus largely on the films themselves, we will situate New Wave films within a broader spectrum of philosophy, literature, and the art. Some key themes in the course will be: first-person auteur cinema; artistic modernism and the New Wave; the relation between film and the other arts; the revolution in film language; the filmic adaptation of novels; and feminism and the New Wave; race, gender and sexuality; the evolution of style; and the political evolution leading up to the near-revolution of May 1968. The course will approach the New Wave through 1) critical writing, including by the directors themselves; 2) the screening of a chronologically arranged series of feature films; and 3) the analysis of short clips related to the larger themes. The goal of the course is for students to gain an overall sense of the historical importance of the New Wave, of the characteristic styles and themes of the key directors, and of some of the theories that circulated around such films. Topics in Documentary Film CINE GT 2002 (Lee) The term \"expanded documentary\" points both to the ways in which traditional documentary practices have diversified and transformed over the last few decades, particularly with changes in media technologies, as well as to different ways we might re-examine other film, media and art traditions through the lens of documentary practice. In this course, we consider how the documentary impulse functions in film, video, animation, sound; in the gallery, in the archive, in public space, in cyberspace; in forms linear and nonlinear, online and off. We also investigate the role of documentation in relation to performance and social practice art. In tracing these variations of documentary practice over time, we approach these expanded forms of non-fiction media not as addenda to documentary traditions, but rather as opportunities to reflect critically on those traditions, to connect present developments to historical precedents, and to pry open our sense of documentary as form, endeavor and practice. (Cross-listed with CINE-UT 417) Nonfiction Film History CINE GT 2307 (Streible, TBA) This course introduces students to the study of nonfiction film. It explores the history and theory of nonfiction cinema, including—but not limited to—documentary film. The established milestones of the international tradition of documentary—from the romantic mythmaking of Robert Flaherty to the leftist collectives and state propaganda projects of the 1930s and 1940s, through cinéma vérité of the 1960s and the activist and personal styles of recent decades—are considered. But the course also places documentary in a broader context that includes forms of nonfiction typically segregated from the traditional conception of documentary. Some are somewhat familiar forms, such as actualities, travelogues, and newsreels. Others have been largely ignored by scholars until quite recently: sponsored, industrial, educational, scientific, and medical films; home movies and other amateur films; outtakes and other archival footage. Viewed both as discrete works of cinema and as artifacts of social and cultural significance, such orphaned films pose problems of history, culture, and aesthetics that challenge traditional conceptions of making, viewing, and studying films. Students read primary historical sources, as well as new scholarly approaches to the global history of nonfiction film, and to the possible uses and meanings of this vast archive.   Adv. Sem. Paradigms of Globalization CINE GT 2835 (Choi) This course examines multiple histories, structures, theories and key concepts of globalization, linking them with issues in the nation-state, post/modernity, post/colonialism, cultural imperialism, post/Fordism, empire, and trans/national identities. It brings together different forms of knowledge from anthropology, sociology, cultural studies, and political economy to bear on film and media studies troubled by geo-cultural uncertainty and convergence. ***Those students interested in taking this seminar should email JungBong Choi at jbc7@nyu.edu . The email should state your status in the grad program, any relevant past courses/ reading/ research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar. Adv. Sem. Comparative Post-colonialism CINE GT 3207 (Stam) Alongside and in the aftermath of the \"culture wars\" in the United States, many battle lines, national and transnational, have formed around such inter-related issues as \"postcoloniality,\" \"comparative imperialism,\"\"critical race\" and so forth. Challenged and debated from many directions, the terms themselves have become subject to diverse political force-fields, in some ways becoming sliding signifiers onto which diverse groups project their hopes and fears, their fantasies and anxieties. Our seminar will focus on the ways these debates are articulated differently in three zones: the Anglo-American, the French and Francophone, and the Brazilian Lusophone. What will interest us specifically will be the process of translation through which the debates are filtered. How do the debates\"travel\" and what happens to them during the voyage? What happens in the movement from one geographical space and cultural semantics into another? How do these movements translate? What are the different vocabularies? How do the terms themselves shift political and epistemological valence? What happens, then, when \"multiculturalism\" or\"postcoloniality,\" for example, are seen through other national grids, or enter other \"intellectual fields?\" How are \"out-of-place\" ideas reinvoiced, indigenized, co-opted, contained, hybridized, recontextualized, resisted? What is elided or added, or subtly changed, in the process of cross-cultural translation? How do the debates get grafted onto other, preexisting debates? What are the mirrors and grids and prisms through which the debates are seen? What is the role of national narcissism and exceptionalism? What anxieties and Utopians come into play when debates travel? Our approach throughout will be transdisciplinary, drawing on cultural studies, media studies, literary theory, and so forth.We will address the ways that popular culture can filter and reframe the debates. Popular culture, in this sense, will be invoked as illustrative of our larger themes but also as a form of intellectual/cultural agency in a globalized world. ***Those students interested in taking this seminar should email Robert Stam at rps1@nyu.edu by April 15. The email should state your status in the grad program, any relevant past courses/reading/research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar.                          Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Graduate Certificate Program in Culture and Media, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Graduate Certificate Program in Culture and Media   This information is also available for download in .pdf format, here . For a list of recent student documentaries produced in the Culture and Media Program    click here.          Certificate Program in Culture and Media     The Departments of Anthropology and Cinema Studies offer a specialized joint course of study leading to a New York State Certificate in Culture and Media for NYU graduate students who are also pursuing their PhD degrees in Anthropology or Cinema Studies. The program’s philosophy takes a broad approach to the relationships   between culture and media in a number of domains including: ethnographic   film’s significance for the fields of anthropology and cinema/media   studies; problems in representation of cultures through media; the   development of media in indigenous, Diaspora, and non-Western   communities; the emerging social and cultural formations shaped by new   media practices; the political economy shaping the production,   distribution and consumption of media worldwide; and the impact of new   media technologies on these processes.   This graduate program provides a focused course of studies   integrating production with theory and research. Training in this   program will enable students to pursue the following:   -Production work in state-of-the-art digital video based on their   own research, resulting in a twenty-thirty minute documentary. Student   works have shown in festivals worldwide, won multiple awards, and are in   distribution.  For a list of recent student documentaries click here .      -Ethnographic research into the social practice of media in a range of   communities and cultures. Students from the program have done PhD   research on the development of media in diverse settings, from the   emergence of film and TV in Papua New Guinea, to circulation of   religious media in Northern Nigeria.    -Teaching the history, theory, and production of ethnographic documentary and related issues.    -A career in media requiring an understanding of anthropology, such as   specialized programming and distribution of ethnographic film and   video, community-based documentary production, management of   ethnographic film/video libraries and archives, or work in new media.  Each year, two student works are selected for a pitch session at the prestigious SILVERDOCS documentary festival. http://silverdocs.com/ . CORE FACULTY:    Anthropology  Tejaswini Ganti Director, Program in Culture and Media Associate Professor, Department of Anthropology Faye Ginsburg (on Leave 2014-2015) David B. Kriser Professor of Anthropology Director, Center for Media, Culture and History    Cheryl Furjanic Director, Video Labs   \u2028Noelle Stout Assistant Professor, Department of Anthropology   Pegi Vail Associate Director, Center for Media, Culture, &amp; History   Cinema Studies    Toby Lee Assistant Professor, Cinema Studies Co-Director, Program in Culture and Media Robert Stam University Professor, Cinema Studies   NYU Kanbar Institute of Film and Television    Marco Williams Associate Arts Professor, Film and Television  INTERNSHIPS The program also arranges supervised internships for course credit, tailored to individual research and professional interests. Students work in a variety of programming and production positions for institutions, such as: The American Museum of Natural History Margaret Mead Film Festiva; The National Museum of the American Indian, Film-Video Center; The Museum of Modern Art, Department of Film RESOURCES The Anthropology Department has a film and video screening theater that seats up to forty. Our excellent and expanding study collection of over 2000 ethnographic/documentary film and video works -- from direct cinema to experimental genres -- includes most of the classics, important recent works, and a unique and comprehensive collection of works by indigenous media makers from all parts of the world.    The Department of Cinema Studies has a collection of over 38,000 videos and 3000 16mm prints at The George Amberg Memorial Film Study Center, and New York University's Avery Fisher Music and Media Center has over 2000 documentaries as well as other films available to students in its video library facility. In addition, some of the best film, video and broadcast libraries are available in New York City. THE CENTER FOR MEDIA, CULTURE, AND HISTORY    The program works closely with the Center for Media, Culture, and History, directed by Professor Faye Ginsburg. The Center sponsors fellows, screenings, lectures and conferences, and integrates concerns of faculty and students from the Program in Africana Studies and the Departments of Anthropology, Cinema Studies, History, and Performance Studies as well as other programs. The Center addresses issues of representation, social change, and identity construction embedded in the development of film, television, video, and new media worldwide. For more information about the Center, visit the website.    The Center for Media, Culture, and History: cmchnyu.org    THE CENTER for RELIGION &amp; MEDIA    The Center for Religion and Media, directed by Faye Ginsburg and Angela Zito, was inaugurated in 2003 as one of ten Centers of Excellence funded by The Pew Charitable Trusts ; it seeks to develop interdisciplinary, cross-cultural knowledge of how religious practices and ideas are shaped and spread through a variety of media. For more information about the Center, visit the website. The Center for Religion &amp; Media: crmnyu.org       CURRICULUM Students cannot take courses in the Culture and Media program unless they are enrolled in the PhD. program in Anthropology or the M.A/Ph.D program in Cinema Studies at NYU. To complete the Certificate Program, they must: (1) take the curriculum outlined below; (2) design and complete a project in ethnographic film or video in the form of either a production or original research; and (3) complete their M.A. in Anthropology or Cinema Studies. Students wishing to pursue a Ph.D. can integrate the Certificate Program into their studies for the advanced degree in consultation with their Dissertation Committee. Students with prior training in media may be able to substitute other courses from the extensive curriculum offered in Cinema Studies, Anthropology, or media production – including other forms such as photography and new media.  ANTHROPOLOGY STUDENTS: Courses [1] &amp; [2] below can count toward their M.A., and courses [3] &amp; [4] can count toward their PhD.     CINEMA STUDIES STUDENTS: Students should contact Toby Lee at tobylee@nyu.edu.     All students are required to take the following courses:       [1] ANTH GA 1215 / CINE GT 1402   Culture and Media I; History and Theory of Ethnographic Documentary (Ganti/Ginsburg) 4 PTS      [2] ANTH GA 1216 / CINE GT 1403   Culture and Media II; ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti) 4 PTS       [3] CINE GT 2001    Cultural Theory and The Documentary (Toby Lee) 4 PTS      [4] Recommended course or approved elective in opposite dept       [5]/[6] CINE GT 1998 &amp; H56.0080    SIGHT AND SOUND DOCUMENTARY (Williams) 6 PTS   (Summer documentary production; mid-May to late June; 6pts.)      [7]/[8] ANTH GA 1218-19 &amp; ANTH GA 1218-19    VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail) 8 PTS   (Prerequisite: Sight and Sound Documentary or equivalent)         COURSE DESCRIPTIONS (REQUIRED)    CULTURE &amp; MEDIA I (Ganti/Ginsburg)    This course offers a critical revision of the history of the genre of ethnographic film, the central debates it has engaged around cross-cultural representation, and the theoretical and cinematic responses to questions of the screen representation of culture, from the early romantic constructions of Robert Flaherty to current work in film, television and video on the part of indigenous people throughout the world. Ethnographic film has a peculiar and highly contested status within anthropology, cinema studies, and documentary practice. In this seminar, we will situate ethnographic film within the wider project of the representation of cultural lives, and especially \"natives\". Starting with what are regarded as the first examples of the genre, we will examine how these emerged in a particular intellectual context and political economy. We will then consider the key works that have defined the genre, and the epistemological and formal innovations associated with them, addressing questions concerning social theory, documentary, as well as the institutional structures through which they are funded, distributed, and seen by various audiences. Throughout the course we will keep in mind the properties of film as a signifying practice, its status as a form of anthropological knowledge, and the ethical and political concerns raised by cross-cultural representation.   CULTURE &amp; MEDIA II: ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti)    In the last decade, a new field — the ethnography of media — has emerged as an exciting new arena of research. While claims about media in peoples lives are made on a daily basis, surprisingly little research has actually attempted to look at how media is part of the naturally occurring lived realities of people’s lives. In the last decade, anthropologists and media scholars interested in film, television, and video have been turning their attention increasingly beyond the text and empiricist notions of audiences, (stereotypically associated with the ethnography of media), to consider, ethnographically, the complex social worlds in which media is produced, circulated and consumed, at home and elsewhere. This work theorizes media studies from the point of view of cross-cultural ethnographic realities and anthropology from the perspective of new spaces of communication focusing on the social, economic and political life of media and how it makes a difference in the daily lives of people as a practice, whether in production, reception, or circulation.    The class will be organized around case studies that interrogate broader issues that are particularly endemic to questions of cross-cultural media including debates over cultural imperialism vs. the autonomy of local producers/consumers, the instability and stratification of reception, the shift from national to transnational circuits of production and consumption, the increasing complicity of researchers with their subjects over representations of culture, and the historically and culturally contingent ways in which images are read and used. These concerns are addressed in a variety of locations, from the complex circulation of films, photos, and lithographs, to the ever increasing range of televisual culture — from state sponsored melodramas, religious epics and soap operas, to varieties of public television; to the activist use of video, radio, the internet, and small media.    CULTURAL THEORY AND THE DOCUMENTARY (Toby Lee)    This course considers the actual and possible forms of relation between theories of culture and society and the mode of nonfiction cinema known as (social) documentary. From one perspective, theory is a discourse of explanation that is applied, concurrently or retroactively, to the images of culture presented in documentary films: films present raw material of culture to be theorized aesthetically, sociologically, psychologically, historically, politically, and so on. But at the same time, documentary filmmaking can be conceived as an intellectual discourse, what its founders called “a method of philosophic reasoning” (Paul Rotha), one meant to reflect or challenge certain cultural and social ideas. Despite the order of terms in the title of this course, what theory means to documentary, and vice versa, has always been an open question. This course explores various ways to answer the question.    SIGHT AND SOUND DOCUMENTARY (SUMMER COURSE) (Marco Williams)    The intensive six week summer course teaches students to look at their world and to develop the ability to create compelling and dramatic stories in which real people are the characters and real life is the plot. Through close study and analysis of feature length and short documentaries, and hands-on directing, shooting, sound-recording, editing and re-editing, students will rigorously explore the possibilities and the power of non-fiction story telling for film and video. The course is a dynamic combination of individual and group production work, in which each student will be expected to complete five projects. While tuition is covered, please be advised that there is a lab fee of approximately $600.   VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail )    A two-semester seminar that provides training and equipment for advanced graduate students to produce a media ethnography or short documentary. During the fall semester, in-class instruction, lab exercises, and readings introduce digital audio and video production, including shooting and editing with HD cameras, professional audio equipment, and Final Cut Pro non-linear editing systems. Focusing on ethnographic media practices, students also address key representational, methodological, and ethical issues in the production of ethnographic documentary. By the completion of the fall term, students will have chosen a topic and field site for their final projects and completed a short video (5-10 minutes). During the spring semester, students continue to work intensively on their projects by shooting, editing, and screening their footage. The course culminates in a public screening of students’ completed, 20-30 min. ethnographic documentaries. Attendance in class and lab sessions is mandatory, and students who fail to complete all fall assignments will not be allowed to register for the spring semester. Students should come into the class with a well-developed project idea.    THE SEMINAR IS RESTRICTED TO STUDENTS IN THE PROGRAM IN CULTURE AND MEDIA. IT IS LIMITED TO TEN STUDENTS AND REQUIRES PERMISSION OF THE INSTRUCTOR. Culture &amp; Media I and Sight and Sound Documentary (summer session) are mandatory pre-requisites. There is no lab fee, but students are expected to provide their own videotapes. For a list of recent student documentaries click here.    SELECTED ELECTIVE COURSES/ CINEMA STUDIES and ANTHROPOLOGY/FALL 2014       Culture, Meaning and Society ANTH-GA 1222 (Rogers) This introduction to sociocultural anthropology is designed for graduate students working primarily in other disciplines, and is intended to give them a grasp of specifically anthropological ways of defining researchable questions, collecting data, and drawing inference. In the first half of the semester, we will consider the 20thcentury development of some of the basic concepts and practices that have defined the discipline (notably the culture concept, ethnographic fieldwork methods). In the second half of the semester, we will read a series of recent ethnographic case-studies to further explore current anthropological approaches to a selection of specific topics. These will be chosen largely as a function of student interests, but may include gender, religion, education, among others. *** Open only to non-Anthropology Graduate students.  Documentary Traditions CINE GT 1400 (Bagnall) Mondays 6:20 – 9 PM   Fourteen sessions are devoted to a comparison of current documentaries with those made in earlier decades to illustrate how the art has responded to social, political, and economic realities and to changes in technology and systems of distribution. Undergraduates who take the course for 3 points are required to keep journals in which they respond to each session and compare observations with those made when viewing at least one documentary of their choice seen outside class, as well as in response to critical essays provided at each session and references in the text. Those wishing to earn an extra point (register for one point of H56.1097 Independent Study) may write a substantial term paper based on a topic approved by the instructor. French New Wave CINE GT 1513 (Stam) This course offers an historical and critical overview of one of the most dynamic and influential film movements within the history of the cinema -- the French New Wave – a movement that has influenced filmmakers all over the world. After examining the philosophical underpinnings of the movement in philosophical existentialism (Jean-Paul Sartre, Simone de Beauvoir) and the theoretical underpinnings in the film criticism of Cahiers du Cinema, we will examine key films and directors. We will explore the three core groups that together formed the New Wave, notably 1) the Cahiers directors (Truffaut, Godard, Chabrol, Rivette, Rohmer); 2) the Left Bank directors (Resnais, Duras, Varda, Marker); and 3) Cinema Verite (Jean Rouch, Edgar Morin). While we will focus largely on the films themselves, we will situate New Wave films within a broader spectrum of philosophy, literature, and the art. Some key themes in the course will be: first-person auteur cinema; artistic modernism and the New Wave; the relation between film and the other arts; the revolution in film language; the filmic adaptation of novels; and feminism and the New Wave; race, gender and sexuality; the evolution of style; and the political evolution leading up to the near-revolution of May 1968. The course will approach the New Wave through 1) critical writing, including by the directors themselves; 2) the screening of a chronologically arranged series of feature films; and 3) the analysis of short clips related to the larger themes. The goal of the course is for students to gain an overall sense of the historical importance of the New Wave, of the characteristic styles and themes of the key directors, and of some of the theories that circulated around such films. Topics in Documentary Film CINE GT 2002 (Lee) The term \"expanded documentary\" points both to the ways in which traditional documentary practices have diversified and transformed over the last few decades, particularly with changes in media technologies, as well as to different ways we might re-examine other film, media and art traditions through the lens of documentary practice. In this course, we consider how the documentary impulse functions in film, video, animation, sound; in the gallery, in the archive, in public space, in cyberspace; in forms linear and nonlinear, online and off. We also investigate the role of documentation in relation to performance and social practice art. In tracing these variations of documentary practice over time, we approach these expanded forms of non-fiction media not as addenda to documentary traditions, but rather as opportunities to reflect critically on those traditions, to connect present developments to historical precedents, and to pry open our sense of documentary as form, endeavor and practice. (Cross-listed with CINE-UT 417) Nonfiction Film History CINE GT 2307 (Streible, TBA) This course introduces students to the study of nonfiction film. It explores the history and theory of nonfiction cinema, including—but not limited to—documentary film. The established milestones of the international tradition of documentary—from the romantic mythmaking of Robert Flaherty to the leftist collectives and state propaganda projects of the 1930s and 1940s, through cinéma vérité of the 1960s and the activist and personal styles of recent decades—are considered. But the course also places documentary in a broader context that includes forms of nonfiction typically segregated from the traditional conception of documentary. Some are somewhat familiar forms, such as actualities, travelogues, and newsreels. Others have been largely ignored by scholars until quite recently: sponsored, industrial, educational, scientific, and medical films; home movies and other amateur films; outtakes and other archival footage. Viewed both as discrete works of cinema and as artifacts of social and cultural significance, such orphaned films pose problems of history, culture, and aesthetics that challenge traditional conceptions of making, viewing, and studying films. Students read primary historical sources, as well as new scholarly approaches to the global history of nonfiction film, and to the possible uses and meanings of this vast archive.   Adv. Sem. Paradigms of Globalization CINE GT 2835 (Choi) This course examines multiple histories, structures, theories and key concepts of globalization, linking them with issues in the nation-state, post/modernity, post/colonialism, cultural imperialism, post/Fordism, empire, and trans/national identities. It brings together different forms of knowledge from anthropology, sociology, cultural studies, and political economy to bear on film and media studies troubled by geo-cultural uncertainty and convergence. ***Those students interested in taking this seminar should email JungBong Choi at jbc7@nyu.edu . The email should state your status in the grad program, any relevant past courses/ reading/ research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar. Adv. Sem. Comparative Post-colonialism CINE GT 3207 (Stam) Alongside and in the aftermath of the \"culture wars\" in the United States, many battle lines, national and transnational, have formed around such inter-related issues as \"postcoloniality,\" \"comparative imperialism,\"\"critical race\" and so forth. Challenged and debated from many directions, the terms themselves have become subject to diverse political force-fields, in some ways becoming sliding signifiers onto which diverse groups project their hopes and fears, their fantasies and anxieties. Our seminar will focus on the ways these debates are articulated differently in three zones: the Anglo-American, the French and Francophone, and the Brazilian Lusophone. What will interest us specifically will be the process of translation through which the debates are filtered. How do the debates\"travel\" and what happens to them during the voyage? What happens in the movement from one geographical space and cultural semantics into another? How do these movements translate? What are the different vocabularies? How do the terms themselves shift political and epistemological valence? What happens, then, when \"multiculturalism\" or\"postcoloniality,\" for example, are seen through other national grids, or enter other \"intellectual fields?\" How are \"out-of-place\" ideas reinvoiced, indigenized, co-opted, contained, hybridized, recontextualized, resisted? What is elided or added, or subtly changed, in the process of cross-cultural translation? How do the debates get grafted onto other, preexisting debates? What are the mirrors and grids and prisms through which the debates are seen? What is the role of national narcissism and exceptionalism? What anxieties and Utopians come into play when debates travel? Our approach throughout will be transdisciplinary, drawing on cultural studies, media studies, literary theory, and so forth.We will address the ways that popular culture can filter and reframe the debates. Popular culture, in this sense, will be invoked as illustrative of our larger themes but also as a form of intellectual/cultural agency in a globalized world. ***Those students interested in taking this seminar should email Robert Stam at rps1@nyu.edu by April 15. The email should state your status in the grad program, any relevant past courses/reading/research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar.                          Contact Us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]