[{"detail": [{"content": "Clubs and Organizations Directory | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Activities and Resource Center / Student Clubs and Organizations                         Clubs and Organizations Directory                                                             Clubs and Organizations Directory                       We offer a variety of organization types, insuring that students can find something that suits their personalities and interests. Our clubs focus on technology, culture, communications, and social life. We also offer graduate organizations, campus ministries, and fraternities and sororities.   See below for a list of our clubs, and click on a club name for further information.      American Association of Blacks in Energy (AABE)    American Chemical Society (ACS)    American Insitute of Chemical Engineers (AIChE)    American Society of Civil Engineers (ASCE)    American Society of Mechanical Engineers (ASME)    Base Pairs    BioMolecular Science Club    Bengali Student Association    Botony Club    Cardinal Newman Club    Construction Managers Association of America (CMAA)    Design Tinkering    Entrepreneurship and Innovation Association at the School of Engineering (EIA)    Engineers Without Borders (EWB)    Graduate Indian Students Association (GISA)    Integrated Digital Media (IDM)    Institute of Electrical and Electronic Engineers (IEEE)    Institute of Transportation Engineers (ITE)    Jewish Student Union (JSU)    Korean Engineering and Science Students Association (KESSA)    Muslim Students Association (MSA)    Navigators    National Society of Black Engineers (NSBE)    New York Water Environment Association Student Club (NYWEA)    out in Science, Technology, Engineering, and Mathematics (OSTEM)    Patent Pending    Performing Arts Club (PAC)    Poly Anime Society (PAS)    Poly Gaming Network (PGN)    Poly Paisans    PolyBOTs    Society of Hispanic Professional Engineers (SHPE)    Society of Women Engineers (SWE)    Society of Asian Scientists &amp; Engineers (SASE)    Society of Undergraduate Physics (SOUP)    STEMinist    Undergraduate &amp; Graduate Student Council    Turkish Students Association (TSA)    Women in Search of Excellence (WISE)    UX at NYU     American Association of Blacks in Energy (AABE)   The American Association of Blacks in Energy (AABE) aims to benefit the NYU School of Engineering community by bringing awareness of the opportunities and challenges posed in the energy field while solving these challenges through membership, practical knowledge and experiences.   Contact Email: engr.aabe.club@nyu.edu   Club Advisor: Alim William     American Institute of Chemical Engineers (AiChE)   The purpose of the American Institute of Chemical Engineers (AIChE) student chapter at The NYU Polytechnic School of Engineering (School of Engineering) is to serve as the primary communication medium between the academic chemical engineering community at the School of Engineering and the global chemical engineering community abroad.   Contact email: engr.aice.club@nyu.edu   Club Advisor: Professor Levicky   www.facebook.com/AIChEnyupoly       American Society of Civil Engineers (ASCE)   The student chapter of the ASCE provides students studying civil engineering with activities such as field trips, guest speakers, and annual conferences. Through these activities, future CE professionals are given the opportunity to experience the practical application of their studies, meet practicing professional engineers as well as students from other schools.   Contact email: engr.asce.club@nyu.edu   Club Advisor: Jose Ulerio   Website: asce.poly.edu     American Society of Mechanical Engineers (ASME)   The student chapter of the ASME provides students studying mechanical engineering with activities such as field trips, guest speakers and annual conferences in efforts of supplementing the academic experience with practical knowledge.   Contact email: engr.asme.club@nyu.edu   Club Advisor: Jose Ulerio       Base Pairs   Base Pairs is a student club that seeks to provide a place where students can meet and share their experiences, give advice, and network. Specifically, Base Pairs will facilitate the meeting of Bimolecular Science and Chemical &amp; Bimolecular Engineering students due to their similarities in both academics and extracurricular interests. With the support of academic advisors, the vision for these meetings is to allow students to have a forum to give each other both professional and personal support.      Contact email: engr.basepairs.club@nyu.edu   Club Advisor: Professor Tommy Lee     Biomolecular Science Club (BMSC)   The purpose of the BMSC is to provide a community for the BMS and CBE students and to allow for the students to engage in a healthy relationship between each other as fellow majors. The club will provide information regarding BMS, as well as meetings, events, and other activities for the students.   Contact email: engr.bsc.club@nyu.edu   Club Advisor: Alexandra Seidenshaw     Bengali Students Association (BSA)   Bengali Students Association (BSA) is a cultural and educational association of NYU Polytechnic School of Engineering. All students are welcome to join and participate in this association. Every year, the association will organize cultural activities to provide knowledge about Bengali culture and its heritage. The purpose of this association is to spread Bengali culture through these different cultural activities. BSA will provide an opportunity for students to explore a new culture.   Contact Email: engr.bsa.club@nyu.edu   Club Advisor: Lawrence A. Mantrone     Botony Club   Botony Club strides to break the myth that plant life and urban environments are mututally exclusive; show, by example, that our campus can be verdant and green; and demonstrate the influence of plant life and its benefits on human life.   Contact email: engr.botony.club@nyu.edu   Advisor: Professor Richard Wener rwener@nyu.edu     Cardinal Newman   The Cardinal Newman Club is a growing community of students seeking to deepen their understanding of their shared faith and values while supporting one another on the spiritual journey of life. The club aims to serve the spiritual, social, cultural and intellectual needs of Catholic students as well as non-Catholic students wishing to learn more about the faith. Our activities include: Catholic Sunday Mass, prayer services for feasts, holidays, and special occasions, retreats, religion and science lectures, spiritual direction, social outreach activities to take action against poverty and advocate peace, justice, and reverence for life, and memorial services as needed.   Contact email: engr.cardinal.newman.club@nyu.edu   Club Advisor: Father Biju Thalupadan       Construction Managers Association of America (CMAA)   The student chapter of CMAA offers both Civil Engineering and Construction Management students with activities and competitions including field trips, guest speakers, conferences and the Associated Schools of Construction (ASC) competition. By developing skills as young professionals, students will be adequately prepared for their career after their education.   Contact email: engr.cmaa.club@nyu.edu   Club Advisor: Professor Lawrence Chiarelli     Design Tinkering Club   We aim to bring open innovation to the Poly community in order to design solutions for social good.   Contact email: engr.designtinkering.club@nyu.edu   Club Advisor: Professor Anne-Laure Fayard   Additional Information: http:// nyupoly.blogspot.com/   Blog: greenhousestories.com     Entrepreneurship and Innovation Association (EIA)   The Entrepreneurship Club seeks to create an entrepreneurial ecosystem based upon NYU Poly&rsquo;s i 2 e direction. The club will provide a forum to learn the concepts of entrepreneurship, provide the benefits of self-employment, and the step-by-step path involved in launching and commercializing your own ideas.   Contact email: engr.eia.club@nyu.edu     Club Advisor: Vyacheslav Kuyan   Additional Information: www.nyupolyeia.org     Engineers Without Borders (EWB)   Poly Engineers Without Borders creates transformative experiences and responsible leaders while supporting community-driven development by collaborating with local partners to design and implement sustainable engineering projects.   Contact email: engr.ewb.club@nyu.edu   Club Advisor: Rastislav Levicky       Graduate Indian Students Association (GISA)   The main mission of our organization is to foster understanding about India and her culture among the NYU.Poly community at large, to provide an avenue to bridge the social gap among the graduate students here at Polytechnic, in order to enhance the diversity and to provide a helping hand to the new incoming students in getting oriented to the United States of America.   Contact email: engr.gisa.club@nyu.edu   Club Advisor: Nikhil Gupta     Institute of Electrical and Electronic Engineers (IEEE)   IEEE is the world&rsquo;s largest technical professional association. The main goal of the IEEE student branch is to help IEEE fulfill it&#39;s vision of &quot;Advancing Technology for Humanity&quot; by offering workshops, competitions, and hands-on projects that are relevant to electrical and computer engineering to the student body at the School of Engineering and NYU.   Contact email: engr.ieee.club@nyu.edu   Club Advisor: Matthew Campisi   Website: ieee.poly.edu/     Institute of Transportation Engineers (ITE)   To acquaint students with topics of interest in transportation and traffic engineering through the medium of competent speakers and of Chapter-sponsored trips; to foster the development of professional spirit, to promote common interests among students and to encourage the enhancement and optimization of facilities for transportation and traffic engineering study.   Contact email: engr.ite.club@nyu.edu   Club Advisor: Elena Prassas     Jewish Student Union (JSU)   Our goal is to provide students with an understanding of Jewish culture and identity through inspirational events.   Contact email: engr.jsu.club@nyu.edu   Club Advisor: Rachel Jacobovits     Muslim Students Association (MSA)   The Muslim Students Assocation is dedicated to providing the School of Engineering students the opportunity to come together in a Muslim environment with the goal of learning about Islam, its faith, and its practices. All students and community members are welcome to MSA activities and events.   Contact email: engr.msa.club@nyu.edu   Club Advisor: Jaffar Al Sharrab     Navigators   To know Christ and to make Christ known while helping our community to find spiritual direction. Meetings are every Monday at 6:30pm   Contact email: engr.navigators.club@nyu.edu   Club Advisor: David Mugglin     National Society of Black Engineers (NSBE)   To increase the number of culturally responsible Black engineers, who excel academically, succeed professionally and positively impact the community.   Contact email: engr.nsbe.club@nyu.edu   Club Advisor: Jose Ulerio   Website: www.polynsbe.org       New York Water Environment Association Student Club (NYWEASC)   The NYWEASC strives to promote student interest in the environment; provide the opportunity for the exchange of information and ideas between students, professors and professionals; provided a common ground where students from various disciplines related to the environment can express their understanding through and organized exchange of knowledge.   Club email: engr.nyweasc.club@nyu.edu   Club Advisor: Professor Anne Ronan     out in Science, Technology, Engineering, and Mathematics (oSTEM)   The purpose of oSTEM at NYU is to foster a campus and community environment that is safe, supportive, and informative to all students regardless of physical gender, perceived gender, sexual orientation, or any other physical or physiological attribute; As well as challenge negative stigmas against the LGBTQA community. In addition club will also offer support services and information to the NYU student body, specifically those members that identify as LGBT. The club will focus on providing information about LGBT issues in STEM related fields as well as general information.   Contact email: engr.ostem.club@nyu.edu   Club Advisor: Professor Peter Li   Additional Information: sites.google.com/site/polylgbtqa/home     Performing Arts Club (PAC)   Through our gift as performers, we hope to inspire, enlighten and entertain the School of Engineering community.   Contact email: engr.performing.arts.club@nyu.edu   Club Advisor: Richard Toth     Poly Anime Society (PAS)   The Polytechnic Anime Society promotes an environment that heightens awareness and appreciation of Japanese culture and entertainment, provides a safe and healthy environment for students to emet together about things that they love to do or enjoy, and develops student leaders and fosters a sense of community. Throughout the year, PAS hosts anime showings and workshops dedicated to raising awareness of the Japanese Culture. Every year, PAS hosts the biggest event on campus called SpringFestNY. SpringFestNY is open to everyone including students and outside people. This one day mini-anime convention last year brought in about 1000 people from the tri-state area. We are planning on expanding SpringFestNY in the upcoming years. Email us for more information on how to help out with SpringFestNY   Contact email: engr.anime.club@nyu.edu   Club Advisor: Stephen Zeng     Poly Gaming Network (PGN)   The mission of the Poly Gaming Network is to create an environment for students to appreciate the technical and recreational parts of video games. Social as well as partial technical workshops will be held to accomodate for members personal interests.   Club email: engr.pgn.club@nyu.edu   Club Advisor: Professor Jim Lewis     Patent Pending   The mission of Patent Pending is to provide members of the club the opportunity to innovate and engineer with the assistance of faculty, industry, and fellow members. The club will create an environment that nurtures creativity while teaching technical skills, management, and leadership. We invent stuff, and then we build it.   Contact email: engr.patentpending.club@nyu.edu   Club Advisor: Michael Knox     Poly Paisans   Poly Paisans is the Italian Club of the School of Engineering. Our goal is to foster an understanding and appreciation of Italian culture through conversations, social activities, film, etc.   Contact email: engr.paisans.club@nyu.edu   Club Advisor: Dr. Charles Martucci     PolyBOT&#39;s   PolyBOT&rsquo;s mission is to create a relaxed learning environment that encourages students to learn from one another. Our members build projects together and create a better community though the sharing of knowledge.   Contact email: engr.bots.club@nyu.edu   Club Advisor: Professor Farshad Khorrami   Room: 725C/D   Phone: (247) 470-3410     Society of Asian Scientists and Engineers (SASE)   SASE at NYU Polytechnic School of Engineering aims to equip members with the skill set to succeed in professional environments by providing networking opportunities, conferences, and professional and personal development workshops. Events are also conducted in settings that enable diversity and service to local communities   Club email: engr.sase.club@nyu.edu   Club Advisor: Professor Abhijit Mitra       Society of Hispanic Professional Engineers (SHPE)   SHPE changes lives by empowering the Hispanic community to realize their fullest potential and impacts the world through STEM awareness, access, support and development.   Contact Email: engr.shpe.club@nyu.edu   Club Advisers: Carmen Villafane &amp; Jose Ulerio   Follow us on Facebook at: www.facebook.com/polyshpe   Join our group at: www.facebook.com/groups/nyupolyshpe/     Society Of Undergraduate Physics (SOUP)   SOUP strives to encourage and assistant students interested in physics to develop the knowledge, understanding, enthusiasm, and social responsibility that are essential to the advancement of physics; stimulate the interest in advanced study and research in physics; develop collegially among physics students and faculty members; while promoting public interet in physics.   Contact email: engr.soup.club@nyu.edu   Club Avisor: Professor Lorcan Folan     Undergraduate &amp; Graduate Student Councils   The School of Engineering Student Councils are elected by students of the School of Engineering to serve as their primary representatives, advocates, and liaisons to the entire student community. The Student Councils are charged with:      Serving as the officially designated representative of the student bodies and to advocate to the administration and corporation (Board of Trustees) on behalf of the student bodies and, when requested, provide student representatives to committees    Coordinating major campus events in coordination with the Division of Student Affairs and enhance the educational mission of the School of Engineering by providing social, cultural, educational, and developmental programs, events and services    Gathering and expressing student opinions on how to improve student life and campus activities    Ensuring that students are fully apprised of all information dealing with the impact to their experience    Responsibly and equitably distributing student activity fees and student organization funding    Working with other student groups to program college-wide events designed to foster cohesiveness within the accordingly student populations (undergraduate/graduate)    Assuring that all events, programs and services offered by student clubs, organizations, societies, and other groups are open to all members of the School of Engineering community regardless of race, sex, religion, national origin, physical disability, sexual orientation, or age except as permitted by law    Protecting the rights and responsibilities of the student bodies and to work with other members of the School of Engineering community to maintain and improve the quality of education and social experience received at the School of Engineering       Undergraduate Student Council   Contact email: engr.student.council.club@nyu.edu   Club Advisor: Nicole Kazanecki, Coordinator of Student Activities   Website: engineering.nyu.edu/life/studentactivities/student-council-programming     Graduate Student Council   Contact email: engr.gsc.club@nyu.edu   Club Advisor: Kristen Auch, Coordinator of Graduate Student Services     Society of Women Engineers (SWE)   The Society of Women Engineers (SWE) is a not-for-profit educational and service organization that empowers women to succeed and advance in the field of engineering, and to be recognized for their life-changing contributions as engineers and leaders. Founded in 1950, SWE is the driving force that establishes engineering as a highly desirable career for women through an exciting array of training and development programs, networking opportunities, scholarships, outreach and advocacy activities.   Contact email: swe.soenyu@gmail.com   Club Advisor: Heather Fomin   Additional Information: www.facebook.com/pages/School of Engineering-SWE/160647154023025     STEMinist   STEMinist&#39;s mission is to empower students to combat sexism in all forms, both within STEM fields and everyday life. STEMinist works to foster a safe space on campus through intersectioinal feminist activism that is informative and supportive. This club is social justice oriented, and is welcoming to all identities, including queer, trans* and non-binary students.   Contact email: engr.steminist.club@nyu.edu   Club Advisor: Melissa Maldonado-Salcedo       Turkish Students Association (TSA)   The mission of the School of Engineering Turkish Student Assocation is to bring together the Turkish students at the School of Engineering within one specific organization to provide a platform for meeting and exchanging ideas, as well as to introduce the Turksih culture in the multinational environment.   Contact email: tsa@poly.edu   Club Advisor: Prof. Elza Erkip     Women in Search of Excellence (WISE)   Woman in Search of Excellence (WISE) is an organization within the NYU Polytechnic School of Engineering that will work towards bringing the female community together. The School of Engineering is known to be a male dominant campus and therefore through the means of this club, we wish to encourage women from all over to become part of this prestigious university.   Contact Email: engr.wise.club@nyu.edu   Club Advisor: Karen Rose     UX @ NYU   UX @ NYU organizes events and activities through which students, faculty, and industry experts in the user experience disciplines across the NYU commununity to discover, use, design, and network.   Contact Email: engr.ux.club@nyu.edu   Club Advisor: Dana Karwas     Please email nyuengrosarc@nyu.edu with any questions or updates regarding the Clubs and Orgs Directory listings.                                Student Activities and Resource Center      Civility Campaign   Diversity Initiatives   Major and Traditional Events   NYU Serves: The Poly Project   Student Clubs and Organizations Clubs and Organizations Directory   Club Fest   Clubs &amp; Orgs Handbook   Starting and Registering Clubs   Funding and Financials   Events and Programs Feedback   Marketing and Promotion   Club Travel   Club Training and Additional Resources     Student Leadership Opportunities   NYU Washington Square Information and Resources   Student Activities Mission   Staff Contacts                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Clubs and Organizations Directory | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Activities and Resource Center / Student Clubs and Organizations                         Clubs and Organizations Directory                                                             Clubs and Organizations Directory                       We offer a variety of organization types, insuring that students can find something that suits their personalities and interests. Our clubs focus on technology, culture, communications, and social life. We also offer graduate organizations, campus ministries, and fraternities and sororities.   See below for a list of our clubs, and click on a club name for further information.      American Association of Blacks in Energy (AABE)    American Chemical Society (ACS)    American Insitute of Chemical Engineers (AIChE)    American Society of Civil Engineers (ASCE)    American Society of Mechanical Engineers (ASME)    Base Pairs    BioMolecular Science Club    Bengali Student Association    Botony Club    Cardinal Newman Club    Construction Managers Association of America (CMAA)    Design Tinkering    Entrepreneurship and Innovation Association at the School of Engineering (EIA)    Engineers Without Borders (EWB)    Graduate Indian Students Association (GISA)    Integrated Digital Media (IDM)    Institute of Electrical and Electronic Engineers (IEEE)    Institute of Transportation Engineers (ITE)    Jewish Student Union (JSU)    Korean Engineering and Science Students Association (KESSA)    Muslim Students Association (MSA)    Navigators    National Society of Black Engineers (NSBE)    New York Water Environment Association Student Club (NYWEA)    out in Science, Technology, Engineering, and Mathematics (OSTEM)    Patent Pending    Performing Arts Club (PAC)    Poly Anime Society (PAS)    Poly Gaming Network (PGN)    Poly Paisans    PolyBOTs    Society of Hispanic Professional Engineers (SHPE)    Society of Women Engineers (SWE)    Society of Asian Scientists &amp; Engineers (SASE)    Society of Undergraduate Physics (SOUP)    STEMinist    Undergraduate &amp; Graduate Student Council    Turkish Students Association (TSA)    Women in Search of Excellence (WISE)    UX at NYU     American Association of Blacks in Energy (AABE)   The American Association of Blacks in Energy (AABE) aims to benefit the NYU School of Engineering community by bringing awareness of the opportunities and challenges posed in the energy field while solving these challenges through membership, practical knowledge and experiences.   Contact Email: engr.aabe.club@nyu.edu   Club Advisor: Alim William     American Institute of Chemical Engineers (AiChE)   The purpose of the American Institute of Chemical Engineers (AIChE) student chapter at The NYU Polytechnic School of Engineering (School of Engineering) is to serve as the primary communication medium between the academic chemical engineering community at the School of Engineering and the global chemical engineering community abroad.   Contact email: engr.aice.club@nyu.edu   Club Advisor: Professor Levicky   www.facebook.com/AIChEnyupoly       American Society of Civil Engineers (ASCE)   The student chapter of the ASCE provides students studying civil engineering with activities such as field trips, guest speakers, and annual conferences. Through these activities, future CE professionals are given the opportunity to experience the practical application of their studies, meet practicing professional engineers as well as students from other schools.   Contact email: engr.asce.club@nyu.edu   Club Advisor: Jose Ulerio   Website: asce.poly.edu     American Society of Mechanical Engineers (ASME)   The student chapter of the ASME provides students studying mechanical engineering with activities such as field trips, guest speakers and annual conferences in efforts of supplementing the academic experience with practical knowledge.   Contact email: engr.asme.club@nyu.edu   Club Advisor: Jose Ulerio       Base Pairs   Base Pairs is a student club that seeks to provide a place where students can meet and share their experiences, give advice, and network. Specifically, Base Pairs will facilitate the meeting of Bimolecular Science and Chemical &amp; Bimolecular Engineering students due to their similarities in both academics and extracurricular interests. With the support of academic advisors, the vision for these meetings is to allow students to have a forum to give each other both professional and personal support.      Contact email: engr.basepairs.club@nyu.edu   Club Advisor: Professor Tommy Lee     Biomolecular Science Club (BMSC)   The purpose of the BMSC is to provide a community for the BMS and CBE students and to allow for the students to engage in a healthy relationship between each other as fellow majors. The club will provide information regarding BMS, as well as meetings, events, and other activities for the students.   Contact email: engr.bsc.club@nyu.edu   Club Advisor: Alexandra Seidenshaw     Bengali Students Association (BSA)   Bengali Students Association (BSA) is a cultural and educational association of NYU Polytechnic School of Engineering. All students are welcome to join and participate in this association. Every year, the association will organize cultural activities to provide knowledge about Bengali culture and its heritage. The purpose of this association is to spread Bengali culture through these different cultural activities. BSA will provide an opportunity for students to explore a new culture.   Contact Email: engr.bsa.club@nyu.edu   Club Advisor: Lawrence A. Mantrone     Botony Club   Botony Club strides to break the myth that plant life and urban environments are mututally exclusive; show, by example, that our campus can be verdant and green; and demonstrate the influence of plant life and its benefits on human life.   Contact email: engr.botony.club@nyu.edu   Advisor: Professor Richard Wener rwener@nyu.edu     Cardinal Newman   The Cardinal Newman Club is a growing community of students seeking to deepen their understanding of their shared faith and values while supporting one another on the spiritual journey of life. The club aims to serve the spiritual, social, cultural and intellectual needs of Catholic students as well as non-Catholic students wishing to learn more about the faith. Our activities include: Catholic Sunday Mass, prayer services for feasts, holidays, and special occasions, retreats, religion and science lectures, spiritual direction, social outreach activities to take action against poverty and advocate peace, justice, and reverence for life, and memorial services as needed.   Contact email: engr.cardinal.newman.club@nyu.edu   Club Advisor: Father Biju Thalupadan       Construction Managers Association of America (CMAA)   The student chapter of CMAA offers both Civil Engineering and Construction Management students with activities and competitions including field trips, guest speakers, conferences and the Associated Schools of Construction (ASC) competition. By developing skills as young professionals, students will be adequately prepared for their career after their education.   Contact email: engr.cmaa.club@nyu.edu   Club Advisor: Professor Lawrence Chiarelli     Design Tinkering Club   We aim to bring open innovation to the Poly community in order to design solutions for social good.   Contact email: engr.designtinkering.club@nyu.edu   Club Advisor: Professor Anne-Laure Fayard   Additional Information: http:// nyupoly.blogspot.com/   Blog: greenhousestories.com     Entrepreneurship and Innovation Association (EIA)   The Entrepreneurship Club seeks to create an entrepreneurial ecosystem based upon NYU Poly&rsquo;s i 2 e direction. The club will provide a forum to learn the concepts of entrepreneurship, provide the benefits of self-employment, and the step-by-step path involved in launching and commercializing your own ideas.   Contact email: engr.eia.club@nyu.edu     Club Advisor: Vyacheslav Kuyan   Additional Information: www.nyupolyeia.org     Engineers Without Borders (EWB)   Poly Engineers Without Borders creates transformative experiences and responsible leaders while supporting community-driven development by collaborating with local partners to design and implement sustainable engineering projects.   Contact email: engr.ewb.club@nyu.edu   Club Advisor: Rastislav Levicky       Graduate Indian Students Association (GISA)   The main mission of our organization is to foster understanding about India and her culture among the NYU.Poly community at large, to provide an avenue to bridge the social gap among the graduate students here at Polytechnic, in order to enhance the diversity and to provide a helping hand to the new incoming students in getting oriented to the United States of America.   Contact email: engr.gisa.club@nyu.edu   Club Advisor: Nikhil Gupta     Institute of Electrical and Electronic Engineers (IEEE)   IEEE is the world&rsquo;s largest technical professional association. The main goal of the IEEE student branch is to help IEEE fulfill it&#39;s vision of &quot;Advancing Technology for Humanity&quot; by offering workshops, competitions, and hands-on projects that are relevant to electrical and computer engineering to the student body at the School of Engineering and NYU.   Contact email: engr.ieee.club@nyu.edu   Club Advisor: Matthew Campisi   Website: ieee.poly.edu/     Institute of Transportation Engineers (ITE)   To acquaint students with topics of interest in transportation and traffic engineering through the medium of competent speakers and of Chapter-sponsored trips; to foster the development of professional spirit, to promote common interests among students and to encourage the enhancement and optimization of facilities for transportation and traffic engineering study.   Contact email: engr.ite.club@nyu.edu   Club Advisor: Elena Prassas     Jewish Student Union (JSU)   Our goal is to provide students with an understanding of Jewish culture and identity through inspirational events.   Contact email: engr.jsu.club@nyu.edu   Club Advisor: Rachel Jacobovits     Muslim Students Association (MSA)   The Muslim Students Assocation is dedicated to providing the School of Engineering students the opportunity to come together in a Muslim environment with the goal of learning about Islam, its faith, and its practices. All students and community members are welcome to MSA activities and events.   Contact email: engr.msa.club@nyu.edu   Club Advisor: Jaffar Al Sharrab     Navigators   To know Christ and to make Christ known while helping our community to find spiritual direction. Meetings are every Monday at 6:30pm   Contact email: engr.navigators.club@nyu.edu   Club Advisor: David Mugglin     National Society of Black Engineers (NSBE)   To increase the number of culturally responsible Black engineers, who excel academically, succeed professionally and positively impact the community.   Contact email: engr.nsbe.club@nyu.edu   Club Advisor: Jose Ulerio   Website: www.polynsbe.org       New York Water Environment Association Student Club (NYWEASC)   The NYWEASC strives to promote student interest in the environment; provide the opportunity for the exchange of information and ideas between students, professors and professionals; provided a common ground where students from various disciplines related to the environment can express their understanding through and organized exchange of knowledge.   Club email: engr.nyweasc.club@nyu.edu   Club Advisor: Professor Anne Ronan     out in Science, Technology, Engineering, and Mathematics (oSTEM)   The purpose of oSTEM at NYU is to foster a campus and community environment that is safe, supportive, and informative to all students regardless of physical gender, perceived gender, sexual orientation, or any other physical or physiological attribute; As well as challenge negative stigmas against the LGBTQA community. In addition club will also offer support services and information to the NYU student body, specifically those members that identify as LGBT. The club will focus on providing information about LGBT issues in STEM related fields as well as general information.   Contact email: engr.ostem.club@nyu.edu   Club Advisor: Professor Peter Li   Additional Information: sites.google.com/site/polylgbtqa/home     Performing Arts Club (PAC)   Through our gift as performers, we hope to inspire, enlighten and entertain the School of Engineering community.   Contact email: engr.performing.arts.club@nyu.edu   Club Advisor: Richard Toth     Poly Anime Society (PAS)   The Polytechnic Anime Society promotes an environment that heightens awareness and appreciation of Japanese culture and entertainment, provides a safe and healthy environment for students to emet together about things that they love to do or enjoy, and develops student leaders and fosters a sense of community. Throughout the year, PAS hosts anime showings and workshops dedicated to raising awareness of the Japanese Culture. Every year, PAS hosts the biggest event on campus called SpringFestNY. SpringFestNY is open to everyone including students and outside people. This one day mini-anime convention last year brought in about 1000 people from the tri-state area. We are planning on expanding SpringFestNY in the upcoming years. Email us for more information on how to help out with SpringFestNY   Contact email: engr.anime.club@nyu.edu   Club Advisor: Stephen Zeng     Poly Gaming Network (PGN)   The mission of the Poly Gaming Network is to create an environment for students to appreciate the technical and recreational parts of video games. Social as well as partial technical workshops will be held to accomodate for members personal interests.   Club email: engr.pgn.club@nyu.edu   Club Advisor: Professor Jim Lewis     Patent Pending   The mission of Patent Pending is to provide members of the club the opportunity to innovate and engineer with the assistance of faculty, industry, and fellow members. The club will create an environment that nurtures creativity while teaching technical skills, management, and leadership. We invent stuff, and then we build it.   Contact email: engr.patentpending.club@nyu.edu   Club Advisor: Michael Knox     Poly Paisans   Poly Paisans is the Italian Club of the School of Engineering. Our goal is to foster an understanding and appreciation of Italian culture through conversations, social activities, film, etc.   Contact email: engr.paisans.club@nyu.edu   Club Advisor: Dr. Charles Martucci     PolyBOT&#39;s   PolyBOT&rsquo;s mission is to create a relaxed learning environment that encourages students to learn from one another. Our members build projects together and create a better community though the sharing of knowledge.   Contact email: engr.bots.club@nyu.edu   Club Advisor: Professor Farshad Khorrami   Room: 725C/D   Phone: (247) 470-3410     Society of Asian Scientists and Engineers (SASE)   SASE at NYU Polytechnic School of Engineering aims to equip members with the skill set to succeed in professional environments by providing networking opportunities, conferences, and professional and personal development workshops. Events are also conducted in settings that enable diversity and service to local communities   Club email: engr.sase.club@nyu.edu   Club Advisor: Professor Abhijit Mitra       Society of Hispanic Professional Engineers (SHPE)   SHPE changes lives by empowering the Hispanic community to realize their fullest potential and impacts the world through STEM awareness, access, support and development.   Contact Email: engr.shpe.club@nyu.edu   Club Advisers: Carmen Villafane &amp; Jose Ulerio   Follow us on Facebook at: www.facebook.com/polyshpe   Join our group at: www.facebook.com/groups/nyupolyshpe/     Society Of Undergraduate Physics (SOUP)   SOUP strives to encourage and assistant students interested in physics to develop the knowledge, understanding, enthusiasm, and social responsibility that are essential to the advancement of physics; stimulate the interest in advanced study and research in physics; develop collegially among physics students and faculty members; while promoting public interet in physics.   Contact email: engr.soup.club@nyu.edu   Club Avisor: Professor Lorcan Folan     Undergraduate &amp; Graduate Student Councils   The School of Engineering Student Councils are elected by students of the School of Engineering to serve as their primary representatives, advocates, and liaisons to the entire student community. The Student Councils are charged with:      Serving as the officially designated representative of the student bodies and to advocate to the administration and corporation (Board of Trustees) on behalf of the student bodies and, when requested, provide student representatives to committees    Coordinating major campus events in coordination with the Division of Student Affairs and enhance the educational mission of the School of Engineering by providing social, cultural, educational, and developmental programs, events and services    Gathering and expressing student opinions on how to improve student life and campus activities    Ensuring that students are fully apprised of all information dealing with the impact to their experience    Responsibly and equitably distributing student activity fees and student organization funding    Working with other student groups to program college-wide events designed to foster cohesiveness within the accordingly student populations (undergraduate/graduate)    Assuring that all events, programs and services offered by student clubs, organizations, societies, and other groups are open to all members of the School of Engineering community regardless of race, sex, religion, national origin, physical disability, sexual orientation, or age except as permitted by law    Protecting the rights and responsibilities of the student bodies and to work with other members of the School of Engineering community to maintain and improve the quality of education and social experience received at the School of Engineering       Undergraduate Student Council   Contact email: engr.student.council.club@nyu.edu   Club Advisor: Nicole Kazanecki, Coordinator of Student Activities   Website: engineering.nyu.edu/life/studentactivities/student-council-programming     Graduate Student Council   Contact email: engr.gsc.club@nyu.edu   Club Advisor: Kristen Auch, Coordinator of Graduate Student Services     Society of Women Engineers (SWE)   The Society of Women Engineers (SWE) is a not-for-profit educational and service organization that empowers women to succeed and advance in the field of engineering, and to be recognized for their life-changing contributions as engineers and leaders. Founded in 1950, SWE is the driving force that establishes engineering as a highly desirable career for women through an exciting array of training and development programs, networking opportunities, scholarships, outreach and advocacy activities.   Contact email: swe.soenyu@gmail.com   Club Advisor: Heather Fomin   Additional Information: www.facebook.com/pages/School of Engineering-SWE/160647154023025     STEMinist   STEMinist&#39;s mission is to empower students to combat sexism in all forms, both within STEM fields and everyday life. STEMinist works to foster a safe space on campus through intersectioinal feminist activism that is informative and supportive. This club is social justice oriented, and is welcoming to all identities, including queer, trans* and non-binary students.   Contact email: engr.steminist.club@nyu.edu   Club Advisor: Melissa Maldonado-Salcedo       Turkish Students Association (TSA)   The mission of the School of Engineering Turkish Student Assocation is to bring together the Turkish students at the School of Engineering within one specific organization to provide a platform for meeting and exchanging ideas, as well as to introduce the Turksih culture in the multinational environment.   Contact email: tsa@poly.edu   Club Advisor: Prof. Elza Erkip     Women in Search of Excellence (WISE)   Woman in Search of Excellence (WISE) is an organization within the NYU Polytechnic School of Engineering that will work towards bringing the female community together. The School of Engineering is known to be a male dominant campus and therefore through the means of this club, we wish to encourage women from all over to become part of this prestigious university.   Contact Email: engr.wise.club@nyu.edu   Club Advisor: Karen Rose     UX @ NYU   UX @ NYU organizes events and activities through which students, faculty, and industry experts in the user experience disciplines across the NYU commununity to discover, use, design, and network.   Contact Email: engr.ux.club@nyu.edu   Club Advisor: Dana Karwas     Please email nyuengrosarc@nyu.edu with any questions or updates regarding the Clubs and Orgs Directory listings.                                Student Activities and Resource Center      Civility Campaign   Diversity Initiatives   Major and Traditional Events   NYU Serves: The Poly Project   Student Clubs and Organizations Clubs and Organizations Directory   Club Fest   Clubs &amp; Orgs Handbook   Starting and Registering Clubs   Funding and Financials   Events and Programs Feedback   Marketing and Promotion   Club Travel   Club Training and Additional Resources     Student Leadership Opportunities   NYU Washington Square Information and Resources   Student Activities Mission   Staff Contacts                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU &gt; Center for Student Activities, Leadership and Service &gt; Clubs, Organizations & Student Government &gt; Club Directory                                       Club Directory            List of Clubs by Category : 639 clubs  [ Academic ] [ Arts, Performance, Media ] [ Cultural ] [ Default ] [ Fraternity ] [ Student Council/Government ] [ Religious and Spiritual ] [ Performing ] [ Political, Public Policy, Activist, Advocacy ] [ Business ] [ Literary/Publication ] [ Professional ] [ Elections ] [ Sorority ] [ School of Engineering ] [ Community Service ] [ Upperclass ] [ Special Interest ] [ NCD ] [ Recreational ] [ LGBTQ ] [ FYRE ] [ Lease ] [ Departmental ] [ Multicultural ] [ Social ] [ Event Programming ] [ Committees & Councils ] [ Debate and Speech ] [ Greek ] [ Computers and Technology ] [ Media ] [ Film & Television ] [ Student Governance ] [ Comedy, Performance ] [ Office/Department ] [ Development ] [ Religious & Faith-Based ] [ University ] [ Service ] [ Critique & Discussion ] [ Residence Halls ] [ Student Council ] [ Student Government ] [ Theater ]  Advocates for Cultural Engagement &nbsp( nyu.artsadvocates@gmail.com ) Association of Student Affairs Professionals &nbsp( asap.club@nyu.edu ) NYU SHRM Chapter Publishing Student Association  Academic  180 Degrees Consulting-Stern UG 194 Recordings-Tisch UG American Association of Blacks in Energy-NYU Poly UG American Institute of Chemical Engineers-NYU Poly UG &nbsp( poly.aice.club@nyu.edu ) American Society of Civil Engineering - NYU Poly UG &nbsp( poly.asce.club@nyu.edu ) American Society of Mechanical Engineers-NYU Poly UG &nbsp( poly.asme.club@nyu.edu ) Animal Assisted Therapy in Social Work-Social Work G Anthropology Undergraduate Student Association-CAS UG Arab American Association of Engineers and Architects-NYU Poly UG Astronomy Club-LSP UG Base Pairs-NYU Poly UG &nbsp( poly.basepairs.club@nyu.edu ) Bechdel Test-Tisch UG Bengali Student Association-NYU Poly UG &nbsp( poly.bsa.club@nyu.edu ) BioMedical Science Club-NYU Poly UG &nbsp( poly.bsc.club@nyu.edu ) Biological Society-CAS UG Botonical Group-NYU Poly UG &nbsp( poly.botony.club@nyu.edu ) Cardinal Newman Club-NYU Poly G &nbsp( poly.cardinal.newman.club@nyu.edu ) Construction Managers Association of America-NYU Poly UG &nbsp( poly.cmaa.club@nyu.edu ) Creative Writing-SCPS UG Design Tinkering-NYU Poly G &nbsp( poly.designtinkering.club@nyu.edu ) Economics Club-LSP UG Economics Club-SCPS UG Engineers Without Borders-NYU Poly UG &nbsp( poly.ewb.club@nyu.edu ) Entrepreneurship and Innovation Association-NYU Poly UG &nbsp( poly.eia.club@nyu.edu ) FLO_collective-Tisch UG Film Production Club-LSP UG Food Studies Grad Society-Steinhardt G Fundraising Student Association-SCPS G GSAS Master's College Program Board-GSAS G Gallatin Business Club Gallatin Design Collective Gallatin Freshmen Student Council-Gallatin UG Gallatin Research Journal Gallatin Yoga Club Graduate Indian Students Association-NYU Poly G &nbsp( poly.gisa.club@nyu.edu ) Graduate International Students Association-NYU Poly G Graduate Psychology Association-GSAS G Graduate Sports Business Society-SCPS G Graphic Communications Management Association-SCPS G HammerkatzNYU-Tisch UG &nbsp( hammerkatznyu@gmail.com ) Healthcare Management Club-SCPS UG Healthcare Management Society-SCPS UG Hospitality Business Society-SCPS UG Human Development & Social Intervention Graduate Society-Steinhardt G ISO Magazine-Tisch UG Institute of Electrical and Electronic Engineers-NYU Poly UG &nbsp( poly.ieee.club@nyu.edu ) Institute of Transportation Engineers-NYU Poly UG &nbsp( poly.ite.club@nyu.edu ) Integrated Marketing Association-SCPS Grad International Club-SCPS G International Education Student Board-Steinhardt G &nbsp( steinhardt.iesb-group@nyu.edu ) Jewish Student Union-NYU Poly UG &nbsp( poly.jsu.club@nyu.edu ) Journal of Global Affairs Journal of Student Affairs-Steinhardt G LS Law Cooperative-LSP UG LS Poetry Club-LSP UG LS Tea & Philosophy Club-LSP UG Latino Social Work Student Organization-Social Work G League of Linguistics Students at NYU - All-Square Management and System Student Association-SCPS G Media Club-SCPS UG Museum Studies Student Organization-GSAS G Musicians as Healers-Stern UG Muslim Students Association-NYU Poly UG &nbsp( poly.msa.club@nyu.edu ) NYU Communication Club-Steinhardt UG NYU Real Estate Club-SCPS UG NYU-SPS Real Estate Club-SCPS UG NYUCD Class of 2015 Council-Dental UG NYUCD Class of 2018 Council-Dental UG National Society of Black Engineers-NYU Poly UG &nbsp( poly.nsbe.club@nyu.edu ) Navigators Christian Fellowship-NYU Poly UG New York Water Environment Association Student Club-NYU Poly UG &nbsp( poly.nyweasc.club@nyu.edu ) Open Critique-Tisch UG Organizational Behavior & Change Association-SCPS UG Out in Science Technology Engineering and Mathematics-NYU Poly UG &nbsp( poly.ostem.club@nyu.edu ) PR League Patent Pending-NYU Poly UG &nbsp( poly.patentpending.club@nyu.edu ) Performing Arts Club-NYU Poly G &nbsp( poly.performing.arts.club@nyu.edu ) Phi Alpha Honor Society-Pi Pi Chapter Philomathean Society - All-Square Politics Club-LSP UG Poly Anime Society-NYU Poly UG &nbsp( poly.anime.club@nyu.edu ) Poly Bots-NYU Poly UG &nbsp( poly.bots.club@nyu.edu ) Poly Gaming Network-NYU Poly UG &nbsp( poly.pgn.club@nyu.edu ) Poly Paisans-NYU Poly UG &nbsp( poly.paisans.club@nyu.edu ) Pre-Finance Society Professional Development: Grand Rounds-Steinhardt G Queer. Art. City.-Tisch UG Quiz Bowl at NYU - All-Square Real Estate Institute Student Association-SCPS G SCPS Graduate Student Council SCPS UG Student Council STEMinist-NYU Poly UG &nbsp( poly.steminist.club@nyu.edu ) Silver Atheists, Agnostics, and Secular Humanists-Social Work G Society of Women in Technology-Steinhardt G Society of Asian Scientists and Engineers-NYU Poly UG &nbsp( poly.sase.club@nyu.edu ) Society of Hispanic Professional Engineers-NYU Poly UG &nbsp( poly.shpe.club@nyu.edu ) Society of Undergraduate Physicists-NYU Poly UG &nbsp( poly.soup.club@nyu.edu ) Society of Women in Technology-Steinhardt G Sports Business Society-SCPS UG Steinhardt Black Graduate Student Association-Steinhardt G Steinhardt Graduate Composers-Steinhardt G Steinhardt Graduate Student Organization-Steinhardt G Stern Actuarial Society Stern Tisch Entertainment Business Association-Stern UG Student Animal Legal Defense Fund-Law G Student Athlete Advisory Committee-CAS UG &nbsp( saac-group@nyu.edu ) Student Counseling Association-Steinhardt G The Association for Computing Machinery at NYU-Courant UG The Collective-Tisch UG &nbsp( thecollectivenyu@gmail.cmo ) The Gallatin Math and Science Society The Hospitality and Tourism Society-SCPS G The NYU N'harmonics-Tisch UG The NYU Schack B.S. in Real Estate Club-SCPS UG The Student Association for Global Affairs-SCPS G The Translation Society-SCPS G Theater Club-LSP UG Therapist Collective-Steinhardt G Tisch Undergraduate Student Council-Tisch UG &nbsp( tusc.tsoa@nyu.edu ) UXNYU-NYU Poly G &nbsp( poly.ux.club@nyu.edu ) Vision Board Wagner International Student Society-Wagner G Women in Search of Excellence-NYU Poly UG &nbsp( poly.wise.club@nyu.edu ) Writers As Actors, Actors As Writers-Tisch UG **Go to Top**  Arts, Performance, Media  All Points of the Compass Rhythm (co-ed a capella group) - All-Square All University Gospel Choir (co-ed choir) - All-Square Amateur Screenwriters Guild - All-Square Ani V Ata (co-ed a capella group) - All-Square Antonio's Army - All-Square Asian American Theatre Alliance - All-Square Asian Fusion Dance - All-Square Backstage Theatre Company - All-Square Belly Dance Club - All-Square Break Dance Club (break dance troupe) - All-Square Cleftomaniacs (women a capella group) - All-Square Club Anime (Japanese animation) - All-Square College of Arts and Science Theatre (C.A.S.T.) - CAS &nbsp( cast.club@nyu.edu ) DJ Culture Club - All-Square Dancers Choreographers Alliance - Gallatin UG Dangerbox- All-Square Dillagi (Bollywood Dance Troupe) - All-Square First Performance (performance outlet for composers) - All-Square Garba/Raas (Indian Gujarati Folk Dance Troupe)- All-Square Imbroglio Improvisation Club - All-Square Khalbali - All-Square Lamplighters - All-Square Mass Transit (men a capella) - All-Square Middle C (music performance community service club) - All-Square Mixtapes, The (co-ed a capella group) - All-Square Motion Picture Club @ NYU - All-Square NASHA (South Asian Dance Troupe) - All-Square One Step Ahead (Step Team) - All-Square PINTURA - All-Square Program Board (PB) - CSALS &nbsp( program.board@nyu.edu ) Pulse Dance Project REACT to FILM at NYU - All-Square Rhymez - All-Square SLAM! at NYU - All-Square Students of Hillels Mostly Undergraduate Theatrical Playerz (SHMUTZ) (theatre troupe) - All-Square Twinkle Toes - All Square Violet Circus Arts - All-Square Vocaholics (men a capella) - All-Square Vocollision (Asian a cappella)- All-Square WNYU Radio (89.1 FM) - CSALS **Go to Top**  Business  Actuarial Society Alpha Kappa Psi Beta Alpha Psi Business Politics Group Delta Sigma Pi Economics Honors Society Entrepreneurial Exchange Group Finance Society Inter-Club Council International Business Association International Students Association Luxury and Retail Association Management Consulting Group Marketing Society Negotiations Club Net Impact Phi Chi Theta Pride Corp Quantitative Finance Society Stern & Tisch Entertainment Business Association Stern Accounting Society Stern Business Analytics Club Stern Business and Law Association Stern Cares Stern Investment Analysis Group Stern Political Economy Exchange Stern Real Estate Group Supporting Excellence & Advocating Diversity Undergraduate Stern Women in Business **Go to Top**  Comedy, Performance  Hammerkatz NYU **Go to Top**  Committees & Councils  Class of 2015 Class of 2016 Class of 2017 Class of 2018 **Go to Top**  Community Service  Alpha Phi Omega - National Service Fraternity - All-Square American Red Cross at NYU - All-Square Arts in the Community - All-Square Asian Initiative - All-Square Best Buddies - All-Square Breaking Barriers - All-Square CHEFs for School - All-Square China Care - All-Square Circle K International - All-Square Colleges Against Cancer - All-Square Community Agriculture Project - All-Square FACE AIDS at NYU - All-Square Friend to Friend - All-Square Generation Citizen @ NYU - All-Square Glamour Gals - All-Square Global Brigades at NYU - All-Square Habitat for Humanity - All-Square Harry Potter Alliance at NYU - All-Square Heart to Heart - All-Square Make Music - All-Square Marrow for Tomorrow - DKMS at NYU - All-Square NYU Project OutReach Operation Dreamcatchers - All-Square Pre-Dental Outreach Club - All-Square Project Sunshine at NYU - All-Square Rotaract at NYU - All-Square Strive for College at NYU - All-Square Students for Organ Donation - All-Square Support Our Troops - All-Square Two Birds One Stone - All-Square UNICEF - All-Square United Against Infectious Diseases - All-Square Women and Youth Supporting Each Other - All-Square Women of Excellence, Strength, and Tenacity - All-Square World Faith - All-Square World Vision at NYU - All-Square **Go to Top**  Computers and Technology  Digital Arts Club - All-Square PRINT3D @ NYU - All-Square Tech at NYU - All-Square **Go to Top**  Critique & Discussion  Open Critique Club Student Producers Association The Collective WAAAAW **Go to Top**  Cultural  Afghan Students Association - All-Square African Heritage Month - All-Square African Students Union - All-Square Arab Students United - All-Square Armenian Students Association at NYU - All-Square Asian Cultural Union - All-Square Asian Heritage Month - All-Square Association for Indian Cultural Exchange - All-Square Bella Quisqueya - All-Square Bengali Student Association - All-Square Biracial and Multicultural Students Association - All-Square Black Student Union - All Square Brazilian Society at NYU - All-Square Canadian Students Association - All-Square Caribbean Students Association - All-Square Chinese Mei Society - All-Square Chinese Student Society - All-Square Chinese Students and Scholars Association at NYU - All-Square Corners of Culture - All-Square Cuban American Student Association (CASA) - All-Square East Asian Literature Society - All-Square French Students Association - All-Square Global China Connection at NYU - All-Square Habesha Cultural Society - All-Square Haitian American Students Association - All-Square Hawaii Club - All-Square Hellenic Heritage Association - All-Square Hong Kong Student Association - All-Square Indonesian Students Association International Filipino Association - All-Square International Sit and Watch - All-Square Iranian Jewish Club - All-Square Joss Whedon Appreciation Club - All-Square Korean Graduate Students Association - All-Square Korean International Students Organization - All-Square Korean Students Association - All-Square LUCHA (Latinos Unidos Con Honor y Amistad) - All-Square La Herencia Latina - All-Square Malaysian Students Association MexSA - All-Square Native American and Indigenous Students Group at NYU - All-Square Organization of Black Women - All-Square Pakistani Students Association - All-Square Persian Cultural Society - All-Square Polish Club at NYU - All-Square PorColombia - All-Square Rhythmic Impulse at NYU - All-Square Russian Club - All-Square Shuruq - Theme Month - All-Square Singapore Students Association - All-Square South Asian Student Dental Association South Asian Students Association (SHRUTI) - All-Square South Slavic Club At NYU - All-Square Taiwanese American Student Society - All-Square Taiwanese Student Association - All-Square Thai Students Association - All-Square Turkish Student Association - All-Square Turkish Students Association-NYU Poly G Vietnamese Student Association - All-Square Women's Herstory Month - All-Square **Go to Top**  Debate and Speech  Cross-Examination Debate Association - All-Square Mock Trial at NYU - All-Square Model United Nations - All-Square Parliamentary Debaters Union - All-Square **Go to Top**  Default  Asian Pacific American Medical Student Association **Go to Top**  Departmental  Budget Testing Portal Budget Testing Umbrella College of Arts & Science Dentistry Gallatin School of Individual Study LGBTQ Student Center NYU Service Umbrella Office of Student Engagement Robert F. Wagner Graduate School of Public Service SRC Student Leaders Silver School of Social Work Stern Undergraduate Student Affairs Office Student Resource Center Tisch School of the Arts **Go to Top**  Development  Liberal Studies **Go to Top**  Elections  All-University Elections **Go to Top**  Event Programming  Class of 2014 Activities Board Class of 2015 Activities Board Class of 2016 Activities Board Class of 2017 Activities Board Gallatin Student Council **Go to Top**  FYRE  Brittany Hall Founders Hall Goddard Residential College Hayden Hall Othmer & Clark Halls Rubin Hall Third North University Hall Weinstein Hall **Go to Top**  Film & Television  Fusion Film Festival **Go to Top**  Fraternity  Alpha Epsilon Pi Fraternity - All-Square Alpha Phi Delta (Colony) Delta Kappa Epsilon Fraternity - All-Square Delta Lambda Phi - All-Square Delta Phi Fraternity - All-Square Greek Week - All-Square Iota Nu Delta Fraternity - All-Square La Unidad Latina, Lambda Upsilon Lambda Fraternity Inc. - All-Square Lambda Chi Alpha - All-Square Lambda Phi Epsilon Fraternity - All-Square Nu Alpha Phi Fraternity, Inc. Omega Phi Alpha Order of Omega - IGC Phi Chi Theta - Stern UG &nbsp( phichi@stern.nyu.edu ) Phi Gamma Delta (FIJI) - All-Square Phi Iota Alpha Fraternity Inc. - All-Square Phi Kappa Sigma - All-Square Pi Delta Psi Fraternity, Inc. - All-Square Pi Kappa Alpha Fraternity - All-Square Sigma Phi Epsilon Fraternity - All-Square Tau Delta Phi Fraternity Tau Kappa Epsilon International Fraternity - All-Square Zeta Beta Tau - All-Square Zeta Psi Fraternity of North America - All-Square **Go to Top**  Greek  Delta Sigma Pi - Alpha Chapter **Go to Top**  LGBTQ  BodyQueer CampGrrl - All-Square Fluidity Keshet - All-Square Men's Group Pride Month - All-Square Queer Grads Queer Union - All-Square Queer. Art. City. Shades T-Party **Go to Top**  Lease  Broome Street Residential College Coral Tower Grad Halls Greenwich Hall Lafayette Hall Second Street The Senior House at W. 13th Street **Go to Top**  Literary/Publication  Aftab: Rays of Light - All-Square BAEDEKER - All-Square Comic Book League- All-Square Generasian - All-Square Headless Society, The - All-Square Jewish Voice at NYU, The - All-Square Journal of Human Rights - All-Square Journal of Politics and International Affairs - All-Square Medical Dialogue (MD) - All-Square Minetta Review, The - All-Square Plague - All-Square Poetry Club - All-Square Rhizoma - All-Square Seed (Christian Publication) - All-Square Think Torch- All-Square Washington Square News (WSN) - CSALS **Go to Top**  Media  Embodied Magazine ISO Magazine Student Animation League **Go to Top**  Multicultural  Center for Multicultural Education Programs **Go to Top**  NCD  Association for African Development - NCD Coffee Club - NCD ElevatED: STEM Pre-Teaching Society - NCD Gluten Free - NCD Happiness Initiative - NCD Healthcare Business Network - NCD Japanese Cultural Association - NCD MuCh Dialogue at NYU - NCD Pandemonium - NCD Spoon University - NCD Students for Sexual Respect - NCD Turkish Political Society - NCD **Go to Top**  Office/Department  Humanities Ambassadors At NYU **Go to Top**  Performing  194 Recordings Dancers and Choreographers Alliance Gallatin Composers Forum Gallatin Theatre Troupe N'Harmonics Shakespeare in the Square Youth Movement Collective **Go to Top**  Political, Public Policy, Activist, Advocacy  85 Broads at NYU - All-Square Active Minds - All-Square Against Child Trafficking (ACT) - All-Square Amnesty International - All-Square Asian American Women s Alliance - All-Square CHILD (not) SOLDIER - All-Square Clinton Global Initiative University College Democrats - All-Square College Libertarians- All-Square College Republicans - All-Square Cruelty-Free NYU- All-Square Disability Student Union at NYU - All-Square Dream Team at NYU - All-Square Earth Matters - All-Square Earth Month Planning Committee - All-Square Emily's Entourage - All-Square Freedoms 4 North Korea (F4NK) - All-Square Gesher - All-Square Global Public Health Action Network (GPHAN) - All-Square International Socialists Organization - All-Square J Street U @ NYU - All-Square Military Veterans at NYU - All-Square Muslim Graduate Student Group (MGSG) - All-Square National Organization of Women (NOW) - All-Square Oxfam America - All-Square Platypus Affiliated Society at NYU, The - All-Square Political Union and Review at NYU - All-Square Politics Society at NYU - All-Square RFK Young Leaders - All-Square Radical Film and Lecture Series - All-Square Roosevelt Institute at NYU - All-Square Smart Woman Securities - All-Square Students Creating Radical Change - All-Square Students for Justice in Palestine - All-Square Students for Sensible Drug Policy at NYU - All-Square The Feminist Society at NYU - All-Square The Supply at NYU - All-Square TorchPac: Promoting the U.S.-Israel Relationship - All-Square Yovel: the Green Zionist Alliance @ NYU - All-Square **Go to Top**  Professional  AIESEC NYU - All-Square Ascend - All-Square Association for Women In Communication - All-Square Association of Latino Professionals in Finance and Accounting at NYU - All-Square Aviation Club at NYU - All-Square Fashion Business Association - All-Square International Relations Association at NYU - All-Square Minority Association of Pre-Medical and Science Students- All-Square Minority Pre-Law Association - All-Square Modeling Club - All-Square Real Estate Synergy Network - All-Square Restaurateur Club - All-Square Stern-Tisch Business Entertainment Association TEDxNYU- All-Square Tisch Talent Guild Undergraduate Law Society - All-Square **Go to Top**  Recreational  Ballroom and Latin Dance Team - All-Square Brazilian Jiu Jitsu Club at NYU - All-Square Bridge and Spades - All-Square Chess Community Club - All-Square Chess Team - All-Square Game Design Group - All-Square Girls Who Lift Martial Arts Club -All-Square Ninja - All-Square PLAY: The Games Club - All-Square Puzzled for Good-All-Square Quidditch at NYU- All-Square Science Fiction & Fantasy Club - All-Square Ski & Snowboard Club - All-Square Sports Spectrum - All-Square Swing Dance Society - All-Square Zombie Defense-All-Square **Go to Top**  Religious & Faith-Based  Muslim Dental Association **Go to Top**  Religious and Spiritual  180 Fellowship - All-Square Agape Week Planning Committee - Theme Week - All-Square Alpha Omega - All-Square Apologetics Cafe - All-Square Asian American Christian Fellowship - All-Square Atheists, Agnostics and Freethinkers - All-Square Bahai Club at NYU - All-Square Bridges: Jewish-Muslim Interfaith Dialogue - All-Square Buddhism Club - All-Square Campus Crusade for Christ - All-Square Catholic Graduate and Law Students Association - All-Square Chabad at NYU - All-Square Christian Inter-Fellowship Council- All-Square Christians on Campus aka Zoe Christian Club - All-Square Compass Koinonia - All-Square Encounter - All-Square Every Nation Campus Ministry Global Spiritual Life at NYU - Department Graduate Christian Fellowship - All-Square Hillel : The Jewish Culture Foundation at NYU - All-Square Hindu Students Council - All-Square Inter-Varsity Christian Fellowship - All-Square International Chinese Christian Fellowship at NYU - All-Square Kesher: Reform Jews at NYU - All-Square Korea Campus Crusade for Christ - All-Square Korean Catholics United - All-Square Korean Christian Students Association - All-Square Krishna Bhakti Club - All-Square Meor at NYU - All-Square Muslim Students Association- All-Square Navigators (ecumenical) - All-Square Newman Club (Catholic UG) - All-Square Orthodox Christian Fellowship - All-Square Orthodox Women's Leadership Initiative - All-Square Reformed University Fellowship City Campus at NYU-All-Square Remnant Christian Fellowship, The (Presbyterian) - All-Square Shalhevet at NYU - All-Square Shine - All-Square The Indie Minyan - All-Square Tzu Ching Collegiate Association - All-Square United Sikh Association - All-Square Value Creation Society - All-Square Youth Evangelical Fellowship - All-Square **Go to Top**  Residence Halls  Residential Life & Housing Services **Go to Top**  School of Engineering  Alpha Omega Epsilon American Association of Blacks in Energy (AABE) American Institute of Chemical Engineers American Society of Civil Engineers American Society of Mechincal Engineers Base Pairs Bengali Student Association of Engineers BioMedical Science Club Cardinal Newman Club Chemists Club Construction Managers Association of America D3: Design, Drawing, and Development Design Tinkering Engaging Engineers Engineers Without Borders Entrepreneurship and Innovation Association Finance Club Graduate Indian Student Association Graduate Student Council Institute of Electrical and Electronic Engineers Institute of Transportation Engineers Jewish Student Union Korean Engineering Student Association Muslim Students Association National Society of Black Engineers Navigators New York Water Environment Association Student Club Patent Pending Performing Arts Club Poly Anime Society Poly Gaming Network PolyBots SCHOOL OF ENGINEERING STUDENTS STEMinist School of Engineering Society for Human Resource Management Society for the Advancement of Materials and Process Engineering Society of Asian Scientists and Engineers Society of Hispanic Professional Engineers Society of Undergraduate Physics Society of Women Engineers TEST (MATT) Tau Beta Pi The Poly Project Theta Tau UXNYU Undergraduate Student Council Women in Search of Excellence oSTEM **Go to Top**  Service  NYU Reaching Out **Go to Top**  Social  Cheese Club - All-Square Icing on the Cake - All-Square Society for Appreciation of Korean Pop Culture-All-Square Sweet Side of Life - All-Square **Go to Top**  Sorority  Alpha Epsilon Phi Sorority - All-Square Alpha Phi Zeta Sorority - All-Square Alpha Sigma Tau Sorority - All-Square Delta Kappa Delta - All-Square Delta Phi Epsilon Sorority - All-Square Hermandad de Sigma Iota Alpha, Inc. Sorority - All-Square Kappa Kappa Gamma Sorority - All-Square Lambda Pi Chi - Colony - NCD Omega Phi Beta Sorority, Inc. - All-Square Pi Beta Phi - All-Square Sigma Gamma Rho - Colony - NCD Theta Phi Beta Sorority - All-Square Zeta Tau Alpha - All-Square alpha Kappa Delta Phi **Go to Top**  Special Interest  Art Adventure Club Commuter Student Council Cookies and Coloring Transfer and Transitioning Student Association **Go to Top**  Student Council  Stern Class of 2015 Stern Class of 2016 Stern Class of 2017 Stern Class of 2018 Stern Student Council **Go to Top**  Student Council/Government  College of Arts and Science Student Council - CAS UG &nbsp( council.cas.club@nyu.edu ) Inter Fraternity Council (IFC) - IGC Inter Greek Council (IGC) - UCSL Multicultural Greek Council (MGC) - IGC Panhellenic Council - IGC Stern Student Council - Stern UG &nbsp( council@stern.nyu.edu ) Student Activities Board (SAB) - UCSL Student Senators Council - SSC **Go to Top**  Student Governance  Graduate Student Organization Test Portal Tisch Undergraduate Student Council **Go to Top**  Student Government  Student Council Executive Board **Go to Top**  Theater  Tisch New Theatre **Go to Top**  University  NYU Office of Civic Engagement NYU Tisch School of the Arts **Go to Top**  Upperclass  Alumni & 7th Street Carlyle Court Clark Street Gramercy Green Palladium Hall The Green House at 7th Street **Go to Top**"}]},
{"detail": [{"content": "Clubs and Organizations Directory | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Activities and Resource Center / Student Clubs and Organizations                         Clubs and Organizations Directory                                                             Clubs and Organizations Directory                       We offer a variety of organization types, insuring that students can find something that suits their personalities and interests. Our clubs focus on technology, culture, communications, and social life. We also offer graduate organizations, campus ministries, and fraternities and sororities.   See below for a list of our clubs, and click on a club name for further information.      American Association of Blacks in Energy (AABE)    American Chemical Society (ACS)    American Insitute of Chemical Engineers (AIChE)    American Society of Civil Engineers (ASCE)    American Society of Mechanical Engineers (ASME)    Base Pairs    BioMolecular Science Club    Bengali Student Association    Botony Club    Cardinal Newman Club    Construction Managers Association of America (CMAA)    Design Tinkering    Entrepreneurship and Innovation Association at the School of Engineering (EIA)    Engineers Without Borders (EWB)    Graduate Indian Students Association (GISA)    Integrated Digital Media (IDM)    Institute of Electrical and Electronic Engineers (IEEE)    Institute of Transportation Engineers (ITE)    Jewish Student Union (JSU)    Korean Engineering and Science Students Association (KESSA)    Muslim Students Association (MSA)    Navigators    National Society of Black Engineers (NSBE)    New York Water Environment Association Student Club (NYWEA)    out in Science, Technology, Engineering, and Mathematics (OSTEM)    Patent Pending    Performing Arts Club (PAC)    Poly Anime Society (PAS)    Poly Gaming Network (PGN)    Poly Paisans    PolyBOTs    Society of Hispanic Professional Engineers (SHPE)    Society of Women Engineers (SWE)    Society of Asian Scientists &amp; Engineers (SASE)    Society of Undergraduate Physics (SOUP)    STEMinist    Undergraduate &amp; Graduate Student Council    Turkish Students Association (TSA)    Women in Search of Excellence (WISE)    UX at NYU     American Association of Blacks in Energy (AABE)   The American Association of Blacks in Energy (AABE) aims to benefit the NYU School of Engineering community by bringing awareness of the opportunities and challenges posed in the energy field while solving these challenges through membership, practical knowledge and experiences.   Contact Email: engr.aabe.club@nyu.edu   Club Advisor: Alim William     American Institute of Chemical Engineers (AiChE)   The purpose of the American Institute of Chemical Engineers (AIChE) student chapter at The NYU Polytechnic School of Engineering (School of Engineering) is to serve as the primary communication medium between the academic chemical engineering community at the School of Engineering and the global chemical engineering community abroad.   Contact email: engr.aice.club@nyu.edu   Club Advisor: Professor Levicky   www.facebook.com/AIChEnyupoly       American Society of Civil Engineers (ASCE)   The student chapter of the ASCE provides students studying civil engineering with activities such as field trips, guest speakers, and annual conferences. Through these activities, future CE professionals are given the opportunity to experience the practical application of their studies, meet practicing professional engineers as well as students from other schools.   Contact email: engr.asce.club@nyu.edu   Club Advisor: Jose Ulerio   Website: asce.poly.edu     American Society of Mechanical Engineers (ASME)   The student chapter of the ASME provides students studying mechanical engineering with activities such as field trips, guest speakers and annual conferences in efforts of supplementing the academic experience with practical knowledge.   Contact email: engr.asme.club@nyu.edu   Club Advisor: Jose Ulerio       Base Pairs   Base Pairs is a student club that seeks to provide a place where students can meet and share their experiences, give advice, and network. Specifically, Base Pairs will facilitate the meeting of Bimolecular Science and Chemical &amp; Bimolecular Engineering students due to their similarities in both academics and extracurricular interests. With the support of academic advisors, the vision for these meetings is to allow students to have a forum to give each other both professional and personal support.      Contact email: engr.basepairs.club@nyu.edu   Club Advisor: Professor Tommy Lee     Biomolecular Science Club (BMSC)   The purpose of the BMSC is to provide a community for the BMS and CBE students and to allow for the students to engage in a healthy relationship between each other as fellow majors. The club will provide information regarding BMS, as well as meetings, events, and other activities for the students.   Contact email: engr.bsc.club@nyu.edu   Club Advisor: Alexandra Seidenshaw     Bengali Students Association (BSA)   Bengali Students Association (BSA) is a cultural and educational association of NYU Polytechnic School of Engineering. All students are welcome to join and participate in this association. Every year, the association will organize cultural activities to provide knowledge about Bengali culture and its heritage. The purpose of this association is to spread Bengali culture through these different cultural activities. BSA will provide an opportunity for students to explore a new culture.   Contact Email: engr.bsa.club@nyu.edu   Club Advisor: Lawrence A. Mantrone     Botony Club   Botony Club strides to break the myth that plant life and urban environments are mututally exclusive; show, by example, that our campus can be verdant and green; and demonstrate the influence of plant life and its benefits on human life.   Contact email: engr.botony.club@nyu.edu   Advisor: Professor Richard Wener rwener@nyu.edu     Cardinal Newman   The Cardinal Newman Club is a growing community of students seeking to deepen their understanding of their shared faith and values while supporting one another on the spiritual journey of life. The club aims to serve the spiritual, social, cultural and intellectual needs of Catholic students as well as non-Catholic students wishing to learn more about the faith. Our activities include: Catholic Sunday Mass, prayer services for feasts, holidays, and special occasions, retreats, religion and science lectures, spiritual direction, social outreach activities to take action against poverty and advocate peace, justice, and reverence for life, and memorial services as needed.   Contact email: engr.cardinal.newman.club@nyu.edu   Club Advisor: Father Biju Thalupadan       Construction Managers Association of America (CMAA)   The student chapter of CMAA offers both Civil Engineering and Construction Management students with activities and competitions including field trips, guest speakers, conferences and the Associated Schools of Construction (ASC) competition. By developing skills as young professionals, students will be adequately prepared for their career after their education.   Contact email: engr.cmaa.club@nyu.edu   Club Advisor: Professor Lawrence Chiarelli     Design Tinkering Club   We aim to bring open innovation to the Poly community in order to design solutions for social good.   Contact email: engr.designtinkering.club@nyu.edu   Club Advisor: Professor Anne-Laure Fayard   Additional Information: http:// nyupoly.blogspot.com/   Blog: greenhousestories.com     Entrepreneurship and Innovation Association (EIA)   The Entrepreneurship Club seeks to create an entrepreneurial ecosystem based upon NYU Poly&rsquo;s i 2 e direction. The club will provide a forum to learn the concepts of entrepreneurship, provide the benefits of self-employment, and the step-by-step path involved in launching and commercializing your own ideas.   Contact email: engr.eia.club@nyu.edu     Club Advisor: Vyacheslav Kuyan   Additional Information: www.nyupolyeia.org     Engineers Without Borders (EWB)   Poly Engineers Without Borders creates transformative experiences and responsible leaders while supporting community-driven development by collaborating with local partners to design and implement sustainable engineering projects.   Contact email: engr.ewb.club@nyu.edu   Club Advisor: Rastislav Levicky       Graduate Indian Students Association (GISA)   The main mission of our organization is to foster understanding about India and her culture among the NYU.Poly community at large, to provide an avenue to bridge the social gap among the graduate students here at Polytechnic, in order to enhance the diversity and to provide a helping hand to the new incoming students in getting oriented to the United States of America.   Contact email: engr.gisa.club@nyu.edu   Club Advisor: Nikhil Gupta     Institute of Electrical and Electronic Engineers (IEEE)   IEEE is the world&rsquo;s largest technical professional association. The main goal of the IEEE student branch is to help IEEE fulfill it&#39;s vision of &quot;Advancing Technology for Humanity&quot; by offering workshops, competitions, and hands-on projects that are relevant to electrical and computer engineering to the student body at the School of Engineering and NYU.   Contact email: engr.ieee.club@nyu.edu   Club Advisor: Matthew Campisi   Website: ieee.poly.edu/     Institute of Transportation Engineers (ITE)   To acquaint students with topics of interest in transportation and traffic engineering through the medium of competent speakers and of Chapter-sponsored trips; to foster the development of professional spirit, to promote common interests among students and to encourage the enhancement and optimization of facilities for transportation and traffic engineering study.   Contact email: engr.ite.club@nyu.edu   Club Advisor: Elena Prassas     Jewish Student Union (JSU)   Our goal is to provide students with an understanding of Jewish culture and identity through inspirational events.   Contact email: engr.jsu.club@nyu.edu   Club Advisor: Rachel Jacobovits     Muslim Students Association (MSA)   The Muslim Students Assocation is dedicated to providing the School of Engineering students the opportunity to come together in a Muslim environment with the goal of learning about Islam, its faith, and its practices. All students and community members are welcome to MSA activities and events.   Contact email: engr.msa.club@nyu.edu   Club Advisor: Jaffar Al Sharrab     Navigators   To know Christ and to make Christ known while helping our community to find spiritual direction. Meetings are every Monday at 6:30pm   Contact email: engr.navigators.club@nyu.edu   Club Advisor: David Mugglin     National Society of Black Engineers (NSBE)   To increase the number of culturally responsible Black engineers, who excel academically, succeed professionally and positively impact the community.   Contact email: engr.nsbe.club@nyu.edu   Club Advisor: Jose Ulerio   Website: www.polynsbe.org       New York Water Environment Association Student Club (NYWEASC)   The NYWEASC strives to promote student interest in the environment; provide the opportunity for the exchange of information and ideas between students, professors and professionals; provided a common ground where students from various disciplines related to the environment can express their understanding through and organized exchange of knowledge.   Club email: engr.nyweasc.club@nyu.edu   Club Advisor: Professor Anne Ronan     out in Science, Technology, Engineering, and Mathematics (oSTEM)   The purpose of oSTEM at NYU is to foster a campus and community environment that is safe, supportive, and informative to all students regardless of physical gender, perceived gender, sexual orientation, or any other physical or physiological attribute; As well as challenge negative stigmas against the LGBTQA community. In addition club will also offer support services and information to the NYU student body, specifically those members that identify as LGBT. The club will focus on providing information about LGBT issues in STEM related fields as well as general information.   Contact email: engr.ostem.club@nyu.edu   Club Advisor: Professor Peter Li   Additional Information: sites.google.com/site/polylgbtqa/home     Performing Arts Club (PAC)   Through our gift as performers, we hope to inspire, enlighten and entertain the School of Engineering community.   Contact email: engr.performing.arts.club@nyu.edu   Club Advisor: Richard Toth     Poly Anime Society (PAS)   The Polytechnic Anime Society promotes an environment that heightens awareness and appreciation of Japanese culture and entertainment, provides a safe and healthy environment for students to emet together about things that they love to do or enjoy, and develops student leaders and fosters a sense of community. Throughout the year, PAS hosts anime showings and workshops dedicated to raising awareness of the Japanese Culture. Every year, PAS hosts the biggest event on campus called SpringFestNY. SpringFestNY is open to everyone including students and outside people. This one day mini-anime convention last year brought in about 1000 people from the tri-state area. We are planning on expanding SpringFestNY in the upcoming years. Email us for more information on how to help out with SpringFestNY   Contact email: engr.anime.club@nyu.edu   Club Advisor: Stephen Zeng     Poly Gaming Network (PGN)   The mission of the Poly Gaming Network is to create an environment for students to appreciate the technical and recreational parts of video games. Social as well as partial technical workshops will be held to accomodate for members personal interests.   Club email: engr.pgn.club@nyu.edu   Club Advisor: Professor Jim Lewis     Patent Pending   The mission of Patent Pending is to provide members of the club the opportunity to innovate and engineer with the assistance of faculty, industry, and fellow members. The club will create an environment that nurtures creativity while teaching technical skills, management, and leadership. We invent stuff, and then we build it.   Contact email: engr.patentpending.club@nyu.edu   Club Advisor: Michael Knox     Poly Paisans   Poly Paisans is the Italian Club of the School of Engineering. Our goal is to foster an understanding and appreciation of Italian culture through conversations, social activities, film, etc.   Contact email: engr.paisans.club@nyu.edu   Club Advisor: Dr. Charles Martucci     PolyBOT&#39;s   PolyBOT&rsquo;s mission is to create a relaxed learning environment that encourages students to learn from one another. Our members build projects together and create a better community though the sharing of knowledge.   Contact email: engr.bots.club@nyu.edu   Club Advisor: Professor Farshad Khorrami   Room: 725C/D   Phone: (247) 470-3410     Society of Asian Scientists and Engineers (SASE)   SASE at NYU Polytechnic School of Engineering aims to equip members with the skill set to succeed in professional environments by providing networking opportunities, conferences, and professional and personal development workshops. Events are also conducted in settings that enable diversity and service to local communities   Club email: engr.sase.club@nyu.edu   Club Advisor: Professor Abhijit Mitra       Society of Hispanic Professional Engineers (SHPE)   SHPE changes lives by empowering the Hispanic community to realize their fullest potential and impacts the world through STEM awareness, access, support and development.   Contact Email: engr.shpe.club@nyu.edu   Club Advisers: Carmen Villafane &amp; Jose Ulerio   Follow us on Facebook at: www.facebook.com/polyshpe   Join our group at: www.facebook.com/groups/nyupolyshpe/     Society Of Undergraduate Physics (SOUP)   SOUP strives to encourage and assistant students interested in physics to develop the knowledge, understanding, enthusiasm, and social responsibility that are essential to the advancement of physics; stimulate the interest in advanced study and research in physics; develop collegially among physics students and faculty members; while promoting public interet in physics.   Contact email: engr.soup.club@nyu.edu   Club Avisor: Professor Lorcan Folan     Undergraduate &amp; Graduate Student Councils   The School of Engineering Student Councils are elected by students of the School of Engineering to serve as their primary representatives, advocates, and liaisons to the entire student community. The Student Councils are charged with:      Serving as the officially designated representative of the student bodies and to advocate to the administration and corporation (Board of Trustees) on behalf of the student bodies and, when requested, provide student representatives to committees    Coordinating major campus events in coordination with the Division of Student Affairs and enhance the educational mission of the School of Engineering by providing social, cultural, educational, and developmental programs, events and services    Gathering and expressing student opinions on how to improve student life and campus activities    Ensuring that students are fully apprised of all information dealing with the impact to their experience    Responsibly and equitably distributing student activity fees and student organization funding    Working with other student groups to program college-wide events designed to foster cohesiveness within the accordingly student populations (undergraduate/graduate)    Assuring that all events, programs and services offered by student clubs, organizations, societies, and other groups are open to all members of the School of Engineering community regardless of race, sex, religion, national origin, physical disability, sexual orientation, or age except as permitted by law    Protecting the rights and responsibilities of the student bodies and to work with other members of the School of Engineering community to maintain and improve the quality of education and social experience received at the School of Engineering       Undergraduate Student Council   Contact email: engr.student.council.club@nyu.edu   Club Advisor: Nicole Kazanecki, Coordinator of Student Activities   Website: engineering.nyu.edu/life/studentactivities/student-council-programming     Graduate Student Council   Contact email: engr.gsc.club@nyu.edu   Club Advisor: Kristen Auch, Coordinator of Graduate Student Services     Society of Women Engineers (SWE)   The Society of Women Engineers (SWE) is a not-for-profit educational and service organization that empowers women to succeed and advance in the field of engineering, and to be recognized for their life-changing contributions as engineers and leaders. Founded in 1950, SWE is the driving force that establishes engineering as a highly desirable career for women through an exciting array of training and development programs, networking opportunities, scholarships, outreach and advocacy activities.   Contact email: swe.soenyu@gmail.com   Club Advisor: Heather Fomin   Additional Information: www.facebook.com/pages/School of Engineering-SWE/160647154023025     STEMinist   STEMinist&#39;s mission is to empower students to combat sexism in all forms, both within STEM fields and everyday life. STEMinist works to foster a safe space on campus through intersectioinal feminist activism that is informative and supportive. This club is social justice oriented, and is welcoming to all identities, including queer, trans* and non-binary students.   Contact email: engr.steminist.club@nyu.edu   Club Advisor: Melissa Maldonado-Salcedo       Turkish Students Association (TSA)   The mission of the School of Engineering Turkish Student Assocation is to bring together the Turkish students at the School of Engineering within one specific organization to provide a platform for meeting and exchanging ideas, as well as to introduce the Turksih culture in the multinational environment.   Contact email: tsa@poly.edu   Club Advisor: Prof. Elza Erkip     Women in Search of Excellence (WISE)   Woman in Search of Excellence (WISE) is an organization within the NYU Polytechnic School of Engineering that will work towards bringing the female community together. The School of Engineering is known to be a male dominant campus and therefore through the means of this club, we wish to encourage women from all over to become part of this prestigious university.   Contact Email: engr.wise.club@nyu.edu   Club Advisor: Karen Rose     UX @ NYU   UX @ NYU organizes events and activities through which students, faculty, and industry experts in the user experience disciplines across the NYU commununity to discover, use, design, and network.   Contact Email: engr.ux.club@nyu.edu   Club Advisor: Dana Karwas     Please email nyuengrosarc@nyu.edu with any questions or updates regarding the Clubs and Orgs Directory listings.                                Student Activities and Resource Center      Civility Campaign   Diversity Initiatives   Major and Traditional Events   NYU Serves: The Poly Project   Student Clubs and Organizations Clubs and Organizations Directory   Club Fest   Clubs &amp; Orgs Handbook   Starting and Registering Clubs   Funding and Financials   Events and Programs Feedback   Marketing and Promotion   Club Travel   Club Training and Additional Resources     Student Leadership Opportunities   NYU Washington Square Information and Resources   Student Activities Mission   Staff Contacts                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU &gt; Center for Student Activities, Leadership and Service &gt; Clubs, Organizations & Student Government &gt; Club Directory                                       Club Directory            List of Clubs by Category : 639 clubs  [ Academic ] [ Arts, Performance, Media ] [ Cultural ] [ Default ] [ Fraternity ] [ Student Council/Government ] [ Religious and Spiritual ] [ Performing ] [ Political, Public Policy, Activist, Advocacy ] [ Business ] [ Literary/Publication ] [ Professional ] [ Elections ] [ Sorority ] [ School of Engineering ] [ Community Service ] [ Upperclass ] [ Special Interest ] [ NCD ] [ Recreational ] [ LGBTQ ] [ FYRE ] [ Lease ] [ Departmental ] [ Multicultural ] [ Social ] [ Event Programming ] [ Committees & Councils ] [ Debate and Speech ] [ Greek ] [ Computers and Technology ] [ Media ] [ Film & Television ] [ Student Governance ] [ Comedy, Performance ] [ Office/Department ] [ Development ] [ Religious & Faith-Based ] [ University ] [ Service ] [ Critique & Discussion ] [ Residence Halls ] [ Student Council ] [ Student Government ] [ Theater ]  Advocates for Cultural Engagement &nbsp( nyu.artsadvocates@gmail.com ) Association of Student Affairs Professionals &nbsp( asap.club@nyu.edu ) NYU SHRM Chapter Publishing Student Association  Academic  180 Degrees Consulting-Stern UG 194 Recordings-Tisch UG American Association of Blacks in Energy-NYU Poly UG American Institute of Chemical Engineers-NYU Poly UG &nbsp( poly.aice.club@nyu.edu ) American Society of Civil Engineering - NYU Poly UG &nbsp( poly.asce.club@nyu.edu ) American Society of Mechanical Engineers-NYU Poly UG &nbsp( poly.asme.club@nyu.edu ) Animal Assisted Therapy in Social Work-Social Work G Anthropology Undergraduate Student Association-CAS UG Arab American Association of Engineers and Architects-NYU Poly UG Astronomy Club-LSP UG Base Pairs-NYU Poly UG &nbsp( poly.basepairs.club@nyu.edu ) Bechdel Test-Tisch UG Bengali Student Association-NYU Poly UG &nbsp( poly.bsa.club@nyu.edu ) BioMedical Science Club-NYU Poly UG &nbsp( poly.bsc.club@nyu.edu ) Biological Society-CAS UG Botonical Group-NYU Poly UG &nbsp( poly.botony.club@nyu.edu ) Cardinal Newman Club-NYU Poly G &nbsp( poly.cardinal.newman.club@nyu.edu ) Construction Managers Association of America-NYU Poly UG &nbsp( poly.cmaa.club@nyu.edu ) Creative Writing-SCPS UG Design Tinkering-NYU Poly G &nbsp( poly.designtinkering.club@nyu.edu ) Economics Club-LSP UG Economics Club-SCPS UG Engineers Without Borders-NYU Poly UG &nbsp( poly.ewb.club@nyu.edu ) Entrepreneurship and Innovation Association-NYU Poly UG &nbsp( poly.eia.club@nyu.edu ) FLO_collective-Tisch UG Film Production Club-LSP UG Food Studies Grad Society-Steinhardt G Fundraising Student Association-SCPS G GSAS Master's College Program Board-GSAS G Gallatin Business Club Gallatin Design Collective Gallatin Freshmen Student Council-Gallatin UG Gallatin Research Journal Gallatin Yoga Club Graduate Indian Students Association-NYU Poly G &nbsp( poly.gisa.club@nyu.edu ) Graduate International Students Association-NYU Poly G Graduate Psychology Association-GSAS G Graduate Sports Business Society-SCPS G Graphic Communications Management Association-SCPS G HammerkatzNYU-Tisch UG &nbsp( hammerkatznyu@gmail.com ) Healthcare Management Club-SCPS UG Healthcare Management Society-SCPS UG Hospitality Business Society-SCPS UG Human Development & Social Intervention Graduate Society-Steinhardt G ISO Magazine-Tisch UG Institute of Electrical and Electronic Engineers-NYU Poly UG &nbsp( poly.ieee.club@nyu.edu ) Institute of Transportation Engineers-NYU Poly UG &nbsp( poly.ite.club@nyu.edu ) Integrated Marketing Association-SCPS Grad International Club-SCPS G International Education Student Board-Steinhardt G &nbsp( steinhardt.iesb-group@nyu.edu ) Jewish Student Union-NYU Poly UG &nbsp( poly.jsu.club@nyu.edu ) Journal of Global Affairs Journal of Student Affairs-Steinhardt G LS Law Cooperative-LSP UG LS Poetry Club-LSP UG LS Tea & Philosophy Club-LSP UG Latino Social Work Student Organization-Social Work G League of Linguistics Students at NYU - All-Square Management and System Student Association-SCPS G Media Club-SCPS UG Museum Studies Student Organization-GSAS G Musicians as Healers-Stern UG Muslim Students Association-NYU Poly UG &nbsp( poly.msa.club@nyu.edu ) NYU Communication Club-Steinhardt UG NYU Real Estate Club-SCPS UG NYU-SPS Real Estate Club-SCPS UG NYUCD Class of 2015 Council-Dental UG NYUCD Class of 2018 Council-Dental UG National Society of Black Engineers-NYU Poly UG &nbsp( poly.nsbe.club@nyu.edu ) Navigators Christian Fellowship-NYU Poly UG New York Water Environment Association Student Club-NYU Poly UG &nbsp( poly.nyweasc.club@nyu.edu ) Open Critique-Tisch UG Organizational Behavior & Change Association-SCPS UG Out in Science Technology Engineering and Mathematics-NYU Poly UG &nbsp( poly.ostem.club@nyu.edu ) PR League Patent Pending-NYU Poly UG &nbsp( poly.patentpending.club@nyu.edu ) Performing Arts Club-NYU Poly G &nbsp( poly.performing.arts.club@nyu.edu ) Phi Alpha Honor Society-Pi Pi Chapter Philomathean Society - All-Square Politics Club-LSP UG Poly Anime Society-NYU Poly UG &nbsp( poly.anime.club@nyu.edu ) Poly Bots-NYU Poly UG &nbsp( poly.bots.club@nyu.edu ) Poly Gaming Network-NYU Poly UG &nbsp( poly.pgn.club@nyu.edu ) Poly Paisans-NYU Poly UG &nbsp( poly.paisans.club@nyu.edu ) Pre-Finance Society Professional Development: Grand Rounds-Steinhardt G Queer. Art. City.-Tisch UG Quiz Bowl at NYU - All-Square Real Estate Institute Student Association-SCPS G SCPS Graduate Student Council SCPS UG Student Council STEMinist-NYU Poly UG &nbsp( poly.steminist.club@nyu.edu ) Silver Atheists, Agnostics, and Secular Humanists-Social Work G Society of Women in Technology-Steinhardt G Society of Asian Scientists and Engineers-NYU Poly UG &nbsp( poly.sase.club@nyu.edu ) Society of Hispanic Professional Engineers-NYU Poly UG &nbsp( poly.shpe.club@nyu.edu ) Society of Undergraduate Physicists-NYU Poly UG &nbsp( poly.soup.club@nyu.edu ) Society of Women in Technology-Steinhardt G Sports Business Society-SCPS UG Steinhardt Black Graduate Student Association-Steinhardt G Steinhardt Graduate Composers-Steinhardt G Steinhardt Graduate Student Organization-Steinhardt G Stern Actuarial Society Stern Tisch Entertainment Business Association-Stern UG Student Animal Legal Defense Fund-Law G Student Athlete Advisory Committee-CAS UG &nbsp( saac-group@nyu.edu ) Student Counseling Association-Steinhardt G The Association for Computing Machinery at NYU-Courant UG The Collective-Tisch UG &nbsp( thecollectivenyu@gmail.cmo ) The Gallatin Math and Science Society The Hospitality and Tourism Society-SCPS G The NYU N'harmonics-Tisch UG The NYU Schack B.S. in Real Estate Club-SCPS UG The Student Association for Global Affairs-SCPS G The Translation Society-SCPS G Theater Club-LSP UG Therapist Collective-Steinhardt G Tisch Undergraduate Student Council-Tisch UG &nbsp( tusc.tsoa@nyu.edu ) UXNYU-NYU Poly G &nbsp( poly.ux.club@nyu.edu ) Vision Board Wagner International Student Society-Wagner G Women in Search of Excellence-NYU Poly UG &nbsp( poly.wise.club@nyu.edu ) Writers As Actors, Actors As Writers-Tisch UG **Go to Top**  Arts, Performance, Media  All Points of the Compass Rhythm (co-ed a capella group) - All-Square All University Gospel Choir (co-ed choir) - All-Square Amateur Screenwriters Guild - All-Square Ani V Ata (co-ed a capella group) - All-Square Antonio's Army - All-Square Asian American Theatre Alliance - All-Square Asian Fusion Dance - All-Square Backstage Theatre Company - All-Square Belly Dance Club - All-Square Break Dance Club (break dance troupe) - All-Square Cleftomaniacs (women a capella group) - All-Square Club Anime (Japanese animation) - All-Square College of Arts and Science Theatre (C.A.S.T.) - CAS &nbsp( cast.club@nyu.edu ) DJ Culture Club - All-Square Dancers Choreographers Alliance - Gallatin UG Dangerbox- All-Square Dillagi (Bollywood Dance Troupe) - All-Square First Performance (performance outlet for composers) - All-Square Garba/Raas (Indian Gujarati Folk Dance Troupe)- All-Square Imbroglio Improvisation Club - All-Square Khalbali - All-Square Lamplighters - All-Square Mass Transit (men a capella) - All-Square Middle C (music performance community service club) - All-Square Mixtapes, The (co-ed a capella group) - All-Square Motion Picture Club @ NYU - All-Square NASHA (South Asian Dance Troupe) - All-Square One Step Ahead (Step Team) - All-Square PINTURA - All-Square Program Board (PB) - CSALS &nbsp( program.board@nyu.edu ) Pulse Dance Project REACT to FILM at NYU - All-Square Rhymez - All-Square SLAM! at NYU - All-Square Students of Hillels Mostly Undergraduate Theatrical Playerz (SHMUTZ) (theatre troupe) - All-Square Twinkle Toes - All Square Violet Circus Arts - All-Square Vocaholics (men a capella) - All-Square Vocollision (Asian a cappella)- All-Square WNYU Radio (89.1 FM) - CSALS **Go to Top**  Business  Actuarial Society Alpha Kappa Psi Beta Alpha Psi Business Politics Group Delta Sigma Pi Economics Honors Society Entrepreneurial Exchange Group Finance Society Inter-Club Council International Business Association International Students Association Luxury and Retail Association Management Consulting Group Marketing Society Negotiations Club Net Impact Phi Chi Theta Pride Corp Quantitative Finance Society Stern & Tisch Entertainment Business Association Stern Accounting Society Stern Business Analytics Club Stern Business and Law Association Stern Cares Stern Investment Analysis Group Stern Political Economy Exchange Stern Real Estate Group Supporting Excellence & Advocating Diversity Undergraduate Stern Women in Business **Go to Top**  Comedy, Performance  Hammerkatz NYU **Go to Top**  Committees & Councils  Class of 2015 Class of 2016 Class of 2017 Class of 2018 **Go to Top**  Community Service  Alpha Phi Omega - National Service Fraternity - All-Square American Red Cross at NYU - All-Square Arts in the Community - All-Square Asian Initiative - All-Square Best Buddies - All-Square Breaking Barriers - All-Square CHEFs for School - All-Square China Care - All-Square Circle K International - All-Square Colleges Against Cancer - All-Square Community Agriculture Project - All-Square FACE AIDS at NYU - All-Square Friend to Friend - All-Square Generation Citizen @ NYU - All-Square Glamour Gals - All-Square Global Brigades at NYU - All-Square Habitat for Humanity - All-Square Harry Potter Alliance at NYU - All-Square Heart to Heart - All-Square Make Music - All-Square Marrow for Tomorrow - DKMS at NYU - All-Square NYU Project OutReach Operation Dreamcatchers - All-Square Pre-Dental Outreach Club - All-Square Project Sunshine at NYU - All-Square Rotaract at NYU - All-Square Strive for College at NYU - All-Square Students for Organ Donation - All-Square Support Our Troops - All-Square Two Birds One Stone - All-Square UNICEF - All-Square United Against Infectious Diseases - All-Square Women and Youth Supporting Each Other - All-Square Women of Excellence, Strength, and Tenacity - All-Square World Faith - All-Square World Vision at NYU - All-Square **Go to Top**  Computers and Technology  Digital Arts Club - All-Square PRINT3D @ NYU - All-Square Tech at NYU - All-Square **Go to Top**  Critique & Discussion  Open Critique Club Student Producers Association The Collective WAAAAW **Go to Top**  Cultural  Afghan Students Association - All-Square African Heritage Month - All-Square African Students Union - All-Square Arab Students United - All-Square Armenian Students Association at NYU - All-Square Asian Cultural Union - All-Square Asian Heritage Month - All-Square Association for Indian Cultural Exchange - All-Square Bella Quisqueya - All-Square Bengali Student Association - All-Square Biracial and Multicultural Students Association - All-Square Black Student Union - All Square Brazilian Society at NYU - All-Square Canadian Students Association - All-Square Caribbean Students Association - All-Square Chinese Mei Society - All-Square Chinese Student Society - All-Square Chinese Students and Scholars Association at NYU - All-Square Corners of Culture - All-Square Cuban American Student Association (CASA) - All-Square East Asian Literature Society - All-Square French Students Association - All-Square Global China Connection at NYU - All-Square Habesha Cultural Society - All-Square Haitian American Students Association - All-Square Hawaii Club - All-Square Hellenic Heritage Association - All-Square Hong Kong Student Association - All-Square Indonesian Students Association International Filipino Association - All-Square International Sit and Watch - All-Square Iranian Jewish Club - All-Square Joss Whedon Appreciation Club - All-Square Korean Graduate Students Association - All-Square Korean International Students Organization - All-Square Korean Students Association - All-Square LUCHA (Latinos Unidos Con Honor y Amistad) - All-Square La Herencia Latina - All-Square Malaysian Students Association MexSA - All-Square Native American and Indigenous Students Group at NYU - All-Square Organization of Black Women - All-Square Pakistani Students Association - All-Square Persian Cultural Society - All-Square Polish Club at NYU - All-Square PorColombia - All-Square Rhythmic Impulse at NYU - All-Square Russian Club - All-Square Shuruq - Theme Month - All-Square Singapore Students Association - All-Square South Asian Student Dental Association South Asian Students Association (SHRUTI) - All-Square South Slavic Club At NYU - All-Square Taiwanese American Student Society - All-Square Taiwanese Student Association - All-Square Thai Students Association - All-Square Turkish Student Association - All-Square Turkish Students Association-NYU Poly G Vietnamese Student Association - All-Square Women's Herstory Month - All-Square **Go to Top**  Debate and Speech  Cross-Examination Debate Association - All-Square Mock Trial at NYU - All-Square Model United Nations - All-Square Parliamentary Debaters Union - All-Square **Go to Top**  Default  Asian Pacific American Medical Student Association **Go to Top**  Departmental  Budget Testing Portal Budget Testing Umbrella College of Arts & Science Dentistry Gallatin School of Individual Study LGBTQ Student Center NYU Service Umbrella Office of Student Engagement Robert F. Wagner Graduate School of Public Service SRC Student Leaders Silver School of Social Work Stern Undergraduate Student Affairs Office Student Resource Center Tisch School of the Arts **Go to Top**  Development  Liberal Studies **Go to Top**  Elections  All-University Elections **Go to Top**  Event Programming  Class of 2014 Activities Board Class of 2015 Activities Board Class of 2016 Activities Board Class of 2017 Activities Board Gallatin Student Council **Go to Top**  FYRE  Brittany Hall Founders Hall Goddard Residential College Hayden Hall Othmer & Clark Halls Rubin Hall Third North University Hall Weinstein Hall **Go to Top**  Film & Television  Fusion Film Festival **Go to Top**  Fraternity  Alpha Epsilon Pi Fraternity - All-Square Alpha Phi Delta (Colony) Delta Kappa Epsilon Fraternity - All-Square Delta Lambda Phi - All-Square Delta Phi Fraternity - All-Square Greek Week - All-Square Iota Nu Delta Fraternity - All-Square La Unidad Latina, Lambda Upsilon Lambda Fraternity Inc. - All-Square Lambda Chi Alpha - All-Square Lambda Phi Epsilon Fraternity - All-Square Nu Alpha Phi Fraternity, Inc. Omega Phi Alpha Order of Omega - IGC Phi Chi Theta - Stern UG &nbsp( phichi@stern.nyu.edu ) Phi Gamma Delta (FIJI) - All-Square Phi Iota Alpha Fraternity Inc. - All-Square Phi Kappa Sigma - All-Square Pi Delta Psi Fraternity, Inc. - All-Square Pi Kappa Alpha Fraternity - All-Square Sigma Phi Epsilon Fraternity - All-Square Tau Delta Phi Fraternity Tau Kappa Epsilon International Fraternity - All-Square Zeta Beta Tau - All-Square Zeta Psi Fraternity of North America - All-Square **Go to Top**  Greek  Delta Sigma Pi - Alpha Chapter **Go to Top**  LGBTQ  BodyQueer CampGrrl - All-Square Fluidity Keshet - All-Square Men's Group Pride Month - All-Square Queer Grads Queer Union - All-Square Queer. Art. City. Shades T-Party **Go to Top**  Lease  Broome Street Residential College Coral Tower Grad Halls Greenwich Hall Lafayette Hall Second Street The Senior House at W. 13th Street **Go to Top**  Literary/Publication  Aftab: Rays of Light - All-Square BAEDEKER - All-Square Comic Book League- All-Square Generasian - All-Square Headless Society, The - All-Square Jewish Voice at NYU, The - All-Square Journal of Human Rights - All-Square Journal of Politics and International Affairs - All-Square Medical Dialogue (MD) - All-Square Minetta Review, The - All-Square Plague - All-Square Poetry Club - All-Square Rhizoma - All-Square Seed (Christian Publication) - All-Square Think Torch- All-Square Washington Square News (WSN) - CSALS **Go to Top**  Media  Embodied Magazine ISO Magazine Student Animation League **Go to Top**  Multicultural  Center for Multicultural Education Programs **Go to Top**  NCD  Association for African Development - NCD Coffee Club - NCD ElevatED: STEM Pre-Teaching Society - NCD Gluten Free - NCD Happiness Initiative - NCD Healthcare Business Network - NCD Japanese Cultural Association - NCD MuCh Dialogue at NYU - NCD Pandemonium - NCD Spoon University - NCD Students for Sexual Respect - NCD Turkish Political Society - NCD **Go to Top**  Office/Department  Humanities Ambassadors At NYU **Go to Top**  Performing  194 Recordings Dancers and Choreographers Alliance Gallatin Composers Forum Gallatin Theatre Troupe N'Harmonics Shakespeare in the Square Youth Movement Collective **Go to Top**  Political, Public Policy, Activist, Advocacy  85 Broads at NYU - All-Square Active Minds - All-Square Against Child Trafficking (ACT) - All-Square Amnesty International - All-Square Asian American Women s Alliance - All-Square CHILD (not) SOLDIER - All-Square Clinton Global Initiative University College Democrats - All-Square College Libertarians- All-Square College Republicans - All-Square Cruelty-Free NYU- All-Square Disability Student Union at NYU - All-Square Dream Team at NYU - All-Square Earth Matters - All-Square Earth Month Planning Committee - All-Square Emily's Entourage - All-Square Freedoms 4 North Korea (F4NK) - All-Square Gesher - All-Square Global Public Health Action Network (GPHAN) - All-Square International Socialists Organization - All-Square J Street U @ NYU - All-Square Military Veterans at NYU - All-Square Muslim Graduate Student Group (MGSG) - All-Square National Organization of Women (NOW) - All-Square Oxfam America - All-Square Platypus Affiliated Society at NYU, The - All-Square Political Union and Review at NYU - All-Square Politics Society at NYU - All-Square RFK Young Leaders - All-Square Radical Film and Lecture Series - All-Square Roosevelt Institute at NYU - All-Square Smart Woman Securities - All-Square Students Creating Radical Change - All-Square Students for Justice in Palestine - All-Square Students for Sensible Drug Policy at NYU - All-Square The Feminist Society at NYU - All-Square The Supply at NYU - All-Square TorchPac: Promoting the U.S.-Israel Relationship - All-Square Yovel: the Green Zionist Alliance @ NYU - All-Square **Go to Top**  Professional  AIESEC NYU - All-Square Ascend - All-Square Association for Women In Communication - All-Square Association of Latino Professionals in Finance and Accounting at NYU - All-Square Aviation Club at NYU - All-Square Fashion Business Association - All-Square International Relations Association at NYU - All-Square Minority Association of Pre-Medical and Science Students- All-Square Minority Pre-Law Association - All-Square Modeling Club - All-Square Real Estate Synergy Network - All-Square Restaurateur Club - All-Square Stern-Tisch Business Entertainment Association TEDxNYU- All-Square Tisch Talent Guild Undergraduate Law Society - All-Square **Go to Top**  Recreational  Ballroom and Latin Dance Team - All-Square Brazilian Jiu Jitsu Club at NYU - All-Square Bridge and Spades - All-Square Chess Community Club - All-Square Chess Team - All-Square Game Design Group - All-Square Girls Who Lift Martial Arts Club -All-Square Ninja - All-Square PLAY: The Games Club - All-Square Puzzled for Good-All-Square Quidditch at NYU- All-Square Science Fiction & Fantasy Club - All-Square Ski & Snowboard Club - All-Square Sports Spectrum - All-Square Swing Dance Society - All-Square Zombie Defense-All-Square **Go to Top**  Religious & Faith-Based  Muslim Dental Association **Go to Top**  Religious and Spiritual  180 Fellowship - All-Square Agape Week Planning Committee - Theme Week - All-Square Alpha Omega - All-Square Apologetics Cafe - All-Square Asian American Christian Fellowship - All-Square Atheists, Agnostics and Freethinkers - All-Square Bahai Club at NYU - All-Square Bridges: Jewish-Muslim Interfaith Dialogue - All-Square Buddhism Club - All-Square Campus Crusade for Christ - All-Square Catholic Graduate and Law Students Association - All-Square Chabad at NYU - All-Square Christian Inter-Fellowship Council- All-Square Christians on Campus aka Zoe Christian Club - All-Square Compass Koinonia - All-Square Encounter - All-Square Every Nation Campus Ministry Global Spiritual Life at NYU - Department Graduate Christian Fellowship - All-Square Hillel : The Jewish Culture Foundation at NYU - All-Square Hindu Students Council - All-Square Inter-Varsity Christian Fellowship - All-Square International Chinese Christian Fellowship at NYU - All-Square Kesher: Reform Jews at NYU - All-Square Korea Campus Crusade for Christ - All-Square Korean Catholics United - All-Square Korean Christian Students Association - All-Square Krishna Bhakti Club - All-Square Meor at NYU - All-Square Muslim Students Association- All-Square Navigators (ecumenical) - All-Square Newman Club (Catholic UG) - All-Square Orthodox Christian Fellowship - All-Square Orthodox Women's Leadership Initiative - All-Square Reformed University Fellowship City Campus at NYU-All-Square Remnant Christian Fellowship, The (Presbyterian) - All-Square Shalhevet at NYU - All-Square Shine - All-Square The Indie Minyan - All-Square Tzu Ching Collegiate Association - All-Square United Sikh Association - All-Square Value Creation Society - All-Square Youth Evangelical Fellowship - All-Square **Go to Top**  Residence Halls  Residential Life & Housing Services **Go to Top**  School of Engineering  Alpha Omega Epsilon American Association of Blacks in Energy (AABE) American Institute of Chemical Engineers American Society of Civil Engineers American Society of Mechincal Engineers Base Pairs Bengali Student Association of Engineers BioMedical Science Club Cardinal Newman Club Chemists Club Construction Managers Association of America D3: Design, Drawing, and Development Design Tinkering Engaging Engineers Engineers Without Borders Entrepreneurship and Innovation Association Finance Club Graduate Indian Student Association Graduate Student Council Institute of Electrical and Electronic Engineers Institute of Transportation Engineers Jewish Student Union Korean Engineering Student Association Muslim Students Association National Society of Black Engineers Navigators New York Water Environment Association Student Club Patent Pending Performing Arts Club Poly Anime Society Poly Gaming Network PolyBots SCHOOL OF ENGINEERING STUDENTS STEMinist School of Engineering Society for Human Resource Management Society for the Advancement of Materials and Process Engineering Society of Asian Scientists and Engineers Society of Hispanic Professional Engineers Society of Undergraduate Physics Society of Women Engineers TEST (MATT) Tau Beta Pi The Poly Project Theta Tau UXNYU Undergraduate Student Council Women in Search of Excellence oSTEM **Go to Top**  Service  NYU Reaching Out **Go to Top**  Social  Cheese Club - All-Square Icing on the Cake - All-Square Society for Appreciation of Korean Pop Culture-All-Square Sweet Side of Life - All-Square **Go to Top**  Sorority  Alpha Epsilon Phi Sorority - All-Square Alpha Phi Zeta Sorority - All-Square Alpha Sigma Tau Sorority - All-Square Delta Kappa Delta - All-Square Delta Phi Epsilon Sorority - All-Square Hermandad de Sigma Iota Alpha, Inc. Sorority - All-Square Kappa Kappa Gamma Sorority - All-Square Lambda Pi Chi - Colony - NCD Omega Phi Beta Sorority, Inc. - All-Square Pi Beta Phi - All-Square Sigma Gamma Rho - Colony - NCD Theta Phi Beta Sorority - All-Square Zeta Tau Alpha - All-Square alpha Kappa Delta Phi **Go to Top**  Special Interest  Art Adventure Club Commuter Student Council Cookies and Coloring Transfer and Transitioning Student Association **Go to Top**  Student Council  Stern Class of 2015 Stern Class of 2016 Stern Class of 2017 Stern Class of 2018 Stern Student Council **Go to Top**  Student Council/Government  College of Arts and Science Student Council - CAS UG &nbsp( council.cas.club@nyu.edu ) Inter Fraternity Council (IFC) - IGC Inter Greek Council (IGC) - UCSL Multicultural Greek Council (MGC) - IGC Panhellenic Council - IGC Stern Student Council - Stern UG &nbsp( council@stern.nyu.edu ) Student Activities Board (SAB) - UCSL Student Senators Council - SSC **Go to Top**  Student Governance  Graduate Student Organization Test Portal Tisch Undergraduate Student Council **Go to Top**  Student Government  Student Council Executive Board **Go to Top**  Theater  Tisch New Theatre **Go to Top**  University  NYU Office of Civic Engagement NYU Tisch School of the Arts **Go to Top**  Upperclass  Alumni & 7th Street Carlyle Court Clark Street Gramercy Green Palladium Hall The Green House at 7th Street **Go to Top**"}, {"content": "NYU &gt; Center for Student Activities, Leadership and Service &gt; Clubs, Organizations & Student Government &gt; Club Directory                                       Club Directory            List of Clubs by Category : 640 clubs  [ Academic ] [ Arts, Performance, Media ] [ Cultural ] [ Default ] [ Fraternity ] [ Student Council/Government ] [ Religious and Spiritual ] [ Performing ] [ Political, Public Policy, Activist, Advocacy ] [ Business ] [ Literary/Publication ] [ Professional ] [ Elections ] [ Sorority ] [ School of Engineering ] [ Community Service ] [ Upperclass ] [ Special Interest ] [ NCD ] [ Recreational ] [ LGBTQ ] [ FYRE ] [ Lease ] [ Departmental ] [ Multicultural ] [ Social ] [ Event Programming ] [ Committees & Councils ] [ Debate and Speech ] [ Greek ] [ Computers and Technology ] [ Media ] [ Film & Television ] [ Student Governance ] [ Comedy, Performance ] [ Office/Department ] [ Development ] [ Religious & Faith-Based ] [ University ] [ Service ] [ Critique & Discussion ] [ Residence Halls ] [ Student Council ] [ Student Government ] [ Theater ]  Advocates for Cultural Engagement  Association of Student Affairs Professionals  NYU SHRM Chapter  Publishing Student Association  Academic  180 Degrees Consulting-Stern UG  194 Recordings-Tisch UG  American Association of Blacks in Energy-NYU Poly UG  American Institute of Chemical Engineers-NYU Poly UG  American Society of Civil Engineering - NYU Poly UG  American Society of Mechanical Engineers-NYU Poly UG  Animal Assisted Therapy in Social Work-Social Work G  Anthropology Undergraduate Student Association-CAS UG  Arab American Association of Engineers and Architects-NYU Poly UG  Astronomy Club-LSP UG  Base Pairs-NYU Poly UG  Bechdel Test-Tisch UG  Bengali Student Association-NYU Poly UG  Biological Society-CAS UG  BioMedical Science Club-NYU Poly UG  Botonical Group-NYU Poly UG  Cardinal Newman Club-NYU Poly G  Construction Managers Association of America-NYU Poly UG  Creative Writing-SCPS UG  Design Tinkering-NYU Poly G  Economics Club-LSP UG  Economics Club-SCPS UG  Engineers Without Borders-NYU Poly UG  Entrepreneurship and Innovation Association-NYU Poly UG  Film Production Club-LSP UG  FLO_collective-Tisch UG  Food Studies Grad Society-Steinhardt G  Fundraising Student Association-SCPS G  Gallatin Freshmen Student Council-Gallatin UG  Graduate Indian Students Association-NYU Poly G  Graduate International Students Association-NYU Poly G  Graduate Psychology Association-GSAS G  Graduate Sports Business Society-SCPS G  Graphic Communications Management Association-SCPS G  GSAS Master's College Program Board-GSAS G  HammerkatzNYU-Tisch UG  Healthcare Management Club-SCPS UG  Healthcare Management Society-SCPS UG  Hospitality Business Society-SCPS UG  Human Development & Social Intervention Graduate Society-Steinhardt G  Institute of Electrical and Electronic Engineers-NYU Poly UG  Institute of Transportation Engineers-NYU Poly UG  Integrated Marketing Association-SCPS Grad  International Club-SCPS G  International Education Student Board-Steinhardt G  ISO Magazine-Tisch UG  Jewish Student Union-NYU Poly UG  Journal of Student Affairs-Steinhardt G  Latino Social Work Student Organization-Social Work G  LS Law Cooperative-LSP UG  LS Poetry Club-LSP UG  LS Tea & Philosophy Club-LSP UG  Management and System Student Association-SCPS G  Media Club-SCPS UG  Museum Studies Student Organization-GSAS G  Musicians as Healers-Stern UG  Muslim Students Association-NYU Poly UG  National Society of Black Engineers-NYU Poly UG  Navigators Christian Fellowship-NYU Poly UG  New York Water Environment Association Student Club-NYU Poly UG  NYU Communication Club-Steinhardt UG  NYU Real Estate Club-SCPS UG  NYU-SPS Real Estate Club-SCPS UG  NYUCD Class of 2015 Council-Dental UG  NYUCD Class of 2018 Council-Dental UG  Open Critique-Tisch UG  Organizational Behavior & Change Association-SCPS UG  Out in Science Technology Engineering and Mathematics-NYU Poly UG  Patent Pending-NYU Poly UG  Performing Arts Club-NYU Poly G  Politics Club-LSP UG  Poly Anime Society-NYU Poly UG  Poly Bots-NYU Poly UG  Poly Gaming Network-NYU Poly UG  Poly Paisans-NYU Poly UG  PR League  Professional Development: Grand Rounds-Steinhardt G  Queer. Art. City.-Tisch UG  Real Estate Institute Student Association-SCPS G  SCPS Graduate Student Council  SCPS UG Student Council  Silver Atheists, Agnostics, and Secular Humanists-Social Work G  Society of Women in Technology-Steinhardt G  Society of Asian Scientists and Engineers-NYU Poly UG  Society of Hispanic Professional Engineers-NYU Poly UG  Society of Undergraduate Physicists-NYU Poly UG  Society of Women in Technology-Steinhardt G  Sports Business Society-SCPS UG  Steinhardt Black Graduate Student Association-Steinhardt G  Steinhardt Graduate Composers-Steinhardt G  Steinhardt Graduate Student Organization-Steinhardt G  STEMinist-NYU Poly UG  Stern Tisch Entertainment Business Association-Stern UG  Student Animal Legal Defense Fund-Law G  Student Athlete Advisory Committee-CAS UG  Student Counseling Association-Steinhardt G  The Association for Computing Machinery at NYU-Courant UG  The Collective-Tisch UG  The Hospitality and Tourism Society-SCPS G  The NYU N'harmonics-Tisch UG  The NYU Schack B.S. in Real Estate Club-SCPS UG  The Student Association for Global Affairs-SCPS G  The Translation Society-SCPS G  Theater Club-LSP UG  Therapist Collective-Steinhardt G  Tisch Undergraduate Student Council-Tisch UG  UXNYU-NYU Poly G  Wagner International Student Society-Wagner G  Women in Search of Excellence-NYU Poly UG  Writers As Actors, Actors As Writers-Tisch UG  Gallatin Business Club  Gallatin Design Collective  Gallatin Research Journal  Gallatin Yoga Club  Journal of Global Affairs  League of Linguistics Students at NYU - All-Square  Phi Alpha Honor Society-Pi Pi Chapter  Philomathean Society - All-Square  Pre-Finance Society  Quiz Bowl at NYU - All-Square  Stern Actuarial Society  The Gallatin Math and Science Society  Vision Board  **Go to Top**  Arts, Performance, Media  College of Arts and Science Theatre (C.A.S.T.) - CAS  Dancers Choreographers Alliance - Gallatin UG  Program Board (PB) - CSALS  All Points of the Compass Rhythm (co-ed a capella group) - All-Square  All University Gospel Choir (co-ed choir) - All-Square  Amateur Screenwriters Guild - All-Square  Ani V Ata (co-ed a capella group) - All-Square  Antonio's Army - All-Square  Asian American Theatre Alliance - All-Square  Asian Fusion Dance - All-Square  Backstage Theatre Company - All-Square  Belly Dance Club - All-Square  Break Dance Club (break dance troupe) - All-Square  Cleftomaniacs (women a capella group) - All-Square  Club Anime (Japanese animation) - All-Square  Dangerbox- All-Square  Dillagi (Bollywood Dance Troupe) - All-Square  DJ Culture Club - All-Square  First Performance (performance outlet for composers) - All-Square  Garba/Raas (Indian Gujarati Folk Dance Troupe)- All-Square  Imbroglio Improvisation Club - All-Square  Khalbali - All-Square  Lamplighters - All-Square  Mass Transit (men a capella) - All-Square  Middle C (music performance community service club) - All-Square  Mixtapes, The (co-ed a capella group) - All-Square  Motion Picture Club @ NYU - All-Square  NASHA (South Asian Dance Troupe) - All-Square  One Step Ahead (Step Team) - All-Square  PINTURA - All-Square  Pulse Dance Project  REACT to FILM at NYU - All-Square  Rhymez - All-Square  SLAM! at NYU - All-Square  Students of Hillels Mostly Undergraduate Theatrical Playerz (SHMUTZ) (theatre troupe) - All-Square  Twinkle Toes - All Square  Violet Circus Arts - All-Square  Vocaholics (men a capella) - All-Square  Vocollision (Asian a cappella)- All-Square  WNYU Radio (89.1 FM) - CSALS  **Go to Top**  Business  Actuarial Society  Alpha Kappa Psi  Beta Alpha Psi  Business Politics Group  Delta Sigma Pi  Economics Honors Society  Entrepreneurial Exchange Group  Finance Society  Inter-Club Council  International Business Association  International Students Association  Luxury and Retail Association  Management Consulting Group  Marketing Society  Negotiations Club  Net Impact  Phi Chi Theta  Pride Corp  Quantitative Finance Society  Stern & Tisch Entertainment Business Association  Stern Accounting Society  Stern Business Analytics Club  Stern Business and Law Association  Stern Cares  Stern Investment Analysis Group  Stern Political Economy Exchange  Stern Real Estate Group  Supporting Excellence & Advocating Diversity  Undergraduate Stern Women in Business  **Go to Top**  Comedy, Performance  Hammerkatz NYU  **Go to Top**  Committees & Councils  Class of 2015  Class of 2016  Class of 2017  Class of 2018  **Go to Top**  Community Service  Alpha Phi Omega - National Service Fraternity - All-Square  American Red Cross at NYU - All-Square  Arts in the Community - All-Square  Asian Initiative - All-Square  Best Buddies - All-Square  Breaking Barriers - All-Square  CHEFs for School - All-Square  China Care - All-Square  Circle K International - All-Square  Colleges Against Cancer - All-Square  Community Agriculture Project - All-Square  FACE AIDS at NYU - All-Square  Friend to Friend - All-Square  Generation Citizen @ NYU - All-Square  Glamour Gals - All-Square  Global Brigades at NYU - All-Square  Habitat for Humanity - All-Square  Harry Potter Alliance at NYU - All-Square  Heart to Heart - All-Square  Make Music - All-Square  Marrow for Tomorrow - DKMS at NYU - All-Square  NYU Project OutReach  Operation Dreamcatchers - All-Square  Pre-Dental Outreach Club - All-Square  Project Sunshine at NYU - All-Square  Rotaract at NYU - All-Square  Strive for College at NYU - All-Square  Students for Organ Donation - All-Square  Support Our Troops - All-Square  Two Birds One Stone - All-Square  UNICEF - All-Square  United Against Infectious Diseases - All-Square  Women and Youth Supporting Each Other - All-Square  Women of Excellence, Strength, and Tenacity - All-Square  World Faith - All-Square  World Vision at NYU - All-Square  **Go to Top**  Computers and Technology  Digital Arts Club - All-Square  PRINT3D @ NYU - All-Square  Tech at NYU - All-Square  **Go to Top**  Critique & Discussion  Open Critique Club  Student Producers Association  The Collective  WAAAAW  **Go to Top**  Cultural  Turkish Students Association  Turkish Students Association-NYU Poly G  Afghan Students Association - All-Square  African Heritage Month - All-Square  African Students Union - All-Square  Arab Students United - All-Square  Armenian Students Association at NYU - All-Square  Asian Cultural Union - All-Square  Asian Heritage Month - All-Square  Association for Indian Cultural Exchange - All-Square  Bella Quisqueya - All-Square  Bengali Student Association - All-Square  Biracial and Multicultural Students Association - All-Square  Black Student Union - All Square  Brazilian Society at NYU - All-Square  Canadian Students Association - All-Square  Caribbean Students Association - All-Square  Chinese Mei Society - All-Square  Chinese Student Society - All-Square  Chinese Students and Scholars Association at NYU - All-Square  Corners of Culture - All-Square  Cuban American Student Association (CASA) - All-Square  East Asian Literature Society - All-Square  French Students Association - All-Square  Global China Connection at NYU - All-Square  Habesha Cultural Society - All-Square  Haitian American Students Association - All-Square  Hawaii Club - All-Square  Hellenic Heritage Association - All-Square  Hong Kong Student Association - All-Square  Indonesian Students Association  International Filipino Association - All-Square  International Sit and Watch - All-Square  Iranian Jewish Club - All-Square  Joss Whedon Appreciation Club - All-Square  Korean Graduate Students Association - All-Square  Korean International Students Organization - All-Square  Korean Students Association - All-Square  La Herencia Latina - All-Square  LUCHA (Latinos Unidos Con Honor y Amistad) - All-Square  Malaysian Students Association  MexSA - All-Square  Native American and Indigenous Students Group at NYU - All-Square  Organization of Black Women - All-Square  Pakistani Students Association - All-Square  Persian Cultural Society - All-Square  Polish Club at NYU - All-Square  PorColombia - All-Square  Rhythmic Impulse at NYU - All-Square  Russian Club - All-Square  Shuruq - Theme Month - All-Square  Singapore Students Association - All-Square  South Asian Student Dental Association  South Asian Students Association (SHRUTI) - All-Square  South Slavic Club At NYU - All-Square  Taiwanese American Student Society - All-Square  Taiwanese Student Association - All-Square  Thai Students Association - All-Square  Turkish Student Association - All-Square  Vietnamese Student Association - All-Square  Women's Herstory Month - All-Square  **Go to Top**  Debate and Speech  Cross-Examination Debate Association - All-Square  Mock Trial at NYU - All-Square  Model United Nations - All-Square  Parliamentary Debaters Union - All-Square  **Go to Top**  Default  Asian Pacific American Medical Student Association  **Go to Top**  Departmental  Budget Testing Portal  Budget Testing Umbrella  College of Arts & Science  Dentistry  Gallatin School of Individual Study  LGBTQ Student Center  NYU Service Umbrella  Office of Student Engagement  Robert F. Wagner Graduate School of Public Service  Silver School of Social Work  SRC Student Leaders  Stern Undergraduate  Student Affairs Office  Student Resource Center  Tisch School of the Arts  **Go to Top**  Development  Liberal Studies  **Go to Top**  Elections  All-University Elections  **Go to Top**  Event Programming  Class of 2014 Activities Board  Class of 2015 Activities Board  Class of 2016 Activities Board  Class of 2017 Activities Board  Gallatin Student Council  **Go to Top**  FYRE  Brittany Hall  Founders Hall  Goddard Residential College  Hayden Hall  Othmer & Clark Halls  Rubin Hall  Third North  University Hall  Weinstein Hall  **Go to Top**  Film & Television  Fusion Film Festival  **Go to Top**  Fraternity  Phi Chi Theta - Stern UG  Alpha Epsilon Pi Fraternity - All-Square  Alpha Phi Delta (Colony)  Delta Kappa Epsilon Fraternity - All-Square  Delta Lambda Phi - All-Square  Delta Phi Fraternity - All-Square  Greek Week - All-Square  Iota Nu Delta Fraternity - All-Square  La Unidad Latina, Lambda Upsilon Lambda Fraternity Inc. - All-Square  Lambda Chi Alpha - All-Square  Lambda Phi Epsilon Fraternity - All-Square  Nu Alpha Phi Fraternity, Inc.  Omega Phi Alpha  Order of Omega - IGC  Phi Gamma Delta (FIJI) - All-Square  Phi Iota Alpha Fraternity Inc. - All-Square  Phi Kappa Sigma - All-Square  Pi Delta Psi Fraternity, Inc. - All-Square  Pi Kappa Alpha Fraternity - All-Square  Sigma Phi Epsilon Fraternity - All-Square  Tau Delta Phi Fraternity  Tau Kappa Epsilon International Fraternity - All-Square  Zeta Beta Tau - All-Square  Zeta Psi Fraternity of North America - All-Square  **Go to Top**  Greek  Delta Sigma Pi - Alpha Chapter  **Go to Top**  LGBTQ  BodyQueer  CampGrrl - All-Square  Fluidity  Keshet - All-Square  Men's Group  Pride Month - All-Square  Queer Grads  Queer Union - All-Square  Queer. Art. City.  Shades  T-Party  **Go to Top**  Lease  Broome Street Residential College  Coral Tower  Grad Halls  Greenwich Hall  Lafayette Hall  Second Street  The Senior House at W. 13th Street  **Go to Top**  Literary/Publication  Aftab: Rays of Light - All-Square  BAEDEKER - All-Square  Comic Book League- All-Square  Generasian - All-Square  Headless Society, The - All-Square  Jewish Voice at NYU, The - All-Square  Journal of Human Rights - All-Square  Journal of Politics and International Affairs - All-Square  Medical Dialogue (MD) - All-Square  Minetta Review, The - All-Square  Plague - All-Square  Poetry Club - All-Square  Rhizoma - All-Square  Seed (Christian Publication) - All-Square  Think Torch- All-Square  Washington Square News (WSN) - CSALS  **Go to Top**  Media  Embodied Magazine  ISO Magazine  Student Animation League  **Go to Top**  Multicultural  Center for Multicultural Education Programs  **Go to Top**  NCD  Association for African Development - NCD  Coffee Club - NCD  ElevatED: STEM Pre-Teaching Society - NCD  Gluten Free - NCD  Happiness Initiative - NCD  Healthcare Business Network - NCD  Japanese Cultural Association - NCD  MuCh Dialogue at NYU - NCD  Pandemonium - NCD  Spoon University - NCD  Students for Sexual Respect - NCD  Turkish Political Society - NCD  **Go to Top**  Office/Department  Humanities Ambassadors At NYU  **Go to Top**  Performing  194 Recordings  Dancers and Choreographers Alliance  Gallatin Composers Forum  Gallatin Theatre Troupe  N'Harmonics  Shakespeare in the Square  Youth Movement Collective  **Go to Top**  Political, Public Policy, Activist, Advocacy  85 Broads at NYU - All-Square  Active Minds - All-Square  Against Child Trafficking (ACT) - All-Square  Amnesty International - All-Square  Asian American Women s Alliance - All-Square  CHILD (not) SOLDIER - All-Square  Clinton Global Initiative University  College Democrats - All-Square  College Libertarians- All-Square  College Republicans - All-Square  Cruelty-Free NYU- All-Square  Disability Student Union at NYU - All-Square  Dream Team at NYU - All-Square  Earth Matters - All-Square  Earth Month Planning Committee - All-Square  Emily's Entourage - All-Square  Freedoms 4 North Korea (F4NK) - All-Square  Gesher - All-Square  Global Public Health Action Network (GPHAN) - All-Square  International Socialists Organization - All-Square  J Street U @ NYU - All-Square  Military Veterans at NYU - All-Square  Muslim Graduate Student Group (MGSG) - All-Square  National Organization of Women (NOW) - All-Square  Oxfam America - All-Square  Platypus Affiliated Society at NYU, The - All-Square  Political Union and Review at NYU - All-Square  Politics Society at NYU - All-Square  Radical Film and Lecture Series - All-Square  RFK Young Leaders - All-Square  Roosevelt Institute at NYU - All-Square  Smart Woman Securities - All-Square  Students Creating Radical Change - All-Square  Students for Justice in Palestine - All-Square  Students for Sensible Drug Policy at NYU - All-Square  The Feminist Society at NYU - All-Square  The Supply at NYU - All-Square  TorchPac: Promoting the U.S.-Israel Relationship - All-Square  Yovel: the Green Zionist Alliance @ NYU - All-Square  **Go to Top**  Professional  AIESEC NYU - All-Square  Ascend - All-Square  Association for Women In Communication - All-Square  Association of Latino Professionals in Finance and Accounting at NYU - All-Square  Aviation Club at NYU - All-Square  Fashion Business Association - All-Square  International Relations Association at NYU - All-Square  Minority Association of Pre-Medical and Science Students- All-Square  Minority Pre-Law Association - All-Square  Modeling Club - All-Square  Real Estate Synergy Network - All-Square  Restaurateur Club - All-Square  Stern-Tisch Business Entertainment Association  TEDxNYU- All-Square  Tisch Talent Guild  Undergraduate Law Society - All-Square  **Go to Top**  Recreational  Ballroom and Latin Dance Team - All-Square  Brazilian Jiu Jitsu Club at NYU - All-Square  Bridge and Spades - All-Square  Chess Community Club - All-Square  Chess Team - All-Square  Game Design Group - All-Square  Girls Who Lift  Martial Arts Club -All-Square  Ninja - All-Square  PLAY: The Games Club - All-Square  Puzzled for Good-All-Square  Quidditch at NYU- All-Square  Science Fiction & Fantasy Club - All-Square  Ski & Snowboard Club - All-Square  Sports Spectrum - All-Square  Swing Dance Society - All-Square  Zombie Defense-All-Square  **Go to Top**  Religious & Faith-Based  Muslim Dental Association  **Go to Top**  Religious and Spiritual  180 Fellowship - All-Square  Agape Week Planning Committee - Theme Week - All-Square  Alpha Omega - All-Square  Apologetics Cafe - All-Square  Asian American Christian Fellowship - All-Square  Atheists, Agnostics and Freethinkers - All-Square  Bahai Club at NYU - All-Square  Bridges: Jewish-Muslim Interfaith Dialogue - All-Square  Buddhism Club - All-Square  Campus Crusade for Christ - All-Square  Catholic Graduate and Law Students Association - All-Square  Chabad at NYU - All-Square  Christian Inter-Fellowship Council- All-Square  Christians on Campus aka Zoe Christian Club - All-Square  Compass Koinonia - All-Square  Encounter - All-Square  Every Nation Campus Ministry  Global Spiritual Life at NYU - Department  Graduate Christian Fellowship - All-Square  Hillel : The Jewish Culture Foundation at NYU - All-Square  Hindu Students Council - All-Square  Inter-Varsity Christian Fellowship - All-Square  International Chinese Christian Fellowship at NYU - All-Square  Kesher: Reform Jews at NYU - All-Square  Korea Campus Crusade for Christ - All-Square  Korean Catholics United - All-Square  Korean Christian Students Association - All-Square  Krishna Bhakti Club - All-Square  Meor at NYU - All-Square  Muslim Students Association- All-Square  Navigators (ecumenical) - All-Square  Newman Club (Catholic UG) - All-Square  Orthodox Christian Fellowship - All-Square  Orthodox Women's Leadership Initiative - All-Square  Reformed University Fellowship City Campus at NYU-All-Square  Remnant Christian Fellowship, The (Presbyterian) - All-Square  Shalhevet at NYU - All-Square  Shine - All-Square  The Indie Minyan - All-Square  Tzu Ching Collegiate Association - All-Square  United Sikh Association - All-Square  Value Creation Society - All-Square  Youth Evangelical Fellowship - All-Square  **Go to Top**  Residence Halls  Residential Life & Housing Services  **Go to Top**  School of Engineering  Alpha Omega Epsilon  American Association of Blacks in Energy (AABE)  American Institute of Chemical Engineers  American Society of Civil Engineers  American Society of Mechincal Engineers  Base Pairs  Bengali Student Association of Engineers  BioMedical Science Club  Cardinal Newman Club  Chemists Club  Construction Managers Association of America  D3: Design, Drawing, and Development  Design Tinkering  Engaging Engineers  Engineers Without Borders  Entrepreneurship and Innovation Association  Finance Club  Graduate Indian Student Association  Graduate Student Council  Institute of Electrical and Electronic Engineers  Institute of Transportation Engineers  Jewish Student Union  Korean Engineering Student Association  Muslim Students Association  National Society of Black Engineers  Navigators  New York Water Environment Association Student Club  oSTEM  Patent Pending  Performing Arts Club  Poly Anime Society  Poly Gaming Network  PolyBots  School of Engineering  SCHOOL OF ENGINEERING STUDENTS  Society for Human Resource Management  Society for the Advancement of Materials and Process Engineering  Society of Asian Scientists and Engineers  Society of Hispanic Professional Engineers  Society of Undergraduate Physics  Society of Women Engineers  STEMinist  Tau Beta Pi  TEST (MATT)  The Poly Project  Theta Tau  Undergraduate Student Council  UXNYU  Women in Search of Excellence  **Go to Top**  Service  NYU Reaching Out  **Go to Top**  Social  Cheese Club - All-Square  Icing on the Cake - All-Square  Society for Appreciation of Korean Pop Culture-All-Square  Sweet Side of Life - All-Square  **Go to Top**  Sorority  Alpha Epsilon Phi Sorority - All-Square  alpha Kappa Delta Phi  Alpha Phi Zeta Sorority - All-Square  Alpha Sigma Tau Sorority - All-Square  Delta Kappa Delta - All-Square  Delta Phi Epsilon Sorority - All-Square  Hermandad de Sigma Iota Alpha, Inc. Sorority - All-Square  Kappa Kappa Gamma Sorority - All-Square  Lambda Pi Chi - Colony - NCD  Omega Phi Beta Sorority, Inc. - All-Square  Pi Beta Phi - All-Square  Sigma Gamma Rho - Colony - NCD  Theta Phi Beta Sorority - All-Square  Zeta Tau Alpha - All-Square  **Go to Top**  Special Interest  Art Adventure Club  Commuter Student Council  Cookies and Coloring  Transfer and Transitioning Student Association  **Go to Top**  Student Council  Stern Class of 2015  Stern Class of 2016  Stern Class of 2017  Stern Class of 2018  Stern Student Council  **Go to Top**  Student Council/Government  College of Arts and Science Student Council - CAS UG  Stern Student Council - Stern UG  Inter Fraternity Council (IFC) - IGC  Inter Greek Council (IGC) - UCSL  Multicultural Greek Council (MGC) - IGC  Panhellenic Council - IGC  Student Activities Board (SAB) - UCSL  Student Senators Council - SSC  **Go to Top**  Student Governance  Graduate Student Organization  Test Portal  Tisch Undergraduate Student Council  **Go to Top**  Student Government  Student Council Executive Board  **Go to Top**  Theater  Tisch New Theatre  **Go to Top**  University  NYU Office of Civic Engagement  NYU Tisch School of the Arts  **Go to Top**  Upperclass  Alumni & 7th Street  Carlyle Court  Clark Street  Gramercy Green  Palladium Hall  The Green House at 7th Street  **Go to Top**"}]}]