[{"detail": [{"content": "﻿                                                                       SMARTER | SMARTER 2013-Updates                                                                                                    S M A R T E R      S cience and M echatronics A ided R esearch for T eachers    with an E ntreprenuership expe R ience:      A Research Experience for Teachers (RET) Site                                                                            Home       Contact                                                                                                             Home               Project Goals        Project Theme        Classroom Project Ideas        Teacher Success Stories        RET Program                                       Highlights               SMARTER 2014 Updates Archive SMARTER Updates        Important Dates        Archive Dates        Latest News        Press        Gallery                                        Community               Personnel        Teachers 2014 Teachers 2013        Teachers 2011        Teachers 2010        Teachers 2009        Teachers 2005        Teachers 2004        Teachers 2003        Research Assistants                                        Application               Application Form        Information        How to Apply?        Selection Results                                          Teacher Projects               SMARTER 2013        SMARTER 2011        SMARTER 2010        SMARTER 2009        SMARTER 2005        SMARTER 2004        SMARTER 2003                                         Calendar                          Resources               Lab Resources        Online Resources        Useful Links        Mechatronics Lectures        Presentations        Experiments        Publications                                          Contact Us                                                    Home      Highlights      SMARTER 2013-Updates                                                                      Highlights                     SMARTER 2014 Updates Archive SMARTER Updates      Important Dates      Archive Dates      Latest News       Press      Gallery               Search                                        Soil Mechanics Lab           Linda Dombi and Jason Econome    We are working in Professor Iskander’s Soil Mechanics Lab to examine a new application for transparent soils. Specifically, we are investigating various approaches to get plants to survive in a hydrated aqua-bead environment instead of their native soil. This application will help us understand the dynamics of root growth.    Some of the experimental challenges include identifying plants that survive in saturated soils and grow quickly enough to optimize our transparent soil system within the allotted four weeks. Another challenge is to ensure that the plant’s native soil doesn’t get overly saturated causing plant infection or growth retardation. Lastly we are working on optimizing transparency of the aqua-bead solution with sucrose (~30%) so that we can better visualize root growth patterns during the experiment.     This research experience can be used in a variety of lessons in the living environment curriculum. For instance, we can teach the class how the proper balance of nutrients is needed to ensure root growth, fruiting, and flowering. From an experimental perspective the students can discuss the proper controls and dependent variables available to the researcher in this experimental setup.           Plants in aqua-bead environment                                                                 Copyright &copy; 2010 Polytechnic Institute of NYU | All Rights Reserved     | Contact Webmaster |"}]},
{"detail": [{"content": "﻿                                                                       SMARTER | SMARTER 2013-Updates                                                                                                    S M A R T E R      S cience and M echatronics A ided R esearch for T eachers    with an E ntreprenuership expe R ience:      A Research Experience for Teachers (RET) Site                                                                            Home       Contact                                                                                                             Home               Project Goals        Project Theme        Classroom Project Ideas        Teacher Success Stories        RET Program                                       Highlights               SMARTER 2014 Updates Archive SMARTER Updates        Important Dates        Archive Dates        Latest News        Press        Gallery                                        Community               Personnel        Teachers 2014 Teachers 2013        Teachers 2011        Teachers 2010        Teachers 2009        Teachers 2005        Teachers 2004        Teachers 2003        Research Assistants                                        Application               Application Form        Information        How to Apply?        Selection Results                                          Teacher Projects               SMARTER 2013        SMARTER 2011        SMARTER 2010        SMARTER 2009        SMARTER 2005        SMARTER 2004        SMARTER 2003                                         Calendar                          Resources               Lab Resources        Online Resources        Useful Links        Mechatronics Lectures        Presentations        Experiments        Publications                                          Contact Us                                                    Home      Highlights      SMARTER 2013-Updates                                                                      Highlights                     SMARTER 2014 Updates Archive SMARTER Updates      Important Dates      Archive Dates      Latest News       Press      Gallery               Search                                        Soil Mechanics Lab           Linda Dombi and Jason Econome    We are working in Professor Iskander’s Soil Mechanics Lab to examine a new application for transparent soils. Specifically, we are investigating various approaches to get plants to survive in a hydrated aqua-bead environment instead of their native soil. This application will help us understand the dynamics of root growth.    Some of the experimental challenges include identifying plants that survive in saturated soils and grow quickly enough to optimize our transparent soil system within the allotted four weeks. Another challenge is to ensure that the plant’s native soil doesn’t get overly saturated causing plant infection or growth retardation. Lastly we are working on optimizing transparency of the aqua-bead solution with sucrose (~30%) so that we can better visualize root growth patterns during the experiment.     This research experience can be used in a variety of lessons in the living environment curriculum. For instance, we can teach the class how the proper balance of nutrients is needed to ensure root growth, fruiting, and flowering. From an experimental perspective the students can discuss the proper controls and dependent variables available to the researcher in this experimental setup.           Plants in aqua-bead environment                                                                 Copyright &copy; 2010 Polytechnic Institute of NYU | All Rights Reserved     | Contact Webmaster |"}, {"content": "The New Mastering the Art of Growing Mesembs by Steven Hammer                  The New Mastering the Art of Growing Mesembs    by Steven Hammer       With editor's notes (in italics) that  incorporate recent taxonomy changes etc.    First published in the: Cactus and Succulent Journal (U.S.),  Vol. 67 (1995), pp 195-247. as: Mastering the Art of  Growing Mesembs .    Only the text reproduced here with the kind permission of  Steven Hammer.    Editor's Introduction    Steven Hammer is not only the master in  the delicate art of cultivating the mesembryanthema, he is also a  master with words. This article will vastly enhance the ability of  growers to successfully maintain this amazing group of plants. Yet  it does far more than that; it is helping to bridge cultures right  around this beleaguered planet of ours. I especially wish to  acknowledge the hard work of Lindsey Deaves in scanning and proof  reading the original article.    D. J. (Didge) Rowe, http://groups.yahoo.com/group/MESEMBS/    Contents       I. Introduction    II. General Culture       1.1. Respecting the Annual Cycle    1.2. Long-Range Timing    2.1. Water Water Everywhere    2.2. Root Loss and Rue    2.3. Aqua Vitae    2.4. Watering Schedules    2.5. Self-Restraint    2.6. Watering Tools and Techniques    3.1. Soil Mixtures    3.2. The Acid-Alkaline Balance    4.1. Feeding Frenzies    4.2. Rubens versus El Greco    5. Planting and Pots    6. Stress and Sunburn    7. Flowering Mesembs    8.1. Pollinating Techniques    8.2. Self-Service    9.1. Reaping and Sowing    9.2. Light Work    9.3. Sowing Al Fresco    9.4. Staggering Impatience    9.5. Delicate Operations    10. Good Breeding    11. Mesembs of Color    12. Hybrids and Heat    13.1. Pruning, Cutting, and Vegetative Repro    13.2. Ex Una Plures    14. Mesembs and Movement    15. Mesembs and Company    16. New Introductions    17. Desperate Measures    18. Hot Spots and Cold Pots    19. Give Me Shelters    20. Inspecting the Troops    21. Pests and Alarums.    22. Taking Responsibility    23. Ever After          III. Notes on Individual Genera       Acrodon N.E.Br.    Aethephyllum N.E.Br.    Aloinopsis Schwantes.    Amphibolia L. Bolus ex Herre    Anisocalyx L. Bolus non Hance ex Walpers    Antegibbaeum Schwantes ex C. Weber    Antimima N.E.Br. emend. Dehn    Apatesia N.E.Br.    Aptenia N.E.Br.    Arenifera Herre    Argyroderma N.E.Br.    Argyrops Kimnach    Aridaria N.E.Br.    Aspazoma N.E.Br.    Astridia Dinter    Bergeranthus Schwantes    Berrisfordia L. Bolus    Bijlia N.E.Br.    Braunsia Schwantes    Brownanthus Schwantes    Calamophyllum Schwantes    Carpanthea N.E.Br.    Carpobrotus N.E.Br.    Carruanthus (Schwantes) Schwantes    Caryotophora O. Leistner    Cephalophyllum N.E.Br.    Cerochlamys N.E.Br.    Chasmatophyllum N.E.Br.    Cheiridopsis N.E.Br.    Circandra N.E.Br.    Cleretum N.E.Br.    Conicosia N.E.Br.    Conophytum N.E.Br.    Corpuscularia Schwantes    Cylindrophyllum Schwantes    Dactylopsis N.E.Br.    Deilanthe N.E.Br.    Delosperma N.E.Br.    Dicrocaulon N.E.Br.    Didymaotus N.E.Br.    Dinteranthus Schwantes    Diplosoma Schwantes    Disphyma N.E.Br.    Dorotheanthus Schwantes    Dracophilus (Schwantes) Dinter &amp; Schwantes    Drosanthemopsis Rauschert    Drosanthemum Schwantes    Eberlanzia Schwantes    Ebracteola Dinter &amp; Schwantes    Ectotropis N.E.Br.    Enarganthe N.E.Br.    Erepsia N.E.Br.    Esterhuysenia L. Bolus    Faucaria Schwantes    Fenestraria N.E.Br.    Frithia N.E.Br.    Gibbaeum N.E.Br.    Glottiphyllum N.E.Br.    Hallianthus H.E.K. Hartmann    Hartmanthus S.A. Hammer, ined.    Hereroa (Schwantes) Dinter &amp; Schwantes    Herreanthus Schwantes    Hymenogyne Haworth    Ihlenfeldtia H.E.K. Hartmann    Imitaria N.E.Br.    Jacobsenia L. Bolus &amp; Schwantes    Jensenobotrya Herre    Jordaaniella H.E.K. Hartmann    Juttadinteria Schwantes    Khadia N.E.Br.    Lampranthus N.E.Br.    Lapidaria (Dinter &amp; Schwantes) Schwantes ex N.E.Br.    Leipoldtia L. Bolus    Lithops N.E.Br.    Machairophyllum Schwantes    Malephora N.E.Br.    Marlothistella Schwantes    Mesembryanthemum L.    Mestoklema N.E.Br. ex Glen    Meyerophytum Schwantes    Mitrophyllum Schwantes    Monilaria (Schwantes) Schwantes    Mossia N.E.Br.    Muiria N.E.Br.    Muirio-Gibbaeum Jacobsen    Namaquanthus L. Bolus    Namibia Dinter &amp; Schwantes ex Schwantes    Nananthus N.E.Br.    Nelia Schwantes    Neohenricia L. Bolus    Neorhine Schwantes    Octopoma N.E.Br.    Odontophorus N.E.Br.    Oophytum N.E.Br.    Ophthalmophyllum Dinter &amp; Schwantes    Orthopterum L. Bolus    Oscularia Schwantes    Ottosonderia L. Bolus    Phyllobolus N.E.Br.    Platythyra N.E.Br.    Pleiospilos N.E.Br.    Polymita N.E.Br.    Prepodesma N.E.Br.    Psammophora Schwantes    Pseudobrownanthus Ihlenfeldt &amp; Bittrich    Psilocaulon N.E.Br.    Rabiea N.E.Br.    Rhinephyllum N.E.Br.    Rhombophyllum Schwantes    Ruschia Schwantes    Ruschianthemum Friedrich    Ruschianthus L. Bolus    Saphesia N.E.Br.    Sceletium N.E.Br.    Schlechteranthus Schwantes    Schwantesia Dinter non L. Bolus    Scopelogena L. Bolus    Skiatophytum L. Bolus    Smicrostigma N.E.Br.    Sphalmanthus N.E.Br.    Stayneria L. Bolus    Stoeberia Dinter &amp; Schwantes    Stomatium Schwantes    Synaptophyllum N.E.Br.    Tanquana H.E. Hartmann &amp; S. Liede    Titanopsis Schwantes    Trichodiadema Schwantes    Vanheerdea L. Bolus ex H.E.K. Hartmann.    Vanzijlia L. Bolus    Vlokia S.A. Hammer    Wooleya L. Bolus    Zeuktophyllum N.E.Br.          References       I. Introduction    Mesembs, as the more succulent members of Aizoaceae are  familiarly known, are currently in a favorable horticultural  position. A great deal of interesting material is freely available,  new discoveries continuously enliven our greenhouses, and  enthusiastic collectors around the world have acquired the necessary  skills to grow the plants well. However, there are many more  succulent-lovers who would like to grow mesembs, but they are  discouraged by multiple and contradictory theories regarding  watering and resting schedules.    Radically conflicting precepts published over the last sixty  years&#8212;particularly those concerned with the question of  &#8220;resting&#8221; times&#8212;have collectively caused much  unhappiness, confusion, and plant loss. In an effort to clear up  the confusion I present here some general rules and observations,  followed by comments on each of the genera most likely to excite  interest and trauma. That much of my advice contradicts previous  authors is not because I enjoy controversy, but rather because my  experiments made over the last thirty years have shown that much  published and widely parroted dogma simply isn't true.    Some examples: short-day species ( monilarias , mitrophyllums , and oophytums ) do not grow better if sown in  winter; faucaria seed does not take a year  to ripen; lithops are not always  self-sterile; conophytums dislike summer  droughts and they do not grow in winter; deep pots and their  consequence, deep waterings, are neither necessary nor desirable for  lithops or most other genera; daily watering is not fatal; and so  forth.    While testing these and many other mesembroideries, I have found  techniques that do work well and have suggested them to many other  growers worldwide. In turn, these growers and their green guinea  pigs have helped me. And yet advice is a funny thing: people ask  for it freely but they rarely seem to follow it to the letter.  Perhaps we all like to make our own mistakes, the best-learned if  most painful of lessons.    Much public advice has been too parochial. What worked  magnificently for Ed Storms, whose plants experienced sunny winters  and blistering Texan summers, does not always work for others; Ed  himself was well aware of this (Storms, 1986). His principal  technique, especially with regard to lithops ,  was based on the avoidance of summer watering, a practice  unnecessary elsewhere. Schwantes' techniques (Schwantes, 1954) were  strongly conditioned by the gloom of Hamburg and by an often  counterproductive cautiousness regarding new introductions.    Tischer's seemingly prescient ideas (expounded in Labarre, 1931)  have held up very well, but they are not widely known now; I adapt  some of them here. Jacobsen's ideas, widely followed via the  ubiquity of his handbooks, are a farrago of northern and southern  practices, with some fantastic idealism thrown in. His advice about   Muiria hortenseae (water it only  between July and September!) must have doomed many plants of this  fat water-loving species to terminal dehydration.    My own advice suffers from the limitations of my experience, of  course&#8212;some readers will wonder at my  alkalinity-obsession&#8212;but having worked in two hemispheres and  in several different climates, I have some basis for comparisons. I  must admit that many genera were easier to manage in California; but  not everyone can live within quake-range of the Pacific. Besides, I  have been astounded by the ease with which my European friends can  cultivate and propagate many of the smaller mesembs, especially conophytums . I almost begin to see abundant  ultraviolet not as a friend but as an enemy, the limiting spoiler;  and yet ultraviolet, or a reaction to its presence, is responsible  for the colorations&#8212;the stark whites and strong  purples&#8212;that we find so attractive in the mesembs.    Horticulture as practiced among mesembophiles is an art of minute  personal idiosyncrasies, not an exact science; it demands Jove and  observation, not formulae. Many growers, like closet tipplers, tend  to fool themselves about their actual practices: they will say that  they &#8220;never&#8221; water a certain plant in summer, but in  fact they give the plant frequent mists, or their spouse takes  secret weekly pity on it.    Not only are growers individual, plants are too. Gordon Rowley  grows the normally shade loving Conophytum stephanii   subsp. abductum right next to C. burgeri on an  upper shelf so bright that the nearby glottiphyllums turn brick red. All these  plants flourish, and I cannot explain how they (and Gordon) manage  it. A musical analogy: the hand positions of Horowitz and Gould  were peculiar, wrong, impossible, yet these pianists achieved  miraculous sounds. Gould preferred not to analyze his own  unorthodoxies, and indeed he found analysis paralyzing.    I should acknowledge straight away that different growers can  obtain good results from techniques which seem quite  contradictory. But at least most good growers have an internally  consistent technique, a learned pattern of acute response. (1) Technique gives  one a feeling of confidence; it even gives one the confidence to  risk failure.    The requirements of most mesembs are actually simple and  unambiguous once one learns to see their signals. When visitors ask  me how I know what a plant wants at a given time, I try to make them  see what I see&#8212;and this article has the same goal&#8212;but of  course the real secret lies in long observation of the plants. Over  time, they will teach one exactly what they need. Attempting to put  their lessons into words requires many pages, hence the length of  this article. I am grateful to Myron Kimnach for allowing me such  ample space, and to John Trager, whose photographs allow plants to  tell their own stories. [not included in this text file]    1 The difference between  technique, good luck, and genius is that genius cannot be taught or  imitated, while technique is learned, repeatable, and reliable; mere  luck defies repetition. I once germinated a pot full of happy saphesias and cannot recall how I did it.    II. General Culture    1.1. Respecting the Annual Cycle    Mesembs have an annual cycle which varies little from year to  year. The sequence is genetically fixed; it does not go haywire  when plants are brought from the southern to the northern  hemisphere, though such plants are temporarily confused. Captive  mesembs have no memory of, or loyalty to, the month in which they or  their parents flowered. They are loyal only to day-length and  should match the growing pattern of their forebears, but at half a  year's distance. In a given horticultural ambience, many plants  even flower on the same date year after year and go dormant at the  same point.    Mesembs oscillate between rapid growth and relative torpor,  generally flowering toward the end of active growth. Conophytums are a remarkable exception,  though one could argue that even here the flowers are terminal and  that any subsequent vegetative expansion merely amounts to a  squirrelish topping-up of leaves already fully formed.    Nietzsche said: Sleeping is no mean art; for its sake one must  stay awake all day! During their sleepily inactive periods mesembs  tend to seem dull, losing some of their leaves and acquiring strange  colors; for example, after passing through an unnervingly yellowish  phase, most sphaeroids will shrink-wrap themselves in dead white.  Others will have a brief erythematous phase which fades after a few  weeks. With many of the leafier mesembs, torpor is obvious: the  plants show no new growth at the axils. This is common in Astridia , Bijlia , Cerochlamys , Ruschianthus , and Titanopsis (among others), and it may  last throughout the summer.    At the beginning of the active cycle (shorter, cooler days for  some genera, warmer, longer days for others&#8212;see under each  genus, below ) the plants will acquire or  reveal richer green colors. They usually make their intentions  obvious. When new leaves are visible at the axils they will  normally grow very quickly, followed perhaps by a second and third  decussate pair. The next pair will bear bracts or their simulacrums  and, ultimately, flowers and fruits.    Some plants are so shocked by summer heat that they take longer  than normal to emerge, like the reluctant groundhog in reverse.  With these one must be especially patient; they may wake up only  after mid-winter, when the days are already growing longer. I  suspect that this very late emergence is being directed by the  already-formed new bodies, which have minds of their own.    Though the growing sequence cannot be substantially altered, one  can manipulate the timing of its onset by artful watering and also  delay the period of flowering and dormancy. There is some practical  value to such practices; it makes it possible to synchronize  normally disparate flowering times. Where summers are mild, one can  take advantage of early growth. Delayed dormancy lengthens the  growing season, thus increasing the potential for ampler division of  many &#8220;stemless&#8221; species. But at most one will gain a  few weeks in either direction.    1.2. Long-Range Timing    Some mesembs are like fleas: they breed and die rapidly. Others  live the lives of mice given to fond but careless children; one can  expect a year of activity followed by a slow or rapid fade-out. But  the majority of mesembs are (very) perennial, and the  super-succulent sphaeroids often outlive their caretakers. They are  forgiving and self-renewing; unlike cacti, they absorb and erase our  mistakes.    The oldest conophytum in cultivation is  now ca. 180 years old (its age at the time of introduction to  England is unknown); the oldest lithops was  collected ca. 1918 and is still thriving. The Stomatium agninum   var. integrifolium met with in a few English collections  apparently stems from the very plant known to Salm-Dyck. Many other  methuselahs must exist, but like those ancient Armenians who live on  sunflower seeds, no one knows quite when they were born. Senility  in compact mesembs arrives via the stems and roots, not via the  leaf-pairs or &#8220;bodies,&#8221; which are completely renewed  at least annually (what an inspiration for the plastic  surgeon!).    Most leaves do not live for more than two years, after which they  shrivel to a tough brown leather or flake away like dandruff.  Stems, however, are almost always persistent, gradually increasing  in length and thickness while decreasing in efficiency. Eventually  they become too thick and woody; they are vulnerable to sun or  mechanical damage when their unnatural lengthening in cultivation  causes them to be too much exposed. But there is a fountain of  youth: turning the senescent plant into one or more cuttings. Very  few mesembs cannot be rooted if the cuttings are taken at the right  time (see 13.1 below).    Many naturally long-lived mesembs are at their most attractive  just after adolescence, as Lolita meets Ephebus. Titanopsis , for example, make exquisite  single rosettes at two years, while at ten their numerous branches  tend to be ragged, leggy, or cramped, with dulled distorted leaves.  To maintain an old titanopsis in perfect health and symmetry is thus  a real test of skill (even if the &#8220;skill&#8221; was mostly  the luck to have picked a good clone) and is worthy of a show prize.  But most of the time it is easier and more rewarding to renew one's  compact mesembs by seed or by cuttings.    2.1. Water Water Everywhere    The most crucial point in mesemb cultivation is the management of  water: its controlled but steady uptake, its periodic withholding,  its presence in the atmosphere. Mesembs can tolerate poor soil and  dim light, but nothing spoils them so quickly and thoroughly as  thoughtless general watering. This argues for the necessity of  precise individual care. If that seems to border on the precious or  fanatical, so be it; perfection is not an unworthy goal merely  because it is impossible. Besides, plants are not very interesting  when treated en masse. Attachments are particular.    Observing mesembs in habitat, one notes the daily role of dew and  fog, the gentle sustenance these give the plants throughout the  short-day seasons. Every morning the epidermis is refreshed by dew,  which condenses on the leaves and trickles down to the shallow  roots. Fog also coats the plants with a beneficial film. Sustained  downpours are not common; indeed, when the plants do receive too  much rain they rot, just as they do in our pots!    In the wet winter of 1993 I saw thousands of oophytums dying from a grey botrytis-like mold,  while their thicker-skinned neighbors, the argyrodermas , were riddled with a  lattice-work of cicatrices caused by splitting. This is quite  natural, though hardly worthy of imitation. The normal conditions  in habitat provide for a steady maintenance; if such an equilibrium  were not achieved (at least in good years) the survival of tiny  seedlings would hardly be possible.    Emulating Nature's gentler showers, I water lightly but often.  This fosters the dreaded shallow-root-syndrome, but the  &#8220;cure&#8221; is obvious: water more often! Repeated light  watering has great advantages: it keeps tissue flexible and roots  receptive, thus avoiding ruptures at the one end and die-back at the  other. And again, it seems to follow what the plants are naturally  adapted to, since many wildlings have very shallow, essentially  lateral, roots. However, there are obvious exceptions to this: the  shrubs and shrublets with deep taproots. These, especially the faucarias and hereroas ,  dislike prolonged damp; they need to actually dry out between  generous imbibitions. Larger shrubs&#8212; ruschias , lampranthus ,  etc.&#8212;will take what they can get at any time.    A healthy well-rooted plant should quickly show signs of water  uptake. Those fine little roots which can be observed within  minutes of misting an unpotted plant are very efficient when a plant  is well-anchored. Within hours after watering, or certainly  overnight, a slight epidermal gloss like that seen on an  over-inflated balloon will be visible, evidence that the roots are  working well. One wants to continue this root-building process for  as long as possible: a steady reverse fuse, leading to an explosion  of flowers. Too much water, and the plant bursts, rots, or loses  its roots; too little, and the disheartened fine roots die.    In a humid greenhouse and especially in winter, when freshly  watered plants acquire the gloss of billiard balls, the level of  epidermal tautness is already high. To avoid collapse or rupture in  such an environment it is crucial to maintain good air circulation,  with as much ventilation as possible. Better to risk a chill at  34F than to accept a moldy stagnancy. Good ventilation also  helps to avoid condensation drips, which can be insidious, though  many plants will happily accept a steady drip all winter long. One  could of course staunch the drip or move the fattened plants, but  sometimes a paralyzing fascination sets in, like watching a hamster  tuck in yet another jaw-stretching nut.    2.2. Root Loss and Rue    Many people are tempted to take watering just one step too far,  but there is normally a warning before the Fatal Drink. If a  plant's epidermis shows the slightest cracking, it should be given  no water for at least a week. Plants in this condition have  achieved repletion and they cannot accept more water without further  disfiguration. Complete soil saturation has probably occurred, with  root-loss a dangerous possibility. Having lost its roots, the plant  is then vulnerable to catastrophic (i.e., meristematic) rot. If one  head or branch rots another will soon follow, though it is  remarkable that some heads have a life quite independent from that  of their twins (two heads really are better than one).    Overwatered plants show leaf-sequence disturbances: bracts are  converted to leaves (or vice versa, which shows the intimate  connection between these organs) and the result is an unattractive  and unbalanced plant. Unabsorbed, the old leaves stack up like fat  unanswered letters.    2.3. Aqua Vitae    Water quality is very important for mesembs. Apart from pH  (detailed under 3.2 below), there are other  water-borne problems. Various additives and elements (fluorine,  chlorine, boron, minute herbicidal residues, detergents) can affect  mesembs, causing strange black spots, chlorosis, brownish pits or  lesions, blisters, gross bloating and sudden rotting &#8212; a whole  hypochondriac's catalog. So it is always best to use rain or good  well water. If you must use heavily chlorinated tap water, let it  sit for two days before you or the plants imbibe it.    2.4. Watering Schedules    People often ask me for watering schedules and for exact  quantities: a teaspoon every other Tuesday? I am wary of such  artificial precision, and in any case the least imaginative way to  water mesembs is to adhere to a rigid schedule. Schedules (and the  false convenience of an ever-flowing hose) tempt one to water all  plants on a given bench, whether or not they need it. It is true  that most plants will survive such summary treatment. Many will  even look terrific, but in a mixed collection there will be a large  number of bloated plants along with an inevitable quantity of  rotting or withering. Either group your plants together by common  requirements, or be prepared to slow down and look.    Nonetheless, a schedule can create a framework of expectations  which gradually falls away as one becomes more subtly intuitive, and  so I give suggested timetables under each genus. Remember: if  mesembs give distress signals at the &#8220;wrong&#8221; time, you  should respond to their needs, all calendar wisdom to the contrary.  Eventually you will sense what they want, pre-rationally. Seeing a  thirsty plant, you'll feel thirsty too.    2.5. Self-Restraint    It is very important to know when not to water. A few of the true  geophytes ( Phyllobolus subgenus   Phyllobolus , and Delosperma   in part) should receive no water at all during hibernation or  aestivation; see under those genera. Most of the summer-dormant  shrublets require at least a little water all year, enough to keep  their roots from burning or drying. During high summer, such plants  will accept water&#8212;they may even swell up&#8212;but they are  not really active, and extra water will not result in new growth.  Summer-dormant sphaeroids can survive on very little water,  especially if they are kept in a cool position and are all wrapped  up, but a spray once a week will keep them in much better condition,  and one should be alert to the possibility that their  &#8220;aestivation&#8221; can turn active quite early.    Winter torpor, commonest among plants from the Karoo ( pleiospilos , hereroas ,  etc.), requires delicate watering. One mostly waters things lightly  to dust them off and to keep red spiders at bay; one will note  little or no new leaf-building. The roots will not dry out  excessively unless one has a warm winter in a warm greenhouse. The  winter treatment of lithops has always been  controversial but I favor one or two modest soakings (see under that  genus).    Finally, as Suzanne Mace observes: if a mesemb doesn't want  the water, it won't absorb it. Indeed few succulents of any sort  will actually rot from a single ill-timed watering. A second or  third clumsy watering sets off the alarm.    2.6. Watering Tools and Techniques    Whether or not it is true that the invention of the hosepipe  destroyed fine horticulture, it is certainly true that hoses can  make watering too easy, general and swift. But watering cans,  bottom soakings, and hand mistings are admittedly too cumbersome for  a large collection, commercial or private. So I have found that the  single most useful tool for watering is the Fogg-It nozzle, a brass  device which directs water through three minute holes. When placed  at the end of a hose along with a graduated shut-off valve, it is  infinitely adjustable (until it clogs) and can safely be used on  even the youngest seedlings, producing a diaphanous mist, a fine  shower, or a well-controlled trickle. The shut-off valve allows  very close control. It will also give one time to gaze at and to  get to know the plants.    I generally refrain from recourse to the fan nozzle. Granted, it  delivers a lot of water quickly and relatively gently and is useful  for those shrubby mesembs which enjoy deep soaking, and in  emergencies: cooling down plants after a hot day. But many highly  succulent mesembs will burst at the slightest excess ( Gibbaeum nebrownii , for example, is  famously prone to crazing); for these the nozzle is unacceptably  crude. There are other considerations which militate against the  fan nozzle: the delicate roots of seedlings, the necessary avoidance  of damp on flowers and fruits, and the side issue of staining  (pigments can leach out from old flowers and stems).    Contrary to popular belief, mesemb fanatics do not water only  with hand-misters, though they are tools of great utility. The  smallest misters are convenient, light to carry around, and require  no preliminary pumping; on the other leaf, they only last a few days  at the rate I use them, and one's fingers grows weary. (That very  feature is a virtue, however; it is hard to overdo misting when  excess is so tiring.) Larger pump misters can be awkward to carry  around but they last far longer, as they are constructed of thicker  plastic. In any case the point is to have a very fine narrowly  directed (but not aggressive) jet or puff of water. This is  especially important when dealing with tiny plants which are ill or  weak. These I mist every morning, attempting not to moisten their  neighbors (which do not need the assist). In the ant's house, dew  is a flood.    Before I water plants with the Fogg-It, I first go around with  the hand mister. This preliminary misting might seem to be  unnecessary (since it will soon be superseded!) but it forces one to  look around and to see what will need deeper attention later.  Otherwise one waters as one examines, leading to miscalculations.  It's a bit like salting food before tasting it; the excess cannot be  undone. Check your indicator plants: if your imitarias crack, your argyrodermas will soon follow. (These  cracks are physiologically harmless, but for the perfectionist and  aesthete they become psychological Grand Canyons.) It is a very bad  idea to water whilst entertaining visitors. Proper  watering&#8212;proper horticulture of any sort&#8212;takes full  concentration.    One of my favorite techniques, but one which has only a partial  application to ambiences less dry than mine, is to water plants  twice. In early fall, I water them in the evening, not too lightly,  but not to the point of saturation (i.e., no water will run out of  the pot bottom); overnight they will absorb the moisture. The next  morning (or sometimes, the next evening) I will water the plants  again, more lightly, reinforcing those which have responded and  prodding those which show no change. Sometimes I reduce this fine  tuning to a bit of mist in the evening. Mesembs do much of their  growing (and sprouting) nocturnally.    With singly potted small plants I usually water all around the  edge of the pot. I water at the center of caespitose plants,  otherwise the central stem(s) will dry out. (Many clumping plants  develop several root complexes, each somewhat independent.)  Watering a community pot requires special care, as some plants will  have unequal needs and contrary rhythms. Remember, you are watering  roots.    If plants are properly watered, the surface of the soil remains  undisturbed, betraying no trace of human activity. Of course, a  thin mulch of grit or gravel helps one to achieve this illusion;  otherwise one finds crevices, craters, and exposed roots. To avoid  the deposition of salts on colorful leaves, one can rinse plants  with distilled water.    As for thorough soaking: occasionally I do water plants deeply.  This is especially desirable for plants which have long roots,  plants which are just beginning growth and need the stimulus, plants  which need leaching mid-season, and for plants which need protection  just before the advent of hot weather or the changing of shade cloth  or plastic. But I never give a thorough soaking twice in a row;  rather I will alternate this with at least one much lighter  watering. A useful variant way to soak is to water pots from the  bottom. It is time-consuming, but it is unmatched as a stimulant.  It is also good for keeping plants in show condition and for those  which tend to rot if water is in prolonged contact with their soft  pulpy leaves, e.g., some specimens of Phyllobolus resurgens .    Placing sturdy thirsty plants out in the pouring rain is also  a good practice! By the way, indoor mesembs love to be watered  while it rains outdoors. However, the extra humidity in the  atmosphere makes rupturing more likely.    3.1. Soil Mixtures    Mesembs will grow in almost any soil. I have seen them thriving  in black florist's compost, in dirt-poor dirt, in gravel or pure  pumice (quasi-hydroponically), in fluffy peat, in variants of UC  mixes with supplemental pumice. They never look good in fine caking  sand, but their general adaptability is otherwise great. It is  amazing that around the world, working from such different media,  they can synthesize the same pigments.    Despite their omnivorous tendencies, mesembs do  have soil preferences, and to respect these enhances their health,  color, and flowering potential. I recommend a mixture which is:  simultaneously gritty and silty, very well-drained, low in nitrogen,  free of visible humus particles, and not above pH 7.5,  preferably closer to 6.5. I use only one basic mixture  (&#8220;mabel-mix&#8221;) for all species: two parts loam, one  part coarse sand, one part pumice. The only distinctions I make in  my mixtures are:       varied proportions of pumice to sand and loam    the size of pumice particles (smaller for dwarf plants)    an addition of granite grit or perlite    an addition of humus for seedlings       Habitat soil is very heavy and dense. It is often very firm;  sometimes it is powdery when dry though stabilized by a top layer  of quartz pebbles or other small rocks. In many cases it is  mainly decomposed shale, with little humic content. I do not know  how well habitat soil would function in my pots, having only  taken small samples for soil analysis. The Coles' experiment (all  their lithops were grown in habitat soil) suggested to me that it  can work exceedingly well, but only in an arid environment.    For most greenhouse conditions, habitat soil and its simulacrums  would retain water for too long; as people say, it is too  &#8220;heavy.&#8221; The sphaeroids will easily take up too much  water and burst, having no shut-off valve. And even the shrubs will  show cracked and ruptured leaves when the soil takes too long to dry  out. Yet I have given bags of my leaden mixture to friends in humid  climates and they grew difficult plants perfectly well in it. In  fact they could only grow these plants (e.g., Dactylopsis digitata ) in such a mixture;  the orthodox peat-based composts seemed to corrode or stunt the  roots after a year or two.    Plants which like a dense clayey soil will look best in mabel-mix  or something similarly ponderous; my titanopsis attain a color which every visitor  remarks upon. To me they just look real, i.e., they exhibit their  habitat colors. I should add that my &#8220;loam&#8221; is quite  silty, with a strong clay component, and it is quite alkaline  (pH 8.0&#8211;8.5), as are many habitat soils.    Many fine growers favor mixtures entirely unlike mine. Their  formulae vary, but they usually involve good quality sterilized  &#8220;potting soil&#8221; (the kind made from composted humus,  perlite, and sand) and something to aerate it, e.g., pumice,  decomposed granite, sharp sand, or all of these. The more acid the  water, the greater the success with such mixtures. When I was a  youngster I used Harry Johnson's brand of oak-leaf mold&#8212;in  those days it was possible to obtain well-composted  materials!&#8212;plus decomposed granite.    Watering habits have a great deal to do with how well a given  mixture works, and water quality inevitably alters the mixture over  time. Alkaline, mineral-laden water reacts with peat, speeding its  decay or transformation into something nastily toxic and  impermeable. And it is not only alkalinity that causes a problem:  various salts can compromise your water. Even if your soil mix is  acid, it will turn saltily alkaline if your water tends that way.  Fortunately, most species will adjust to the gradual rise.    By the time the soil becomes intolerable, it will be time to  transplant anyway. More frequent repotting (once in two years)  avoids the dangers of excess, but since I only repot every four or  five years I need a soil mixture which will hold up. The  infrequency of repotting is partly due to time pressure, but it  results also from my belief that most mesembs look best when they  have been anchored and undisturbed for several years. The leaves or  bodies grow smaller, but they also become more compact and more  colorful.    There are some genera and species which are very particular as  regards soil texture; those which come from silty pans, highly acid  rocks, or mossy cliff faces (some of these dislike soil and  horizontal life altogether!). These exceptions are mentioned under  their genera, as they must be specially catered for.    3.2. The Acid-Alkaline Balance    In general, mesembs are tolerant of a wide pH range. Even the  species which naturally occur only in the direst alkaline  situations&#8212;e.g., Lithops   vallis-mariae , with its phenomenal pH of 9.0&#8211;9.5&#8212;are  tolerant of acidity; they will look tougher or more crustily  authentic when given a high pH, but most will actually enjoy an  acidic life of Riley. Conversely, the true acidophiles, like Khadia nationae , Frithia pulchra or Conophytum turrigerum , will have great  trouble with alkaline soil and water, though certain clones will  survive prolonged alkalinity. It might be possible to breed them  for tolerance; perhaps I am inadvertently achieving this.    If you have alkaline soil and alkaline tap water and nonetheless  wish to attempt the beautiful acidophiles, you should use rainwater  or an acidifying agent (vinegar, sulphur, Alkaliche, pH Down; ask a  local orchid grower). Different acidifiers work on different  principles, so some experimentation is necessary. Many fertilizers  have acid reactions, which may help, but these reactions can be  complex and self-cancelling.    4.1. Feeding Frenzies    I currently use no artificial fertilizers on adult plants, except  for the minute traces I administer via the mister. Excessively  strong or improperly balanced fertilizers can cause strange  alterations of color (electric blues, screaming parrot greens),  disfiguring pimples and other skin eruptions, black spots, floral  abortions and conversions, gross obesity, and above all, a strong  tendency to rupture after watering. So I find it better to simply  leave most fertilizers alone. Now that I have stopped feeding them,  the plants are cleaner and more authentically colored.    The safest and most effective way to fertilize mesembs is simply  to repot them. Failing this, it is a good practice to mulch  long-potted plants with new soil, which will gradually work its way  down like wet grout in new-laid tile. Even a very light scattering  of soil will help. In any case, the nutritive requirements of most  species are so low that it takes years for a soil mix, assuming that  it is loam-based, to be exhausted. Very often, any apparent  exhaustion is simply a symptom of insufficient watering or of  undetected overheating.    The best guide to real deficiencies (short of a chemistry degree  or access to that rare thing, a succulent-savvy agricultural  advisor) is to look at the color of young leaves. Few healthy  mesembs have yellowish leaves, barring a few species in Astridia , Bijlia , Cephalophyllum , Titanopsis , and Vanheerdea . If new growth shows  yellowing, especially a streaked yellowing, then there is probably a  problem with alkalinity and (consequently) with iron absorption.    Growers who use an &#8220;artificial mix&#8221; (i.e., the  potting-soil-pumice-or-grit blend) will find that at least some of  their plants need fertilizer on a regular basis. For this situation  I recommend one low in nitrogen and high in potassium; it should be  diluted to a twentieth the recommended strength. It is most useful  in early fall and early spring and should never be used in  mid-winter. At this time most mesembs are experiencing their annual  climacteric, and feeding only confuses them.    I do feed seedlings. Physiologically, they are radically  different from adults. One wouldn't feed a lean or spicy meal to a  human baby (though Koreans accept kimchi at six months), and so it  is with young plants, which need to fatten up as rapidly and yet as  gently as possible. Thus a daily mist of highly dilute fertilizer  water is most beneficial.    4.2. Rubens versus El Greco    For every person who prefers the lean and hungry look, there is  another who favors a Rubens-esque opulence and finds plant ribs  distressing to see. The what-is-natural argument won't take us very  far, since plants in habitat can be as gaunt or blowzy as anything  seen in a pot. But there are some natural guidelines to the  perennial question: how many active leaf-pairs per branch can be or  should be maintained? Lapidarias are often  forced into a one-anorexic-pair-per-year mode by their unwitting  tormentors, when in fact the plants want to luxuriate, three or four  pairs being common in habitat and desirable in a pot. (However, the  pairs are never skewed by a chevroned bursting of seams.) In  habitat, Pleiospilos nelii flowers  from the second pair while the first pair is still turgid.  Conversely, argyrodermas , conophytums , gibbaeums , and lithops   should never stack up their leaves.    5. Planting and Pots    All mesembs will outgrow their pots eventually, unless the entire  collection consists of Conophytum   achabense . Repotting every three to four years is probably  optimal, though some species, particularly conophytums, can survive  twenty years of Mother Hubbardry. In any case, you should replant  any specimen which seems to be slowing down, or at least you should  ease it out of the pot and examine its roots. You may find that  these have grown in upon themselves, burrowing in self-created  humus, which is not always hospitable. In this case you should  knock off or wash away whatever soil is still present and start  afresh.    When transplanting plants which have shown signs of salt build-up  (whether from fertilizers, unfavorable water, or long-sustained  neglect), it is a good idea to bathe them in acidified water for a  few hours. This will clean and refresh the roots without damage,  particularly if they are then misted forcefully.    With young seedlings which were born into a rich humusy mix and  are being replanted into mabel-mix (see  under 9.1 ), I also remove the humus particles;  otherwise the larger roots have a kind of shield through which new  smaller roots will not easily penetrate. They will eventually break  through, but why hinder their course? However, if you have  non-alkaline, non-salty water, and use a  half-potting-soil-half-pumice (or grit or perlite) mixture for both  seedlings and adults, this interfacing problem will be  minimized.    When transplanting a plant that has been received bareroot, give  it a bath first. If it is very desiccated, an overnight soak in  warm water will help to revive it. After planting, place it in a  shady spot and do not attempt a brighter ambience for several days.  New roots should begin to form within a week or so, but their full  establishment takes several weeks, and the plant is not really  secure for an entire season.    While transplanting can be managed at any season, it is best to  do it when the plants are just about to grow. It is not good to  disturb plants which are about to go dormant; it adversely  accelerates the process. Wait until the plants have looked dead for  several weeks at least! The benefits of repotting may not be  evident for many months (or even years); mesembs are sometimes very  slow to show their distress or pleasure.    As for pots: mesembs have been grown in tin cans, battery cases,  asbestos trays, glazed bonsai ware, ordinary clay pots, and plastic.  Plastic is cheap, and it is good where the ambient humidity is low.  Clay looks better than plastic, and it is wise to use it if you have  a manic and uncontrollable tendency to overwater, and also if you  enjoy handling your plants; roots shift less in clay. A few mesembs  are always best in clay: Gibbaeum  nebrownii is only the most obvious example.    Because of my space problems and dry air, I use square plastic  pots. I do not use crocks (well-named) for  &#8220;drainage,&#8221; but I do line the bottom of every pot with  pure pumice; for C. burgeri , half the pot is coarse  pumice, for dinteranthus , one-third.  This is a good insurance and it also lightens the pot ( mabel-mix is weighty). But in general the  pumice layer is no more than one-fifth the depth of the pot.    6. Stress and Sunburn    After transplanting any plant, do not assume that it is ready to  go back on the shelf unprotected. Even the most careful repotting  is stressful, so you should watch the plant for wrinkling. New  transplants are particularly subject to sunburn because their  damaged roots are unable to obtain the water which would otherwise  have protected them. Therefore one should always be prepared to  shade plants which have in any way been moved. The period of danger  varies, but it rarely lasts more than two weeks, after which the  roots should have re-established.    Burning can occur even in winter. The most common class of  lament is: I changed my shade cloth or plastic / cleaned my glass  panes / rearranged two pots on a cloudy winter's day and I only left  them for half an hour and boy was I ever surprised! If you do  intend to make such a change, it is good to water the plants two  days before.    Early signs of burning include a fine rippling of the surface and  then a certain bleaching of color. Rippling is reversible if caught  quickly enough, bleaching is not. If a plant shows any sign of  rippling, it should be covered immediately. Paper towels or napkins  work well, and they can be misted or &#8220;mesembrocated&#8221;  often, cooling and rehydrating the plant at once.    It is important (though sometimes rather difficult) to  distinguish between normal quotidian wrinkling, the kind to which lithops are subject on all hot afternoons, and  the pre-burn wrinkling discussed here. Trivial daily wrinkling  vanishes overnight, even without a mist to smooth things out (though  this is helpful); it involves no change in color and no epidermal  damage. If the raised parts of the wrinkled surface show any  whitening or &#8220;drying&#8221; then burning is well on its  way.    The most insidious burning occurs while the sphaeroid species are  slumbering. Their thin shrink-wrap is only effective to a certain  point, and its protective opacity prevents you from seeing any  damage. It is a good practice to keep a few plants having exposed  and active epidermata, e.g., argyrodermas , amongst your cono patch; if these plants are suffering,  there is a good chance the conos are compromised as well. The safest  practice is of course to shade the entire collection on hot days. I  used to throw king-size white sheets over my greenhouse on very hot  days, especially if these days followed a period of skin-softening  fog. The sheets looked awful and the house grew dim, but when it  was over 105F the plants didn't miss the light anyway.    A burned and weakened plant should be treated gingerly for at  least one full year; one should not assume that it is fully restored  until a whole cycle has been successfully completed. The effects of  burning can actually last for two or three years. Do not return the  plant to the niche where it burned!    A paradox: some plants wrinkle considerably more the day after  watering. I suppose it is due to the rapid expansion of tissue,  which later firms up and becomes more stress-resistant. Another  kind of wrinkling occurs in winter with the very fat-leaved species  like Gibbaeum heathii and Cheiridopsis pillansii . These hide  away their new bodies for a long time, and watering feeds the new,  not the old, bodies, which have permanent wrinkles and often look  burned or bleached. In early spring the bedraggled leaves suddenly  pop open, revealing a plump and pristine new body fresh as a guinea  piglet, and often a flower bud as well.    7. Flowering Mesembs    Proper watering and stress-avoidance have a direct and beautiful  benefit: flowering, the periodic proof of plant health. Mesemb  flowers are the greatest pleasure of the year. They are also the  key to the most interesting modes of propagation and horticultural  improvement. Thus it is disappointing (and worrisome) that some  mesembs flower so badly under northern glass.    Poor flowering is mostly due to lack of light and the  consequently inadequate transfer of energy. Poor light makes it  dangerous or impossible to water a plant amply, and a plant thus  starved is unlikely to bud. Also, the very short days of the  northern winter are confusing to mesembs. Day-length controls their  leaf sequences, of which flowering is just another sequential  variant. Many species in Cheiridopsis have a sequence of a  long leaf-pair followed by a short leaf-pair, and then by flowering  bracts (in effect, another short leaf-pair) plus an incipient long  pair. In the short-day northern gloom, the plants manufacture  endless variations of one long sterile pair after another; this is  equally true for mitrophyllums , monilarias , and all the other dimorphics.    The best solution to this problem is of course to move to  Namaqualand or New Mexico. Failing that, you can maximize the  available light by placing shy plants on high bright shelves from  late summer onwards. Give them the most favored position and do not  assume that defeat is inevitable. Even the very shy Monilaria globosa has flowered in Hamburg!  Frequent but shallow watering will help prepare the plants for  flowering, as will bringing the plants into growth early, as  suggested under 1.1 above. It is also possible  to augment natural light by using the new high-intensity lamps  developed for aquaria.    One often reads that plants will flower only if they  &#8220;think&#8221; they are on their last legs, an argument for  starvation. This is dramatic and touching but nonsensical, like the  last perfect utterance of the Dying Poet. Very weak plants cannot  even form buds! It is notable, however, that plants on the point of  flowering hardly ever rot, so it is evident that they do marshal  resources for their annual tryst. And it is true that if plants are  overfed, they can convert embryonic buds back into leaves. So  perhaps there is a tiny granum of truth to the idea that fat plants  grow complacent; untouched by the hot breath of mortality, they do  not bother to flower. But in fact these gargantuans normally flower  very well, bearing huge fruits. If you want to produce a lot of lithops seed, give your plants ample light and  food. They will be grotesque but most productive.    Few compact mesembs have long flowering seasons. That would  contradict their basic strategy: the production of one, two, or  three leaf-pairs, the last bearing the flower(s). However, some  genera will flower erratically over a period of some months, e.g.,   stomatiums and schwantesias .    8.1. Pollinating Techniques    Almost all mesemb flowers are protrandrous; the anthers shed  their yellow burden before the stigmas are quite ready for it. And  since most mesembs are self-sterile, fruit production needs two  clones in simultaneous flower, or one clone plus some stored pollen  from another. (Pollen keeps well in the freezer, if gathered on a  brush and stored&#8212;brush and all&#8212;in a tightly sealed  jar.)    On the average, flowers last for about a week and are maximally  receptive on the fourth or fifth day. Most plants in or from a  given population have a high degree of synchronicity, so floral  overlap is usually not a problem. It is important to avoid the  wetting of flowers via the hose, misting, or condensation. Moisture  destroys the pollen by agglutination and traps the stigmas.  Sometimes it even welds petals together. But if a healthy-looking  bud seems not to open, consider that it might be night-active!    For pollinating widely expanding flowers, small paint brushes are  best. I have seen people using fingers on their lithops and  wondered how they kept digital track. A fine nylon filament or cat  whisker is best for small tubular flowers. If you pollinate several  things in a row, be careful not to touch any pollen; you can  transfer it unwittingly. I have even seen accidental pollination  caused by gold-nosed visitors sniffing one flower after another.    If you want offspring with as much diversity as possible,  pollinate a given &#8220;female&#8221; with pollen from as many  other clones of her-his species as are available. If you are  attempting to work in a certain direction&#8212;for example, toward  bolder patterns&#8212;it is better to narrow the field to a single  pollen donor, one most nearly matching the stigmatic parent.  Presumably you will have chosen her-him for one or another unusual  virtue. To make hybrids, you can try anything with anything, but  you should record exactly what you did. You might come up with  something fascinating or implausible and wish to repeat it.    8.2. Self-Service    Despite the general self-sterility of mesembs, there are some  species which are perfectly self-fertile and some individuals of  normally self-sterile species which occasionally (or always) break  the rules. Sometimes it is enough to apply the plant's own pollen  to its stigmas repeatedly, not just once, but for three or four days  in a row.    Often one can induce self-fertility (or &#8220;selfing&#8221;)  via the application of foreign pollen. Fenestraria pollen is sometimes effective as  a catalyst for selfing glottiphyllums ,  sometimes not; it is the same with pollen of Conophytum herreanthus and any of the monilarias . It is always worth the attempt in  cases where you have only one clone of a rare species or a  particularly fine clone which you would like to increase from seed.  Testing self-fertility is not easy; one must guard against the  unplanned and mysterious pregnancies caused by errant bees or  moths.    9.1. Reaping and Sowing    Mesemb fruits are dry and woody when ripe. The process takes  anywhere from a scant month ( Rhinephyllum broomii ) to a year and a  half ( Conophytum smorenskaduense ,  the elephant of the family). You can easily tell when fruits are  ready: they open spontaneously when wetted. They need no further  ripening and their contents can be sown immediately. Some seeds are  ripe and sowable before the capsules are fully dry ( Bergeranthus , Hereroa ); it is startling to see brown  seeds emerging from still-green fruits.    I know of very few seeds which need the influence of age or  environment after the fruit which bore them is dry. Some species of   Dorotheanthus need aging (or  abrasion?), and some erepsias , like other fynbos species,   (2)   need the heat or smoke of a quickly passing  fire (though I cannot recommend such for domestic use). The  fascinating and aberrant Lampranthus   scaber germinates very slowly, as do certain species in Phyllobolus , which seem to have a  kind of time-release formula, like cold tablets. But lithops seeds will cheerfully germinate seven  months after the appearance of the flower which formed them; so will   faucarias , glottiphyllums , etc.    Fortunately, most mesembs are easily reared from seed. They want  very much to grow, after all, and there are only a few troublemakers  in the whole of Mesembryanthema. Most of these (like Saphesia flaccida and those weedy alpine erepsias ) are not really that attractive in  cultivation, which is not to deny their botanical appeal. But there  are some small precautions which make things easier for the sower.  When cleaning mesemb seeds, carefully separate the chaff from the  &#8220;wheat&#8221; and discard it. Some people crush and sow the  whole lot, but the chaff is a good incubatorium for fungus, and when  swollen like a sponge it prevents rootlets from finding the soil.  Never sow seeds in a hurry or after drinking tremble-strength  coffee.    Certain highly desired species are universally problematic, and  most of these have tiny seeds. The great and most common mistake is  to treat the seeds as if they belonged to a succulent plant! They  do, of course, but you will much better luck if you pretend that  they are begonias or petunias. The main difference is not that they  need less water than petunia seedlings (they are about equally  unsucculent at first), but rather that they need much more  ventilation, being so highly prone to damp-off. There are, however,  many easy tiny-seeded species, e.g., Lithops verruculosa .    2 &#8220;Fynbos&#8221; is  an Afrikaans term for certain plant communities in the southern  Cape, comprising Ericaceae, restios, pteronias and other  sclerophyllous plants, geophytes, and a few succulents.    9.2. Light Work    For sowing tiny seeds, mabel-mix is  simply too dense, so I use a more or less orthodox formula: two  parts screened sterilized commercial potting-soil, one part pumice  screened to 3 mm, one part sharp sand. The mix should be baked  for at least two hours at custard-setting temperature and left for a  week. I prefer tiny pots, 22 inches or even less; their rapid  dry-out time is helpful against rot. Tiny seeds should be covered  only very lightly when sown; larger ones can be covered to a depth  matching their length. I generally germinate the small-seeded  mesembs under lights. (The main exceptions are dinteranthus and lithops ; see below .)    Sowing under lights can be done at any time of year but it is  probably best if done during the short-day months; winter is cooler  and generally less muggy, and one has more time then to attend to  the process. If the lights are near a source of natural light, all  the better. The lights should be kept on or off in twelve-hour  cycles. The pots can be placed very near to the lights&#8212;eight  inches or less&#8212;in a room kept at about 70F; there are  very few mesembs which actually prefer cool temperatures for  germination, though many will tolerate them.    It is best to have a separate room or chamber for sowing  purposes. You can keep it cleaner (I allow no shoes near mine) and  can better control the ambience, excluding, for example, quadrupeds,  oily cooking fumes, and household insects.    After soaking the sown pots in a bath of distilled water, I cover  the pots with a sheet or film of transparent plastic, which should  be tight enough to quickly acquire a fine coating of water beads.  If this coating is still absent after half a day, the pots are too  dry or the plastic is too loose. If the coating is so heavy as to  form tear-size drops, the pots are too wet.    After four days the cover should be loosened, germination or not,  as otherwise the soil will begin to sour. By the fifth or sixth day  the cover should be entirely removed and a fan should be placed near  the pots to provide constant air movement. At this point pots can  be soaked from the bottom once again, briefly. (Further soakings  are usually too dangerous.) If you are willing to use fungicides  your safety margin will be far wider, but I avoid them, partly  because I prefer circuses without nets and partly because fungicides  do not discriminate. They are bad for humans too.    A watched pot never boils or sprouts, and sometimes seeds will  take far longer than one expects. Anywhere from three to four days  for cheiridopsis (the minimum is two),  to a week for thick-leaved things like faucarias . Lithops and   conos take three days to three weeks or  more. The challenge is to avoid sour soil and rotten seeds during  this period; over-eager watering leads to drowning. Once the pots  have been exposed, they should be misted at least twice a day. When  the seedlings have emerged, add a trace of fertilizer to the misting  water. Seedlings have insatiable appetites; tough authenticity can  come later in their lives. As the seedlings expand I gradually  mulch them with fine grit; this combats algae and supports any  seedlings which have a tendency to flop.    9.3. Sowing Al Fresco    For the less delicate seeds I recommend sowing in summer,  outdoors, in a screen-covered frame. If the screen is very fine it  will break up a moderate rainfall safely. A second cover, made of  plastic or glass, can keep out rain when the moisture proves  excessive. (Rain water is wonderful, but a little too much and a  whole lot of seedlings can turn to jello.) The initial use of a  tight plastic cover, and the advice about water-beading, are as  appropriate out of doors as in. And again, proper ventilation is  critical, though this is of course easier outdoors. The soil-mix  should be similar to the mix discussed above under 3.1 , with an addition of ca. 30% humus. It  is not as important to sterilize it as it is with the finicky tiny  seeds.    Summer growth is by far the best growth; in a few months you can  obtain seedlings three times larger than those sown the previous  spring and four times larger than those sown the previous autumn!  As an example, take Sphalmanthus   herbertii , a charming dwarf caudiciform. Seedlings from October  1993 flowered sparsely in November 1994; seedlings from April 1994  flowered poorly in December 1994; while seedlings from late August  1994 flowered well in January 1995.    Also, summer growth is far more stocky and compact, and the  plants retain this as a permanent advantage. The only mesembs which  do not do well with al fresco summer sowings are most of the  conophytums, though I am now experimenting with late summer for  these. For all other genera, I recommend high summer. Even the  &#8220;winter-growing&#8221; Mitrophyllinae (which do have quite  small seeds) will grow very well if sown outdoors in summer. Lithops and dinteranthus seeds will germinate very  quickly when the temperature is around 100&#8211;105F. As long  as they are kept slightly damp, they will not burn up, and under  these conditions very rapid growth is possible. The cotyledons can  reach a diameter of 3 mm in a few months; the bigger the  better!    9.4. Staggering Impatience    One of the best things about seed-raising is that one can use  multiple crops to stagger or distract your impatience. With  continuous crops, you always have something new and something about  to mature, so no single pot becomes the victim of obsessive  impatience; the three-ring circus gives one a feeling of movement.  Horticulture, after all, is a mode of articulating and feeling  time.    I should report that many growers report fine and rapid results  using the familiar baggy method, which involves permanently covered  pots. I cannot manage it! I have better ways to grow  algae&#8212;and the baggy method tends to produce sappy seedlings.  It is best for haworthias and other plants which can quickly recover  from stretch marks. It might be effective for some difficult  mesembs, e.g., Conophytum   depressum , which seems to elude most growers (it simply dries  up). The exposed pot method necessitates a lot of inconvenient  misting for this and similar species. Some growers rig up an  automatic misting system to deal with the problem.    9.5. Delicate Operations    It is not advisable to transplant seedlings until the first true  leaves have acquired their maximum succulence. At this point the  cotyledons will have lost their powers and their rot-proneness; they  may even have withered away. (It is possible to transplant even  week-old seedlings but it is a time-consuming stunt, and a high  mortality is probable.) I generally transplant seedlings of robust  mesembs within three months of their sowing. For sphaeroids, I wait  half a year or more.    If your seedlings are very crowded you will have what Schwantes  called a &#8220;starvation culture&#8221;&#8212;plantlets in  suspended animation. In this state even competition is nullified.  You can keep these &#8220;cultures&#8221; going for many years,  waiting for the mythic rainy day when space will be available, but  you must feed them very lightly. When you do transplant them, their  rapidity will match their gratitude.    When planting a seedling of whatever age, make sure that its  taproot goes straight down; if it curls up or twists upon itself,  the result can be prolonged stasis. In summer I water transplants  immediately, to moisten the roots and to fill in those empty  pockets. In winter, transplants must be handled more gingerly, and  a light misting only is advisable at first. This can be repeated a  day or two later; normal watering is safe after a week or so. For  hybrid seedlings, which are weak for their first year, special care  is necessary: extra shade and food.    10. Good Breeding    Succulent plant breeding has been very much neglected.  Traditional reactions to the idea of trying to  &#8220;improve&#8221; mesembs have several aspects, not all of  them rational. To some it seems arrogant or unnatural to imagine  that Nature's beauty can be improved; there is also a general fear  of humanly applied eugenics, which spills over into the vegetable  realm; and a fear that locality data will be lost through  multi-populational (or multi-specific) crossings.    As for arrogance: Nature is perfect in her realm, but that realm  is not under glass. So there is nothing hubristic about trying to  breed a Cephalophyllum alstonii   which will not require a two-foot pot and months of winter sun to  flower richly&#8212;given that its scarlet flower is the thing we  most cherish about this plant. Such breeding is not only possible,  it is almost simple. It has been widely practiced in the other  parts of the horticultural world. The &#8220;improvement&#8221; of  succulent plants does take much time, but so does the breeding of  roses. And as Goethe said: the unnatural, that too is natural.    Partly because of the fear of eugenics, we in the succulent world  have been practicing dysgenics with a vengeance, propagating the  easiest and weediest clones! The funny thing is that a taste for  compactness and elaborate patterning is universal. Most of us want  the same sort of beauty, but we often neglect or shun the best means  of achieving it.    Data collection reaches its apogee in the succulent world. (It  has a rough parallel with the world of pedigreed cats.) But as I  have argued elsewhere, data doesn't really mean much to the typical  collector except symbolically, and I am not sure that it should.  How many of us make herbarium specimens anyway? The concern for  purity is another matter, and of course &#8220;data&#8221; equals  purity; the converse is not necessarily true. Pure plants can be  derived from a single source (i.e., from a single population) but  they are often &#8220;refined&#8221; to the point where data  merely indicates their starting point. (3)    Extremes of individual beauty in plants (or people) are abnormal,  not unnatural. (I do not mean the normal beauty of every healthy  organism; I mean the superlative beauty, usually involving an extra  degree of symmetry and heightened coloration, manifested here and  there.) But the recent discovery of a wild population of   Haworthia truncata in which many of the plants looked like  the best of the Japanese star-marked &#8220;cultivars&#8221;  should tell us something. Perhaps at the well-known localities the  pretty ones have all been collected away, as has happened with some   lithops !&#8212;in which case we breeders are  merely restoring what has been lost.    3 It is of course  illuminating to collect, record, and analyze plant data, but this  doesn't imply that one has also to collect data-iferous plants. The  functions are separate though it happens that they are often  conjoined.    11. Mesembs of Color    Increasingly, odd color sports are turning up in cultivation.  The main reason for this is probably the vastly greater number of  seedlings raised during the last two decades. Not only in Lithops , but also in Pleiospilos , Conophytum , and Dinteranthus , one finds  &#8220;green albinos.&#8221; In normally green-skinned genera or  species, albinism is of course harder to detect, but it is still  possible to spot it.    There are more and more floral freaks too. Mesembs with purple  pigments in their petals occasionally lose them, giving us white. I  recently flowered two hundred seedlings of Conophytum wettsteinii , which is normally  magenta: one was pure dazzling white. Even more rarely, one finds a  loss from yellow to white.    The propagation of these attractive variants can follow the route  of the backcross (the color freak crossed with its mother), or  selfing can be attempted via the use of odd pollen, as mentioned  above under 8.2 . Stabilization takes a minimum  of five years, more often ten.    12. Hybrids and Heat    I advocate some unusual things, and one of them is deliberate  hybridization. I have been convinced through my own work and that  of other breeders that there are wonderful possibilities in this  line (see my &#8220;Conograph&#8221; for more details). However,  most hybrids are ugly, drab, and confusing; one has to be ruthless  to achieve good results. One also has to have patience and ample  space. It takes about 200 seedlings to find an exceptional one.    A notable character of most hybrids is that they are not tolerant  of heat. Thus you must protect them in summer, otherwise they will  go pink or yellow or ghostly dead white; the chlorophyll retreats or  simply burns up. This heat intolerance might well explain their  comparative rarity in habitat, for the overt crossing barriers  between sympatric species are often weak.    Hybrid work has had a significant impact on our understanding of  mesemb systematics. Here I will only mention one example: virtually  all the Mitrophyllinae will cross both within each genus and between  genera, which might help to explain the numerous bizarre  &#8220;species&#8221; in this group.    Under each genus I list the successful intergeneric hybrids I've  produced. I do not list the failures, partly because it would take  up too much space and partly because two or even ten negative  attempts are no proof of absolute failure. (For example, I was  always convinced that Cephalophyllum  Fenestraria would be possible, and  seem at last to have managed it; but until last year I would have  recorded &#8220;failure.&#8221;)    I don't list all the interspecific crosses within a genus, though  I do give some examples of crosses with horticultural promise. In  many cases the work is at such an early stage that I can only say  that the seedlings are healthy, e.g., Conophytum 'Tetraburger'. The best,  but also the slowest, possibilities lie in the more complicated  multi-species crosses, e.g., Conophytum 'Acuturge'  ( C. acutum F C. burgeri M)   C. 'Ceresiacum' ( C. maughanii   subsp. armeniacum F    C. obcordellum var. ceresianum M).  This line allows one to produce (or to &#8220;interface&#8221;)  secondary combinations of species which are otherwise in  compatible.    That a crossing succeeded once is no guarantee that you will be  able to repeat it or that the offspring will be the same the next  time. In general we find the classic Dominant Mother Syndrome, but  sometimes this is reversed. First generation seedlings are often  highly variable. Save them all; if they can overcome their initial  weakness, the runts might be the best of the litter.    13.1. Pruning, Cutting, and Vegetative Repro    Much mesemb propagation has traditionally been accomplished not  by seeds but by vegetative increase. This was the case with most  sphaeroids until recently; seed was unavailable. And it is still  the mode of choice for many of the long stemmed mesembs used for  landscaping.    All mesembs have stems. In the shrubbier species this is  obvious, of course; in the compact species like faucarias , stem-building is only evident in  older plants. In the so-called stemless species, the stems are very  short and are covered up by the fleshy leaves. But eventually the  stems of all mesembs are exposed: growth has to proceed upwards,  however slowly. At this point you have several choices. You can  simply allow the plant to fulfill its elongate destiny. Or, you can  repot the plant more deeply, thus burying the offending stem; prune  the plant to make it shorter; or turn the whole thing into cuttings,  discarding the old plant. (Schwantes spoke of curing the  &#8220;bad temper&#8221; of an aloinopsis in such a way.)    When pruning plants with long internodes (or taking cuttings of  them), stems should be cut at a point several nodes below the most  active leaves. Always water plants well shortly before you prune  them. Freshly pruned shrubby mesembs look rather stark for several  weeks, but eventually the operation will pay off in shapelier  growth. You can root the superfluous branches but you may not need  this much vegetable mass unless you have outdoor plantings or many  friends.    Cuttings of the &#8220;stemless&#8221; species do best if taken  very near the growing point. With the sphaeroids, if you allow a  more generous length of stem, you will find that the plant usually  roots not from the long stem but rather from points very near the  meristem. Indeed, the long stem sometimes seems to get in the way.  Pieces without a meristem can even root &#8212; this has happened  with Conophytum   bachelorum &#8212;but of course they die eventually.    The best time for cutting is when the plants are in their most  active phase, not during their flowering season and not when days  are at their shortest. Use your sharpest knife. After taking the  cutting, you can apply rooting powder to the wound though it is not  really necessary; its primary virtues are usually a built-in  fungicide and the instilling of artificial courage. Cuttings should  be inserted into a coarse medium; pure pumice is effective, as is  very sharp sand, or a mixture of gravel and perlite. (For that  matter, your normal potting mix will work almost as well for most  plants.) Cuttings should be placed in a half-shady position, below  the bench but not too cool or dim. Bottom heat is only necessary if  the area or season is too cool (under 40F).    Once they have calloused, which takes only a few days, cuttings  can be watered rather generously. Since they are not actually  absorbing the water (lacking all roots), there is little danger of  overdoing it initially. Some roots should strike within three  weeks. Once rooting has occurred, caution must set in; as soon as  one sees the signs of stiffening and (in the case of conos and  lithops) of a fresher green at the bases of the bodies, watering  should be reduced. After a month the plantlet can be repotted in  real soil and placed in its permanent position.    Occasionally plants will not root as rapidly as expected. A  cutting of an undescribed cheiridopsis ,  taken in South Africa fn July 1993, rooted only in November 1994!  (In the meantime, the plant was sustained by an occasional misting.)  Sometimes conophytum cuttings taken in  autumn will wait until just before the summer to root, presumably  because new roots are actually initiated by the newly formed  concealed growths. Few plants can resist the pull of spring.    Certain shrubs are quite difficult to root. Drosanthemum speciosum usually eludes  me; it would be easier with a misting bed. Most members of  Mitrophyllinae are awkward to root as well. It helps to mist the  cuttings with fertilizer water. Namibia   ponderosa is almost impossible for me; perhaps I am defeated by  my dry air.    13.2. Ex Una Plures    If you are producing mesembs en masse, you will find it effective  to cut and recut. For example, you can totally decapitate a  clustered conophytum and root all the  severed heads, which will divide abnormally well the next season,  since each head now has its own exclusive root system. Then you  divide all the divisions! Thus within three years it is possible to  turn one head into thirty or forty. The only trouble with  vegetative propagation is that one ends up with more of what one  already had. Seed-raising is less predictable and more challenging,  but it is also much more interesting.    14. Mesembs and Movement    Potted mesembs dislike movement, even the casual lift which takes  them from one corner of the greenhouse to another. It is not only  that a new orientation can distress them, it is also that sharp  movements can destroy fine roots. If a plant seems very happy in a  given niche and has enjoyed that sinecure for at least one full  year, do not move it! Growers can be amazingly (if unconsciously)  brutal. Mesembs particularly dislike automobile travel. And when  travelling through the post without their cushion of soil, they can  show great distress, though generally they are not permanently  disturbed.    Mesembs react strongly to wind, another form of movement but a  natural one. The breezes and gales of Namaqualand sculpt plants  into compact forms, especially those growing on the sandblasted  coast; Neo-Lamarckians could make much of that. Artificial wind  thickens the caudexes of cultivated pachypodiums, and the same must  apply to the compact fat-stemmed mesembs.    However, short of growing plants outdoors or in a wind tunnel,  all one can do is to provide as much ventilation as possible. It is  certainly a good idea to have a fan blowing in your greenhouse or  aridarium at all times. This will also help to combat fungus, of  course, and provides some heat relief. For some reason, plants in  hanging pots often do exceptionally well. I imagine that the free  air and lack of competition are important factors.    15. Mesembs and Company    Back during the period of flower power, &#8220;companion  planting&#8221; was widely practiced. We had peas with carrots,  beans with squash, grass with grass. Today I sometimes plant a weak  mesemb with a stronger one, or sow two unlike species together,  hoping that the one will stimulate the other. But it is not a good  idea to place cuttings of two (or a single) species too close  together&#8212;you will see differential growth rates, and some of  the cuttings will be starved. If you try to redress the balance you  may rot the usurpers. Never attempt to weave cuttings into an  artificial clump; the results are unconvincing and lopsided.    Lithops and conophytums can get along just fine in a  single pot, which tells us that a certain independence is possible  even at close quarters, and that for all our anxious timetables,  flexibility is real and opportunism is rampant. Both in habitat and  in pots one can see an active lithops right next to a sheathed  conophytum! If you want to grow dwarfs from several families  together, you can try conophytums with tylecodons or bulbines.    16. New Introductions    There are two kinds of introductions: plants new to one's  collection, and those altogether new to horticulture. Both kinds  require some sensitivity. For the latter I can only say that a  little misting never hurt anyone; it is of course difficult to tell  if a blind-dated and travel-shocked plant is coming or going. For  the former, try a position where no plant has ever had trouble.  Most greenhouses have their safe spots and their dangerously hot or  cold ones. In any case, do not add a potted plant to your  collection without dipping, washing, and repotting it first.  Otherwise you may add more than you bargained for.    Mass importations, in the sense of raw collected material, are at  long last out of fashion. However, many people import nursery-grown  seedlings or cuttings from the opposite hemisphere, and the  adaptation of such material does cause some problems. The main rule  is to establish a new root system as soon as possible, even at the  risk of premature growth, leaf-stacking, and bursting. The  following year the plants will slowly absorb the excess, or if they  do not it can be peeled or trimmed away.    17. Desperate Measures    Occasionally you will find that a certain plant fails to thrive,  sulks badly, and then fails to grow at all despite the most careful  attention. This is when intuition come into its own. I can only  suggest a few tricks: a radical change of scene; an enormous  overdose of water; a sojourn in the rain; placing the whole plant,  pot and all, in a deep bucket of water and waiting for a day; one of  those malodorous elixirs featuring vitamin B1 (they really do help);  or a radical change of soil. You have nothing to lose. First do no  harm, as Hippocrates commands us.    18. Hot Spots and Cold Pots    Mesembs are tolerant of extremes. They can endure temperatures  in excess of 120F if well ventilated. What they most dislike  is hot still air, which desiccates and roasts the plants, so  weakening them that they are unable to form new roots, the old roots  having burned away. To reroot, they must first experience  rehydration, which, lacking roots, they can hardly manage! In very  hot conditions you can move vulnerable plants to a cooler spot,  perhaps on the floor.    However, many mesembs will thrive at high temperatures as long as  they are watered adequately. Argyrodermas grow strikingly alabasterine;  far from being dormant, they are receptive to water during summer as  long as they have not previously lost their roots during a spell of  caution. Pots at the end of a row are the most exposed to heat.  Heat affects the water balance within a pot to a surprising degree,  and the smaller mesembs are much affected by this. (Remember that  plants with moist roots are far less likely to scorch.) Winter  day-time temperatures under glass are often too warm. This can lead  to a forcing and softening of growth. Again, good ventilation is  critical.    As for low temperatures, most mesembs can tolerate mild frosts  &#8212; 25F&#8212;for short periods. But I do not recommend  the experiment. For one thing, frost damage can take weeks to  manifest itself and one cannot always be sure that a given plant has  coped well until it is too late. For another, there are some  mesembs which scar at 30F (e.g., jensenobotryas ) and some, especially the  coastal juttadinterias , which can die  after a few hours of 28F. Very much depends on the health and  turgor of the plants before they suffered any onslaught. But in any  case, 38F is a safe minimum.    Horticultural tortures do not interest me much, and my knowledge  of frost tolerance is chilled by a slight disapproval. However,  this prejudiced reaction is partly sentimental, partly silly; many  mesembs obviously do not mind freezing cold in the least, and some  will thrive in it, Delosperma   nubigenum being the most famous example.    Conducting inadvertent and painful experiments (via power  failures, gas lacks, penury, etc.), I've found that many coastal  mesembs (e.g., Juttadinterias ) are very  tender, and that inland species, particularly the rough-leaved ones  from the high Great Karoo, are much more spartan. These Karoo  mesembs can mostly handle 10F at least. So can lithops ; if they are kept dry, most of them will  handle short periods of 0F.    Experimenting with a rockery, you will find that many species  will look better than they do in pots and, if established in early  spring, they should be tough enough for a winter of +-10F. But  do not experiment with plants you cannot bear to lose. Do give the  plants as much drainage as possible. If you expect them to endure  the full summer sun, be prepared to water them amply; otherwise,  they must be protected by artfully placed rocks and shrubs. We  should not be surprised that so many mesembs run rampant when  planted out in a bed or generous pot; the surprise is how well they  can restrain themselves in pots. In effect we turn many species  into bonsai under glass.    19. Give Me Shelters    Many mesembophiles start out with a few shrublets in a rockery or  a row of lithops on a windowsill. (4) These situations will accommodate  a limited though diverse range of plants, but eventually room runs out  and one considers the option of a permanent shelter.    If this applies to you, and you live in a frost-free area, a  simple screen to keep out birds, insects, and non-human pollinators  is enough. Where frost is possible but rare, you will need some  sort of removable siding. If frost is frequent, you will need a  fully enclosed shelter, i.e., a proper greenhouse, but it should  have as many vents as you can afford and preferably a screen-door at  either end. An exhaust fan will help to alleviate heat build-up,  but it is expensive, noisy, and distressing to the planter if not to  the plants. It is nicer, and not as impractical as it sounds, to  have a fully removable roof.    If you wish to create an adaptable, comfortable, multi-purpose  greenhouse, consider the following suggestions. Whatever you build,  it should have as much cross-ventilation as possible; it will  breathe better if it is much longer than wide . It should not be  so large that its bulk will encourage the neglect of its  inhabitants. All surfaces should be within easy reach. Orient the  structure so that its long axis catches the morning sun. If  possible try to filter some of the hotter afternoon sun by the  strategic placement of shade cloth, by applying an ephemeral white  wash, or by planting winter-deciduous trees.    Some plants like to bask all day, so at least one warm high shelf  for these Shadrachs is desirable. Conversely, you should make a  dimmer corner for malcontents and new arrivals. This sanatorium can  be a shelf under the bench, but it should not be so dim and  inaccessible that you are encouraged to neglect it, nor should it be  too chilly. It is a good idea to have a heating cable installed on  the bench, as it will help to speed the rooting process.    Ideally the maximum greenhouse temperature should not exceed  105F (measured near the tallest plant); the minimum should not  dip below 35F (measured on the floor). The maximum night  temperature in winter should not exceed 60F and should  preferably be closer to 45F. Otherwise you will end up with a  kind of forcing chamber.    If, when standing in the greenhouse, you can feel the prickly  ultraviolet rays eating away at your skin, you need to find some  shade-cloth and a sunscreen. I actually prefer an easily erased  whitewash, but have used various grades of shade-cloth. The white  cloth used as a weed barrier for gardens is effective when hung from  the ceiling of the greenhouse. You can contrive localized shade by  placing a double layer of nylon screen, or a square of cheesecloth,  above a pot.    No single ambience can suit all plants. If you cannot contrive  multiple Edens under one umbrella (mixing metaphors as broadly as  possible), confine yourself to plants pre-adapted to your particular  situation. If your greenhouse stays stubbornly oven-like, grow pleiospilos and dinteranthus . If you have a cool  alpine-style house, raise conophytums . If  orchids thrive under your humid conditions, try marlothistellas and delospermas . If you only have a window sill,  raise tiny plants; it is surprising how many will fit in a small  area. They can actually grow very well next to glass, indoors,  though overheating is a real danger.    Heated cold frames are another good possibility, but they can be  awkward to manage where weather is unpredictable. Oddly enough,  mesembs are most popular in the northern European countries where  they must be raised under glass or plastic. These countries have  long traditions of succulent cultivation and general horticultural  virtuosity (the biggest gooseberry, the most redolent lathyrus).  But mesembs could hardly survive above the 50th parallel and behind  bars if they did not have a certain built-in adaptability. Indeed,  some species are perfectly suited to European conditions, especially  those which come from shaded crevices, e.g., many of the conophytums . Their principal enemy in Europe is  botrytis, which attacks the floral tubes and then penetrates inward  and downward.    4 My ex-landlord knew that  I was nutty when he once looked through the window and saw me  watering what he'd thought was a &#8220;rock  collection.&#8221;    20. Inspecting the Troops    Every day you should examine every plant. If this seems too  ambitious a task, ask yourself if you have too many plants. Use your  senses: pay attention to small changes in color, texture, and odor.  If you cannot remember what your plants looked like yesterday, you  have been watching too much television.    Certainly you should examine daily those plants liable to harbor  pests ( stomatiums , hereroas ) and those most prone to rot  (soft-bodied sphaeroids). And you should not only look, you should  use your nose in the process. Saturated soil has a peculiar odor;  so does rot. It is good to lift a pot or two, to examine a plant on  all sides, but do this gently. Since red spiders hide in neglected  corners, do not neglect them.    The neater the greenhouse, the more inclined you will be to make  your inspections and visitations thorough. It is also good to  occasionally turn your perspective upside-down: enter your  collection pretending to be an inquisitive visitor. Why is this  plant looking so wizened? Why have you not placed it over there,  where the taller one will shade it slightly? Why is this label  illegible? When will that cracked pot finally collapse?    It is good to check things by looking from the outside in; you  will see something you've missed. When I was a youngster in  California, I used to lie on my belly and gaze at my rockery mesembs  from ground level. This allowed me to enter their world and to  leave time aside.    21. Pests and Alarums    Mesembs are somewhat attractive to a variety of insects, but they  are apparently not as tasty as even the toughest asclepiad or  cactus. Plants in good condition should be nearly pest-free,  particularly if they are grown in peatless mabel-mix . Nonetheless, there are several  pests to watch for: red spider, mealy bug, caterpillars, and sciara  flies.    Red spiders are perhaps the worst pest because of their guerrilla  tactics: suddenly they appear and attack. They favor rough-leaved  species, the same Karoo ones that are so famously hardy. But if I  mist the vulnerable plants every day, they are never attacked by red  spider. If I am gone for as little as one week, they move in, along  with their various relatives. (The rapidity of their take-over  suggests that they are always present, waiting in the wings, like  kitchen weevils.) I do not know quite why the daily misting is so  effective; perhaps the spray destroys eggs or in some way subdues or  alters the redolent compounds that attracted the pests in the first  place. In any case I will continue it.    Mealies are sometimes attracted to lithops   flowers, descending from the pedicels into the hidden new hearts  with disfiguring results. They can also lurk within the skins of  old matted conophytums . The  &#8220;other&#8221; mealies, those which sap the roots, are  invisible except by their effects. They often cause mesembs,  particularly sphaeroids, to grow abnormally tall. Aerial mealies can  be fatally painted with isopropyl alcohol. To kill the  root-dwellers you can dip the roots in a bath of alcohol and liquid  detergent, but you must also briefly dip them in water before and  after the longer alcoholic baptism. Otherwise the alcohol will  begin to pickle tissue within a few minutes.    There are many little chewing insects; I call them by the generic  &#8220;caterpillars&#8221; out of ignorance. The worst ones are  those burgeoning sigmoid devils which feed by night and hide by day.  I inspect plants every night by flashlight, as their devastation can  be swift. Small thrips are a danger not so much to your plants as  to their possible progeny. They can move unseen from one flower to  the next. If you cannot eradicate them, you can try to beat them by  pollinating the flowers before they do (!) and by separating related  (i.e., readily crossing) plants. Mice are fond of conophytum  fruits, which they will gouge out from the bodies; I even wonder if  they are partly responsible for natural dispersal. If you have  them, keep a hungry cat on hand.    Sciara &#8220;flies&#8221; are the prime nemesis of seedlings;  they love to burrow in exposed humus and conduct their vampirism  from below. It is a good practice to mulch your seedlings with a  layer of grit, which will strongly discourage the flies. (It will  also help to prevent an algal carpet.)    It is wise though unpleasant to spray your whole collection with  a systemic insecticide twice a year. I currently favor Orthene;  Knoxout is also effective. Neither works particularly well with  alkaline water, however, so the water should be acidified for this  purpose. For as long as you can bear it, stay away from your  collection after you have sprayed; sow seeds, or do your taxes or  something else you have neglected in favor of the greenhouse's  charms.    Rot is only a minor problem with mesembs if the plants are  watered and &#8220;aired&#8221; correctly. If they are not,  fungicides won't help all that much. If you find one head or branch  rotting, cut it entirely away, down past the meristem or the nearest  major branch. If caught early enough, the rot is unlikely to  spread. (This is why daily inspection is so important.) Still, it  is always a shock to realize that our plants are just little bags of  water; they are not nearly as solid as they seem, and they can leave  without saying goodbye at all. Chinosol is a useful prophylactic  and curative, but it has to be administered via water, an excess of  which caused the rot problem originally. Alcohol also has its  place: it should be used to clean all of your surgical arsenal, and  your hands. It is best to burn any rotten material.    A too-rapid abandonment of tissue is dangerous for any mesemb; it  can lead to (or may already indicate) rot and it certainly shows  that the usual osmotic or hydraulic transfer of resources has not  taken place. Nonetheless, at certain times of year, healthy mesembs  may change color or texture quite quickly; once one is accustomed to  it, this is no more alarming than the autumnal reddening of maples.  The horrid age spots seen on many older leaves are also harmless;  they are caused by the decomposition of tannins.    The anisophylly (leaf-inequality) which is found throughout  the whole family even manifests itself behaviorally; the leaves  of a pair will not respond in quite the same way and one will  often be quite obviously healthier than the other, being slower  to dry up and less rot-prone. I favor the weaker leaves when I do  my misting, which amounts to a very mild foliar feeding, and if  desperate will apply fungicide to a weak leaf.    22. Taking Responsibility    Cathryn Mangold once taught me a very valuable lesson. Back in  the 1970s, when Tanquana hilmarii was  rare, she gave me a beautiful seedling and warned me that it was  rot-prone. I couldn't resist misting the little plant; I loved to  see its ruddy sparkle. Naturally it rotted. I told Cathryn and she  said: &#8220;I'm cross with you for killing it.&#8221; This seemed  a harsh judgment until I realized that the death was truly my  fault.    Some horticultural loss is inevitable. It is impossible to have  everything in your collection at the same level of perfection  simultaneously, particularly if you are continuously adopting new  material. But a great deal of loss is the simple result of  inattention and willfully repeated stupidity. If you adopt too many  new plants, you will probably neglect the old.    The Nineties are the Age of Personal Responsibility or, at least,  an age in which we suddenly prate about it as if it were a new  discovery. But responsibility applies to your collection as much as  it does to your life, if these forces can be distinguished. You are  responsible for the quality of your plants, for the mode of their  acquisition, and for the sharing of their beauty with others.    23. Ever After    Most collectors dislike contemplating the future of their  collection after their demise. Most of us dislike thinking of our  demise, period, and horticultural collecting is an amazingly good  distraction from the brute fact of our mortality (perhaps that is  why the death of a favored plant is so inwardly painful?).  Collecting and tending plants becomes a powerful reason to rise each  day: what's new in the greenhouse? In a sense the collection must  die with its animating force, the collector, except in those cases  where a new party inherits both the plants and the requisite  zeal.    If you really care about plants, as opposed to caring merely  about your personal relations to them, consider what will happen to  your collection. Who will inherit your plants? The county dump?  Black-thumbed Uncle Fred? Ancient Aunt Belle?    My own aim has been to distribute cuttings or seedlings of  everything I grow. I send out seeds of anything rare to two or  three virtuosos, so that nothing is grown only by me. I do not  expect that anyone else would be nutty enough to wish to adopt the  totality of what I grow, but the whole thing could be reassembled if  need be.    As long as people care about plants, mesembs will attract  interest by their beautifully bizarre and highly individual  properties. The best cultivation methods express those qualities;  indifferent ones reduce them all to a grey-green sameness.    III. Notes on Individual Genera    The reader should bear in mind that the timings I give are  those which work for me. These mostly correspond to the behavior  of populations in habitat, but in other horticultural ambiences  things are not so directly transferable. If a different timing is  working well for you, ignore all my advice.    Generic names and concepts are still very much in flux, and this  fluidity is unlikely to cease soon. Also, it is extremely difficult  to identify many species, particularly those in charmless genera  like Aridaria . Of the species  mentioned here, I have seen most of the types and am still plagued  by some uncertainties, but most of these names are well-understood  in horticulture. With any luck they will outlive all current  labels. And speaking of labels: it is amazing how much a uniform  and freshly made set of labels improves the look and sense of a  collection.    A word about how to arrange plants in your collection. My own  are randomly placed, as this helps to prevent pollination accidents,  but it is usually more satisfying to have all members of a genus  together, and it certainly makes comparisons easier. If you have  the room it is better to allow at least a few inches between pots;  the plants will grow in a more even manner.    Acrodon N.E.Br.    A small genus of tufted or mat-forming species, most having dark  green pointed leaves with terminal teeth. They naturally grow and  flower in late winter but are easily convertible to summer, or  indeed to continuous, growth. Acrodons can be neglected for months  and will bear no permanent grudge, but they prefer frequent  watering. The flowers are uniquely beautiful; the petals have very  fine marginal stripes of brownish-carmine. So far I have failed to  hybridize Acrodon with anything, not even with the obvious  candidate, Marlothistella .    Aethephyllum N.E.Br.    An annual with pinnate leaves, A. pinnatifidum is  lovely while it lasts. It is best sown in winter and treated like  early lettuce.    Aloinopsis Schwantes    Several not quite congruent species comprise this genus, which  has been shifty since its inception. Some, those in the warted   A. luckhoffii group, behave like the winter-loving  titanopsis and should perhaps be placed with them; some having  smoother leaves ( A. loganii , A. rosulata ,   A. spathulata , A. schooneesii ) are quite  hardy and favor spring growth; and some have now been (re-)placed in   Deilanthe , q.v. All these species  tend to have fat roots and need good winter light for their best  behavior. Their summer activities are usually minimal, though  European growers will report a different story. They are  universally prone to red spider, mealies, and root rot. Hybrids  with Deilanthe , Nananthus and   Titanopsis are easily made,  horticulturally desirable, and taxonomically problematic.    Amphibolia L. Bolus ex Herre    Probably a synonym of Eberlanzia , q.v.    Note: Hartmann 1993, erroneously considerd   Amphibolia to be a synonym of Eberlanzia . She now  lists four species of Amphibolia . Illustrated Handbook of  Succulent Plants, 2001, p. 37.    Anisocalyx L. Bolus non Hance ex Walpers    Now renamed Drosanthemopsis   Rauschert, q.v.    Note: Drosanthemopsis now = Jacobsenia , Illustrated Handbook of  Succulent Plants 2001. page 40.    Antegibbaeum Schwantes ex C. Weber    The sole species, A. fissoides , forms compact tufts  of finger-like uniformly dull green leaves, rarely with livelier red  keels. The plants sleep all summer when the fingers will be quite  wrinkled. New growth requires generous watering from fall until  early spring. The plants are most outstanding for their large  purple flowers produced in late winter. Hybridizes reluctantly with   Didymaotus .    Antimima N.E.Br. emend. Dehn    A recently revived and revamped segregate from Ruschia (which was far too diverse),   Antimima is horticulturally variable. Fortunately, the only  species of great pot-interest are the dwarfs, e.g., those in section   Microphylla (Brown's ms.genus  &#8220; Brachyphytum &#8221;), which sheath and behave like  minute Cheiridopsis , being inert  in summer and thirsty in winter. The type of the genus,   A. dualis , is very beautiful when raised in good light,  and it behaves like an argyroderma . The  related &#8220; A. argentea &#8221; is also most  attractive. &#8220; A. ventricosa &#8221; has huge  bicolored flowers but it requires good winter light and much food to  flower well. It dries out very quickly. Another group of antimimas  resembles Astridia except for the  shorter five-bunched petals and small seeds. These species prefer  to grow in winter but are large and non-fussy. All antimimas  (pronounced as in Aunt Jemima's) have large closing bodies in their  fruits and they mostly flower before spring. &#8220; Antimima  lawsonii &#8221; from chilly Campbell flowers in spring, and,  like &#8220; A. pumila &#8221; from near Calvinia, must  be quite hardy.    Note: Antimima argentea ,   A. dualis , A. lawsonii ,   A. pumila and A. ventricosa are all listed  by Hartmann. Illustrated Handbook of Succulent Plants 2001.    Apatesia N.E.Br.    South Cape annuals of which I have no experience, alas.    Aptenia N.E.Br.    A. cordifolia is a familiar pot plant and ground  cover. It is very easy to grow; almost too easy, as it becomes  invasive both by spreading and by selfing. But it can be dwarfed in  a four-inch pot and it looks good in a hanging basket. All aptenias  (three or four species are known) behave like water-loving garden  annuals, though they are in fact perennial.    Arenifera Herre    A genus with a single very distinct species,   A. pillansii . It is an inconspicuous but interesting  shrublet with blackish-green leaves so sticky that they are usually  coated with whatever detritus is nearby. It grows and blooms in  winter, when it enjoys water. In summer it needs little  water&#8212;and no, you cannot wash off the sandy coating.    Note: Hartmann lists a further three species.  Illustrated Handbook of Succulent Plants 2001. p. 68.    Argyroderma N.E.Br.    A genus of ten species and several dozen microvariants,   Argyroderma is uniform as regards cultural requirements. The  earlier in summer they are watered the better: treat them exactly  like lithops and all will be well. Nothing  is gained by a summer drought: natural or not, this merely kills the  roots and shrinks the buds. The great fear with  &#8220;argies&#8221; is that their leaves will crack like old  china. With steady yet light summer and fall watering, and a slow  drying off post-flowering, this is not an issue except in one  respect: never water them during rainy weather! A further warning:  never soak them.    Well-established argyrodermas resent repotting, so it is best to  keep them in mabel-mix for five years or  even more. They do not mind salt in the least and most species do  not divide heavily, so repotting is only necessary when the (clay)  pot crumbles. Sown in mid-summer, argies can flower just a year  later.    The sole long-leaved species, A. fissum , forms large  uneven mats and can be pruned to keep it in bounds, or one can grow  the Klawer form, which is short-leaved and compact. However some of  the larger forms have superb flowers in many shades including true  carmine and a ripe tomato red. The remaining species have more or  less rounded leaves. Some wild populations have a marvelous and  unique range of hues and rare combinations (inner yellow, outer  brick red or purple, or vice-versa) and it is interesting to  replicate these in cultivation. A. testiculare has  stupendous multiseriate flowers like magenta crepe.    Note: The addition of Argyroderma  theartii makes a total of eleven species. Hartmann, The  Illustrated Handbook of Succulent Plants 2001, p. 71.    Argyrops Kimnach    This nothogenus was based on a mysterious hybrid made by  Dr. M. Morgan. When described by Kimnach (1980) its  parentage was unknown, but I have finally cracked its code. Almost  certainly it involved Argyroderma   delaetii  Lithops divergens   var. amethystina . My hybrids are identical to Morgan's,  even sharing its habits: slyly pupping, producing lopsided flowers,  and turning an alarming pink in summer's heat. Most other attempts  have merely selfed the would-be parents. Very recently I crossed   A. delaetii and L. verruculosa . In this  case I have some faith because the flowers of   A. delaetii died in such a quick and promising  manner.    Aridaria N.E.Br.    A big or little (post-reduction) (sub)genus of shrublets with  long half-leafless shoots. Mostly winter-active, but not at all  fussy. Many plants will drop most of their leaves half the year, or  periodically throughout the year. Some species are attractive in  rockeries, where their long stems can wave in the breeze like  dieramas and their large nocturnal flowers can be enjoyed by  passersby. Some are probably fairly hardy but to my knowledge they  are untested.    Note: Reduced to four species Hartmann,  Illustrated Handbook of Succulent Plants, 2001, p. 75.    Aspazoma N.E.Br.    Though A. amplectens covers whole hills in the  Richtersveld, it is almost unknown in horticulture, and I have never  managed to collect viable seeds. The leaves have a certain dactylopsian aspect but they are borne on  upright stems.    Astridia Dinter    Several species comprise this unpopular but attractive genus of  shrubs. Most of them are a bit unwieldy in pots; for me, their  wonderful flowers justify the space. They are also handsome as  seedlings. All astridias grow in winter, which is also when they  tend to flower, though their production is erratic. They do best in  large pots and rather rich soil.    Bergeranthus Schwantes    A small genus of tufted plants with grassy sharp-angled  leaves. They look much better in rockeries than they do in pots and  when given free root-run will flower profusely all summer. They are  essentially summer growers. Some of the smaller species, e.g.,   B. jamesii , are attractively glaucous and stay compact.  They are probably deeply hardy to judge from their habitats. Under  glass, all species are prone to spider mite if kept too dry in  winter.    Berrisfordia L. Bolus    Now placed in Conophytum , as   C. khamiesbergense , Berrisfordia seems rather  distinct on behavioral and horticultural grounds, since it flowers  in spring from new leaf-pairs surrounded by still-active old ones.  The plants like a very acid soil, copious water, and shade in the  afternoon: I usually place the pots due east of taller pots. If the  fissure walls puff up to watery blisters you are an overwaterer.  Avoid summer heat! Some clones are far more attractive than others,  bearing extra teeth and purple pigments, so it is good to raise a  large batch of seedlings and select out several beauties. This will  also allow one to select for vigor, since individuals vary greatly  in this respect as well. C. khamiesbergense is  sometimes self-fertile and is difficult to hybridize with other  species. However, it would be worthwhile to apply its pollen to  other conophytums.    Bijlia N.E.Br.    A tiny genus of two attractive species. The well-known   B. cana can take a fair amount of water when in fresh  growth. Most active in early fall, when it sends out new leaves and  flowers, it needs much light to stay compact and properly  asymmetrical. Otherwise it grows too lax and &#8220;turns  into&#8221; the second species, B. tugwelliae   (L. Bolus) S.A. Hammer, comb.nov. (5) This one has paddle-shaped  erect leaves and is never compact, so do not attempt to starve it  into prostrate submission. Both species have attractive glossy  petals the color of egg yolks. Pronounced Bay-lee-ah, by the  way.    5 Bijlia tugwelliae   (L. Bolus) S.A. Hammer, comb.nov. Basionym:   Mesembryanthemum tugwelliae L. Bolus in Ann.Bol.Herb.  1(3):129(1915). Type: &#8220;Prince Albert,&#8221; Anna  M. Tugwell s.n. (BOL). Selected specimen:  S. Hammer 1167, &#8220;Cape Province: 3 kilometers west  of Prince Albert,&#8221; 10 August 1992 (HNT).    Braunsia Schwantes    A small genus of diverse habits: creepers or upright  shrublets. The leaves are connate and attractively alabastrine or  finely fuzzy, and the flowers are outstanding. Braunsias grow  primarily in winter and flower in winter to spring. They thrive in  poor soil and are not very particular about food and drink.  However, B. geminata dries out quickly, and the rarest  and most beautiful species, B. vanrensburgii , is always  thirsty.    Brownanthus Schwantes    A genus of a dozen species, only a few of which have reached or  survived cultivation. Those known to me do best with heavy watering  in late winter and spring; by summer the ephemeral leaves die away,  leaving the beaded joints and fringed collars exposed. I place the  dormant plants under the bench all summer; there is no point in  stressing them.    Calamophyllum Schwantes    A lost genus. All one can say about its cultivation is that a  few plants survived Haworth's inspection and at least two plants  persisted into the 1950's, so it was apparently not a difficult  genus. There is no clue as to where the plants originated except  that it must have been the southern coastal regions. A pity: from  Haworth's account the large red flowers sound beautiful.  Hesselbarth's photograph of C. teretiusculum in  Jacobsen's Lexicon is apparently authentic and is in any case worth  some contemplation.    Carpanthea N.E.Br.    A lovely annual with bright golden flowers,   C. pomeridiana can be treated like an  &#8220;ordinary&#8221; non-succulent garden annual. It will thrive  in a big pot.    Carpobrotus N.E.Br.    This genus includes the landslide-inducers familiar to southern  Californians. Cultivating carpobrotus in a pot would be about the  same as raising a shark in a bath tub. They need Lebensraum and when  given it will produce huge flowers; C. quadrifidus is  especially lavish. All species will grow whenever they are watered  and they will wait patiently whenever they are not.    Carruanthus (Schwantes) Schwantes    Two very similar species are known: C. ringens and   C. peersii (the latter was the basis for the redundant  genus Tischleria Schwantes). However, some beautifully  glossy plants in old European collections look unlike the two  species as I know them from the field and from cultivation here.  Carruanthus are very easily grown; indeed if not kept pot-bound they  become rather weedy. They are dormant whenever you please, but I  treat them as spring growers. In any case they flower abundantly in  spring and summer. A pink-flowering freak is preserved at the Bolus  Herbarium, but in cultivation only the usual yellow forms are  known. Carruanthus ringens hybridizes with Machairophyllum albidum (as reported  by Haworth!).    Note: The true Carruanthus peersii has only  recently been re-discovered and is probably not yet in general  cultivation. The pictures and habitat notes in Mesembs of the World  are incorrect. Both plants shown including the ones labeled   C. peersii are of   C. ringens . C. ringens grows in full sun and  has toothed leaves while the true C. peersii grows in  shaded kloofs and does not have teeth or at least very rudimentary  teeth on its leaves. C. peersii also has smaller more  cup-shaped flowers. Mesemb Study Group Bulletin 19/1, 2004,  p18. with pictures of both.    Caryotophora O. Leistner    I know this only from its description and have only grown a  hybrid, Caryotophora  Skiatophytum . But the cultivation  of C. skiatophytoides has been successful when the  clay-potted plants are kept on water-filled metal trays. The  species is not very succulent.    Cephalophyllum N.E.Br.    A large genus with diverse habits. Almost all the species have  very attractive flowers and some of them are variable in color  within populations. But alas, the most spectacular species are  lousy pot-plants &#8212; they are too massive or they wander  invasively &#8212; and the compact species tend to have plain  vanilla flowers. However, C. subulatoides is a fine and  easily flowered pot-plant, and C. spissum is also good  if enough light is available to induce its subtly shaded  flowers. C. alstonii needs a large pot and good light,  but its flowers are so very beautiful &#8212; they have the vibrant  color of scarlet anemones &#8212; that it deserves prime space.  Cephalophyllums grow in fall and winter and enjoy ample water at  this time. In summer the old leaves will shrivel slightly. A few  intrageneric hybrids have been made in Japan and elsewhere; an  obvious and worthy goal is to reconcile compactness and floral  delight.    Cerochlamys N.E.Br.    A small genus of two species.   C. &#8220; albiflora &#8221; flowers generously in  autumn and its crispate yellowish-green leaves are attractive  throughout the year. The magenta-flowered   C. pachyphylla flowers in winter or spring and comes in  narrow- and wide-petalled forms. All forms are very easily grown.  Inert in summer, they require irregular watering in fall and winter;  new leaves emerge prematurely and rudely if the plants are fed too  early. Older leaves are apt to darken to black and though no-one  knows quite what causes this, it seems natural and harmless as a  blush. The flowers are often borne in threes and last for several  weeks.    Note: Hartmann lists four species in the  Handbook 2001.    Chasmatophyllum N.E.Br.    A genus of several species, some of them hardly known. The  dominant species of horticulture, C. musculinum , is  extremely hardy and makes an excellent plant for a rockery or an  unheated greenhouse. In a pot it needs periodic flooding, and in a  heated house it will grow essentially year-round, with a floral peak  in late summer. All known species are extremely prone to red  spider, so they should be misted often.    Cheiridopsis N.E.Br.    A mid-sized genus of about 35 species which are diverse,  interesting, and half-ignored in cultivation because of their  unfortunate tendency to misbehave in poor light. The leaves of all  species stretch heavenwards, those of dimorphic species become tri-  or monomorphic, and many species entirely fail to flower. Some  species, e.g., C. purpurea and C. speciosa   (which includes the delightful C. splendens , with its  sinuate margins and orange flowers), flower in fall and thus escape  the short-day curse. The proper dimorphs like C. meyeri   and C. peculiaris need strong winter light to do well;  try a warm high shelf for these. C. delphinoides   flowers very late in winter and it might be possible to delay its  growth until winter's gloom recedes. When active, the small species  need frequent light watering; the large ones, like   C. denticulata , prefer irregular drenchings. The lame  duck leaves of most species are inevitably unattractive, and you may  find that some plants will jettison entire fruit-bearing  branches. All species are torpid in summer, but watering at the end  of summer may wake them early, to their benefit. Very easy from  seed, which germinates within four days, except for   C. pearsonii , which is thrice as slow. Certain hybrids  within the genus are attractive and easily accomplished (e.g.,   C. purpurea C. aspera ,   C. schlechteri C. speciosa , and   C. robusta C. purpurea ); it is also  possible to hybridize Cheiridopsis with Odontophorus and Ihlenfeldtia .    Circandra N.E.Br.    If we had any material we might know how to grow this supposedly  extinct and certainly striking yellow-flowered relative of Erepsia . To date, all searches in the vicinity  of Villiersdorp and Tulbagh Kloof have failed.    Cleretum N.E.Br.    A tiny genus of annuals, unimportant for cultivation (they cannot  vie with the showiest Dorotheanthus species).    Conicosia N.E.Br.    A tiny genus of strange plants which hardly seem to belong in  Mesembryanthema until one sees their flowers. They are not happy  pot plants in dry climates, requiring a risky daily watering. But  the flowers are rewarding and it is worthwhile to sow a few seeds in  a large pot of sandy soil and see what happens. The subgenus  (formerly the genus) Herrea , with its persistent tap root, is  better suited to arid cultivation.    Conophytum N.E.Br.    Thanks to the increased popularity of Conophytum , the  collective conosciousness has been raised and everyone has realized  that these dwarfs need a lot of water! On a recent autumn trip to  Europe I was surprised to see several expert growers watering their  plants just as often as I do in New Mexico. I'd thought that my  arid air had necessitated this frequency but I should have recalled  that the most difficult species, C. rugosum , often grows  near winterbournes (water courses that run only  in winter. Updateing editor) .    It is no surprise that many species grow so well in dank  greenhouses: they are adapted to shady, moisture-trapping  crevices. However, a balance must be achieved between a cool  situation in which the plants are evenly moist and one in which  they receive enough warm sunshine and near-dryness to bring out  their finest contours and colors. The more sun, the shorter the  internodes, the more compactly attractive the plants, and the  greater the danger of desiccation.    In fall and winter conophytums like subtle but constant  moisture. In early fall this may mean watering at least twice a week  and in some cases it means daily watering! In any case, frequent  shallow watering produces the best results, Of course the  instruction &#8220;keep evenly moist&#8221; is, like Nixon's  perpetual five o'clock shadow, somewhat paradoxical; one can but  try. Winter botrytis is a danger in humid conditions: growers must  cut away spent flowers before they are attacked by it, as the floral  tube can become a fatal conduit into the plant's heart.    At a certain point in late winter the roots stop accepting water,  and the tissue of the current leaf-pairs starts to collapse. This  is your cue to withhold water. Plants entering dormancy often  shrink alarmingly. Once the resting sheaths are properly formed,  the large-bodied species can be left quite dry; the smaller, more  delicate species will appreciate light weekly refreshment. If the  leaf-tips pop out prematurely (i.e., in early spring), this is no  disaster, but remember that premature exposure invites burning  unless the plants are watered frequently. You may well find that  many conos will behave exactly like your lithops .    As the popular song tells us, breaking up is hard to do, but  large older clusters are better off divided. You can retain and  reroot substantial chunks of a mature plant and subdivide the  rest. This is best done soon after the plant flowers.    Raising the genus from seed to seed is the best way to understand  it. I sow most species in early fall but a few certainly grow better  if sown in mid-summer (e.g., C. burgeri and   C. ratum ) and more should be tested for their summer  suitability. I have the worst results with spring sowings: the  young plantlets start out confidently but then they confront a blast  of heat before they can prepare for it. Born into moist heat, they  would have a better chance of adapting.    Corpuscularia Schwantes    An obscure but newly revived small genus from the coastal belt of  the southern Cape, consisting of a few species with fat tufted  leaves and a few others with long internodes. They are oddly  attractive in a rockery but are probably not hardy.   C. taylorii is rather charming and certainly  indestructible under glass. All species are summer growers but they  will also respond to winter moisture. The flowers have curious  washed-out pastel shades.    Note: Hartmann now lists seven species in the  Handbook 2001.    Cylindrophyllum Schwantes    A small genus of several species, some poorly known at present  ( C. hallii is lost). The smaller species are attractive  pot plants; the others are better off in a rockery where they will  reach a yard across. A few populations have a strange epidermis  which almost seems to exude crystalline papillae. Inert for much of  the year (though they would probably grow year-round if I pushed  them), cylindrophyllums wake up in fall, add a few cylindric leaves  to their existing tufts, and then produce beautiful flowers in  spring. These are large and yet delicate, whitish to raw butter  yellow with hints of orange and scarlet.    Dactylopsis N.E.Br.    The famous D. digitata is difficult for many growers  and the scarcity of viable seed hasn't helped with experimentation.  The species is the subject of various myths. For example, it has  been widely reported that salt helps it prepare for summer sleep;  but the plants collapse into equally mushy dormant heaps whatever  you do. Most active from late autumn until late spring, it should  be kept constantly turgid during this period. It needs sunlight to  look good.    D. littlewoodii recently re-entered cultivation. It  will be a better pot subject than its larger brother. The three  young clones in my care (one raised from seeds nearly twenty years  old!) have behaved nicely and have produced a few seeds already.    Pollination of both species is best attempted with a fine  filament before the flowers reach their maximum width, i.e., within  four days of anthesis; otherwise the tube is blocked by hardening  nectar (at least, that is the case in my aridarium). Seeds should  be sown in summer. It is best to use large pots and mabel-mix with extra pumice. Sow seeds thinly.  Two-year-old plants of both species can flower.    Note: Although Hartmann subsumed this under Phyllobolus but it has be reinstated.  See Pascale Chesselet's  Interactive Mesemb Database .    Deilanthe N.E.Br.    A newly revamped small genus of three species, only one of which,   D. peersii , obeys the generic name by flowering in the  evening. This is also the most widespread species and, as Aloinopsis peersii , is a familiar pot  plant. All species have huge roots and felted straplike leaves.  They are very active in late winter, when they produce their  wonderful flowers smelling of primrose or honey. By spring the  year's quota of new leaves has been filled and the plants need only  light refreshment until fall. My intrageneric hybrids tend toward  wide pink variegation, and one intergeneric hybrid  ( D. thudichumii Aloinopsis loganii ) is a  charming reduction of its mother.    Delosperma N.E.Br.    Delosperma is a large genus with varied requirements, but  most species are summer-active and can be treated almost like  subtropicals. The species with tuberous roots (like   D. sutherlandii ) should be kept quite dry all winter;  you can even lift the roots and store them as you would dahlias.  Many species are extremely hardy and flower better when exposed to  cold. Indeed, flowers are the great thing about the delospermas:  they come in the full iridescent range of mesemb colors and there  are even some species with pubescent petals.    Some species are self-fertile, like   D. sphalmanthoides , which is an excellent and  super-hardy rockery subject. The wonderful D. longipes ,  with its huge tubers, recently entered cultivation and I hope to  tame it and its tubers soon. D. dyeri is lost and  deserves a thorough search around Tarkastad and Hogsback: its  shining red-orange flowers would grace any collection. For hanging  baskets I recommend D. vinaceum , which has splendid  burgundy flowers with hearts of rose. Many other desirable species  are known only from their flattened representatives in herbaria. As  for hybrids: all my many attempts have failed except for Glottiphyllum &#8220; album &#8221;   D. echinatum . Within Delosperma , barriers  are surprisingly strong.    Note: D. dyeri is listed by  Hartmann as extant with a provenance of Alice, East Cape, Sth Africa.  However D. longipes is placed under Drosanthemum longipes . The genera Corpuscularia and Hartmanthus have also been separated  from this genus. Hartmann, The Illustrated Handbook of Succulent  Plants, 2001. It is likely we will see further changes to this  genus.    Dicrocaulon N.E.Br.    There are two groups within this modest genus: those with tiny  leaves and wispy non-closing flowers, and those which resemble the  showier monilarias . Both groups differ from  the related Monilaria in that their sequences are at least  mildly indeterminate; they will grow continuously throughout winter,  making more and more leaf-pairs. The small-leaved dicrocaulons are  the last to go, and when they do go, they look dead. Their dormant  connate leaves are tiny, concealed at the ends of the stems, while  those of monilarias are swollen, palpably waiting.    All species require lots of water from fall until spring, until  they actually collapse. The wispy-flowered species are difficult to  pollinate; it might be wise to give them over to a friendly bee.  The large-flowered species are difficult to flower in weak light.  However, their flowers are spectacular; some open white and quickly  change to an indescribably rich shell pink.    Didymaotus N.E.Br.    A familiar monospecific genus. Most collectors seem to think it  better to have loved and lost it than not to have loved at all, but  with proper treatment Didymaotus lapidiformis will thrive for  decades. The plant loves a heavy clay soil; it grows badly when  given the stimulus of humus, which is to Didymaotus as Ritalin is to  chickens. It requires as much sun as you can muster and enough  water to make its root system really active; the roots are rather  thick and will quickly reach the bottom of a four-inch pot. With  adults, do not think of watering the main body: rather you should  imagine that you are watering and sustaining the small twinned side  shoots which are visible during all of the active season.  Occasionally a plant will start to produce bouquets: one pair of  bracts can support five to seven pairs of bracteoles!    Plants go dormant after flowering, shrivelling a bit and  turning greyer from wax depositions. During summer I water  perhaps twice a month, enough to prevent gross shrivelling.    The leaves of seedlings are pointed and seem uncharacteristic,  but if the light is sufficient, the adult form will be achieved  after four or five moltings. (Otherwise retrograde growth is  guaranteed.) Didymaotus will sometimes hybridize with the related   Antegibbaeum , but pollen of the  latter is more likely to induce selfing.    Dinteranthus Schwantes    Adult plants of this genus behave like lithops : summer expansion leading to flowering  in fall, followed by a slow transfer of resources in winter; the  main difference is that the presence of two active leaf-pairs is not  unusual in some Dinteranthus. The plants require slightly less  water than do most lithops . Excellent drainage is essential, as all  dinteranthus are somewhat prone to rot, D. microspermus   subsp. puberulus being the most resistant of the six taxa. I  give them all extra pumice; for older plants I use at least 50%  pumice (both fine and coarse grades). Their nutritive requirements  are amazingly modest and the root systems of even the healthiest  plants are minuscule. What they need most critically is good light,  which will give them a bone-white aspect. Older long-stemmed plants  can and usually should be turned into cuttings and re-rooted.    The real trouble with dinteranthus is that the seedlings are  so tiny that they are apt to damp off. But if the following rules  are observed, success is likely. Sow in high summer; use  sterilized soil with extra grit and enough peat to ensure high  acidity; do not cover the seeds. Place the sown pot in a water  bath, cover the whole assemblage with clear plastic and place it  outdoors in a bright spot. Wait three full days, remove the pots  to your usual place of germination and mist them at least twice a  day. Seedlings should be evident within twelve days of sowing;  they are extremely small at first and resemble green crystalline  raspberries. The object is to induce them to grow as rapidly as  possible. I f this takes daily mist-feeding, then do it. B y  mid-autumn the cotyledons should turn greyish-white from a  calcium deposition which strengthens them. After this whitening  the fissure walls part and the true leaves are visible through  the resultant peephole. Thereafter you are home free: treat the  seedlings like young lithops. Delay transplanting until the  second set of true leaves is fully formed.    Various interspecific hybrids are possible in Dinteranthus   but they are not very interesting, and the most obvious and  desirable Don Juan, D. pole-evansii , is  recalcitrant. However, Dinterops ( Dinteranthus    Lithops ) is quite attractive and the second generation  grex is even better. More attempts should be made: especially  crosses between D. vanzylii and the albinistic  lithops.    Diplosoma Schwantes    A very small genus, fascinating aesthetically and biologically.  Here the Mitrophyllinae reaches its ultimate meltdown: not  only do the plants go intransigently dormant, they retreat to an  underground organ like a hard-shelled pea. The genus comprises two  species, one of which, D. luckhoffii , has distinct forms  with short or long pedicels.    When in active growth from late autumn to early spring, the  plants can take strong light and unbelievable quantities of water.  The epidermis should be maintained at a high gloss. Loss of turgor  is quickly made evident by a kind of spongy dullness, but the plants  easily recover from slight losses. They are very readily bruised,  so handle them gently. Sown in summer, D. luckhoffii can  flower six months later. D. retroversum , however, takes  at least eighteen months to flower, probably because of the peculiar  sidelong fusion of its mature flower-bearing leaf-pairs. Both  species are self-fertile when happy. The plants are short-lived:  after ten years or so they will peter out no matter what you do. At  least that has always been the case for me: certain older plants go  dormant in the normal manner but the next fall, no-one is at home.  They last longer if grown in a heavy clay mix.    Disphyma N.E.Br.    A small genus of large coastal creepers, best suited to Malibu  and environs. The Australian species are not well-known in  &#8220;western&#8221; cultivation. D. dunsdonii , a  charming ruddy dwarf from the limestone belt around Bredasdorp,  South Africa, makes a good pot subject. Like all disphymas, it can  accept water year-around. Self-fertility is common in this  genus.    Note: Hartmann also lists the two New Zealand  species in The Handbook, 2001.    Dorotheanthus Schwantes    Beautiful ephemerals which are much neglected by growers who  fancy permanence. But just think: they never need repotting. If  sown in mid-winter they bloom in early spring. They can even flower  throughout a cool summer, but here in Little Hades I have rarely  managed to keep them alive past June. They are extremely easy to  grow, given full sun, a sandy soil, and frequent watering. Some  hybrids have been reported but I have had no success repeating  them.    Dracophilus (Schwantes) Dinter &amp; Schwantes    A small and poorly known but attractive genus from southern  Namibia and the adjacent parts of South Africa. All species (be  they two, four, or more) have fat white to bluish leaves, sometimes  with teeth and irregular prominences. For me they are most active  from late winter until later spring. They prefer a very bright and  arid situation, tolerate heat far better than cold, are rot-prone,  and seem very sensitive to an excess of potassium. It is difficult  to root dracophilus from cuttings and generally pointless as well,  so quick are they from seed. The flowers are open from dusk until  dawn and are extremely attractive. They can readily be pollinated  by Juttadinteria .    Drosanthemopsis Rauschert    An awkward genus which is currently monotypic. It is probably  best placed in Jacobsenia , though  it is also related to certain species currently placed in Drosanthemum , like   D. subalbum . Drosanthemopsis salaria is a  fat-leaved shrub. Its uniquely complex whitish epidermal papillae  are best admired with a good lens. The whole plant has a strange  felted look and it is fascinating to observe freshly watered leaves:  the surface is a wick. The off-white flowers appear in mid-winter  but they are neither very attractive nor easily induced. The plants  grow best in a heavy clayish soil; water heavily but irregularly  from fall until spring and mist frequently through the year.    Note: Both D. salaria and   D. vaginata are now Jacobsenia vaginata . Hartmann, The  Illustrated Handbook of Succulent Plants 2001, p. 226.    Drosanthemum Schwantes    A widespread, complex, and interesting genus poorly represented  on paper and in collections. There are three basic growth forms:  upright shrubs (some having glossy brown trunks with white streaks);  compact globose shrublets; gross or delicate creepers. Many species  have outstanding flowers, D. speciosum being famous for  its brilliant displays of lava and scarlet. At the Karoo Garden we  once made a bouquet of D. speciosum variants and came up  with at least a dozen glowing colors. Drosanthemums are easily  grown given large pots and periodic floods. Most species seem very  active in early spring but they are capable of continual growth.  Once a year (usually in fall) I prune them back severely.    Note: I expect to see changes to this  genus.    Eberlanzia Schwantes    A genus which has recently undergone such extensive renovations  and modifications that its understanding in horticulture, and its  scientific meaning, are completely at variance. No longer can we  look at a spiny ruschia-like shrub and say: Eberlanzia! But for  strictly horticultural purposes all the &#8220;eberlanzias&#8221;  can be treated together; they are tough customers and do best with  large pots, strong sun, and occasional privations. The spines are  fierce and should be treated with respectful caution. The nicest  &#8220;eberlanzias&#8221; actually belong to Leipoldtia and Antimima ( A. hantamensis )  but they are hardly known in horticulture.    Note: Many species especially those with many  fierce spines are now placed in Ruschia . Hartmann &amp; Stuber 1993.  See The Handbook 2001, p. 251.    Ebracteola Dinter &amp; Schwantes    A small genus with a big distribution: from Kimberley in the  northern Cape, to the Sperrgebiet and the Windhoek highlands in  Namibia. Regardless of provenance, all species are most active from  late winter to early spring. The plants are very prone to red  spider, and because of their large taproots, somewhat prone to rot  and mealies. The Sperrgebiet species, E. derenbergiana ,  is a quick grower and can make substantial mats in a few years given  a large pan, or one can maintain it as an attractive bonsai subject.  It grows in pure coarse sand (!) in habitat and has beautiful  flowers, white to vivid pink. The true   E. montis-moltkei , with its twisting blade-thin leaves,  is really curious and attractive; the bogus  &#8220; E. montis-moltkei &#8221; of horticulture is  actually the Yemenese form of Delosperma harazianum , the easy  self-fertility of which has insured its spread in cultivation.    Ectotropis N.E.Br.    A practically unknown monospecific genus, recently rediscovered  in the Hogsback Mountains north of Grahamstown.   E. alpina is an absurdly minute plant which resembles a  red-leaved delosperma . It seems to need  ample water and is apparently self-fertile.    Enarganthe N.E.Br.    The sole species, E. octonaria , is an ungainly shrub  with splendid flowers. It will bloom in a four-inch pot but  requires much water and a fair amount of pruning to do so. At least  a few longer branches should be retained, as these are the ones  which will produce buds. Coming from the western Richtersveld, it  is a winter grower; in summer it requires just enough water to  prevent desiccation.    Erepsia N.E.Br.    Erepsias are summer-growing shrubs which are not very succulent.  They are on the interesting side of beautiful but their flowers are  in some cases spectacular (those of E. saturata are  blackish-carmine) or bizarre ( E. aspera has an icicled  gynoecium and thread-like petals), and they are borne over a long  period in summer. The larger species, like   E. ( Semnanthe ) serrata are easier to  manage in dry climates and they bear very good flowers. Treat all  species like aquaholic lampranthus . They  are apt to die back at the leaf-tips and are somewhat prone to red  spider, so mist them often.    Note: this genus now includes species such as  Kensitia pillansii and Semnanthe lacera both well known to older  mesemb growers.    Esterhuysenia L.Bolus    As its name implies, E. alpina headed for the hills  and it suffers from a common problem of alpines: intolerance of  heat. In habitat it often grows in shade and in the greenhouse it  does best in dappled light. It needs copious water year-round and  with luck it will flower in late spring.    Faucaria Schwantes    A wonderful genus for beginners, more diverse than most  collectors realize. Not all species are toothy or mottled, and  white flowers occur in at least two (some flowers are even pink).  All species are active in summer and torpid in winter. Some of the  newer (re-)introductions (like F. hooleae , a neat dwarf)  are not as easy to grow as the fearless F. tigrina and  should therefore be treated a bit cautiously, with periodic  droughts; they easily lose their roots and are prone to a stem rot  which is invariably fatal. If the leaves suddenly soften, the plant  should be burned on a funeral pyre. It is very difficult to  hybridize faucarias with anything outside their genus, but there is  one apparent and certainly weird hybrid with Rabiea . Within Faucaria there are  no barriers at all and much of the material in gardens represent a  mixed bestiary. F. tigrina and F. felina   should not have the bizarre caruncles of F. tuberculosa ,   F. subintegra should not have tiger stripes, etc.    Note: F. hooleae =   F. gratiae , Hartmann in The Handbook 2001.    Fenestraria N.E.Br.    This genus causes problems for people who try to make its species  look &#8220;natural&#8221;, i.e., with eye-like tips peeping out  from a drift of sand. This can be achieved in cultivation but  requires a shallow tray, a very bright situation, and lean soil. Do  not try pure sand, it won't work; rather use loam leavened with grit  or pumice. Nitrogen causes fenestrarias to expand alarmingly, and  excess water causes their tiptoes to crack badly, like potter's  fingers.    Both subspecies are most active in early fall to late winter.  During this period I mist them on all bright days. The roots are  actually quite fat and require some special care: water the plants  from the bottom once or twice in fall. The flowers appear in fall  and are white to chrome, or orange with pink streaks. After the  flower spree, reduce watering to a minimum, just enough to keep the  roots turgid. 'Fireworth' is a fine strain accidentally developed  or perpetuated by Ernest Hepworth; its flowers are nearly red.  Various hybrids between the subspecies have given a range of pastels  and I am now working on a strain which is super-floriferous.    Frithia N.E.Br.    A difficult genus under some regimes. F. pulchra   subsp. pulchra needs an acid, very well drained, preferably  quartzitic soil, and acid water. Given these conditions it can be  watered every day all summer long and will astound you with its  flowers. It will grow in alkaline soil for a few years but will not  thrive. Healthy older clusters can be divided and re-rooted though  it is better to sow more seeds. The periscope effect achieved by  planting frithias with their windowed tips at soil level never  lasts. If you have alkaline conditions, grow F. pulchra   subsp. occidentalis H.E.K. Hartmann &amp;  S.A. Hammer, ined. (this name replaces the invalid  var. minor De Boer), which readily accepts a high pH. Its  pale flowers are not quite so spectacular as those of  subsp. pulchra but they are charming and freely produced.    Pollinating frithias is like dipping for water in a deep well,  the bottom of which you cannot see. The &#8220;well&#8221;  (corolla tube) is about an inch deep and the hidden stigmas are  somewhat brittle. Hybrids between the subspecies give rise to very  interesting colors including orange; picotee effects are also  common.    Note: F. pulchra subsp. pulchra   is now simply F. pulchra while F. pulchra   subsp. occidentalis is now Frithia humilis Burgoyne  2000.    Gibbaeum N.E.Br.    Though much ink has been spilled on the requirements of this  genus, the species are actually quite easy to grow. They are all  active in winter; the main point of divergence is the flowering  times. Some species flower before the winter solstice, but most  flower after it, and buds will appear as the days grow longer.  These species must be watered well to sustain their buds. Some four  months before the flowers open in late spring, G. album   reveals its buds; they resemble the white angular bodies in  miniature. This is the last species to flower.    No gibbaeum moves in the summer. Nonetheless, the non-sheathing  species require some sustenance then, enough to prevent obvious  furrows in the leaves. G. album should be closely  watched; if the heads have the not-wearing-dentures look, the plant  is too dry, but it should not be watered so heavily that the  fissures are forced open. The sheathing species are obvious about  their needs: from spring until fall they are all wrapped up and  require no more than an occasional misting. The exceptional species  is G. nebrownii , which should be forcibly wakened by  late summer (see Imitaria ); the  visually similar G. nuciforme slumbers on until  mid-autumn. G. austricola Glen, nom.prov., the  southernmost species, comes from the wet Swellendam region and  requires much water. In contrast, the sphaeroid gibbaeums are  highly sensitive to excess water and it is difficult to persuade  them to absorb their old leaves neatly. Some of the velvet-skinned  species are prone to sunken spots and patches of weird papery  dryness. I do not know the cause, only the scarred effect.    Within Gibbaeum , many species can be hybridized, but so  far nothing of great horticultural interest has resulted. A hybrid  with Glottiphyllum , however, has  outstanding flowers of a soft salmon red, often striped with orange  or pink. This hybrid ( Gibbaeophyllum ) has appeared  several times in cultivation but I suspect it to be of wild  origin.    Note: G. austricolum =   G. haaglenii H.E.K. Hartmann. Also a new species   G. johnstonii is listed in Hartmann; The illustrated  Handbook of Succulent Plants 2001.    Glottiphyllum N.E.Br.    The denizens of Animal Farm never saw a dead donkey, and few of  us have seen a dead glottiphyllum. But how many have seen a really  well-grown one? Actually there are two ways to grow  &#8220;glotts.&#8221; The first is to let nature take her course,  which means giving them large pots and copious water; they will  burgeon into enormous masses of glistening green or ruby jello. The  other is to starve them into svelteness by hot summer droughts,  small pots, and firm loam. The results can be very attractive. A  few species and forms are naturally compact: G. neilii   (thick pewter-grey leaves) and G. pygmaeum (a dwarf form  of G. nelii , often confused with G. neilii ).  In any case it is best to treat all species as late winter growers.  The species hybridize readily and they are sometimes  self-fertile. G. &#8220; album &#8221; is  currently very rare but it has given me some seedlings via  fenestraria pollen. The lost G. rubrostigma had the  quality one would expect and its habitat (Prince Albert) deserves a  thorough search.    Note: G. &#8220; album &#8221;  has been used for different species with white  flowers. G. &#8220; pygmaeum &#8221; is merely a dwarf  from of G. nelii . G. rubrostigma =   G. surrectum . Hartmann, The illustrated Handbook of  Succulent Plants 2001.    Hallianthus H.E.K. Hartmann    A charming but space-consuming monospecific genus, with rhombic  leaves and wiry reddish stems. It looks very good in hanging  baskets or rockeries but is piggish in pots. The flowers come in  several shades of pink. Basically a winter grower, it is probably  somewhat hardy, as it is very widespread and reaches areas which  experience at least mild frost.    Hartmanthus S.A. Hammer, ined.    Two ex- delospermas necessitated this  minor genus from the northern Richtersveld and the adjacent parts of  Namibia. The species are easy to grow, tolerating drought and  dampness and preferring an erratic oscillation between the two.   H. hallii is the better species to grow, being more  compact in habit and more beautiful in flower. Like   H. pergamentacea , it is most active in late winter and  shows little or no growth in summer.    Note: H. pergamentaceus according to  Hartmann, in The Handbook 2001.    Hereroa (Schwantes) Dinter &amp; Schwantes    A confused genus of far too many species. Regardless of name or  provenance they mostly behave alike under glass, flowering from late  winter to spring and adding leaves for most of the year. They are  very easy to grow. Many species are probably quite hardy and those  from the Great Karoo, like H. stanfordiae , should be  tested.    Herreanthus Schwantes    Now placed in Conophytum , as   C. herreanthus . It is a very easily grown species with  whitish, widely diverging, sharp-pointed leaves. Because the old  leaves cannot form sheaths, the new ones are exposed to sun all  summer, when the plant should be given enough water to prevent gross  wrinkling but not enough to activate the plants.   C. herreanthus subsp. rex has rose-pink flowers  and its leaves are beautifully edged in red.    Hymenogyne Haworth    I have never been able to germinate either of the species in this  genus, which is a pity; they are very attractive in habitat, and  most peculiar.    Ihlenfeldtia H.E.K. Hartmann    A small genus of three to five species (only two are recognized  at present), all well worth growing for their sharp-bladed leaves  and superb flowers. Those are usually a deep golden yellow, but  several pastel shades are found, and some exceptional variants of   I. excavata   ( I. &#8220; vanbredai &#8221;) have dark pink  flowers with lilac grey pollen. Easily grown if given sufficient  light, all ihlenfeldtias prefer mabel-mix .  They are active in fall and winter, flowering in early spring.    Note: These species were formerly placed in Cheiridopsis . Ihlenfeldtia   &#8220; vanbredai &#8221;, Cheiridopsis dilatata and   C. albirosea = I. excavata , Cheiridopsis  vanzylii = I. vanzylii . There are only the two  species. Hartmann, Illustrated Handbook of Succulent Plants,  2001.    Imitaria N.E.Br.    Now sensibly placed in Gibbaeum   (as G. nebrownii ), Imitaria muirii behaves unlike  all the other gibbaeums. It needs remarkably little water at any  point, but I water it lightly in late summer, as otherwise it will  not flower well. From early autumn (when it flowers) until late  winter, I mist it frequently and water it delicately, just enough to  keep it constantly plump. This treatment will nourish the flowers  and fruits. In early spring it retreats into its shell and needs no  actual watering; an occasional mist will suffice. In a bright  position and kept in a small clay pot, imitarias will color up  nicely and their subtle windowing will be more pronounced. A  smaller winter-flowering variant was recently discovered by van  Jaarsveld.    Jacobsenia L. Bolus &amp; Schwantes    A small genus of two species; a few more will probably join the  fold later. The plants do not sheath in summer and their leaves are  only dimorphic in the juvenile stage. J. kolbei has  long mahogany stems (a mitrophyllum on  stilts), a pale green crystalline epidermis, and large attractive  flowers, glistening white, rarely purple. J. hallii is  much more compact and desirable, but it is difficult to flower and  is very rare in cultivation. (Some falsely named material was  distributed in the early 1980's; the true J. hallii is  easily recognized by its deep green velvety leaves). Both species  are winter-active and will grow in anything but prefer mabel-mix . J. kolbei needs much  light to stay relatively compact; heavy pruning helps as well (the  plants will resurge from short stems). It is prone to baffling  depressed lesions on the epidermis. Jacophyllum   ( J. kolbei Mitrophyllum roseum ) is a very  interesting plant, having the habits of the former and the superb  flowers of the latter.    Note: Hartmann lists three species. The  Illustrated Handbook of Succulent Plants, 2001.    Jensenobotrya Herre    The Methuselah of the family, J. lossowiana has  wrist-thick stems in habitat. Potted plants don't manage such  girth, but they are very easy to grow. They are not easy to grow  well, as they require just the right balance of sun (for color),  humidity (for turgor), and warmth. I keep them on the floor near a  heater; they receive morning sun and a daily misting. The leaves  should never resemble raisins. Most clones will flower in spring  and tend to be self-fertile. However, some will accept pollen from   Hartmanthus .    Jordaaniella H.E.K. Hartmann    The four or more species come from the coast of Namaqualand and  Namibia; they are sand-dwelling creepers and do not like pots at  all. They should grow well in rockeries but, being nearly littoral,  are probably not hardy. The flowers are captivating.    Juttadinteria Schwantes    A small genus from the Namibian Sperrgebiet and northern  Richtersveld, closely related to Dracophilus and horticulturally  similar to it. Several species are uncomfortably large when mature  but they can be pruned back once a year.   J. kovismontana develops terrific red-tipped teeth with  age, especially under hot conditions. All species have strongly  scented diurnal flowers and their leaves smell like rhubarb.    Note: Quite a few taxonomic changes here. For  example J. kovismontana = J. simpsonii .  Hartmann, The Illustrated Handbook of Succulent Plants,  2001.    Khadia N.E.Br.    A small genus of several attractive tufted species from the high  Transvaal. Khadias are very difficult in alkaline desert  conditions; the greater the heat, the greater the stress, and not  merely because nastily, alkaline water is applied more often! I  treat khadias like tropicals, but this requires excellent  ventilation and quick drainage to avoid rot. It is important to  keep the fat roots as cool as possible. All species are very prone  to red spider.    All khadias have wonderful flowers and are worth the hassles. I  am now experimenting with K. borealis , a unique trailer  which seems to be much easier than the compact khadia of  horticulture, K. nationae , which requires the conditions  favored by Frithia pulchra (the two are  sympatric). In theory all khadias should be somewhat hardy, but you  must first persuade them to thrive! K. nationae    K. carolinensis has proved to be much easier than either  parent and shows neither the iron deficiency nor the yellowish  heat-stress of most hybrids.    Note: K. nationae =   K. acutipetala . Hartmann; The Illustrated Handbook of  Succulent Plants, 2001.    Lampranthus N.E.Br.    A very large and taxonomically complex genus of shrubs and  creepers. Almost all species have large showy flowers&#8212;indeed,  if you see a nameless shrubby mesemb with flowers greater than two  inches (2.5cm) in diameter, you are probably beholding a  lampranthus. The plants are very easy to grow. They look best when  bedded out as if they were summer annuals. In cold climates,  cuttings can be taken in fall and grown on under glass. Some  species will flower when small, e.g., the recently introduced   L. serpens , which bears large golden honey-scented  flowers. Its stems root while creeping, so its propagation should  be rapid. At least a few species are summer-dormant. They are  almost leafless during the hotter months, and look terribly twiggy  at this time. L. scaber is the best-known of these; its  marvelous flowers have a transparent delicacy.    Lapidaria (Dinter &amp; Schwantes) Schwantes ex N.E.Br.    L. margaretae is a familiar and very friendly pot  plant. It grows in summer and flowers in fall, but some clones  flower in spring as well. Lapidarias can maintain two to three  leaf-pairs per branch simultaneously, and it is unwise to force the  plant to absorb the lower leaves; you will merely starve the uppers.  Best given humus-free soil and frequent light watering. I have seen  a single natural hybrid with Lithops   but have been unable to replicate it here.    Leipoldtia L.Bolus    Little-known and rarely loved in cultivation, most leipoldtias  are upright shrubs with smallish flowers in winter or spring. They  would look good in rockeries; in pots they tend to sprawl and their  bunched flowers are an insufficient compensation. In any case they  are very easy to grow and will happily sleep in summer.    Lithops N.E.Br.    Even if they all look alike, broadly speaking, not all species in   Lithops behave alike. The differences involve soil  preference, sensitivity to an overabundance of water and heat,  flowering times, and rapidity of shrinking and sheathing. Most  species will grow in any well-drained mixture, but a few, especially  those in the L. comptonii complex, do best in a very  firm humusless mix. These species are also the most rot-prone. All  lithops will grow and thrive in deep or shallow pots; of course the  available depth will affect root length, one's watering regime, and  the ultimate size of the plants.    Most species receive summer rain in habitat, but there are some  which are wet in winter and others which come from areas of erratic  and very sparse rain. However, in cultivation all lithops without  exception send forth their new heads by summer. That this is not  merely a &#8220;cultural bias&#8221; is demonstrated by the  behavior of seedlings. Whenever sown and however watered, seedlings  eventually conform to a cycle in which they begin to expose their  new heads in late winter. By summer they are ready to grow, though  here we face an old semantic problem. The visible expansion of  heads take place in spring and summer; but their formation occurs in  winter, and even though this amounts to a usurpation of the old  body's resources, it can still be termed &#8220;growth.&#8221;    L. pseudotruncatella and its variants flower in early  summer, while the northern forms of L. optica (including  'Rubra') flower in mid-winter. The other species fall into the main  yellow group, flowering in late summer to early fall, a few late  yellows ( L. olivacea and the original form of   L. naureeniae ), and the great white wave, which normally  occurs weeks later than the main yellow one. If an adult lithops  does not flower, this is not merely a disappointment for the plant:  it can also impair its health, since the initiation of floral and  vegetative buds is normally a twinned process. (Often the flower  bud aborts at an early stage; nonetheless its surviving  &#8220;twin,&#8221; the new head, will emerge normally.) It is  wise to water lithops generally in summer to encourage buds of both  kinds. I also water them in winter, to encourage the emergence of  new bodies, but this watering is very shallow and selective, and it  is superfluous or destructive where winters are dank.    Some dormant lithops make a complete sheath a la Conophytum , with only a small  &#8220;air-hole&#8221; at the fissured apex. Others send forth  their new bodies in a rush, and the old ones gradually wither away.  This behavior is usually consistent within a species, the  white-flowering ones having thicker leaves and a later ETA. If the  transfer of resources from old to new goes well, the new bodies  should look plump and unwrinkled; they only need a proper watering  when the takeover is complete, or when they look wrinkly. If a  lithops does not shed its skin by summer, it either lacks a meristem  (in which case it is effectively brain-dead) or it has decided to  re-use its old leaves. In that case the plant will probably  survive, but it will look very weather-beaten during its prolonged  sabbatical.    Lithops can be propagated from cuttings exactly as with  conophytums, though rooting is slower and less certain. However, I  only take cuttings of lithops which are exceptionally pretty, as  they are so easily reared from seed. When pollinating lithops, you  can either employ all the clones at your disposal, in an effort to  reproduce the whole visible spectrum of characters, or you can mate  the two most similar seedlings. This practice of refined selection,  in which plants are re-selected for an intensified pattern over  several generations, yields fantastically attractive specimens and  it surprises me that so little of it has been done. Along the same  lines, you can attempt to self a particularly good specimen and then  mate its progeny. To self-pollinate a lithops, use Conophytum  herreanthus pollen or simply apply a brush on several successive  days.    Many hybrids within the genus are possible but most of the ones  I've made are dull or ugly or both. A few have interest because  they closely resemble wild species (e.g.,   L. gracilidelineata L. vallis -mariae  &#8220;=&#8221; L. pseudotruncatella 'Pallid form'),  and a very few are really pretty (e.g.,   L. pseudotruncatella L. bromfieldii ).  Hybrids across the &#8220;subgeneric&#8221; (i.e., the  white-flowering vs. yellow-flowering) barrier are possible in the   L. marmorata and L. olivacea groups, and  also in L. herrei L. optica , but the  latter two probably comprise one species anyway. Hybrids with  conophytums are possible but the seedlings are exceedingly weak and  not promising. (However, L. steineckeana is probably a  conopops, and it is indecently sturdy.) Dinterops is  discussed under Dinteranthus .    Machairophyllum Schwantes    Here are several obscure species in this small genus, some of  them occurring outside (or above!) the usual succulent-rich zones.   M. brevifolium is very charming, resembling a toothless  faucaria, and M. albidum has large waxen greenish-white  dagger leaves. The plants are most active in winter and they bear  striking flowers in spring, but they like ample water year-round.  Acid water helps to prevent the brown epidermal lesions to which  they are prone.    Malephora N.E.Br.    The species in this weedy genus are so often ruderal (growing in  disturbed areas) that I wonder how they fared before the invention  of the dirt road. Certainly they are tough plants, and very  difficult to identify as to species. However, some have fine  flowers (salmon-red petals with a violet reverse) and at least a few  are hardy, so it is well worth growing them in rockeries. I manage  to keep a few in large pots by pruning them regularly.    Marlothistella Schwantes    A monotypic but polymorphic genus, recently re-examined (Hammer  in Bradleya 13). Marlothistellas are very beautiful and peculiar  tufted plants with fat roots, needle leaves, and, if given good  light, wall-to-wall winter flowers. Easily grown, they love water  and should never be allowed to flag for long. Any soil will do.  They can be propagated by breaking off leaf-bearing chunks of an old  caudex, but they are easy though not very rapid from seed. Plants  from some populations will not accept pollen from others, so there  may actually be two or three species in this genus. All bear  pinkish flowers with pale stripes.    Mesembryanthemum L.    It is a pity that these &#8220;real&#8221; mesembryanthemums  are so unsuited to pot culture. The large lettuce-like species are  beautiful in the field but deeply uninspiring elsewhere.    Mestoklema N.E.Br. ex Glen    Mestoklemas are loved for their large rootstocks, which are  brown-barked and suitable for totemic caudex displays. (I know a  gentleman who pots the ample caudexes above soil level but keeps  them discreetly veiled in erotic white gauze.) The myriad leaves  are small and the tiny flowers occur in coppery sprays throughout  the summer. The plants sleep in winter but they are entirely  unfussy and very hardy.    Meyerophytum Schwantes    A tiny genus of shrublets with tangled branches which look dead  all summer. There is only one &#8220;official&#8221; species with  several localized forms. The best for horticulture is   M. meyeri var. holgatense , which has enormous  purple flowers. The Riethuis forms of var. meyeri have  smaller white flowers which turn pink as they age. Plants benefit  from fall pruning, which does not destroy potential flowers (the  buds are formed quickly); the trimmings are easily rooted if kept  moist. Meyerophytums will not flower well unless they receive ample  winter light and food. M. meyeri will hybridize with   Mitrophyllum roseum (very long  thin leaves) and Mitrophyllum grande (stouter leaves).    Note: Meyerophytum globosum   (ex- Monliaria globosa ) has been added to the lone species   M. meyeri . Both plants are very different to each  other. The inflated, indeed bloated form of M. globosum   has earned it the nickname &#8220;Michelinia&#8221; after a well  known advertisement that uses a figure of a man composed of tyres.  Hartmann The Illustrated Handbook of Succulent Plants, 2001.    Mitrophyllum Schwantes    A small genus of six published species, with more on the way.  Mitrophyllums are easy but you should bear in mind that they are  slow to mature (10&#8211;20 years!) and require large pots. Their  habitats are semi-shaded; often the branches are exposed to sun  while the trunk and the extensive roots are protected by a tangle of  other shrubs or rocks. Under cultivated conditions mitrophyllums  have a concentrated period of growth, from mid-fall to mid-winter,  and they will flower during this period as well. The aberrant   M. abbreviatum flowers in late winter, and the equally  aberrant M. roseum flowers from fall until spring.  These two flower when young and are the best species for  horticulture. Their hybrid is a very sweet dwarf. Various   Mitrophyllum species can be hybridized with:    Monilaria (Schwantes) Schwantes    The third of the m's in Mitrophyllinae , and the most  sun-loving, monilarias come from exposed quartz patches in  Namaqualand and the Knersvlakte. Very easy to grow, they are  difficult to flower, which is a pity as they have the best flowers  in the family. The plants split their &#8220;peas&#8221; in early  fall (early watering will encourage them) and grow like grass for  several weeks. During this time they require water about twice a  week, and they should be placed in the brightest spot you've got, to  encourage budding. Flowers appear around the solstice. The leaves  collapse as soon as the warmer light of late winter strikes them.  Old collapsed leaves are brittle and salty, tasting like Cantonese  noodles. Seeds should be sown in hot summer. Intrageneric hybrids  are easily made and florally superior; intergeneric hybrids with   Mitrophyllum roseum are  promising.       H.D. Ihlenfeldt transferred Monilaria globosa to Meyerophytum in [Hartmann  2001].       Mossia N.E.Br.    A monospecific genus consisting of an unusual creeper. Its  stringy stems root as they go, establishing new centers of  distribution. Easy to grow unless it dries out too much,   M. intervallaris is best watered year round.  Smoke-scented flowers appear in spring, sparingly. A hybrid with  the related Neohenricia sibbettii   is intermediate between its parents.    Muiria N.E.Br.    This monospecific genus has been the subject of countless virgin  sacrifices since its discovery some seventy years ago. Collected  seedlings and adults have been regularly deported, but amazingly  enough these periodic raids have had little apparent effect on the  wild population, which continues to thrive, covering the quartz like  a fungus. This tells us that muirias really can grow: and the trick  in cultivation is to give them a steady supply of water throughout  most of the year.    The muiria cycle goes like this: in late summer the bodies leave  their tattered fuzzy peels and are then most eager to grow. The  plants can be lightly watered two or three times a week and misted  daily. They will grow fatter and blimp-like but as long as no  splitting occurs, they are safe. By winter they will need less  water; ambient humidity may take care of them but the misting should  continue. In early spring another round of light watering is  helpful. Slowly, the bodies will change from their active  greyish-green to a yellowish-green which may intensify to orange as  the leaves begin to decay. By late spring the plants look bad and  feel worse: softly &#8220;rotten&#8221; with sunken patches. The  softening, however, allows the firm flower buds to penetrate through  the tissue; the buds miss the eccentrically placed fissure  altogether! Throughout this trauma, some water is still welcome, as  it encourages the buds, which will wither if the roots are too dry.  After flowering, the pulpy old bodies very quickly dry to a thin  white sheath. Then, and only then, the plant requires no water.  The actual drought may last two months, certainly not more than  four. But as soon as the sheath is fully dry, you can resume  watering, reducing the drought to a mere fortnight in early summer!  Unless you have very hot and humid summers, nothing is gained by  prolonged &#8220;rest.&#8221;    Muirias love mabel-mix . Extra grit is  good too, as is a generous clay pot; the root system is extensive.  Very bright light is helpful but not essential. Sow the seeds in  summer in a position which receives strong light: the cotyledons  should turn into beet red cones within a month and they can take  almost any amount of water for the first four months. Do not  transplant seedlings until the fuzzy true leaves are completely free  of the bald cotyledons.    Muirio-Gibbaeum Jacobsen    This hybrid grows along with Muiria   hortenseae and in cultivation can be treated similarly.  However, because of its schizoid nature it will not sheath neatly  (its father, Gibbaeum album , does not  sheath) and it looks messy for much of the year. The new bodies are  usually born awkwardly, Caesarian-style. The various backcrosses  give rise to Siamese twins, keeled globes, subtle freaks of all  sorts, and phenotypically correct plants of G. album and   Muiria hortenseae .    Namaquanthus L. Bolus    This genus was erected for N. vanheerdei , a strange  shrub from a single hill east of Port Nolloth. The plants resemble   astridias , but their leaves are smooth and  glossy, gradually acquiring an ugly blackish soot-like coating which  is apparently natural. They rest in summer and require ample water  and light in winter. The flowers are spectacular, with long curling  magenta petals striped pink, but they are only produced freely in  bright dry winters.    Namibia Dinter &amp; Schwantes ex Schwantes    Two species, mostly distinguished by floral characters,  constitute this nationalistic genus. The plants like a bright  situation but they dislike long droughts; in habitat they are  fog-dependent. I try to emulate fog with my morning mists. Flowers  usually appear in early fall, which is when I water most heavily.  They are very attractive but they leave behind them an ugly legacy  of slowly dying bracts. Namibias are prone to all manner of  epidermal disorders which come and go without apparent cause.    Nananthus N.E.Br.    A small genus of attractive tufted plants with fat roots and  hardy dispositions. Some species are flooded periodically in  habitat and in pots they enjoy floods as well. They like a heavy  clay soil: I even dispense with pumice. Nananthus are summer  growers in habitat, but under glass they function like late winter  growers. A number of interesting hybrids have been made involving   Aloinopsis , Titanopsis , and   Alotanopsis .    Nelia Schwantes    A small genus of two or three tufted species from the  Richtersveld. They are highly drought-resistant and crack badly if  overwatered. The leaves are spotless and have the bland color of  green bath-soap, but the cartilaginous margins are attractive. The  long-lasting white flowers are bizarre and unfortunately they are  difficult to pollinate, which is why the very attractive dwarf  species, N. schlechteri , is so rare in cultivation. Its  sinuate and minutely dentate margins are striking.    Neohenricia L. Bolus    Two species, both of them tiny, grace this genus. The familiar   N. sibbettii is hard to grow really well for long: it  tends to die out in ragged patches, but its stems root as they  travel, leaving behind a compacted mass of dead old leaves. You can  conceal the die-back with bits of leaf-like grit or trim the plants  once a year.    N. spiculata has larger more substantial leaves and  they are retained for a longer period. Both species have  odoriferous flowers, deliciously pleasant in   N. sibbettii , licoricely peculiar in its sister. They  are most active in spring and summer but require water at all times.  Dry plants attract red spiders. Hybrids with Titanopsis are easily made and very  amusing; some stomatiums also work.    Neorhine Schwantes    Based on Bolus' misconception of Rhinephyllum pillansii   N.E.Br., a species which Schwantes never saw and which thereby  gained the mild notoriety it would have deserved for other reasons,  being very beautiful. The genus as described belongs in Rhinephyllum , as does the species  (not R. pillansii ) on which it was actually based. No  advice is necessary to grow mythical genera.    Note: Neorhine = Rhinephyllum .   N. pillansii = Rhinephyllum muirii .    Octopoma N.E.Br.    This little genus presents knotty taxonomic puzzles beyond my  solving, but as regards cultivation, all real and pseudo and  would-be octopomas seem to like water best when it arrives on short  days. They show their displeasure by quickly wrinkling.    Odontophorus N.E.Br.    A small genus of thick-leaved usually toothy mat-formers. One  species, O. marlothii , is ultimately long-stemmed and  messy, the others stay compact. The dwarf O. herrei ,  with its amazingly long pedicels, is the best choice for pot-life,  followed by O. nanus and the new   O. angustifolius subsp. protoparcoides . A newer  toothless species is still unpublished but very promising for  horticulture, as is a fine new dwarf from Quachous. All species are  fall-winter growers and it is wise to allow the plants to dry out  between waterings. They readily hybridize with, and probably belong  in, Cheiridopsis .    Note: O. herrei =   O. nanus .    Oophytum N.E.Br.    A genus of three very distinct species. Their needs in  cultivation differ as well: O. nordenstamii is the first  to waken in fall, the first to flower, and the thirstiest;   O. nanum is next in the sequence;   O. oviforme is last, and it must be watered cautiously  because it buds and collapses almost simultaneously.    All species are sheathed by early spring and thereafter need no  water until fall. They grow best in mabel-mix and need excellent light and very  frequent watering to flower at all. Many growers confuse the  exserted second leaf-pair of O. nanum with the leaf-pair  which should emerge after flowering, and they therefore try to  restrain (via drought) precisely the leaf-pair which gives rise to  the flower! This misconception cannot arise with   O. nordenstamii since each branch produces only a single  active leaf-pair per season, and it is unlikely to arise with   O. oviforme , since the second pair is wholly enveloped  by the first; to starve one is to starve both. In poor light the  sequences I describe are muddled or extended, but in good light they  are invariable. All the species can be hybridized with each  other.    Note: Hartmann does not recognise   O. nordenstamii however Steven Hammer believes it is a  true species.    Ophthalmophyllum Dinter &amp; Schwantes    Periodically placed in Conophytum , where I hope they will  stay at last, ophthalmophyllums are horticulturally distinguished by  their ease from seed and by their exceptionally soft bodies, which  bruise far more easily than they rot.    Orthopterum L. Bolus    One can regard the two or three (or four?) species of   Orthopterum as winter-flowering faucarias with special capsules. The two  genera grow together but seem not to mingle genetically, and their  behaviors are quite distinct. Orthopterums are far thirstier than  faucarias. The indestructible O. waltoniae is widely  grown under the name F. ryneveldiae .   O. coegana is rarer, both in pots and, especially, in  the field, and there are one or two undescribed species as well.  All orthopterums like water year-round.    Oscularia Schwantes    Two or three species are recognized in this genus, though several  similar powdery-leaved species could well be extracted from Lampranthus and lodged in   Oscularia . In any case this is a rewarding genus, delightful  when in almond-scented flower and attractively odd in leaf. Plants  are of the easiest culture but they do best given a bright position  and plenty of water; they are especially thirsty when forming buds  in late winter.    Note: It now comprises 23 species many of which  were erroneously placed in Lampranthus . Hartmann, The  Illustrated Handbook of Succulent Plants 2001.    Ottosonderia L.Bolus    Two species belong here but only one, O. monticola ,  is familiar to me from field and pot. It is a winter grower and  produces its flowers from a strange permanent perch which has fused  perennial succulent &#8220;bracts.&#8221; If overwatered, the dull  green leaves split along their entire length in a unique and most  characteristic manner.    Phyllobolus N.E.Br.    Sensu Bittrich this genus has been much augmented; sensu hort.  (the unofficial but ubiquitous author of habit) it comprises just a  few winter-growing caudiciforms. P. resurgens is a  fascinating species; its lumpy broad caudex sports reddened noodle  leaves covered with papillae resembling suction cups. The flowers  are greenish-yellow and smell sharply of black pepper.    P. micans is similar but larger, and   P. &#8220; pearsonii &#8221; has a long smoother  caudex. All three should be watered at irregular intervals through  the winter and kept bone-dry after the leaves die back to a brittle  tuft in spring. They grow very well in mabel-mix . The leaves of some plants are prone  to botrytis but this rarely spreads to other plants. I water  susceptible individuals from the bottom and allow the soaking to  reach only the lower half of the soil-mass. Sow in summer for  flowers six months later!    Note: Hartmann does not list   P. micans , while P. pearsonii =   P. resurgens . The Illustrated Handbook of Succulent  Plants 2001.    Platythyra N.E.Br.    The sole species, P. haeckeliana , is a  yellow-flowered Aptenia with stems  square in section. Treat it like a water-hog and it will love you,  though the feeling is unlikely to be wholly requited.    Note: Platythyra =   Aptenia . Hartmann, The Illustrated Handbook of succulent  Plants 2001.    Pleiospilos N.E.Br.    The familiar split rocks have been reduced (unsplit) from the  Bolusian dozens to six. Few sights in Mesembryanthema are more  attractive than the pristine inner surface of a newly split  &#8220;rock&#8221;; I once beheld a pair as they opened! The most  rewarding species are the true P. simulans ,   P. bolusii , P. nelii , and a new one found by  G. Marx.(???) The species are mostly summer growers, blooming  in late fall. P. nelii is the exception, flowering in  mid- to late winter. It does not do well unless it receives some  water all winter long, as the flowers are borne by the newly  produced leaf-pair, which coexists with the old for several  months.    All species can take full sun, and severe drought hardly touches  them, though they can burn if really dry at the wrong time.  Schwantes recommended a sinecure in a warm sunny window for   P. bolusii and I too have found that this species is  particularly well-adapted to such a niche. Interspecific hybrids  are as strong as they are ugly, while hybrids involving Tanquana (a genus segregated from   Pleiospilos ), especially P. magnipunctatus    T. hilmarii , are rather attractive and fully fertile. A  purple-flowered P. nelii has been developed in  Japan.    Note: P. magnipunctatus =   P. compactus ssp. canus . The &#8220; new  one &#8221; is true P. minor .    Polymita N.E.Br.    This is an unsatisfactory genus for pot cultivation, but Nature  must like polymitas, having spawned so many of them.   P. albiflora rarely flowers in pots; the answer is,  again, a Mediterranean rockery. This species grows in winter but  will continue to burgeon all year given half a chance.    Note: Hartmann lists only two species. The  Illustrated Handbook of Succulent Plants, 2001.    Prepodesma N.E.Br.    A single aberrant species, P. orpenii , justifies this  &#8220;half a genus&#8221; as Mrs Bolus called it. Better known  as Aloinopsis orpenii , it is an  attractive tufted mesemb with erect greyish fuzzy leaves and fine  late afternoon flowers. Potted prepodesmas are active from winter  though spring: indeed they are never dormant for long. In a rockery  they can be treated as summer growers. They are hardy to -5F  at least. In habitat, P. orpenii grows amongst calcrete  rubble; under glass it does very well in mabel-mix , especially if treated rather  harshly.    Psammophora Schwantes    A small genus with two very distinct habits: a few species  produce fat-leaved mats, and one is a little bush. Though I doubt  that they belong in one genus, they do have a common and unusual  character: epidermal stickiness, giving them their eponymous  sand-bearing quality. All are easy to grow. Their main activities  occur post-summer: they produce leaves and flowers in fall and  winter. Some clones of P. longifolia are very much  nicer in leaf than others, having red sinuate margins, and some have  violet flowers.    Pseudobrownanthus Ihlenfeldt &amp; Bittrich    Distinguished from Brownanthus   proper by its hard nut-fruits, which I have managed neither to crack  nor to germinate intact. In any case P. nucifer is a  rangy shrub of purely abstract appeal.    Note: Pseudobrownanthus =   Brownanthus , Hartmann, The illustrated Handbook of Succulent  Plants. 2001.    Psilocaulon N.E.Br.    There are over a dozen species in this genus but they are hardly  known in cultivation. I do cultivate one Namibian species with  lizardy skin and amazing cinnamon-scented flowers. Like the other  species I've attempted, it grows in winter and flowers in  spring.    Rabiea N.E.Br.    A mildly hallucinogenic and strongly hardy genus of mat-forming  species, Rabiea is recommended for beginners. It is  difficult to keep the leaves free of scars and dead leaf-tips, but  the abundant flowers hide these from late winter through spring.  Potted rabieas look best in a heavy soil and the same is true for  plants in a rockery. They can be watered year-round. Several  species names are confused and partly redundant; the Haworthian  names ( R. albinota for plants with thick low leaves,   R. albipuncta for those with thinner erect leaves)  seem to cover most of the forms. Some wild individuals of both  species are densely covered with white spots and I am trying to  stabilize this very striking character.    Rhinephyllum N.E.Br.    A taxonomically ragged genus of nocturnal and diurnal species  from the Great Karoo and its southern fringes. It currently  comprises two quasi-annuals ( R. broomii and the rare   R. pillansii ); a substantial low shrublet,   R. frithii ; and several stomatium -like species with thick roots. Most  species grow in spring and summer but they are not at all delicate  and can take some water year-round. An occasional summer soaking is  wise. R. broomzi is self-fertile and its fruits should  be regularly plucked. Probably most species are hardy.    Note: Hartmann lists ten species. The  Illustrated Handbook of Succulent Plants, 2001.    Rhombophyllum Schwantes    Two species, one with erect antler leaves, the other looking like  a melted-down faucaria , comprise this  little genus. The depressive R. rhomboideum comes from  limestone belts near Port Elizabeth but it has no special cultivated  sensibilities: all it wants is ample water.   R. dolabriforme has various easily managed forms, some  large, some dainty. Both species are active in spring and summer  and flower abundantly in fall. A natural hybrid with Faucaria has  been observed a few times near Graaff-Reinet.    Note: Hartmann lists five species. The  Illustrated Handbook of succulent Plants, 2001.    Ruschia Schwantes    Even with the exclusion of Antimima and Marlothistella , Ruschia is  still a large and formidable genus, so broad and diverse that most  horticultural generalizations are lamed. However, the species I  know and grow are shrubs and creepers, and, like most leafy mesembs,  they are uniformly easy. Watered amply, they retain more lower  leaves while adding new ones on top; starved, they will favor the  new, and abandon the old yellows. Ruschias are very active in late  winter and tend to flower in spring. Most species are not showy,  but there are several large-flowered species, like the superb   R. marian[i]ae from Clanwilliam, R. intrusa   from MacGregor, which bears huge cerise flowers in mid-winter and  which belongs in another (nameless?) genus, and   R. strubeniae , the carpobrotus on a stick.    Note: Hartmann lists R. marianae ,  while R. intrusa is now Brianhuntleya  intrusa .    Ruschianthemum Friedrich    If you like trees in your greenhouse, you will love   R. gigas ; but otherwise it is better outdoors. Of its  cultivation I can only guess that it would grow in winter.    Ruschianthus L. Bolus    &#8220;Rusch's flower&#8221; is greenish, not the least of the  oddities of this monotypic genus. The whitish scimitar leaves of   R. falcatus stick out at various angles. Plants produce  only a few new leaves each winter, retaining the old ones for two or  three years. They grow best in a very bright arid position and  flower in early to late spring.    Saphesia N.E.Br.    My experience with S. flaccida is very limited. The  seeds need much water to germinate, and the seedlings need even more  to survive; I water them daily, lest they match their name. I hope  to produce more seeds eventually, for the species is critically  rare, threatened as it is by agriculture and aliens.    Sceletium N.E.Br.    Fewer than a dozen species comprise this curious genus; their  common tendency is the &#8220;skeletonization&#8221; of old  leaves, which are reduced to dry anatomized ribs and which protect  new growth. At least one species is an erect shrublet  ( S. varians ), the others form mats. All are active in  late winter and spring, when they flower, and the ones I grow tend  to be light sleepers in summer. Bright light and poor soil will  keep them compact, otherwise they sprawl.    Schlechteranthus Schwantes    The species in this small genus, both of them shrubby, have firm  smooth leaves, inch-long and nearly white in S. hallii ,  greener and smaller in S. maximilianii . Leaves are  their principal appeal, for they rarely flower under glass  ( S. hallii produced just two flowers in six years for  its discoverer and first cultivator!). Both species grow in fall  and winter.    Schwantesia Dinter non L. Bolus    Schwantesias can be treated like lithops ,  to which they are related, but they do a very un-lithops-like thing:  they flower sporadically throughout the year. In other words they  are opportunists, and the fact that their natural habitats are  caught between summer and winter rains might contribute to this. In  any case they are very easily grown. Small pots and strong sun will  keep them compact and white-leaved. S. borcherdsii , a  recent reintroduction, is a particularly beautiful plant with rough  scalloped leaves. All schwantesias (there are only a few species)  can support several new leaf-pairs per year and in this sense (and  others) they resemble Lapidaria .    Scopelogena L. Bolus    The two &#8220;rock-born&#8221; species in this genus look  their best on a rockery, naturally: they are too large for pots.  The main appeal of S. gracilis lies in its ample,  heavily scented yellow flowers. Both species are easy, growing  year-round and flowering in spring if given enough floor space.    Skiatophytum L. Bolus    A very weird monospecfic genus which is essentially unknown in  cultivation. I have only been able to try a hybrid  ( Skiatophytum  Caryotophora ) and during its short  and happy life this required a daily drink. I assume that proper  skiatophytums, which come from wettish areas, would be equally  thirsty.    Smicrostigma N.E.Br.    A monospecific genus, widespread in the southwest Cape, and  ungainly in pots. The plants grow year-round and produce their puny  flowers in winter.    Sphalmanthus N.E.Br.    Sphalmanthus (fashionably a subgenus of Phyllobolus ) is a diverse assemblage.  For horticultural purposes I emphasize two features: the strongly  deciduous tendency (many species are leafless stumps or twigs in  summer), and the bizarre flowers, which have colors and scents  better known from kitchens and boudoirs. Ham on an off day, wood  smoke, black pepper, lemon, rose, honey, cloying narcissus,  calendula: easily the widest and oddest range in the family. The  dwarf S. herbertii has wonderful flowers resembling an  ivory pompom mum, open day and night for weeks, and   S. tenuiflorus sports many colors, from chartreuse to  lilac.    All of the species I've attempted (30) are easy to manage,  but many are irredeemably ugly in pots. Usually they are active in  winter, when they like ample water. Good air circulation is  important, however, as they have a slight tendency to lose the lower  leaves (and more rarely, the stem itself) to rot. Most species will  flower within eight months from a summer sowing.    Note: Sphalmanthus = Phyllobolus .  Hartmann, The illustrated Handbooh of Succulent Plants.    Stayneria L. Bolus    S. neilii , the sole species, is a large slender shrub  which has no horticultural appeal beyond the raspberry scent of its  fruits. It will grow whenever you let it out of its cage.    Stoeberia Dinter &amp; Schwantes    Obscure shrubs or shrublets most valuable to those who either aim  for encyclopaedic completeness or have a special interest in  colorless tiny flowers. Stoeberias are lousy pot plants but they  might look good in vast rockeries. In any case they grow mostly in  winter and spring.    Stomatium Schwantes    Many Stomatium species or rather names are cultivated. It  is very difficult to identify them all, but for present purposes  they resolve to just a few. The white-flowered ones all belong to   S. alboroseum . Amongst the yellows we have: the  flat-leaved S. pyrodorum ; the related toothless giant,   S. agninum ; the beautiful S. suaveolens ,  forms of which have purple leaves and orange-yellow petals; the  basic Haworthian S. ermininum ; and various red-toothed  or tiny-leaved glaucous species.    S. alboroseum is a Bushmanland species which grows in  fall, flowers in winter, and then rests. The yellow species,  largely from the Great Karoo, tend to grow in spring and summer  after they flower in late winter &#8212; but no stomatium is  particularly strict and all are ambrosial from the narrowly focussed  viewpoint of mealy bugs. Stomatiums grow best in hard soil; given  trapped heat they look wonderfully burnished (they grow very well in  cactus ovens), but best of all, many or most are hardy and they look  fine in a cold greenhouse, frame, or outdoor rockery. Wherever you  place them, they should be within sniffing distance as their night  perfumes are delicious.    All species are quick and easy from seed. They will hybridize  with Titanopsis (day meets night),   Neohenricia , and to a limited  extent with each other ( S. agninum    S. pyrodorum , but the former species will sometimes  self).    Note: S. pyrodorum =   S. mustelinum . Hartmann, The illustrated Handbook of  Succulent Plants, 2001.    Synaptophyllum N.E.Br.    This Namibian genus is known to me from dried material and from  three tiny seedlings. From those I judge that   S. juttae , the only species, is evidently very thirsty.  In habitat the plants are reddish.    Note: &#8220;The tube-shaped connate  leaves probably aid the collection of dew droplets, which according  to Bittrich (1987), can effectively be absorbed by the  leaves.&#8221; Hartmann, The Illustrated Handbook of  Succulent Plants. 2001.    Tanquana H.E. Hartmann &amp; S. Liede    The three species in this genus resemble the three bears. The  baby, T. hilmarii , is reduced to a single tiny head  while the gross papa, T. prismatica , forms mats a foot  across. All grow a la lithops , with little  visible activity long after their fall flowering, and all are easy  to cultivate. They need very strong light to bring out the bronze  epidermal colors. T. hilmarii should be given a clay  pot in humid climates.    Titanopsis Schwantes    Horticulturally the Titanopsis species fall in two camps: the  easterners, T. calcarea and the probably synonymous   T. fulleri , which grow in summer and flower in fall, and  the westerners, T. schwantesii (including, sensu lato,   T. luederitzii and   T. &#8220; primosii &#8221; L.Bolus ms.) and   T. hugo-schlechteri , which flower in winter or spring  and which tend to grow in winter. Some forms of the western species  intergrade and these plants are puzzling but highly attractive  (imagine a glaucous T. schwantesii ).   T. hugo -schlechteri, especially at the seedling stage,  is rot-prone, and good air movement is vital. Water seedlings very  cautiously until they have passed the critical three-pair stage.  Otherwise, when given mabel-mix and strong  light, these plants are easy to grow and look amazingly like  limestone rubble or shards of Pompeian polychrome.    Note: T. fulleri =   T. calcarea while T. luederitzii and   T. &#8220; primosii &#8221; =   T. schwantesii .    Trichodiadema Schwantes    A mid-sized genus full of complex characters and character. I  have no idea what to call most of them but fortunately Ingeborg  Niesler (Hamburg) is revising the genus. Here I will mention only a  few tendencies in the genus: caudiciform bases, luxuriant flowers,  and of course the famous leaf-topping diadems. All species known to  me are of the easiest cultivation. They tend to grow and flower in  spring, when their water needs are highest. I list a few choice  species: T. fergusoniae (= T. strumosum ?),  which has a rounded caudex and beautiful red-striped petals;   T densum , which is covered in gaudy bloom every spring;  and T. decorum , which tends toward unwelcome volume but  which produces orange petals with red backs.    Note: Hartmann treats both   T. fergusoniae and T. strumosum as valid  species. Illustrated Handbook of Succulent Plants, 2001.    Vanheerdea L. Bolus ex H.E.K. Hartmann    A tiny genus of two or three species (unlike Hartmann, I  recognize both V. roodiae and V. divergens )  with considerable appeal in cultivation. However, they only reveal  their beauty in good light.    V. primosii is a dwarf with lithops-like bodies and  windows, and&#8212;here is the obvious distinction&#8212;toothy  keels and margins. V. roodiae is a larger, non-windowed  version of V. primosii , and V. divergens has  even larger purplish bodies with sharp serrate keels. All species  are sheathed in summer and the leaves gradually emerge in fall, with  full development in late winter. In early spring they bear one to  three flowers per body and then begin their annual retreat. They  grow best in mabel-mix and I water them,  especially V. primosii , very lightly and very often.  The two Hartmann species can be hybridized with each other, thus  giving us a windowed V. roodiae , and that species,  unadulterated, can be hybridized with Titanopsis schwantesii   ( T. &#8220; primosii &#8221;).    Vanzijlia L. Bolus    Not to be confused with the van Zyl of the famous Dinteranthus species, and not likely  to attract much attention in horticulture though the genus has a  curious charm for me. The only recognized species,   V. annulata , has several forms, all with narrow leaves  at the end of erect wiry branches, all going into a sheathed summer  dormancy a la the related Cheiridopsis . The flowers appear in  mid- to late winter and have odd shades of greyish-white and smoky  rose.    Vlokia S.A. Hammer    A tiny genus with one tiny species, causing big problems in  cultivation. V. ater alters or extends its leaf  sequences in a pot and generally fails to flower, but this past  winter has been so sunny that the plants have developed properly and  as of this writing (February 1995) they are in full bud. Like many  alpines, they require excellent drainage and good air-movement.  They go deeply dormant in summer. Since I observed them in snow, I  assume the plants have a certain degree of hardiness.    Wooleya L.Bolus    Not to be confused with Haworthia woolleyi von Poellnitz, though  it is also rare in horticulture. (I do not know why Major Wooley's  surname appears with and without a doubled &#8220;L&#8221;!)    W. farinosa is a shrub with white-powdered leaves;  the surface resembles that of flour-dusted potato bread. It is a  tolerant species, staying white even in partial shade, but it likes  heat and strong sun as long as it is deeply watered every two weeks  or so. The large but non-showy white flowers appear in winter,  tending to blend in with the leaves.    Zeuktophyllum N.E.Br.    Another lost genus and, I fear, cause. Z. suppositum   was or is a horribly named shrublet from the Phisantefontein area,  and to judge from the material at Bolus and from the single capsule  at Hamburg, was quite robust. The photograph in Jacobsen's 1960  Handbook appears to be authentic, while the painting in Herre is a  latter-day concoction, but most or all of the &#8220;zeuks&#8221;  in cultivation are members of Octopoma sensu confuso.    Note: Hartmann includes two species Z. (nee   Octopoma ) calycinum and Z. supossitum .  Illustrated Handbook of Succulent Plants, 2001.    References       Labarre, E. (ed). 1931. Mesembryanthema. L. Reeve,  Ashford.    Schwantes, G. 1954. The cultivation of the  Mesembryanthemaceae. The Garden Book Club, London.    Storms, E. 1986. The new Growing the Mesembs. Ed Storms,  Inc., Azle."}]}]