[{"detail": [{"content": "The Residential College at Goddard                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   The Residential College at Goddard      Welcome to Goddard!   Goddard Hall is the University's only Residential College for first-year students, located right on Washington Square Park--literally steps away from three different dining halls, Bobst Library, most classrooms, and the Kimmel Student Center. We probably don't need to add that we're at the crossroads of NYC's liveliest neighborhoods: Greenwich Village, SoHo, the East Village, and the Lower East Side!   The Residential College at Goddard is organized around the vital theme of citizen engagement--think volunteering, social entrepreneurship, civic spirit, and the like . That commitment manifests itself in dozens of opportunities, from group conversations about big local and national issues (the 'Arab Spring' uprisings, for example) to service-learning trips across NYC and to places as far away as New Orleans, where 35 of us spent spring break on a &quot;green build&quot; volunteer trip in the Katrina-devastated Lower Ninth Ward.   Our 200 students (we're the smallest first-year residence hall, permitting a closely-knit community) affiliate with one of six themed &quot;streams,&quot; which range from social issues like environmentalism or &quot;Poverty &amp; Affluence&quot; to affinity-based streams devoted to &quot;Writing New York&quot; or &quot;All the World's a Stage&quot; (for you budding actors, writers, directors, dancers, and producers). In each stream, NYU faculty experts organize dozens of events like free Broadway shows, talks by visiting notables, and behind-the-scenes tours of NYC institutions like the UN, Stock Exchange, Metropolitan Opera, and on-line 'zines just now coming into existence.                                                  Goddard Streams 2015-2016                                  *All the World's a Stage   This stream is for students who want more than just tourist-trap, commercial musicals. The goal of ATWAS is to turn students into theater omnivores – adventurous audience members willing to see, understand and enjoy the full variety of performances that exist in the Theater Capital of the world. We'll see everything: Broadway, Off-Broadway, Off-Off-Broadway; new plays, revivals, adaptations, musicals; operas, modern dances, improvised comedies, filmed performances, performative restaurants, burlesques, competitive poetry slams, drag shows, hipster storytellers, avant-garde art installations; we'll even throw in some sports, probably a roller derby. Theater, dance or film training isn't required; but a desire to expand your idea of performance – of what it can be, where it can take place, and how it can bleed into your everyday life – is.     *Global New York   New York City has long been referred to as the quintessential &quot;melting pot,&quot; an energetic and colorful urban utopia that both celebrates and thrives on multiculturalism. Practically every borough, every neighborhood, and every street in NYC possesses some cultural significance, and Global NY stream members will regularly explore the city and its offerings through an inter-national lens. From guided tours of Ellis Island and the Brooklyn Bridge, to indulging in authentic ethnic cuisine, to experiencing film, theater, and live music from around the globe, students will be actively engaged in ongoing cultural dialogues in order to learn more about each other, themselves, and the surrounding world NYC so richly represents.     *Poverty and Affluence   More than six billion humans live on the earth. Perhaps a tenth of this number are affluent and overfed, while nearly half live on a daily income of $2 or less. Such inequities are inextricably linked with, among other things, the societal constructions of race and gender. Through films, workshops, compelling conversations with professionals and community service projects, students will examine dimensions of and responses to inequality, with a special focus on the manifestation of these issues in New York City. The stream will offer a reflective space for students to consider poverty as more than just a problem &quot;out there,&quot; as well as an empowering environment for taking action.       *Writing New York   E.B. White claimed in his seminal essay “Here is New York” that there are several ways to know this city. The first is the experience of those who have been born here. The second is the tidal familiarity of the commuter. The third is New York as it is for those who have come from somewhere else looking for something. “Of these three trembling cities,” he writes, “the greatest is the last, the city of final destination, the city that is a goal.” Is there a more exciting, more inspiring place to begin a writing life than New York City? WNY stream members will travel through and write about this extraordinary location that has inspired hundreds of writers, past and present—as well as meet a sampling of the city’s most interesting writers today.     (Social) Justice League Stream   “Our lives begin to end the day we become silent about things that matter.” –Martin Luther King, Jr.   In an effort to avoid that silence, the (Social) Justice League Stream exists to explore issues of diversity and social justice that lie within the exploration of race, gender, sexual orientation, ability, spirituality, socioeconomic class, ethnicity, national origin, and their intersections. (Social) Justice League Stream Members will engage in conversations about various social issues through a series of panels, speakers, and group dialogues. We will also travel through New York City, exploring social identity issues at various theatrical, musical, and artistic exhibitions. To do that, we will partner with various offices around campus including the Center for Multicultural Education and Program, the Center for Spiritual Life, the LGBTQ Student Center, the Office of International Students and Scholars, and the Moses Center for Students with Disabilities. Because a huge part of social justice is equal participation, stream members will also have the opportunity to design and propose programs about issues salient to them throughout the school year.       ***Artistic New York: Past, Present, Future     There is no single path through the dynamic world of the arts in New York City. The arts scene of New York is at once historical and contemporary; it is both local and global. This city houses some of the most significant works of art produced across the globe throughout time, while at the same time it has given birth to artistic movements of intensely local origin. This stream will explore the artistic world of New York from all of these dimensions. We will venture into iconic museums – such as the Metropolitan Museum, the Rubin Museum, and the Museum of Modern Art – through the side door to speak with curators about how, and why, they bring arts from around the world to the city, and we will attend contemporary reformulations of historical theatre. We will also explore rich local artistic resources, even just around the corner from Goddard with a visit to the Fales Library “Downtown Collection,” which documents the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. We will attend events that continue to define New York as a center for the arts, including the Brooklyn Book Fair and the Whitney Biennial Show, and we will hear from writers who choose this city as the only home for their craft.   *** Note that this stream will be attached to a Goddard Liberal Studies course. You do NOT have to be in LS to be a part of this stream, but LS students who are placed in Goddard may be administratively per-registered for this special Goddard-specific Course 1 (Fall Semester) and 2 (Spring Semester).     **Attached to a Goddard Liberal Studies Writing Course, but you do not have to be an Liberal Studies student to be in this stream.   *These Streams are attached to a “Writing the Essay” Course but you do not necessarily have to be enrolled in the course to be a participant in the stream.                                                                    Writing Classes attached to Streams                               The following streams are affiliated with a theme-based Writing the Essay course.     All the World's a Stage   Global New York   Poverty and Affluence   Writing New York     The following stream is attached to a LS Writing Course     Artistic New York     “Writing the Essay” is a course that is required of most First-year students at NYU. Additionally, students in the Liberal Studies program are required to take a specific writing course as part of their curriculum. The sections of these courses taught as part of the Goddard Residential College experience are uniquely integrated with stream programming experiences.   Advantages for Goddard students who take one of these courses is that these sections are taught in Goddard (our own classroom is conveniently located on the second floor) by the same Stream Faculty Affiliate – you really get to know your instructor well. Taking the class with fellow Goddard residents (and stream-mates) leads to very rich in-class discussions!      Experience confirms that students enrolled in these Goddard sections are more connected with their faculty members and are very satisfied with their required writing course experience.      The streams listed above are connected to one of these courses. (Because of space limitations, not all stream members will be in the attached Goddard-specific writing course, though they'll be able to participate fully in stream activities.) We will notify your academic advisors and academic school of your enrollment prior to your registration/academic orientation.                      The community at Goddard is one of the most socially engaging on campus . From hosting its own week-long series of programs during Welcome Week to karaoke nights, pizza parties, park picnics, museum and ice skating trips, and visits to famous NYC landmarks (Statue of Liberty, Top of the Rock, etc.) during the year, there’s always something fun going on in Goddard. We’re also a force to be reckoned with at various friendly hall-wide competitions that take place throughout the year. We may be the smallest hall by numbers, but we’re the biggest when it comes to pride and energy; we’re regular winners at these events! Only in Goddard will you regularly find students hanging out in the hallways, laughing and discussing everything imaginable. Goddard is NYU’s most connected community for first-year students.   Along with our terrific Residence Hall Director, Taris Mullins, Residence Hall Assistant Director Justin Lerner, and six amazing Resident Assistants, Goddard’s “Faculty-Fellow-in-Residence” Carley Moore is a visible and active member of the Goddard Res College community . Other recent Fellows include renowned playwright Tony Kushner, Citigroup CEO Richard Parsons, esteemed linguist/political philosopher Noam Chomsky, and the Sundance Green Channel creator Simran Sethi.   If you are already an NYU student (or transferring from another institution) and are interested in joining the Residential College, check out more information on the Upperclass Residential College community at Broome Street.                                             Goddard in Pictures                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               The Goddard Residential College Advantage                                 In short, there's a whole host of reasons to check out the Goddard Residential College as your first-year NYU home. Goddard is large enough to provide residents a fascinatingly diverse community, but small enough that the staff and Faculty know students by name (and more) and every resident knows they’re an important part of a strong community.     With our intimate size, unsurpassed location, amazing Faculty &amp; Staff, and unique, NYC-integrated programming, we can guarantee that participating in the Residential College at Goddard will provide first-year students a terrific home to establish a solid footing for a successful NYU student career.                                                                                            Goddard's Spring Break Program                                         How do I apply for the Residential College at Goddard?   Incoming students may access the Residential College application through the NYU Housing application (available through NYUHome: Housing Forms).   When will I find out if I was placed in the Residential College at Goddard?   You will receive an e-mail with your Residential College community placement information in mid-June. You will receive your room assignment in early August. If you are placed in a stream that is affiliated with Writing the Essay, you will be informed prior to your summer orientation, as it will affect your class registration.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "The Residential College at Goddard                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   The Residential College at Goddard      Welcome to Goddard!   Goddard Hall is the University's only Residential College for first-year students, located right on Washington Square Park--literally steps away from three different dining halls, Bobst Library, most classrooms, and the Kimmel Student Center. We probably don't need to add that we're at the crossroads of NYC's liveliest neighborhoods: Greenwich Village, SoHo, the East Village, and the Lower East Side!   The Residential College at Goddard is organized around the vital theme of citizen engagement--think volunteering, social entrepreneurship, civic spirit, and the like . That commitment manifests itself in dozens of opportunities, from group conversations about big local and national issues (the 'Arab Spring' uprisings, for example) to service-learning trips across NYC and to places as far away as New Orleans, where 35 of us spent spring break on a &quot;green build&quot; volunteer trip in the Katrina-devastated Lower Ninth Ward.   Our 200 students (we're the smallest first-year residence hall, permitting a closely-knit community) affiliate with one of six themed &quot;streams,&quot; which range from social issues like environmentalism or &quot;Poverty &amp; Affluence&quot; to affinity-based streams devoted to &quot;Writing New York&quot; or &quot;All the World's a Stage&quot; (for you budding actors, writers, directors, dancers, and producers). In each stream, NYU faculty experts organize dozens of events like free Broadway shows, talks by visiting notables, and behind-the-scenes tours of NYC institutions like the UN, Stock Exchange, Metropolitan Opera, and on-line 'zines just now coming into existence.                                                  Goddard Streams 2015-2016                                  *All the World's a Stage   This stream is for students who want more than just tourist-trap, commercial musicals. The goal of ATWAS is to turn students into theater omnivores – adventurous audience members willing to see, understand and enjoy the full variety of performances that exist in the Theater Capital of the world. We'll see everything: Broadway, Off-Broadway, Off-Off-Broadway; new plays, revivals, adaptations, musicals; operas, modern dances, improvised comedies, filmed performances, performative restaurants, burlesques, competitive poetry slams, drag shows, hipster storytellers, avant-garde art installations; we'll even throw in some sports, probably a roller derby. Theater, dance or film training isn't required; but a desire to expand your idea of performance – of what it can be, where it can take place, and how it can bleed into your everyday life – is.     *Global New York   New York City has long been referred to as the quintessential &quot;melting pot,&quot; an energetic and colorful urban utopia that both celebrates and thrives on multiculturalism. Practically every borough, every neighborhood, and every street in NYC possesses some cultural significance, and Global NY stream members will regularly explore the city and its offerings through an inter-national lens. From guided tours of Ellis Island and the Brooklyn Bridge, to indulging in authentic ethnic cuisine, to experiencing film, theater, and live music from around the globe, students will be actively engaged in ongoing cultural dialogues in order to learn more about each other, themselves, and the surrounding world NYC so richly represents.     *Poverty and Affluence   More than six billion humans live on the earth. Perhaps a tenth of this number are affluent and overfed, while nearly half live on a daily income of $2 or less. Such inequities are inextricably linked with, among other things, the societal constructions of race and gender. Through films, workshops, compelling conversations with professionals and community service projects, students will examine dimensions of and responses to inequality, with a special focus on the manifestation of these issues in New York City. The stream will offer a reflective space for students to consider poverty as more than just a problem &quot;out there,&quot; as well as an empowering environment for taking action.       *Writing New York   E.B. White claimed in his seminal essay “Here is New York” that there are several ways to know this city. The first is the experience of those who have been born here. The second is the tidal familiarity of the commuter. The third is New York as it is for those who have come from somewhere else looking for something. “Of these three trembling cities,” he writes, “the greatest is the last, the city of final destination, the city that is a goal.” Is there a more exciting, more inspiring place to begin a writing life than New York City? WNY stream members will travel through and write about this extraordinary location that has inspired hundreds of writers, past and present—as well as meet a sampling of the city’s most interesting writers today.     (Social) Justice League Stream   “Our lives begin to end the day we become silent about things that matter.” –Martin Luther King, Jr.   In an effort to avoid that silence, the (Social) Justice League Stream exists to explore issues of diversity and social justice that lie within the exploration of race, gender, sexual orientation, ability, spirituality, socioeconomic class, ethnicity, national origin, and their intersections. (Social) Justice League Stream Members will engage in conversations about various social issues through a series of panels, speakers, and group dialogues. We will also travel through New York City, exploring social identity issues at various theatrical, musical, and artistic exhibitions. To do that, we will partner with various offices around campus including the Center for Multicultural Education and Program, the Center for Spiritual Life, the LGBTQ Student Center, the Office of International Students and Scholars, and the Moses Center for Students with Disabilities. Because a huge part of social justice is equal participation, stream members will also have the opportunity to design and propose programs about issues salient to them throughout the school year.       ***Artistic New York: Past, Present, Future     There is no single path through the dynamic world of the arts in New York City. The arts scene of New York is at once historical and contemporary; it is both local and global. This city houses some of the most significant works of art produced across the globe throughout time, while at the same time it has given birth to artistic movements of intensely local origin. This stream will explore the artistic world of New York from all of these dimensions. We will venture into iconic museums – such as the Metropolitan Museum, the Rubin Museum, and the Museum of Modern Art – through the side door to speak with curators about how, and why, they bring arts from around the world to the city, and we will attend contemporary reformulations of historical theatre. We will also explore rich local artistic resources, even just around the corner from Goddard with a visit to the Fales Library “Downtown Collection,” which documents the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. We will attend events that continue to define New York as a center for the arts, including the Brooklyn Book Fair and the Whitney Biennial Show, and we will hear from writers who choose this city as the only home for their craft.   *** Note that this stream will be attached to a Goddard Liberal Studies course. You do NOT have to be in LS to be a part of this stream, but LS students who are placed in Goddard may be administratively per-registered for this special Goddard-specific Course 1 (Fall Semester) and 2 (Spring Semester).     **Attached to a Goddard Liberal Studies Writing Course, but you do not have to be an Liberal Studies student to be in this stream.   *These Streams are attached to a “Writing the Essay” Course but you do not necessarily have to be enrolled in the course to be a participant in the stream.                                                                    Writing Classes attached to Streams                               The following streams are affiliated with a theme-based Writing the Essay course.     All the World's a Stage   Global New York   Poverty and Affluence   Writing New York     The following stream is attached to a LS Writing Course     Artistic New York     “Writing the Essay” is a course that is required of most First-year students at NYU. Additionally, students in the Liberal Studies program are required to take a specific writing course as part of their curriculum. The sections of these courses taught as part of the Goddard Residential College experience are uniquely integrated with stream programming experiences.   Advantages for Goddard students who take one of these courses is that these sections are taught in Goddard (our own classroom is conveniently located on the second floor) by the same Stream Faculty Affiliate – you really get to know your instructor well. Taking the class with fellow Goddard residents (and stream-mates) leads to very rich in-class discussions!      Experience confirms that students enrolled in these Goddard sections are more connected with their faculty members and are very satisfied with their required writing course experience.      The streams listed above are connected to one of these courses. (Because of space limitations, not all stream members will be in the attached Goddard-specific writing course, though they'll be able to participate fully in stream activities.) We will notify your academic advisors and academic school of your enrollment prior to your registration/academic orientation.                      The community at Goddard is one of the most socially engaging on campus . From hosting its own week-long series of programs during Welcome Week to karaoke nights, pizza parties, park picnics, museum and ice skating trips, and visits to famous NYC landmarks (Statue of Liberty, Top of the Rock, etc.) during the year, there’s always something fun going on in Goddard. We’re also a force to be reckoned with at various friendly hall-wide competitions that take place throughout the year. We may be the smallest hall by numbers, but we’re the biggest when it comes to pride and energy; we’re regular winners at these events! Only in Goddard will you regularly find students hanging out in the hallways, laughing and discussing everything imaginable. Goddard is NYU’s most connected community for first-year students.   Along with our terrific Residence Hall Director, Taris Mullins, Residence Hall Assistant Director Justin Lerner, and six amazing Resident Assistants, Goddard’s “Faculty-Fellow-in-Residence” Carley Moore is a visible and active member of the Goddard Res College community . Other recent Fellows include renowned playwright Tony Kushner, Citigroup CEO Richard Parsons, esteemed linguist/political philosopher Noam Chomsky, and the Sundance Green Channel creator Simran Sethi.   If you are already an NYU student (or transferring from another institution) and are interested in joining the Residential College, check out more information on the Upperclass Residential College community at Broome Street.                                             Goddard in Pictures                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               The Goddard Residential College Advantage                                 In short, there's a whole host of reasons to check out the Goddard Residential College as your first-year NYU home. Goddard is large enough to provide residents a fascinatingly diverse community, but small enough that the staff and Faculty know students by name (and more) and every resident knows they’re an important part of a strong community.     With our intimate size, unsurpassed location, amazing Faculty &amp; Staff, and unique, NYC-integrated programming, we can guarantee that participating in the Residential College at Goddard will provide first-year students a terrific home to establish a solid footing for a successful NYU student career.                                                                                            Goddard's Spring Break Program                                         How do I apply for the Residential College at Goddard?   Incoming students may access the Residential College application through the NYU Housing application (available through NYUHome: Housing Forms).   When will I find out if I was placed in the Residential College at Goddard?   You will receive an e-mail with your Residential College community placement information in mid-June. You will receive your room assignment in early August. If you are placed in a stream that is affiliated with Writing the Essay, you will be informed prior to your summer orientation, as it will affect your class registration.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Residential College                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   The Residential College      NYU's Residential College system, implemented in the Fall of 2007, is the most distinctive feature of the residential living options at New York University. The residential college allows students to experience the cohesiveness and intimacy of a small community while still enjoying the exciting cultural and scholarly resources of a large university and global city; the result is a striking level of spirit, allegiance, and powerful sense of community at NYU.   Before freshman year, any incoming undergraduates can apply to join the Residential College and live in Goddard Hall for their first year. Sophomores, Juniors and Seniors in the Residential College live at Broome Street. The Residential College is comprised of two buildings but is unified as one community. Once Goddard residents finish their first year in the Residential College, they may elect to join a group moving to Broome, where they have the option of remaining affiliated with the Residential College for all four years (and beyond, as alumni). If space is available, motivated upperclass students who are not yet part of the Residential College are encouraged to join the program by applying for a limited number of open spots in Broome.                                                  The Residential College Advantage                                 Small &amp; Connected Community     The Residential College at Goddard Hall is the smallest of the First-year residence halls (approx 200 students), and Broome is also a small community (approx 300 students). Partly because of these smaller building sizes, the Residential College system offers students a familiar, comfortable living environment, personal interaction with faculty members and administrators, exciting social opportunities and occasions for academic &amp; extracurricular exploration. Everyone who lives in the Res College has expressed interest in being an active contributor to the community by applying; combine this with the buildings’ smaller size, and it’s no surprise that Goddard and Broome have emerged as two of the strongest and most connected communities on campus!     Socially &amp; Intellectually Engaging     The Residential College also is the most prolific programming community on campus. The range of activities and events that take place in Broome &amp; Goddard are as varied and as fascinating as the students who inhabit the community. The Faculty of the Residential College sponsor captivating programs each week that relate to the topic of their particular stream; often these activities involve going out into New York City and experiencing learning “hands-on.” A few examples include a private tour of the United Nations guided by expert faculty, an off-Broadway show followed by a talk-back with the cast about relevant social themes, touring both Ellis Island and the Rockefeller Estate and then discussing differences in life experiences, and visiting the Queens Museum to learn about and discuss the “NYC Panorama” model.     While all of the programs in the Residential College could be considered “fun,” not all are academic. We also just like getting our community together to socialize. Staff, faculty and Hall Council all sponsor events like: neighborhood walking tours, scavenger hunts, picnics in the park, trips to Six Flags, talent showcases, kayaking on the Hudson, intramural sports teams, ice skating in Bryant Park, museum visits, Capture the Flag, and movie screenings…just to name a few! From discussions about the relevance of Shakespeare over pizza following a showing of “The Tempest” to jamming one’s way to victory in a hall-wide “Guitar Hero” competition, the Residential College is a community that does it all!     Residential College events are nearly always free of charge and often include food.     Leadership Development     A Hallmark of the Residential College is the opportunity for its residents to actively help guide and shape the community they inhabit. Formal leadership positions abound within the different student organizations: Goddard Hall Council, Broome Hall Council, Broome Goddard Community Group, as well as ad-hoc groups are all student-run organizations whose leaders work collaboratively to enhance the community experience. There are also numerous informal opportunities to become a leader in the Residential College; deliberate reliance on student input makes leadership development a natural part of Residential College living. Goddard and Broome students who make the most of their experience wind up being some of the strongest candidates for various NYU student-leadership positions (Resident Assistants, Inter-Residence Hall Council, Admissions Ambassadors, Peer Educators, etc.). Of course, every student must determine the extent of his or her involvement with Residential College life. All students enjoy friendships, activities, and associations outside of their residential community as well.     Pride &amp; Allegiance     The Residential Colleges foster spirit, connection, and allegiance, evident from our opening Convocation each fall to our closing ‘Commencement’ event at each academic year’s end. Reviews of our first two years overwhelmingly affirm that students enjoy intimacy and cohesiveness of a small community within the vital and resource-rich context of a world-class university. Therefore, this opportunity has been highly sought after among NYU students. Because association with the Residential College is by successful application and sustained active participation only (“Good Standing”), students who live and thrive in the Residential College recognize, and are very proud of, the prestige that inherently comes with being a part of this advanced community. This pride and allegiance is also evident in residents’ active investment in making good decisions that affect their fellow community members in positive ways (resulting in few conduct issues).                                                                    Maintaining a Long-term Community Experience                                   Establishing and maintaining a community experience over multiple years is very difficult to do at NYU. Each year in residence, students forge bonds that may subsequently fray when students end up in different places as the result of the Housing Lottery process. Students who can strongly connect with a community and remain members for as long as possible typically perform better in schoolwork and are more engaged in outside activities.     Residential College members are the only students on campus who have the ability to maintain their same community for four years at NYU. While other students have to participate in a lottery to determine which Residence Hall they will live in each year, students in the Residential College are exempt from this process and given priority to return to Res College every year until graduation.* For current Broome residents, this means remaining in this SoHo residence throughout your upperclass NYU experience. First-year students in Goddard are granted priority to transition to the Residential College at Broome Street for the sophomore year, and then remain in Broome thereafter.     *Returning to the Residential College is dependent upon being in “Good Standing” with the College and fulfilling all requirements of the College as set forth each year.                                                              Academic Credit                                 In addition to the unique community-based advantages described here, students in the Residential College at Broome Street also get academic credit for their active and successful participation in the life of the community. The Residential College experience will be reflected on the student’s official academic transcript as a zero or one credit, pass/fail “Leadership Course” . This credit gives each participant tangible, recorded proof of their engagement in the community and of their personal development as a leader/scholar through the program (all highly preferred accomplishments of future applicants for graduate schools and prestigious awards and scholarships). Requirements for one credit will vary slightly from the requirements for the zero credit option. While there are many perks to being in the Residential College, receiving academic credit for successfully committing to this experience is one of the most important rewards for this unique type of commitment.                                                                Role Models in the Community                                 Both Goddard and Broome have “Faculty-Fellows-in-Residence” (FFIRs). These NYU Faculty members, and their families, live in the Residential College and lead a variety of programs and activities for the students. They lend an intellectual tone to the community, but their presence is far from intimidating. To the contrary, the Residential College FFIRs gladly interact with students on a regular basis and often provide a sense of “family/home,” as well as mentorship for students. In addition, Faculty Affiliates work in the Residential College to further augment the exciting learning opportunities in the community. Faculty Affiliates don’t live in the building but, similar to Fellows-in-Residence, they have a strong desire to engage with students outside of the classroom. They bring their passion and expertise into the lives of the students by leading cool, interesting programs that get students out into New York City. This version of fun, experiential learning helps build meaningful connections that transcend the otherwise typical (and often daunting) professor/student relationship.         The program is run by a full-time, masters level Residence Hall Director (RHD) and two Residence Hall Assistant Directors (RHADs) who oversee all aspects of the program and student life in Goddard and Broome. The professional staff are responsible for the physical wellbeing and safety of students in the Residential College, as well as for fostering and shaping the social, cultural, and educational life and character of the College.     Each floor in the Residential College features a “Resident Assistant” (RA), an NYU junior, senior or graduate student who lives on his or her floor and serves as a peer counselor, resource and referral person, advocate, policy enforcer, programmer, and role model. Being an RA in the Residential College is a coveted leadership opportunity – they are chosen through a highly selective process because their influence in the daily life of the College is so great. Some of these RAs are students who started out as participants in the Residential College and have returned to contribute to the community; others are graduate students who’ve already completed a bachelors and are now pursuing an advanced degree. Their knowledge of NYU, expertise in a specialized area, and strong mentorship &amp; community-building skills make them an integral part of the daily social/intellectual life of the Residential College.                                                                Engagement Streams                                  Residential College participants will have an opportunity to connect with each other through their passions and interests. Goddard and Broome both have several topical “streams” associated with their building, uniting groups of students sharing interest in a particular theme. Examples include “Writing New York,” “Social Action &amp; Activism,” “All the World’s A Stage,” and several others.     Each stream is led by one of the Faculty Affiliates and Resident Assistants mentioned above (both of whom have expertise in the topic of their stream). They are dedicated to helping you explore these content areas in engaging, meaningful ways through exciting trips, speakers, discussions and other exciting ways. While students will be officially aligned with a primary stream, they are welcome to participate in other streams’ events (called ‘stream hopping’) whenever possible. Stream members will not be placed on any particular floor, but rather will be dispersed throughout the building – allowing residents to get to know a lot more people in the community than just those on their floor. Students will also be able to build a strong relationship with the Faculty Affiliate who leads their stream by participating in the stream activities throughout the year.                                                                     This content requires the Macromedia Flash Player. Get Flash Player                                        The Residential College at Goddard   The Residential College at Broome                                                    Broome Streams 2015-2016                                Foodie   Eating is only a tiny part of this scrumptious stream. From obesity to malnutrition, food deserts to cornucopias, haute cuisine to farmer’s markets, we will explore the role food serves in culture and society. Stream events may include volunteering at sustainable farm operations, shopping at local farmer’s markets to create meals, lessons in sushi-making and cookie decorating, and so much more.     Performance   This stream, as a continuation of Goddard’s wildly popular “All the World’s A Stage,” will immerse students in the many forms of performance available in New York City. Stream events may include trips to the Bowery Poetry Club, audition workshops, and attending live performances both on and off the NYU campus.     Sounds   Listen, do you hear that? What does NYC sound like? Let’s push the boundaries of what the concept of “sound” actually means. Together --through mediums like theatre, dance, art, film, and music – we will redefine our audio-urban experience in a city like no other.     Laboratory   Have you ever wondered why something works the way it does? Or maybe you’re just interested in learning about the next BIG thing? Explore the science of New York and map this living laboratory through a lens you could never have imagined. From tours to Google to museums this stream will immerse you in the scientific wonderland that is New York City.     Sustainability   Explore the idea of sustainability in a way you never imagined. This stream will look well beyond reduce, reuse, recycle, and consider sustainability in terms of the environment, political movements, economic philosophies, and self-exploration to name a few. Exploration is the name of this process and you won’t want to miss out on the countless experiences students will share.     Global Affairs   Are you a CNN junkie? Or maybe NPR, Fox, or MSNBC is more your flair. Then this is the stream for you. We will reframe the geopolitical landscape that impacts our daily lives and the generations to come. From engaging political debates to conversations about global political movements and currents that are unfolding before our eyes. In the ever-changing world we live in this stream will be a wild ride that can change in literally the blink of an eye.     Urban Adventure   Students in this stream are signing up for a year of urban adventuring! Most of our quests will take us to the outer boroughs of NYC and the hidden gems few students see. Learn to fly the trapeze, walk the length of Manhattan, and prepare to step outside your boundaries to experience New York like you never have before.                                                                Goddard Streams 2015-2016                                  *All the World's a Stage   This stream is for students who want more than just tourist-trap, commercial musicals. The goal of ATWAS is to turn students into theater omnivores – adventurous audience members willing to see, understand and enjoy the full variety of performances that exist in the Theater Capital of the world. We'll see everything: Broadway, Off-Broadway, Off-Off-Broadway; new plays, revivals, adaptations, musicals; operas, modern dances, improvised comedies, filmed performances, performative restaurants, burlesques, competitive poetry slams, drag shows, hipster storytellers, avant-garde art installations; we'll even throw in some sports, probably a roller derby. Theater, dance or film training isn't required; but a desire to expand your idea of performance – of what it can be, where it can take place, and how it can bleed into your everyday life – is.     *Global New York   New York City has long been referred to as the quintessential &quot;melting pot,&quot; an energetic and colorful urban utopia that both celebrates and thrives on multiculturalism. Practically every borough, every neighborhood, and every street in NYC possesses some cultural significance, and Global NY stream members will regularly explore the city and its offerings through an inter-national lens. From guided tours of Ellis Island and the Brooklyn Bridge, to indulging in authentic ethnic cuisine, to experiencing film, theater, and live music from around the globe, students will be actively engaged in ongoing cultural dialogues in order to learn more about each other, themselves, and the surrounding world NYC so richly represents.     *Poverty and Affluence   More than six billion humans live on the earth. Perhaps a tenth of this number are affluent and overfed, while nearly half live on a daily income of $2 or less. Such inequities are inextricably linked with, among other things, the societal constructions of race and gender. Through films, workshops, compelling conversations with professionals and community service projects, students will examine dimensions of and responses to inequality, with a special focus on the manifestation of these issues in New York City. The stream will offer a reflective space for students to consider poverty as more than just a problem &quot;out there,&quot; as well as an empowering environment for taking action.       *Writing New York   E.B. White claimed in his seminal essay “Here is New York” that there are several ways to know this city. The first is the experience of those who have been born here. The second is the tidal familiarity of the commuter. The third is New York as it is for those who have come from somewhere else looking for something. “Of these three trembling cities,” he writes, “the greatest is the last, the city of final destination, the city that is a goal.” Is there a more exciting, more inspiring place to begin a writing life than New York City? WNY stream members will travel through and write about this extraordinary location that has inspired hundreds of writers, past and present—as well as meet a sampling of the city’s most interesting writers today.     (Social) Justice League Stream   “Our lives begin to end the day we become silent about things that matter.” –Martin Luther King, Jr.   In an effort to avoid that silence, the (Social) Justice League Stream exists to explore issues of diversity and social justice that lie within the exploration of race, gender, sexual orientation, ability, spirituality, socioeconomic class, ethnicity, national origin, and their intersections. (Social) Justice League Stream Members will engage in conversations about various social issues through a series of panels, speakers, and group dialogues. We will also travel through New York City, exploring social identity issues at various theatrical, musical, and artistic exhibitions. To do that, we will partner with various offices around campus including the Center for Multicultural Education and Program, the Center for Spiritual Life, the LGBTQ Student Center, the Office of International Students and Scholars, and the Moses Center for Students with Disabilities. Because a huge part of social justice is equal participation, stream members will also have the opportunity to design and propose programs about issues salient to them throughout the school year.       ***Artistic New York: Past, Present, Future     There is no single path through the dynamic world of the arts in New York City. The arts scene of New York is at once historical and contemporary; it is both local and global. This city houses some of the most significant works of art produced across the globe throughout time, while at the same time it has given birth to artistic movements of intensely local origin. This stream will explore the artistic world of New York from all of these dimensions. We will venture into iconic museums – such as the Metropolitan Museum, the Rubin Museum, and the Museum of Modern Art – through the side door to speak with curators about how, and why, they bring arts from around the world to the city, and we will attend contemporary reformulations of historical theatre. We will also explore rich local artistic resources, even just around the corner from Goddard with a visit to the Fales Library “Downtown Collection,” which documents the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. We will attend events that continue to define New York as a center for the arts, including the Brooklyn Book Fair and the Whitney Biennial Show, and we will hear from writers who choose this city as the only home for their craft.   *** Note that this stream will be attached to a Goddard Liberal Studies course. You do NOT have to be in LS to be a part of this stream, but LS students who are placed in Goddard may be administratively per-registered for this special Goddard-specific Course 1 (Fall Semester) and 2 (Spring Semester).     **Attached to a Goddard Liberal Studies Writing Course, but you do not have to be an Liberal Studies student to be in this stream.   *These Streams are attached to a “Writing the Essay” Course but you do not necessarily have to be enrolled in the course to be a participant in the stream.                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Residential College Credit                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   Residential College Credit      Academic Credit for Participating in the Residential College   Students in the Residential College get academic credit for their active and successful participation in the life of the community. The Residential College experience will be reflected on the student’s official academic transcript as a zero or one credit, pass/fail “Leadership Course” each semester they live in the College. This gives each participant tangible, recorded proof of their engagement in the community and of their personal development as a leader/scholar through the program (all highly preferred accomplishments of future applicants for graduate schools and prestigious awards and scholarships). While there are many perks to being in the Residential College, receiving academic credit for successfully committing to this experience is one of the most important rewards for this unique type of commitment.   How to “Pass” Residential College   In order to receive a passing grade for the Residential College, students have to be in “Good Standing” with the program. What Good Standing means will vary slightly depending on whether you’re in Goddard or Broome and whether you're doing the experience for zero or one credit; each community structures its requirements a little differently to meet the developmental needs of the students that reside in each building.   In general for either Goddard or Broome, being in “Good Standing” means that a student is an active member of the Residential College community and regularly attends and participates in Stream programs and Faculty-Fellow events, in addition to general, more “social” (non-Stream) activities in the College. Because the Residential College community places high value on giving back to the community, being in Good Standing also involves completing community service requirements. To learn what the specific requirements are for Goddard and Broome, refer to your building's syllabus that was given to you by your RA at your first floor meeting (and emailed to you by the RHD at the beginning of the semester). If you need another copy of the syllabus, email the RHD: taris.mullins@nyu.edu .   Being in Good Standing with the College at the end of each semester will result in a grade of “P” for Pass; not being in Good Standing will result in a grade of “F” for Fail. Students who fail Residential College will not be permitted to return to the College the following academic year.   Residential College students can supplement their “Good Standing” status by becoming actively involved in their building’s Hall Council, Broome Goddard Community Group, or by otherwise simply being active and visible in Stream, Faculty-Fellow, and other hall programs/activities. It’s easy, enjoyable, and rewarding to get involved, so in theory it should be easy for students to pass Residential College.   *Note, while exceeding minimum expectations and otherwise being very involved won’t impact your grade of “P,” it will affect your priority in the Residential College room selection process.   Who Does the Grading?   Students are evaluated by a combination of the Faculty and Staff of their Residential College building. It’s important to emphasize getting to know the Faculty and Staff of the College; the better they know you, the more likely they can accurately and comprehensively evaluate your completion of requirements and overall contribution to the Residential College community.   Where did the Requirements Come From?   The requirements for passing Residential College are decided upon by a combination of the Faculty, Staff and students. Student feedback plays an important role in determining what the requirements will be each year. The student-run Hall Councils provide the forum for feedback on the requirements and grading process. At the Residential College, student input is highly encouraged. Students wishing to have a say in this, or other Residential College processes, should get involved with Hall Council.                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "The Residential College at Goddard                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   The Residential College at Goddard      Welcome to Goddard!   Goddard Hall is the University's only Residential College for first-year students, located right on Washington Square Park--literally steps away from three different dining halls, Bobst Library, most classrooms, and the Kimmel Student Center. We probably don't need to add that we're at the crossroads of NYC's liveliest neighborhoods: Greenwich Village, SoHo, the East Village, and the Lower East Side!   The Residential College at Goddard is organized around the vital theme of citizen engagement--think volunteering, social entrepreneurship, civic spirit, and the like . That commitment manifests itself in dozens of opportunities, from group conversations about big local and national issues (the 'Arab Spring' uprisings, for example) to service-learning trips across NYC and to places as far away as New Orleans, where 35 of us spent spring break on a &quot;green build&quot; volunteer trip in the Katrina-devastated Lower Ninth Ward.   Our 200 students (we're the smallest first-year residence hall, permitting a closely-knit community) affiliate with one of six themed &quot;streams,&quot; which range from social issues like environmentalism or &quot;Poverty &amp; Affluence&quot; to affinity-based streams devoted to &quot;Writing New York&quot; or &quot;All the World's a Stage&quot; (for you budding actors, writers, directors, dancers, and producers). In each stream, NYU faculty experts organize dozens of events like free Broadway shows, talks by visiting notables, and behind-the-scenes tours of NYC institutions like the UN, Stock Exchange, Metropolitan Opera, and on-line 'zines just now coming into existence.                                                  Goddard Streams 2015-2016                                  *All the World's a Stage   This stream is for students who want more than just tourist-trap, commercial musicals. The goal of ATWAS is to turn students into theater omnivores – adventurous audience members willing to see, understand and enjoy the full variety of performances that exist in the Theater Capital of the world. We'll see everything: Broadway, Off-Broadway, Off-Off-Broadway; new plays, revivals, adaptations, musicals; operas, modern dances, improvised comedies, filmed performances, performative restaurants, burlesques, competitive poetry slams, drag shows, hipster storytellers, avant-garde art installations; we'll even throw in some sports, probably a roller derby. Theater, dance or film training isn't required; but a desire to expand your idea of performance – of what it can be, where it can take place, and how it can bleed into your everyday life – is.     *Global New York   New York City has long been referred to as the quintessential &quot;melting pot,&quot; an energetic and colorful urban utopia that both celebrates and thrives on multiculturalism. Practically every borough, every neighborhood, and every street in NYC possesses some cultural significance, and Global NY stream members will regularly explore the city and its offerings through an inter-national lens. From guided tours of Ellis Island and the Brooklyn Bridge, to indulging in authentic ethnic cuisine, to experiencing film, theater, and live music from around the globe, students will be actively engaged in ongoing cultural dialogues in order to learn more about each other, themselves, and the surrounding world NYC so richly represents.     *Poverty and Affluence   More than six billion humans live on the earth. Perhaps a tenth of this number are affluent and overfed, while nearly half live on a daily income of $2 or less. Such inequities are inextricably linked with, among other things, the societal constructions of race and gender. Through films, workshops, compelling conversations with professionals and community service projects, students will examine dimensions of and responses to inequality, with a special focus on the manifestation of these issues in New York City. The stream will offer a reflective space for students to consider poverty as more than just a problem &quot;out there,&quot; as well as an empowering environment for taking action.       *Writing New York   E.B. White claimed in his seminal essay “Here is New York” that there are several ways to know this city. The first is the experience of those who have been born here. The second is the tidal familiarity of the commuter. The third is New York as it is for those who have come from somewhere else looking for something. “Of these three trembling cities,” he writes, “the greatest is the last, the city of final destination, the city that is a goal.” Is there a more exciting, more inspiring place to begin a writing life than New York City? WNY stream members will travel through and write about this extraordinary location that has inspired hundreds of writers, past and present—as well as meet a sampling of the city’s most interesting writers today.     (Social) Justice League Stream   “Our lives begin to end the day we become silent about things that matter.” –Martin Luther King, Jr.   In an effort to avoid that silence, the (Social) Justice League Stream exists to explore issues of diversity and social justice that lie within the exploration of race, gender, sexual orientation, ability, spirituality, socioeconomic class, ethnicity, national origin, and their intersections. (Social) Justice League Stream Members will engage in conversations about various social issues through a series of panels, speakers, and group dialogues. We will also travel through New York City, exploring social identity issues at various theatrical, musical, and artistic exhibitions. To do that, we will partner with various offices around campus including the Center for Multicultural Education and Program, the Center for Spiritual Life, the LGBTQ Student Center, the Office of International Students and Scholars, and the Moses Center for Students with Disabilities. Because a huge part of social justice is equal participation, stream members will also have the opportunity to design and propose programs about issues salient to them throughout the school year.       ***Artistic New York: Past, Present, Future     There is no single path through the dynamic world of the arts in New York City. The arts scene of New York is at once historical and contemporary; it is both local and global. This city houses some of the most significant works of art produced across the globe throughout time, while at the same time it has given birth to artistic movements of intensely local origin. This stream will explore the artistic world of New York from all of these dimensions. We will venture into iconic museums – such as the Metropolitan Museum, the Rubin Museum, and the Museum of Modern Art – through the side door to speak with curators about how, and why, they bring arts from around the world to the city, and we will attend contemporary reformulations of historical theatre. We will also explore rich local artistic resources, even just around the corner from Goddard with a visit to the Fales Library “Downtown Collection,” which documents the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. We will attend events that continue to define New York as a center for the arts, including the Brooklyn Book Fair and the Whitney Biennial Show, and we will hear from writers who choose this city as the only home for their craft.   *** Note that this stream will be attached to a Goddard Liberal Studies course. You do NOT have to be in LS to be a part of this stream, but LS students who are placed in Goddard may be administratively per-registered for this special Goddard-specific Course 1 (Fall Semester) and 2 (Spring Semester).     **Attached to a Goddard Liberal Studies Writing Course, but you do not have to be an Liberal Studies student to be in this stream.   *These Streams are attached to a “Writing the Essay” Course but you do not necessarily have to be enrolled in the course to be a participant in the stream.                                                                    Writing Classes attached to Streams                               The following streams are affiliated with a theme-based Writing the Essay course.     All the World's a Stage   Global New York   Poverty and Affluence   Writing New York     The following stream is attached to a LS Writing Course     Artistic New York     “Writing the Essay” is a course that is required of most First-year students at NYU. Additionally, students in the Liberal Studies program are required to take a specific writing course as part of their curriculum. The sections of these courses taught as part of the Goddard Residential College experience are uniquely integrated with stream programming experiences.   Advantages for Goddard students who take one of these courses is that these sections are taught in Goddard (our own classroom is conveniently located on the second floor) by the same Stream Faculty Affiliate – you really get to know your instructor well. Taking the class with fellow Goddard residents (and stream-mates) leads to very rich in-class discussions!      Experience confirms that students enrolled in these Goddard sections are more connected with their faculty members and are very satisfied with their required writing course experience.      The streams listed above are connected to one of these courses. (Because of space limitations, not all stream members will be in the attached Goddard-specific writing course, though they'll be able to participate fully in stream activities.) We will notify your academic advisors and academic school of your enrollment prior to your registration/academic orientation.                      The community at Goddard is one of the most socially engaging on campus . From hosting its own week-long series of programs during Welcome Week to karaoke nights, pizza parties, park picnics, museum and ice skating trips, and visits to famous NYC landmarks (Statue of Liberty, Top of the Rock, etc.) during the year, there’s always something fun going on in Goddard. We’re also a force to be reckoned with at various friendly hall-wide competitions that take place throughout the year. We may be the smallest hall by numbers, but we’re the biggest when it comes to pride and energy; we’re regular winners at these events! Only in Goddard will you regularly find students hanging out in the hallways, laughing and discussing everything imaginable. Goddard is NYU’s most connected community for first-year students.   Along with our terrific Residence Hall Director, Taris Mullins, Residence Hall Assistant Director Justin Lerner, and six amazing Resident Assistants, Goddard’s “Faculty-Fellow-in-Residence” Carley Moore is a visible and active member of the Goddard Res College community . Other recent Fellows include renowned playwright Tony Kushner, Citigroup CEO Richard Parsons, esteemed linguist/political philosopher Noam Chomsky, and the Sundance Green Channel creator Simran Sethi.   If you are already an NYU student (or transferring from another institution) and are interested in joining the Residential College, check out more information on the Upperclass Residential College community at Broome Street.                                             Goddard in Pictures                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               The Goddard Residential College Advantage                                 In short, there's a whole host of reasons to check out the Goddard Residential College as your first-year NYU home. Goddard is large enough to provide residents a fascinatingly diverse community, but small enough that the staff and Faculty know students by name (and more) and every resident knows they’re an important part of a strong community.     With our intimate size, unsurpassed location, amazing Faculty &amp; Staff, and unique, NYC-integrated programming, we can guarantee that participating in the Residential College at Goddard will provide first-year students a terrific home to establish a solid footing for a successful NYU student career.                                                                                            Goddard's Spring Break Program                                         How do I apply for the Residential College at Goddard?   Incoming students may access the Residential College application through the NYU Housing application (available through NYUHome: Housing Forms).   When will I find out if I was placed in the Residential College at Goddard?   You will receive an e-mail with your Residential College community placement information in mid-June. You will receive your room assignment in early August. If you are placed in a stream that is affiliated with Writing the Essay, you will be informed prior to your summer orientation, as it will affect your class registration.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Residential College                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   The Residential College      NYU's Residential College system, implemented in the Fall of 2007, is the most distinctive feature of the residential living options at New York University. The residential college allows students to experience the cohesiveness and intimacy of a small community while still enjoying the exciting cultural and scholarly resources of a large university and global city; the result is a striking level of spirit, allegiance, and powerful sense of community at NYU.   Before freshman year, any incoming undergraduates can apply to join the Residential College and live in Goddard Hall for their first year. Sophomores, Juniors and Seniors in the Residential College live at Broome Street. The Residential College is comprised of two buildings but is unified as one community. Once Goddard residents finish their first year in the Residential College, they may elect to join a group moving to Broome, where they have the option of remaining affiliated with the Residential College for all four years (and beyond, as alumni). If space is available, motivated upperclass students who are not yet part of the Residential College are encouraged to join the program by applying for a limited number of open spots in Broome.                                                  The Residential College Advantage                                 Small &amp; Connected Community     The Residential College at Goddard Hall is the smallest of the First-year residence halls (approx 200 students), and Broome is also a small community (approx 300 students). Partly because of these smaller building sizes, the Residential College system offers students a familiar, comfortable living environment, personal interaction with faculty members and administrators, exciting social opportunities and occasions for academic &amp; extracurricular exploration. Everyone who lives in the Res College has expressed interest in being an active contributor to the community by applying; combine this with the buildings’ smaller size, and it’s no surprise that Goddard and Broome have emerged as two of the strongest and most connected communities on campus!     Socially &amp; Intellectually Engaging     The Residential College also is the most prolific programming community on campus. The range of activities and events that take place in Broome &amp; Goddard are as varied and as fascinating as the students who inhabit the community. The Faculty of the Residential College sponsor captivating programs each week that relate to the topic of their particular stream; often these activities involve going out into New York City and experiencing learning “hands-on.” A few examples include a private tour of the United Nations guided by expert faculty, an off-Broadway show followed by a talk-back with the cast about relevant social themes, touring both Ellis Island and the Rockefeller Estate and then discussing differences in life experiences, and visiting the Queens Museum to learn about and discuss the “NYC Panorama” model.     While all of the programs in the Residential College could be considered “fun,” not all are academic. We also just like getting our community together to socialize. Staff, faculty and Hall Council all sponsor events like: neighborhood walking tours, scavenger hunts, picnics in the park, trips to Six Flags, talent showcases, kayaking on the Hudson, intramural sports teams, ice skating in Bryant Park, museum visits, Capture the Flag, and movie screenings…just to name a few! From discussions about the relevance of Shakespeare over pizza following a showing of “The Tempest” to jamming one’s way to victory in a hall-wide “Guitar Hero” competition, the Residential College is a community that does it all!     Residential College events are nearly always free of charge and often include food.     Leadership Development     A Hallmark of the Residential College is the opportunity for its residents to actively help guide and shape the community they inhabit. Formal leadership positions abound within the different student organizations: Goddard Hall Council, Broome Hall Council, Broome Goddard Community Group, as well as ad-hoc groups are all student-run organizations whose leaders work collaboratively to enhance the community experience. There are also numerous informal opportunities to become a leader in the Residential College; deliberate reliance on student input makes leadership development a natural part of Residential College living. Goddard and Broome students who make the most of their experience wind up being some of the strongest candidates for various NYU student-leadership positions (Resident Assistants, Inter-Residence Hall Council, Admissions Ambassadors, Peer Educators, etc.). Of course, every student must determine the extent of his or her involvement with Residential College life. All students enjoy friendships, activities, and associations outside of their residential community as well.     Pride &amp; Allegiance     The Residential Colleges foster spirit, connection, and allegiance, evident from our opening Convocation each fall to our closing ‘Commencement’ event at each academic year’s end. Reviews of our first two years overwhelmingly affirm that students enjoy intimacy and cohesiveness of a small community within the vital and resource-rich context of a world-class university. Therefore, this opportunity has been highly sought after among NYU students. Because association with the Residential College is by successful application and sustained active participation only (“Good Standing”), students who live and thrive in the Residential College recognize, and are very proud of, the prestige that inherently comes with being a part of this advanced community. This pride and allegiance is also evident in residents’ active investment in making good decisions that affect their fellow community members in positive ways (resulting in few conduct issues).                                                                    Maintaining a Long-term Community Experience                                   Establishing and maintaining a community experience over multiple years is very difficult to do at NYU. Each year in residence, students forge bonds that may subsequently fray when students end up in different places as the result of the Housing Lottery process. Students who can strongly connect with a community and remain members for as long as possible typically perform better in schoolwork and are more engaged in outside activities.     Residential College members are the only students on campus who have the ability to maintain their same community for four years at NYU. While other students have to participate in a lottery to determine which Residence Hall they will live in each year, students in the Residential College are exempt from this process and given priority to return to Res College every year until graduation.* For current Broome residents, this means remaining in this SoHo residence throughout your upperclass NYU experience. First-year students in Goddard are granted priority to transition to the Residential College at Broome Street for the sophomore year, and then remain in Broome thereafter.     *Returning to the Residential College is dependent upon being in “Good Standing” with the College and fulfilling all requirements of the College as set forth each year.                                                              Academic Credit                                 In addition to the unique community-based advantages described here, students in the Residential College at Broome Street also get academic credit for their active and successful participation in the life of the community. The Residential College experience will be reflected on the student’s official academic transcript as a zero or one credit, pass/fail “Leadership Course” . This credit gives each participant tangible, recorded proof of their engagement in the community and of their personal development as a leader/scholar through the program (all highly preferred accomplishments of future applicants for graduate schools and prestigious awards and scholarships). Requirements for one credit will vary slightly from the requirements for the zero credit option. While there are many perks to being in the Residential College, receiving academic credit for successfully committing to this experience is one of the most important rewards for this unique type of commitment.                                                                Role Models in the Community                                 Both Goddard and Broome have “Faculty-Fellows-in-Residence” (FFIRs). These NYU Faculty members, and their families, live in the Residential College and lead a variety of programs and activities for the students. They lend an intellectual tone to the community, but their presence is far from intimidating. To the contrary, the Residential College FFIRs gladly interact with students on a regular basis and often provide a sense of “family/home,” as well as mentorship for students. In addition, Faculty Affiliates work in the Residential College to further augment the exciting learning opportunities in the community. Faculty Affiliates don’t live in the building but, similar to Fellows-in-Residence, they have a strong desire to engage with students outside of the classroom. They bring their passion and expertise into the lives of the students by leading cool, interesting programs that get students out into New York City. This version of fun, experiential learning helps build meaningful connections that transcend the otherwise typical (and often daunting) professor/student relationship.         The program is run by a full-time, masters level Residence Hall Director (RHD) and two Residence Hall Assistant Directors (RHADs) who oversee all aspects of the program and student life in Goddard and Broome. The professional staff are responsible for the physical wellbeing and safety of students in the Residential College, as well as for fostering and shaping the social, cultural, and educational life and character of the College.     Each floor in the Residential College features a “Resident Assistant” (RA), an NYU junior, senior or graduate student who lives on his or her floor and serves as a peer counselor, resource and referral person, advocate, policy enforcer, programmer, and role model. Being an RA in the Residential College is a coveted leadership opportunity – they are chosen through a highly selective process because their influence in the daily life of the College is so great. Some of these RAs are students who started out as participants in the Residential College and have returned to contribute to the community; others are graduate students who’ve already completed a bachelors and are now pursuing an advanced degree. Their knowledge of NYU, expertise in a specialized area, and strong mentorship &amp; community-building skills make them an integral part of the daily social/intellectual life of the Residential College.                                                                Engagement Streams                                  Residential College participants will have an opportunity to connect with each other through their passions and interests. Goddard and Broome both have several topical “streams” associated with their building, uniting groups of students sharing interest in a particular theme. Examples include “Writing New York,” “Social Action &amp; Activism,” “All the World’s A Stage,” and several others.     Each stream is led by one of the Faculty Affiliates and Resident Assistants mentioned above (both of whom have expertise in the topic of their stream). They are dedicated to helping you explore these content areas in engaging, meaningful ways through exciting trips, speakers, discussions and other exciting ways. While students will be officially aligned with a primary stream, they are welcome to participate in other streams’ events (called ‘stream hopping’) whenever possible. Stream members will not be placed on any particular floor, but rather will be dispersed throughout the building – allowing residents to get to know a lot more people in the community than just those on their floor. Students will also be able to build a strong relationship with the Faculty Affiliate who leads their stream by participating in the stream activities throughout the year.                                                                     This content requires the Macromedia Flash Player. Get Flash Player                                        The Residential College at Goddard   The Residential College at Broome                                                    Broome Streams 2015-2016                                Foodie   Eating is only a tiny part of this scrumptious stream. From obesity to malnutrition, food deserts to cornucopias, haute cuisine to farmer’s markets, we will explore the role food serves in culture and society. Stream events may include volunteering at sustainable farm operations, shopping at local farmer’s markets to create meals, lessons in sushi-making and cookie decorating, and so much more.     Performance   This stream, as a continuation of Goddard’s wildly popular “All the World’s A Stage,” will immerse students in the many forms of performance available in New York City. Stream events may include trips to the Bowery Poetry Club, audition workshops, and attending live performances both on and off the NYU campus.     Sounds   Listen, do you hear that? What does NYC sound like? Let’s push the boundaries of what the concept of “sound” actually means. Together --through mediums like theatre, dance, art, film, and music – we will redefine our audio-urban experience in a city like no other.     Laboratory   Have you ever wondered why something works the way it does? Or maybe you’re just interested in learning about the next BIG thing? Explore the science of New York and map this living laboratory through a lens you could never have imagined. From tours to Google to museums this stream will immerse you in the scientific wonderland that is New York City.     Sustainability   Explore the idea of sustainability in a way you never imagined. This stream will look well beyond reduce, reuse, recycle, and consider sustainability in terms of the environment, political movements, economic philosophies, and self-exploration to name a few. Exploration is the name of this process and you won’t want to miss out on the countless experiences students will share.     Global Affairs   Are you a CNN junkie? Or maybe NPR, Fox, or MSNBC is more your flair. Then this is the stream for you. We will reframe the geopolitical landscape that impacts our daily lives and the generations to come. From engaging political debates to conversations about global political movements and currents that are unfolding before our eyes. In the ever-changing world we live in this stream will be a wild ride that can change in literally the blink of an eye.     Urban Adventure   Students in this stream are signing up for a year of urban adventuring! Most of our quests will take us to the outer boroughs of NYC and the hidden gems few students see. Learn to fly the trapeze, walk the length of Manhattan, and prepare to step outside your boundaries to experience New York like you never have before.                                                                Goddard Streams 2015-2016                                  *All the World's a Stage   This stream is for students who want more than just tourist-trap, commercial musicals. The goal of ATWAS is to turn students into theater omnivores – adventurous audience members willing to see, understand and enjoy the full variety of performances that exist in the Theater Capital of the world. We'll see everything: Broadway, Off-Broadway, Off-Off-Broadway; new plays, revivals, adaptations, musicals; operas, modern dances, improvised comedies, filmed performances, performative restaurants, burlesques, competitive poetry slams, drag shows, hipster storytellers, avant-garde art installations; we'll even throw in some sports, probably a roller derby. Theater, dance or film training isn't required; but a desire to expand your idea of performance – of what it can be, where it can take place, and how it can bleed into your everyday life – is.     *Global New York   New York City has long been referred to as the quintessential &quot;melting pot,&quot; an energetic and colorful urban utopia that both celebrates and thrives on multiculturalism. Practically every borough, every neighborhood, and every street in NYC possesses some cultural significance, and Global NY stream members will regularly explore the city and its offerings through an inter-national lens. From guided tours of Ellis Island and the Brooklyn Bridge, to indulging in authentic ethnic cuisine, to experiencing film, theater, and live music from around the globe, students will be actively engaged in ongoing cultural dialogues in order to learn more about each other, themselves, and the surrounding world NYC so richly represents.     *Poverty and Affluence   More than six billion humans live on the earth. Perhaps a tenth of this number are affluent and overfed, while nearly half live on a daily income of $2 or less. Such inequities are inextricably linked with, among other things, the societal constructions of race and gender. Through films, workshops, compelling conversations with professionals and community service projects, students will examine dimensions of and responses to inequality, with a special focus on the manifestation of these issues in New York City. The stream will offer a reflective space for students to consider poverty as more than just a problem &quot;out there,&quot; as well as an empowering environment for taking action.       *Writing New York   E.B. White claimed in his seminal essay “Here is New York” that there are several ways to know this city. The first is the experience of those who have been born here. The second is the tidal familiarity of the commuter. The third is New York as it is for those who have come from somewhere else looking for something. “Of these three trembling cities,” he writes, “the greatest is the last, the city of final destination, the city that is a goal.” Is there a more exciting, more inspiring place to begin a writing life than New York City? WNY stream members will travel through and write about this extraordinary location that has inspired hundreds of writers, past and present—as well as meet a sampling of the city’s most interesting writers today.     (Social) Justice League Stream   “Our lives begin to end the day we become silent about things that matter.” –Martin Luther King, Jr.   In an effort to avoid that silence, the (Social) Justice League Stream exists to explore issues of diversity and social justice that lie within the exploration of race, gender, sexual orientation, ability, spirituality, socioeconomic class, ethnicity, national origin, and their intersections. (Social) Justice League Stream Members will engage in conversations about various social issues through a series of panels, speakers, and group dialogues. We will also travel through New York City, exploring social identity issues at various theatrical, musical, and artistic exhibitions. To do that, we will partner with various offices around campus including the Center for Multicultural Education and Program, the Center for Spiritual Life, the LGBTQ Student Center, the Office of International Students and Scholars, and the Moses Center for Students with Disabilities. Because a huge part of social justice is equal participation, stream members will also have the opportunity to design and propose programs about issues salient to them throughout the school year.       ***Artistic New York: Past, Present, Future     There is no single path through the dynamic world of the arts in New York City. The arts scene of New York is at once historical and contemporary; it is both local and global. This city houses some of the most significant works of art produced across the globe throughout time, while at the same time it has given birth to artistic movements of intensely local origin. This stream will explore the artistic world of New York from all of these dimensions. We will venture into iconic museums – such as the Metropolitan Museum, the Rubin Museum, and the Museum of Modern Art – through the side door to speak with curators about how, and why, they bring arts from around the world to the city, and we will attend contemporary reformulations of historical theatre. We will also explore rich local artistic resources, even just around the corner from Goddard with a visit to the Fales Library “Downtown Collection,” which documents the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. We will attend events that continue to define New York as a center for the arts, including the Brooklyn Book Fair and the Whitney Biennial Show, and we will hear from writers who choose this city as the only home for their craft.   *** Note that this stream will be attached to a Goddard Liberal Studies course. You do NOT have to be in LS to be a part of this stream, but LS students who are placed in Goddard may be administratively per-registered for this special Goddard-specific Course 1 (Fall Semester) and 2 (Spring Semester).     **Attached to a Goddard Liberal Studies Writing Course, but you do not have to be an Liberal Studies student to be in this stream.   *These Streams are attached to a “Writing the Essay” Course but you do not necessarily have to be enrolled in the course to be a participant in the stream.                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Residential College Credit                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience   /   Special Interest Housing   /   The Residential College                 Sub Navigation                                 The Residential College at Goddard                       The Residential College at Broome Street                       Res College Leadership Opportunities                       Residential College Credit                                                                   Residential College Credit      Academic Credit for Participating in the Residential College   Students in the Residential College get academic credit for their active and successful participation in the life of the community. The Residential College experience will be reflected on the student’s official academic transcript as a zero or one credit, pass/fail “Leadership Course” each semester they live in the College. This gives each participant tangible, recorded proof of their engagement in the community and of their personal development as a leader/scholar through the program (all highly preferred accomplishments of future applicants for graduate schools and prestigious awards and scholarships). While there are many perks to being in the Residential College, receiving academic credit for successfully committing to this experience is one of the most important rewards for this unique type of commitment.   How to “Pass” Residential College   In order to receive a passing grade for the Residential College, students have to be in “Good Standing” with the program. What Good Standing means will vary slightly depending on whether you’re in Goddard or Broome and whether you're doing the experience for zero or one credit; each community structures its requirements a little differently to meet the developmental needs of the students that reside in each building.   In general for either Goddard or Broome, being in “Good Standing” means that a student is an active member of the Residential College community and regularly attends and participates in Stream programs and Faculty-Fellow events, in addition to general, more “social” (non-Stream) activities in the College. Because the Residential College community places high value on giving back to the community, being in Good Standing also involves completing community service requirements. To learn what the specific requirements are for Goddard and Broome, refer to your building's syllabus that was given to you by your RA at your first floor meeting (and emailed to you by the RHD at the beginning of the semester). If you need another copy of the syllabus, email the RHD: taris.mullins@nyu.edu .   Being in Good Standing with the College at the end of each semester will result in a grade of “P” for Pass; not being in Good Standing will result in a grade of “F” for Fail. Students who fail Residential College will not be permitted to return to the College the following academic year.   Residential College students can supplement their “Good Standing” status by becoming actively involved in their building’s Hall Council, Broome Goddard Community Group, or by otherwise simply being active and visible in Stream, Faculty-Fellow, and other hall programs/activities. It’s easy, enjoyable, and rewarding to get involved, so in theory it should be easy for students to pass Residential College.   *Note, while exceeding minimum expectations and otherwise being very involved won’t impact your grade of “P,” it will affect your priority in the Residential College room selection process.   Who Does the Grading?   Students are evaluated by a combination of the Faculty and Staff of their Residential College building. It’s important to emphasize getting to know the Faculty and Staff of the College; the better they know you, the more likely they can accurately and comprehensively evaluate your completion of requirements and overall contribution to the Residential College community.   Where did the Requirements Come From?   The requirements for passing Residential College are decided upon by a combination of the Faculty, Staff and students. Student feedback plays an important role in determining what the requirements will be each year. The student-run Hall Councils provide the forum for feedback on the requirements and grading process. At the Residential College, student input is highly encouraged. Students wishing to have a say in this, or other Residential College processes, should get involved with Hall Council.                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]