[{"detail": [{"content": "194 Recordings x Converse Rubber Tracks Vol. 1 Release Party: Tisch School of the Arts at NYU                           Skip to content        About Tisch Leadership Team A Brief History Tisch and the Community Faculty Interdisciplinary Collaborations The NYU and Tisch Campus New York City Life Getting Here  home &gt; About Tisch        194 Recordings x Converse Rubber Tracks Vol. 1 Release Party  Event Date and Time: December 4, 2014 Doors at 8:00pm Location: Converse Rubber Tracks 130 Hope Street Brooklyn, NY Don't miss the 194 Recordings x Converse Rubber Tracks Vol. 1 Release Party on Dec. 4th at 8pm!   This show is FREE and ALL AGES. Performances by high-rising Clive Davis Institute of Recorded Music artists, EPISODE (ft. Kiah Victoria, Topaz Jones, Stefan Weiner), Prelow, Ambler, and DJ Birocratic.   This event is sponsored by Red Bull and Runa Tea.      **Please RSVP to 194Recordings@gmail.com for entry**           Clive Davis Institute of Recorded Music Web Site  194 Recordings 194Recordings@gmail.com           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "194 Recordings x Converse Rubber Tracks Vol. 1 Release Party: Tisch School of the Arts at NYU                           Skip to content        About Tisch Leadership Team A Brief History Tisch and the Community Faculty Interdisciplinary Collaborations The NYU and Tisch Campus New York City Life Getting Here  home &gt; About Tisch        194 Recordings x Converse Rubber Tracks Vol. 1 Release Party  Event Date and Time: December 4, 2014 Doors at 8:00pm Location: Converse Rubber Tracks 130 Hope Street Brooklyn, NY Don't miss the 194 Recordings x Converse Rubber Tracks Vol. 1 Release Party on Dec. 4th at 8pm!   This show is FREE and ALL AGES. Performances by high-rising Clive Davis Institute of Recorded Music artists, EPISODE (ft. Kiah Victoria, Topaz Jones, Stefan Weiner), Prelow, Ambler, and DJ Birocratic.   This event is sponsored by Red Bull and Runa Tea.      **Please RSVP to 194Recordings@gmail.com for entry**           Clive Davis Institute of Recorded Music Web Site  194 Recordings 194Recordings@gmail.com           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Our History | Department of Plastic Surgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Plastic Surgery                                                                                  Home   About Us   Faculty   Patient Care   Education   Research   Charitable Giving   Contact Us                                  Home About Us Our History            Print  Email               - A + A                                         About Us      Our Mission   Our History     open/close   Our Facilities  The Department of Plastic Surgery   NYU Department of Plastic Surgery Faculty Group Practice (FGP)   The Department of Plastic Surgery Administration Suite   Bogert Plastic Surgery Education Center   MyFace, The New Face of the NFFR                                                                        Our History                                                      The Department of Plastic Surgery was organized in 1955 on the principle of multidisciplinary specialized team care in all areas of plastic surgery. With this concept an excellent faculty was developed to promote optimal clinical care, education and research.   The department is a component of the NYU Langone Medical Center and members of the attending staff hold academic appointments at the NYU School of Medicine .   Outpatient centers of excellence are housed in a new facility on East 33rd Street, which also includes faculty offices and a state-of-the-art outpatient surgery suite.   The department conducts one of the largest educational programs in plastic surgery with 24 residents and post-residency fellows in aesthetic surgery, craniofacial orthodontics, craniofacial surgery, hand surgery and microsurgery. In addition to a formalized didactic educational program, various postgraduate symposia are presented annually and there are visiting professorships and endowed lectureships. Members of the department faculty have authored some of the classic textbooks in plastic surgery.   The research program includes a Division of Basic Science Research and a Division of Clinical Research.   1951: Establishment of The National Foundation for Facial Reconstruction (then called The Society for the Rehabilitation of the Facially Disfigured, Inc.)   1954: First International Tissue Transplantation Conference organized by J.M. Converse, B.O. Rogers and F.T. Rapaport (New York Academy of Medicine)   1955: Founding of the Department of Plastic Surgery under the direction of Converse. Pilot clinic established at Manhattan Eye, Ear and Throat Hospital.   1956: Second International Tissue Transplantation Conference.   1957: Grant from Avalon Foundation provides funds for the Lawrence D. Bell Professorship and clinic facilities.   1958: Third International Tissue Transplantation Conference.   1960: Fourth International Tissue Transplantation Conference.   1961: First graduate of the Department of Plastic Surgery Residency Program Tissue.  Organ transplantation research that eventually resulted in the founding of the Transplantation Society.   1962: Fifth International Tissue Transplantation Conference.   1962: Establishment of the V.H. Kazanjian Visiting Professorship – Dr. Kazanjian initiates lectureship.   1963: Opening of the department's clinic and laboratories at the newly constructed NYU Medical Center.   1964: Sixth International Tissue Transplantation Conference.   1964: Publication of the five volume text\"Reconstructive Plastic Surgery\" by J.M. Converse.   1966: Recruitment of Robert W. Beasley and the establishment of the Hand Surgery Program.   1967: Founding of Craniofacial Anomalies Center through the generosity of The Billy Rose Foundation.   1967: Seventh International Tissue Transplantation Conference.   1969: First international meeting on craniofacial surgery, hosted by the department. 1969: First craniofacial surgery procedure performed by J.M. Converse.   1973: Publication of Cosmetic Surgery of the Face by Thomas D. Rees, one of the first books published on the subject.   1974: First infant to undergo craniofacial surgery by J.G. McCarthy.   1974: Award of National Institute of Dental Research (NIDR) Program Project grant on craniofacial anomalies (continued until 1992).   1975: First microsurgery procedure performed at the department.   1976: Establishment of the Microsurgery Program under the direction of William Shaw.   1976: International Craniofacial Symposium hosted at the department.   1977: Publication of \"Reconstructive Plastic Surgery\" (7 volumes) by J.M. Converse (Editor) and J.G. McCarthy (Assistant Editor).   1977: Dr. McCarthy appointed Associate Director.   1978: NFFR helped to encourage the founding of Forward Face, a support group to help patients and their families.   1978: Post-residency fellowship program initiated to provide in-depth training in hand surgery, microsurgery and replantation surgery, craniofacial reconstruction and aesthetic surgery.   1978: Opening of New Bellevue Hospital.   1978: Replantation cases at Bellevue Hospital receive widespread media coverage.   1980: Dedication of Margaret Milbank Bogert Microsurgery Laboratory.   1981: Dr. Converse dies and J.G. McCarthy is appointed to the Department Directorship and the Lawrence D. Bell Professorship.   1982: The Converse Library of Plastic Surgery donated by graduates of the residency and fellowship program.   1982: Computer Imaging Laboratory developed under the leadership of Dr. Court B. Cutting.   1983: Variety – The Children's Charity approved 10 year grant of $1,500,000 to establish The Variety Center for Craniofacial Rehabilitation to help children with facial problems. Led to the establishment of eight interdisciplinary clinical centers.   1985: Beginning of annual Aesthetic Surgery Symposium under the leadership of T.D. Rees and S.J. Aston.   1986: The Society for the Facially Disfigured changes its name to the National Foundation for Facial Reconstruction (NFFR).   1987: Converse Professorship of Plastic Surgery Research established.   1989: First mandibular distraction operation (and first craniofacial distraction procedure in the world).   1989: Steeger Lectureship established by his colleagues at the NFFR.   1990: Publication of eight volume text \"Plastic Surgery\" (J.G. McCarthy, Editor).   1992: Conference on Facial Disfigurement. JM Foundation underwrote costs for this conference that was the initial platform for the newly created Psychology Working Group.   1994: First conference on Craniofacial Distraction organized.   1996: Appointment of M. T. Longaker as the first John Marquis Converse Professor in Plastic Surgery Research. Center for Development, Repair and Regeneration constructed with funds provided by the NFFR.   1996: Mortimer J. Harrison Foundation begins financial sponsorship of pediatric patients with craniofacial differences.   1999: Publication of Distraction of the Craniofacial Skeleton (J.G. McCarthy) – the first text on the subject.   2000: Establishment of Laboratory of MicroVascular Research and Vascular Tissue Engineering (G.C. Gurtner).   2001: NFFR celebrates 50th Anniversary. Special awards to Dr. Frances C. MacGregor and Dr. J. William Littler.   2001: Newman Family Support Program established.   2003: NFFR organizes Psychosocial Symposium entitled, Facial Difference: Beyond the Medical Issues. Awards to Senator Tom Harkins and Mrs. Betsy Wilson.   2003: CD Rom on Cleft Lip/Palate surgery by C.B. Cutting with support provided by Smile Train.   2004: CDC-NFFR Initiative to document birth incidence of facial deformities and develop Treatment Strategy for Craniosynostosis.   2005: Fiftieth Anniversary of the Department of Plastic Surgery.  NFFR Gala   Resident/Fellow Reunion   Patient Reunion   Inauguration of Beasley Lecture by R.W. Beasley   2006: Opening of Plastic Surgery Administrative Offices and Conference Room at Bellevue Hospital.   2009: Dedication of Bogert Educational Center, Blair Rogers Rare Book Library, Microsurgery Training Laboratory and Virtual Surgery Center. Funds provided by Milbank Foundation and NFFR.   2010: Independent Department of Plastic Surgery created by NYU School of Medicine.   2010: Organization of Plastic Surgery Faculty Group Practice   2010: Development of Composite Tissue Allotransplantation Unit   2011: Creation of third endowed chair in plastic surgery, Helen Kimmel Professorship of Reconstructive Plastic Surgery.   2012: Construction and dedication of new department on East 33rd Street with funds provided by NFFR and NYULMC.                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]