[{"detail": [{"content": "Criminal Defense and Reentry Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Criminal Defense and Reentry Clinic                  Clinics                 Criminal Defense and Reentry Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                                 LW.10051 / LW.10536  Professor Kim Taylor-Thompson  Professor Anthony Thompson  Open to 3L and 2L students  Maximum of 16 students     Year-long course  14 credits*  Pre- or Co-requisite: Evidence. Criminal Procedure or Criminal Litigation are recommended.         Introduction   The Criminal Defense and Reentry Clinic will be offered to 16 students as a year-long, 14-credit fieldwork course and seminar. Students should expect to devote 12-15 hours per week to their fieldwork.   The clinic allows students to explore the ways that defenders can provide holistic representation to clients charged with criminal offenses. It will also explore that defenders can work in collaboration with community groups and their clients to address broad, pressing issues in the criminal justice system. Using an interdisciplinary approach, students will be expected to explore ways that defender offices can be more grounded in the communities from which their clients come and to which they will return. In addition, the clinic will examine and work to make reform recommendations regarding current bail policies in the New York City criminal justice system.   Course Description   Fieldwork   Students will be assigned to work in two offices: Brooklyn Defender Services (BDS) and the Bronx office of the Legal Aid Society Criminal Defense Practice. Students will have the unique opportunity to be embedded in two of the premier criminal defense offices in New York City. Students will have the opportunity to work with lawyers directly on criminal matters facing clients. That work will involve intake, investigation, advocacy at arraignments, working with clients and witnesses, and legal research in adult court. In addition, at BDS, the students will have the opportunity to continue working with the Brooklyn Adolescent Representation Division (BARD), a special unit that advocates on behalf of young people in the adult system. In both the Bronx and Brooklyn, the clinic will look to address common reentry issues that clients face in criminal court.   In previous years, fieldwork has included the following:     Working with clients and witnesses in the preparation of defenses to criminal charges.   Legal research in preparation for matters that arise in criminal cases.   Appearances in court in arraignment hearings.   Making Bail Arguments.   Working with clients to obtain certificates of relief from disabilities and certificates of good conduct where appropriate.   Devising and implementing a comprehensive legal needs assessment to determine the services a neighborhood-based defender office should provide.   Devising and conducting a study of remand practices in juvenile court in New York City.   Advocating, in coalition with other community-based providers, for the use of alternatives to incarceration and bail reform.   Advocating for other policies that facilitate the reentry of individuals returning to their communities.     The Seminar   The will examine various conceptions of the role of the defender office in an effort to begin developing a vision that treats individual representation as the primary, but not sole responsibility of a defender office. Students will be introduced to approaches that attempt to move defender offices toward more community-based, activist roles in the political and justice systems. Students will explore the range of roles that defenders can play in advocating for their clients and client communities. They will be exposed to principles of problem-identification and problem-solving as theoretical constructs. Then, through case studies of individual representation, outreach, education and organizing initiatives, students will closely examine ambitions, methods and achievements in light of those theories. The interdisciplinary approach of the seminar is designed to encourage students to share ideas and theories across disciplines as a means of developing stronger analytical, consensus-building and leadership skills.   The seminar will also provide a forum for a collaborative effort with staff from local defender offices, advocacy groups, and community members to begin the process of moving beyond the defender's constitutional mandate to represent individual clients charged with crimes toward a role that involves greater participation in the larger community. The seminar will explore various policy roles that defender offices might begin to assume. Students will examine the tendency of traditional defender offices to isolate themselves from the larger community and will attempt to determine whether and how these offices might become more actively involved with client communities, the media and others in position of influence to shape and advance an agenda on behalf of defenders' client base.   The seminar will include simulations and materials to expose students to various forms of advocacy. Lawyers who represent individuals charged in the criminal justice system need to have a varied arsenal at their disposal. The seminar will expose to students to media advocacy, legislative advocacy, and community advocacy. Students will explore ways to develop facts and frame issues, collaborate with staff and communities, and evaluate the effectiveness of the strategies that have been developed. Class discussions will examine the differences between - and interrelationship of - individual and group representation, informal and formal advocacy, and litigation and non-litigation strategies.   Application Procedure   Please submit your clinic application, resume and unofficial transcript through CAMS, the online application system. There will be an interview which can be scheduled on CAMS. If you have any questions, please contact Damaris Marrero at 212-998-6473 or via email .   Student Contacts         Chelsey Amelkin  Aimee Carlisle  Anne Carney  Emma Clippinger  Creighton Davis  Ijeoma Eke  Evan Milligan  Katherine Mitchell   Leora Moreno  Emily New  Brian Perbix  Courtney Weisman  Harrison White  Danielle Whiteman  Keli Young           * 14 credits include 3 clinical credits and 4 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Criminal Defense and Reentry Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Criminal Defense and Reentry Clinic                  Clinics                 Criminal Defense and Reentry Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                                 LW.10051 / LW.10536  Professor Kim Taylor-Thompson  Professor Anthony Thompson  Open to 3L and 2L students  Maximum of 16 students     Year-long course  14 credits*  Pre- or Co-requisite: Evidence. Criminal Procedure or Criminal Litigation are recommended.         Introduction   The Criminal Defense and Reentry Clinic will be offered to 16 students as a year-long, 14-credit fieldwork course and seminar. Students should expect to devote 12-15 hours per week to their fieldwork.   The clinic allows students to explore the ways that defenders can provide holistic representation to clients charged with criminal offenses. It will also explore that defenders can work in collaboration with community groups and their clients to address broad, pressing issues in the criminal justice system. Using an interdisciplinary approach, students will be expected to explore ways that defender offices can be more grounded in the communities from which their clients come and to which they will return. In addition, the clinic will examine and work to make reform recommendations regarding current bail policies in the New York City criminal justice system.   Course Description   Fieldwork   Students will be assigned to work in two offices: Brooklyn Defender Services (BDS) and the Bronx office of the Legal Aid Society Criminal Defense Practice. Students will have the unique opportunity to be embedded in two of the premier criminal defense offices in New York City. Students will have the opportunity to work with lawyers directly on criminal matters facing clients. That work will involve intake, investigation, advocacy at arraignments, working with clients and witnesses, and legal research in adult court. In addition, at BDS, the students will have the opportunity to continue working with the Brooklyn Adolescent Representation Division (BARD), a special unit that advocates on behalf of young people in the adult system. In both the Bronx and Brooklyn, the clinic will look to address common reentry issues that clients face in criminal court.   In previous years, fieldwork has included the following:     Working with clients and witnesses in the preparation of defenses to criminal charges.   Legal research in preparation for matters that arise in criminal cases.   Appearances in court in arraignment hearings.   Making Bail Arguments.   Working with clients to obtain certificates of relief from disabilities and certificates of good conduct where appropriate.   Devising and implementing a comprehensive legal needs assessment to determine the services a neighborhood-based defender office should provide.   Devising and conducting a study of remand practices in juvenile court in New York City.   Advocating, in coalition with other community-based providers, for the use of alternatives to incarceration and bail reform.   Advocating for other policies that facilitate the reentry of individuals returning to their communities.     The Seminar   The will examine various conceptions of the role of the defender office in an effort to begin developing a vision that treats individual representation as the primary, but not sole responsibility of a defender office. Students will be introduced to approaches that attempt to move defender offices toward more community-based, activist roles in the political and justice systems. Students will explore the range of roles that defenders can play in advocating for their clients and client communities. They will be exposed to principles of problem-identification and problem-solving as theoretical constructs. Then, through case studies of individual representation, outreach, education and organizing initiatives, students will closely examine ambitions, methods and achievements in light of those theories. The interdisciplinary approach of the seminar is designed to encourage students to share ideas and theories across disciplines as a means of developing stronger analytical, consensus-building and leadership skills.   The seminar will also provide a forum for a collaborative effort with staff from local defender offices, advocacy groups, and community members to begin the process of moving beyond the defender's constitutional mandate to represent individual clients charged with crimes toward a role that involves greater participation in the larger community. The seminar will explore various policy roles that defender offices might begin to assume. Students will examine the tendency of traditional defender offices to isolate themselves from the larger community and will attempt to determine whether and how these offices might become more actively involved with client communities, the media and others in position of influence to shape and advance an agenda on behalf of defenders' client base.   The seminar will include simulations and materials to expose students to various forms of advocacy. Lawyers who represent individuals charged in the criminal justice system need to have a varied arsenal at their disposal. The seminar will expose to students to media advocacy, legislative advocacy, and community advocacy. Students will explore ways to develop facts and frame issues, collaborate with staff and communities, and evaluate the effectiveness of the strategies that have been developed. Class discussions will examine the differences between - and interrelationship of - individual and group representation, informal and formal advocacy, and litigation and non-litigation strategies.   Application Procedure   Please submit your clinic application, resume and unofficial transcript through CAMS, the online application system. There will be an interview which can be scheduled on CAMS. If you have any questions, please contact Damaris Marrero at 212-998-6473 or via email .   Student Contacts         Chelsey Amelkin  Aimee Carlisle  Anne Carney  Emma Clippinger  Creighton Davis  Ijeoma Eke  Evan Milligan  Katherine Mitchell   Leora Moreno  Emily New  Brian Perbix  Courtney Weisman  Harrison White  Danielle Whiteman  Keli Young           * 14 credits include 3 clinical credits and 4 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Clinics | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics             Clinics                 Clinics       Applications &amp; Instructions   Year-Long Clinics   One-Semester Clinics   Contact Us                 Clinics Packet   Download the 2015-2016 Clinics Packet                          Lawyering and Learning in the New World   New York University School of Law's Jacob D. Fuchsberg Clinical Law Center has long been renowned for the quality of its faculty, the variety of its offerings, and the innovative structure of its curriculum. With 15 full-time clinical faculty and 39 clinics , NYU School of Law provides students with unparalleled experiences in working with clients and communities to address urgent problems, influence public policy, and improve the quality of legal problem-solving.   For twenty years, NYU Law has coordinated its much heralded first-year Lawyering Program , upper-level simulation courses, and fieldwork clinics in a carefully structured pedagogical construct of sequenced, dynamic learning, developed by Professor Anthony G. Amsterdam , one of the most respected public interest lawyers and law professors in the country. The Lawyering Program introduces students to a sophisticated theory of legal problem-solving that Professor Amsterdam, Professor Peggy Davis and other members of the NYU School of Law faculty have been the leaders in creating. Grounded in this model, students in the Law School's upper-level clinics work with clients and communities on intensely demanding cases, projects, and deals.   Each upper-level clinic builds on first-year instruction in its own special way. In order to serve clients and communities as effective practitioners, each clinic requires students to master particular bodies of law (for example, family, civil rights, or death penalty law), to learn specific skills suited to different practice arenas (for example, litigation, policy analysis, and/or outreach skills), and to learn to work under close supervision of faculty (for example, preparing for trials and hearings, writing appellate and post-conviction briefs, and/or planning community education workshops).   NYU School of Law faculty design each and every upper-level clinic with a common aspiration. Clinics advance the instruction to which students already have been exposed, diversify the skill sets available for effective legal problem solving, and deepen an increasingly coherent sense of how lawyers might best do their work. At the same time, clinics exhort students to appreciate just how much they must grow over the course of their careers. Problems evolve, and so must problem solvers if they are to become and remain expert in the practice of law.   A distinctive feature of NYU School of Law's clinics is that the faculty who teach them are tenured or tenure track professors whose sole professional interest is the research and teaching they do at the Law School. The faculty-student ratio in clinical courses is extremely low (typically, a clinical faculty member teaches 8 to 10 students), in order to ensure students the intensive experience that the best of clinics should deliver.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Criminal Defense and Reentry Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; Year-Long Clinics &rsaquo; Criminal Defense and Reentry Clinic                  Clinics                 Criminal Defense and Reentry Clinic                 Year-Long Clinics       Civil Litigation - Employment Law Clinic   Civil Rights Clinic   Criminal Defense and Reentry Clinic   Family Defense Clinic   Federal Defender Clinic   Global Justice - for JDs   Immigrant Rights Clinic   International Transactions Clinic - for JDs   Juvenile Defender Clinic                 Clinics Packet   Download the 2015-2016 Clinics Packet                                 LW.10051 / LW.10536  Professor Kim Taylor-Thompson  Professor Anthony Thompson  Open to 3L and 2L students  Maximum of 16 students     Year-long course  14 credits*  Pre- or Co-requisite: Evidence. Criminal Procedure or Criminal Litigation are recommended.         Introduction   The Criminal Defense and Reentry Clinic will be offered to 16 students as a year-long, 14-credit fieldwork course and seminar. Students should expect to devote 12-15 hours per week to their fieldwork.   The clinic allows students to explore the ways that defenders can provide holistic representation to clients charged with criminal offenses. It will also explore that defenders can work in collaboration with community groups and their clients to address broad, pressing issues in the criminal justice system. Using an interdisciplinary approach, students will be expected to explore ways that defender offices can be more grounded in the communities from which their clients come and to which they will return. In addition, the clinic will examine and work to make reform recommendations regarding current bail policies in the New York City criminal justice system.   Course Description   Fieldwork   Students will be assigned to work in two offices: Brooklyn Defender Services (BDS) and the Bronx office of the Legal Aid Society Criminal Defense Practice. Students will have the unique opportunity to be embedded in two of the premier criminal defense offices in New York City. Students will have the opportunity to work with lawyers directly on criminal matters facing clients. That work will involve intake, investigation, advocacy at arraignments, working with clients and witnesses, and legal research in adult court. In addition, at BDS, the students will have the opportunity to continue working with the Brooklyn Adolescent Representation Division (BARD), a special unit that advocates on behalf of young people in the adult system. In both the Bronx and Brooklyn, the clinic will look to address common reentry issues that clients face in criminal court.   In previous years, fieldwork has included the following:     Working with clients and witnesses in the preparation of defenses to criminal charges.   Legal research in preparation for matters that arise in criminal cases.   Appearances in court in arraignment hearings.   Making Bail Arguments.   Working with clients to obtain certificates of relief from disabilities and certificates of good conduct where appropriate.   Devising and implementing a comprehensive legal needs assessment to determine the services a neighborhood-based defender office should provide.   Devising and conducting a study of remand practices in juvenile court in New York City.   Advocating, in coalition with other community-based providers, for the use of alternatives to incarceration and bail reform.   Advocating for other policies that facilitate the reentry of individuals returning to their communities.     The Seminar   The will examine various conceptions of the role of the defender office in an effort to begin developing a vision that treats individual representation as the primary, but not sole responsibility of a defender office. Students will be introduced to approaches that attempt to move defender offices toward more community-based, activist roles in the political and justice systems. Students will explore the range of roles that defenders can play in advocating for their clients and client communities. They will be exposed to principles of problem-identification and problem-solving as theoretical constructs. Then, through case studies of individual representation, outreach, education and organizing initiatives, students will closely examine ambitions, methods and achievements in light of those theories. The interdisciplinary approach of the seminar is designed to encourage students to share ideas and theories across disciplines as a means of developing stronger analytical, consensus-building and leadership skills.   The seminar will also provide a forum for a collaborative effort with staff from local defender offices, advocacy groups, and community members to begin the process of moving beyond the defender's constitutional mandate to represent individual clients charged with crimes toward a role that involves greater participation in the larger community. The seminar will explore various policy roles that defender offices might begin to assume. Students will examine the tendency of traditional defender offices to isolate themselves from the larger community and will attempt to determine whether and how these offices might become more actively involved with client communities, the media and others in position of influence to shape and advance an agenda on behalf of defenders' client base.   The seminar will include simulations and materials to expose students to various forms of advocacy. Lawyers who represent individuals charged in the criminal justice system need to have a varied arsenal at their disposal. The seminar will expose to students to media advocacy, legislative advocacy, and community advocacy. Students will explore ways to develop facts and frame issues, collaborate with staff and communities, and evaluate the effectiveness of the strategies that have been developed. Class discussions will examine the differences between - and interrelationship of - individual and group representation, informal and formal advocacy, and litigation and non-litigation strategies.   Application Procedure   Please submit your clinic application, resume and unofficial transcript through CAMS, the online application system. There will be an interview which can be scheduled on CAMS. If you have any questions, please contact Damaris Marrero at 212-998-6473 or via email .   Student Contacts         Chelsey Amelkin  Aimee Carlisle  Anne Carney  Emma Clippinger  Creighton Davis  Ijeoma Eke  Evan Milligan  Katherine Mitchell   Leora Moreno  Emily New  Brian Perbix  Courtney Weisman  Harrison White  Danielle Whiteman  Keli Young           * 14 credits include 3 clinical credits and 4 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Clinics | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics             Clinics                 Clinics       Applications &amp; Instructions   Year-Long Clinics   One-Semester Clinics   Contact Us                 Clinics Packet   Download the 2015-2016 Clinics Packet                          Lawyering and Learning in the New World   New York University School of Law's Jacob D. Fuchsberg Clinical Law Center has long been renowned for the quality of its faculty, the variety of its offerings, and the innovative structure of its curriculum. With 15 full-time clinical faculty and 39 clinics , NYU School of Law provides students with unparalleled experiences in working with clients and communities to address urgent problems, influence public policy, and improve the quality of legal problem-solving.   For twenty years, NYU Law has coordinated its much heralded first-year Lawyering Program , upper-level simulation courses, and fieldwork clinics in a carefully structured pedagogical construct of sequenced, dynamic learning, developed by Professor Anthony G. Amsterdam , one of the most respected public interest lawyers and law professors in the country. The Lawyering Program introduces students to a sophisticated theory of legal problem-solving that Professor Amsterdam, Professor Peggy Davis and other members of the NYU School of Law faculty have been the leaders in creating. Grounded in this model, students in the Law School's upper-level clinics work with clients and communities on intensely demanding cases, projects, and deals.   Each upper-level clinic builds on first-year instruction in its own special way. In order to serve clients and communities as effective practitioners, each clinic requires students to master particular bodies of law (for example, family, civil rights, or death penalty law), to learn specific skills suited to different practice arenas (for example, litigation, policy analysis, and/or outreach skills), and to learn to work under close supervision of faculty (for example, preparing for trials and hearings, writing appellate and post-conviction briefs, and/or planning community education workshops).   NYU School of Law faculty design each and every upper-level clinic with a common aspiration. Clinics advance the instruction to which students already have been exposed, diversify the skill sets available for effective legal problem solving, and deepen an increasingly coherent sense of how lawyers might best do their work. At the same time, clinics exhort students to appreciate just how much they must grow over the course of their careers. Problems evolve, and so must problem solvers if they are to become and remain expert in the practice of law.   A distinctive feature of NYU School of Law's clinics is that the faculty who teach them are tenured or tenure track professors whose sole professional interest is the research and teaching they do at the Law School. The faculty-student ratio in clinical courses is extremely low (typically, a clinical faculty member teaches 8 to 10 students), in order to ensure students the intensive experience that the best of clinics should deliver.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Community Development and Economic Justice Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Community Development and Economic Justice Clinic                  Clinics                 Community Development and Economic Justice Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.10172 / LW.11977  Professor Amy Tai  Professor Nasoan C. Sheftel-Gomes  Open to 3L and 2L students  Maximum of 8 students   Spring semester  5 credits*  No prerequisites or co-requisites.         Course Description   The focus of this clinic clinic is the provision of civil legal services to grassroots community organizing groups that engage in a variety of community development, economic justice and social justice efforts. Students in the clinic will learn about “movement lawyering” and the benefits and challenges of lawyering in partnership and collaboration with the communities they work in. Students will learn more about the different roles that lawyers can that lawyers can play in supporting campaigns led by communities to advance social change. Working with groups that are organizing low-income communities in New York City, students perform their fieldwork with attorneys from the Community Development Project (CDP) of the Urban Justice Center, and provide legal services to CDP’s clients throughout New York City focusing on workers’ rights, affordable housing, consumer protection, and capacity building for community based organizations. As part of the fieldwork, students will work on litigation cases as well as research projects that help support and strengthen grassroots organizations’ organizing and advocacy efforts. Students may also work on transactional cases for CDP’s capacity building practice in which they offer legal advice and assistance to grassroots organizations in a variety of areas, such as incorporating an organization, drafting corporate governance documents, applying for tax exempt status, forming of worker cooperatives, or negotiating land use and community benefit agreements.   Fieldwork   The fieldwork for this clinic will be primarily or entirely conducted with CDP. Clinic students will have the opportunity to be involved in a litigation or transactional case as well as a legal research matter that supports the ongoing work of CDP and the organizations it supports. The majority of the fieldwork will consist of litigation cases and related matters, such as drafting a demand letter on behalf of workers to obtain the unpaid wages owed by their employer.     The litigation matter will be in the areas of workers’ rights, affordable housing, and consumer justice. CDP uses litigation as a way to support grassroots organizing efforts in New York City. Litigation is developed in partnership with the organizations and usually arises out of issues facing their communities. The workers’ rights cases typically involve minimum wage and overtime violations, workplace discrimination, and retaliatory discharge. Plaintiffs in these cases could be workers in the restaurant, construction, nail salon, garment, food distribution, and domestic industries. The tenants’ rights cases involve representing tenant associations organized by community-based organizations in litigation to combat landlord abandonment, to seek repairs to bring buildings into compliance with the housing code, and to combat harassment and retaliation by landlords.   The consumer justice cases are varied, but often involve defending a client against an action by a creditor in court and representing clients on matters such as identity theft and unlawful debt collection abuse. Students’ litigation work will likely entail joining an existing team of lawyers working on an ongoing case, and will provide an opportunity to work directly with clients, strategize with co-counsel, research legal issues that arise, draft documents, and prepare for and observe depositions and court proceedings.     In transactional matters, students will have the opportunity to counsel and work directly with organizational clients, in addition to experience drafting documents for a grassroots organization on non-profit incorporation, corporate governance, tax exempt status, formation of worker cooperatives, or land use and community benefit agreements.       Students will work out of CDP’s offices and are expected to spend at least ten hours a week at CDP’s offices. Direct interaction with the grassroots organizations’ staff and members will be an integral component of the fieldwork.   The Seminar   The seminar will meet weekly on Tuesday from 4:20 – 6:10 p.m. at CDP’s office located at 123 William Street, 16th Floor. (The main office of the Urban Justice Center is located at 40 Rector Street).   Classes will be participatory in nature, and students will be expected to discuss assigned readings and give presentations, discuss their fieldwork, prepare for and engage in simulations intended to sharpen practical lawyering skills, and write reflections throughout the semester.   The seminar will integrate substantive areas of law, including workers’ rights, tenants’ rights, consumer justice, and capacity building for organizations through the readings, class discussion, and simulations on the following topics: lawyers as resource allies for social change; law and organizing; ethical issues in group representation and movement lawyering; client interviewing and cultural competencies; case theory and client narrative; legal support to workers centers and tenant associations; legislative advocacy; written &amp; oral advocacy; representing community-based organizations; and discovery disputes and depositions, including protecting clients in litigation from harassing discovery.     About the Community Development Project at the Urban Justice Center   The Community Development Project (CDP) at the Urban Justice Center strengthens the impact of grassroots organizations in New York City’s low-income and other excluded communities. We partner with community organizations to win legal cases, publish community-driven research reports, assist with the formation of new organizations and cooperatives, and provide technical and transactional assistance in support of their work towards social justice.   CDP adheres to a theory of change where short-term and individual successes help build the capacity and power of our community partners, who in turn can have longer-term impact on policies, laws and systems that affect their communities. We leverage short-term successes such as winning cases and publishing reports to build the capacity of our partner organizations, increase public awareness of the issues they are organizing around, and help achieve victories for their organizing campaigns.   This enables our community partners to create systemic change through law and policy reform, increase political power in low-income and excluded communities, and change abusive and exploitative practices affecting their communities. CDP works with many organizations throughout New York City, such as the Chinese Staff and Workers Association, Mirabal Sisters, Fifth Avenue Committee, Chhaya CDC, Communities for Safe Apartments (CASA), Mothers on the Move (MOM), CAAAV, the National Mobilization Against Sweatshops (NMASS), the Restaurant Opportunities Center of New York (ROC-NY), Domestic Workers United (DWU), New Immigrant Community Empowerment (NICE), and numerous tenants’ associations. More information about CDP’s work can be found at www.cdp.urbanjustice.org .     Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. Selection of students is not based on interviews. However, Professors Tai and Sheftel-Gomes (who are both currently co-teaching the clinic) will meet with applicants in groups in order to provide a more complete description of the clinic and to answer questions. If you would like to attend a group meeting, please sign up for a time in CAMS after you submit your application.   Student Contacts   Students who wish to know more about the Community Development and Economic Justice Clinic may speak with the following students who are in the clinic this semester and the students who were in the clinic in the Spring 2015 semester:         Spring 2015  Jakarri Hamlin  Laura Hecht-Felella  Julia Lake  Margaret Marron  Christopher James Murray  Pooja Shethji  Mark Stokely  Gabriel Turner   Spring 2014  Steven Couper  Sophie Gebreselassie  Diane Johnston  Nnenne Okorafor  Brence Pernell  Steven Sasmor  Molly Wolfe         Students should also feel free to contact the professors, who are both attorneys with the Community Development Project of the Urban Justice Center, about the clinic. Professor Amy Tai can be reached at (646) 459-3026 or by email . Professor Nasoan Sheftel-Gomes can be reached at (646) 459-3013 or by email .     * 5 credits include 3 clinical credits and 2 academic seminar credits.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]