[{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Quantitative Reasoning    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Quantitative Reasoning | 2014-2015 Fall 2014 FALL 2014 CORE-UA 105, Quantitative Reasoning: Elementary Statistics [Staff] (Mathematics) Introduction to statistics and probability appropriate for students who may require such for their chosen field of study. Actual survey and experimental data are analyzed. Topics include the description of data, elementary probability, random sampling, mean, variance, standard deviation, statistical tests, and estimation. For a less rigorous introduction to such topics, students are encouraged to register for another QR course. FALL 2014 CORE-UA 107, Quantitative Reasoning: Problems, Statistics, and Decision-Making Prof. Jankowski (Mathematics) This course examines the role in mathematics in making \"correct\" decisions. Special attention is devoted to quantifying the notions of \"correct,\" \"fair,\" and \"best\" and using these ideas to establish optimal decisions and algorithms to problems of incomplete information and uncertain outcomes. The mathematical tools used include a selection of topics in statistics, probability, game theory, division strategies, and optimization. FALL 2014 CORE-UA 109, Quantitative Reasoning: Math &amp; Computing [Staff] (Computer Science) This course teaches key mathematical concepts using the new Python programming language. The first part of the course teaches students how to use the basic features of Python: operations with numbers and strings, variables, Boolean logic, control structures, loops and functions. The second part of the course focuses on the phenomena of growth and decay: geometric progressions, compound interest, exponentials and logarithms. The third part of the course introduces three key mathematical concepts: trigonometry, counting problems and probability. Students use Python to explore the mathematical concepts in labs and homework assignments. No prior knowledge of programming is required. FALL 2014 CORE-UA.110 Quantitative Reasoning: Great Ideas in Mathematics Prof. Hanhart (Mathematics) This one semester course serves as an introduction to great ideas in mathematics. During the course we will examine a variety of topics chosen from the following broad categories. 1) A survey of pure mathematics: What do mathematicians do and what questions inspire them? 2) Great works: What are some of the historically big ideas in the field? Who were the mathematicians that came up with them? 3) Mathematics as a reflection of the world we live in: How does our understanding of the natural world affect mathematics (and vice versa!). 4) Computations, proof, and mathematical reasoning: Quantitative skills are crucial for dealing with the sheer amount of information available in modern society. 5) Mathematics as a liberal art: Historically, some of the greatest mathematicians have also been poets, artists, and philosophers. How is mathematics a natural result of humanity's interest in the nature of truth, beauty, and understanding? Why is math a liberal art?           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Quantitative Reasoning    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Quantitative Reasoning | 2014-2015 Fall 2014 FALL 2014 CORE-UA 105, Quantitative Reasoning: Elementary Statistics [Staff] (Mathematics) Introduction to statistics and probability appropriate for students who may require such for their chosen field of study. Actual survey and experimental data are analyzed. Topics include the description of data, elementary probability, random sampling, mean, variance, standard deviation, statistical tests, and estimation. For a less rigorous introduction to such topics, students are encouraged to register for another QR course. FALL 2014 CORE-UA 107, Quantitative Reasoning: Problems, Statistics, and Decision-Making Prof. Jankowski (Mathematics) This course examines the role in mathematics in making \"correct\" decisions. Special attention is devoted to quantifying the notions of \"correct,\" \"fair,\" and \"best\" and using these ideas to establish optimal decisions and algorithms to problems of incomplete information and uncertain outcomes. The mathematical tools used include a selection of topics in statistics, probability, game theory, division strategies, and optimization. FALL 2014 CORE-UA 109, Quantitative Reasoning: Math &amp; Computing [Staff] (Computer Science) This course teaches key mathematical concepts using the new Python programming language. The first part of the course teaches students how to use the basic features of Python: operations with numbers and strings, variables, Boolean logic, control structures, loops and functions. The second part of the course focuses on the phenomena of growth and decay: geometric progressions, compound interest, exponentials and logarithms. The third part of the course introduces three key mathematical concepts: trigonometry, counting problems and probability. Students use Python to explore the mathematical concepts in labs and homework assignments. No prior knowledge of programming is required. FALL 2014 CORE-UA.110 Quantitative Reasoning: Great Ideas in Mathematics Prof. Hanhart (Mathematics) This one semester course serves as an introduction to great ideas in mathematics. During the course we will examine a variety of topics chosen from the following broad categories. 1) A survey of pure mathematics: What do mathematicians do and what questions inspire them? 2) Great works: What are some of the historically big ideas in the field? Who were the mathematicians that came up with them? 3) Mathematics as a reflection of the world we live in: How does our understanding of the natural world affect mathematics (and vice versa!). 4) Computations, proof, and mathematical reasoning: Quantitative skills are crucial for dealing with the sheer amount of information available in modern society. 5) Mathematics as a liberal art: Historically, some of the greatest mathematicians have also been poets, artists, and philosophers. How is mathematics a natural result of humanity's interest in the nature of truth, beauty, and understanding? Why is math a liberal art?           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings | Economics | NYU                                                             Back to Home               Course Offerings     Jump to:    Introductory Core Courses    Intermediate Core Courses    Elective Courses: 200 Level    Elective Courses: 300 Level    Honors and Independent Study       Note: Students are encouraged to review the Department of Economics website for more information about the economics major. Students should speak with an adviser in the department to help them plan their major. Advisers are located at 19 West Fourth Street, Rooms 836 and 837.    In the list of courses below, some courses are designated either \"P\" or \"T\" (or both). \"P\" alone represents courses to be taken only by students in the policy concentration; \"T\" alone represents courses to be taken only by students in the theory concentration; and \"P, T\" represents courses that may be taken by students in either concentration.    Economics courses for majors fall into several categories: introductory and intermediate core courses; elective courses at the 200 and 300 level; and special honors courses. Students must pay careful attention to prerequisites, as they are strictly enforced in this sequential major.    Students should refer to Albert for up-to-date listings of 200 and 300 level elective course offerings each semester.       First-Year Core Courses    Introduction to Macroeconomics (P, T)   ECON-UA 1 Formerly Economic Principles I. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.   Focuses on the economy as a whole (the \"macroeconomy\"). Begins with the meaning and measurement of important macroeconomic data (on unemployment, inflation, and production), then turns to the behavior of the overall economy. Topics include long-run economic growth and the standard of living; the causes and consequences of economic booms and recessions; the banking system and the Federal Reserve; the stock and bond markets; and the role of government policy.    Introduction to Microeconomics (P, T)    ECON-UA 2 Formerly Economic Principles II. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.    Focuses on individual economic decision-makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of trade between nations; and the effects of various government policies, such as minimum-wage legislation, rent controls, antitrust laws, and more. Statistics (P)    ECON-UA 18 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics I (MATH-UA 211). Prerequisite for   students who entered NYU before Fall 2012: Calculus I (MATH-UA 121)   Restrictions: not open to any student who has taken Analytical   Statistics (ECON-UA 20); not open to seniors. Offered every semester. 4   points.   Introduction to statistics. Topics: descriptive statistics; introduction   to probability; sampling; statistical inferences concerning means,   standard deviations, and proportions; analysis of variance; linear   regressions; and correlation. Laboratory periods cover sample problems   drawn primarily from economics. Meets three times a week, plus a lab   session.    Analytical Statistics (T)   ECON-UA 20 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics II (MATH-UA 212). Prerequisites for   students who entered before Fall 2012: Calculus II (MATH-UA 122) and   corequisite Calculus III (MATH-UA 123). Restriction: not open to any   student who has taken Statistics (ECON-UA 18); not open to seniors.   Offered in the spring. 4 points.   Introduction to statistical reasoning. Topics covered include   descriptive statistics, calculation of moments, probability theory, an   introduction to distribution theory, and an introduction to inference.   Lab sessions enable the student to run a wide variety of computer   experiments and to simulate all distributions that are discussed, as   well as to experiment with a variety of statistical procedures.       Second-Year Core Courses    Note applying only to students who entered NYU before Fall 2012 : Topics in Econometrics (ECON-UA 380) is an elective course, not a core course.    Intermediate Microeconomics (P)    ECON-UA 10 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (MATH-UA 212). Prerequisites for students who entered NYU before Fall 2012: Introduction to Microeconomics (ECON-UA 2) and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.    Microeconomics (P, T)    ECON-UA 11 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (ECON-UA 212). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the fall. 4 points.    Rigorous examination of consumer choice, profit-maximizing behavior on the part of firms, and equilibrium in product markets. Topics include choice under uncertainty, strategic interactions between firms in noncompetitive environments, intertemporal decision making, and investment in public goods.    Intermediate Macroeconomics (P)    ECON-UA 12 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics (ECON-UA 10). Prerequisites for students who entered NYU before Fall 2012: Introduction to Macroeconomics (ECON-UA 1), Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Study of aggregate economic analysis with special attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them.    Macroeconomics (P, T)    ECON-UA 13 Prerequisite for students who enter NYU Fall 2012 or later: either Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the spring. 4 points.    Study of aggregate economic analysis, with attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them. This course involves more formal analysis than that used in ECON-UA 12. International Economics (P)    ECON-UA 238 Prerequisites: Introduction to Macroeconomics   (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered   every semester. 4 points.   Focuses on international trade in goods, services, and capital. It   serves as an introduction to international economic issues and as   preparation for the department's more advanced course Topics in the   Global Economy (ECON-UA 324). The issues discussed include gains from   trade and their distribution; analysis of protectionism; strategic trade   barriers; the trade deficit; exchange rate determination; and   government intervention in foreign exchange markets. Introduction to Econometrics (P, T)   ECON-UA 266 Prerequisite: either Statistics (ECON-UA 18) or Analytical Statistics (ECON-UA 20). Restriction: not open to any student who has taken Topics in Econometrics (ECON-UA 380). Offered in the fall. 4 points.   Application of statistics and economic theory to problems of formulating and estimating models of economic behavior. Matrix algebra is developed as the main tool of analysis in regression. Acquaints students with basic estimation theory and techniques in the regression framework and covers extensions such as specification error tests, heteroskedasticity, errors in variables, and simple time series models. An introduction to simultaneous equation modes and the concept of identification is provided.    Topics in Econometrics (P)   ECON-UA 380 Prerequisite: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Statistics (ECON-UA 18). Restriction: not open to any student who has taken Introduction to Econometrics (ECON-UA 266). Offered every semester. 4 points.   Examines a number of important areas of econometrics. The topics covered include identification and estimation of simultaneous equations models; model specification and testing; estimation of discrete choice models; and the analysis of duration models. In addition to covering the relevant theoretical issues, the course includes the application of these methods to economic data.    Elective Courses: 200 Level    Economic History of the United States (P, T)   ECON-UA 205 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Analytic survey of the structure of the U.S. economy. National income and its distribution; population and land; capital accumulation and development of financial institutions; labor and labor unions; technological change; the market, both domestic and foreign; and the economic effects of government policy.    History of Economic Thought (P, T)   ECON-UA 206 Formerly ECON-UA 106. Prerequisite: Introduction to Macroeconomics (ECON-UA 1). Restriction: not open to any student who has taken ECON-UA 106. Offered every semester. 4 points.   Begins with a short introduction to mercantilism, then moves to the classical school, examining the contributions of its main figures (Smith, Malthus, Ricardo, Mill, and others). Ends with Marx's reaction to classical doctrines and the Marginalist Revolution of the late 19th century, which set the foundation of modern neoclassical economics. Conceptually, covers a variety of topics but focuses on two main entities: first, the normative aspects of the debate on the factors determining the value of commodities and the related issue of the principles that ought to govern the allocation of wealth; and second, various theories of economic growth and historical change, including predictions made on the future of capitalism.    Ethics and Economics (P, T)   ECON-UA 207 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Study of the interface between ethical and economic theories. Specific topics covered include a brief overview of various ethical ideas, an analysis of the ethical presuppositions of modern economic theory (especially welfare economics), utilitarian ethics, the moral status of free exchange, the ethical implications of imperfect knowledge between bargaining parties, cost-benefit analysis and human rights, the economic content of the \"general welfare,\" and laissez-faire.    Policy Ideas in the History of Economic Thought (P)   ECON-UA 208 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Economic policy has been important since the beginning of systematic economic thought. This course examines a few selected policy recommendations drawn from classical to present-day economic thought. The examined policies may vary from year to year. Some of the thinkers are Adam Smith, Jeremy Bentham, John Stuart Mill, Philip Wicksteed, Arthur C. Pigou, John Maynard Keynes, Friedrich Hayek, and such modern behavioral economists as Richard Thaler. The topics range widely: the protection of domestic industry, use of taxes to deal with external effects, property rights, the government direction of investment, and alternatives to revealed preference as a welfare standard.    Game Theory and Strategy (P)   ECON-UA 216 Prerequisites: Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Offered every year. 4 points.   Indicated for students with an interest in learning how to apply game theoretical analysis to a variety of disciplines. The course aims to provide a mostly applied overview of game theoretical concepts and emphasizes their use in real-world situations. By the end of the course, students should have developed tools that will allow them to formally analyze outcomes in strategic situations.    Financial Crises (P)   ECON-UA 225 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Allows students to understand the origin and evolution of financial crises. Various policy options that may prevent and mitigate financial crises and the restructuring of the global financial architecture to prevent or limit future crises are examined. Although the course focuses mostly on the United States and on the most recent financial crisis, it will also examine earlier financial crises in the United States (such as the Great Depression) and past financial bubbles, such as the 17th century Dutch Tulip mania and the 1997 Asian crisis.    Urban Economics (P, T)   ECON-UA 227 Identical to SCA-UA 751. Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   The city as an economic organization. Urbanization trends, functional specialization, and the nature of growth within the city; organization of economic activity within the city and its outlying areas, the organization of the labor market, and problems of urban poverty; the urban public economy; housing and land-use problems; transportation problems; and special problems within the public sector.    Money and Banking (P, T)   ECON-UA 231 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   Money supply; banking as an industry; banks as suppliers of money; the Federal Reserve System and monetary control; monetary theory; and contemporary monetary policy issues.    Poverty and Income Distribution (P, T)   ECON-UA 233 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Defines poverty and welfare. Analyzes who the poor are, why some people are rich and others poor, equality of opportunity, income and status, inequality, trends in the degree of inequality, government's role in income distribution, and international comparisons of inequality.      Gender and Choices (P, T)   ECON-UA 252 Identical to SCA-UA 719. Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Examines important economic influences on decisions women make concerning labor force participation and family. Theory of labor market behavior and discrimination, as well as public policy options.    Privatization (P)   ECON-UA 270 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Analyzes the principles and practices underlying the privatization of public enterprises and governmental functions. After evaluating the criticism directed at public ownership, the course examines an alternative to privatization: reforming state-owned enterprises and public administration, using examples from the United States, Great Britain, and New Zealand. Various issues of privatization (such as the roles of ownership and competition in stimulating efficiency, the implications of separation of ownership from management in distinguishing between private and public enterprises, conditions for successful divestiture programs, privatization's employment impact, and contracting out of government services) are discussed both in principle and via examples from industrial, transitional, and less-developed economies.    Topics in Economic Analysis I (P)   ECON-UA 290 Prerequisite: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   A mid-level undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly, and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Politics and Finance: Honors Seminar (P)   ECON-UA 296 Identical to POL-UA 396. Prerequisites: Introduction to Microeconomics (ECON-UA 2), Power and Politics in America (POL-UA 300), 3.5 GPA, and permission of the Department of Politics. Offered every year. 4 points.   Examines how legislation and regulation influence the structure of financial markets and how players in these markets intervene in the political process to create or modify legislative and regulatory outcomes. Particular emphasis is placed on the United States. International comparisons are also presented. The course assumes that students have had exposure to microeconomics and finance but not to political theory. A brief introduction to political theory is provided. The approach is similar to that used in microeconomics, except that transactions are made through voting institutions rather than through economic exchange.    Elective Courses: 300 Level    Note: For all courses listed below, Statistics (P) (ECON-UA 18) is a prerequisite for policy electives, and Introduction to Econometrics (T) (ECON-UA 266) is a prerequisite for theory electives. Additional prerequisites are listed for each course.    Strategic Decision Theory (T)   ECON-UA 310 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduction to noncooperative game theory. Focuses on a rigorous development of the basic theory with economic applications such as competition among oligopolists, how standards are set, auction theory, and bargaining. The formal topics include games in strategic form, Bayesian games, and games in extensive form.    Industrial Organization (P)   ECON-UA 316 Prerequisite: Intermediate Microeconomics (ECON-UA 10). Offered every semester. 4 points.   Analysis of the structure, conduct, and performance of firms and industries. Involves the development of a theoretical basis for evaluating performance. Analysis of competition as a state of affairs versus competition as a process. The effects of advertising, economic concentration, and innovation on prices and production. Overall survey of contemporary antitrust law and economics.    Market Structure and Performance (T)   ECON-UA 317 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to familiarize students with a modern approach to industrial organization economics. The modern approach relies extensively on the use of game-theoretic tools to model strategic market behavior and the use of econometric methods for testing hypotheses regarding firm conduct and market performance. In particular, the course analyzes profit-maximizing business strategies of firms with market power, as well as strategic interactions among firms in various types of imperfectly competitive markets. The course addresses both static modes of competition as well as dynamic competition in research and development and product design. The course also examines the scope of effective public policies designed to improve market performance. Throughout the course, mathematical-based models are used to develop the relevant concepts and test the pertinent theories of firm behavior.    Economic Development (P, T)   ECON-UA 323 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and International Economics (ECON-UA 238); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). Offered every year. 4 points.   Studies the problem of economic underdevelopment, with special reference to the countries of Asia, Latin America, and Africa. The building blocks of economic theory are used to understand the historical experiences of these countries. Macroeconomic topics covered include economic growth, income distribution, and poverty, with particular emphasis on the concept of underdevelopment as a circular, self-reinforcing trap. Microeconomic topics include the study of particular markets that are especially relevant to developing countries: those for land, labor, and credit. Notions of market fragmentation, limited information, and incentive problems receive emphasis. Ends with international issues: trading patterns, capital flows, and global financial crises are studied from the viewpoint of developing countries.    Economics of Energy and the Environment (P, T)   ECON-UA 326 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Economic analysis of major policy issues in energy and the environment, both domestic and international. Emphasis on market solutions to various problems and market limitations in the allocation of environmental resources. Energy issues focus on OPEC and world oil markets, with attention to reducing oil import vulnerability; taxation and regulation of production and consumption; conservation of natural resources; and the transition to alternative energy sources. Environmental issues include policies to reduce pollution. Substantial attention is paid to global warming caused by consumption of fossil fuels.    Ownership and Corporate Control in Advanced and Transition Economies (P, T)   ECON-UA 340 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Discusses the conceptual foundations and empirical evidence concerning the effects of private ownership on corporate performance. The corporate control mechanisms in the United States, Germany, Japan, and the emerging market economies of Eastern Europe and the former Soviet Union are reviewed. Particular attention is paid to the role of capital markets (takeovers and other shareholder control devices), banks and other financial institutions, and various corporate institutions (such as boards of directors and meetings of shareholders) in facilitating or hindering corporate control and the efficient allocation of resources.    Behavioral Economics (P)   ECON-UA 342 Prerequisites: Topics in Econometrics (ECON-UA 380) and Calculus II (MATH-UA 122) or Mathematics for Economics II (MATH-UA 212); or Microeconomics (ECON-UA 11) and Introduction to Econometrics (ECON-UA 266). Offered every year. 4 points.   Introduces students to the field of behavioral economics, which seeks to insert more behavioral realism into economic theory. Topics covered include, but are not restricted to, prospect theory, mental accounting, other-regarding preferences, and hyperbolic discounting. We usually approach a topic by examining evidence of some departure from the assumptions made in the canonical economic model. We then ask how such departures can be formalized theoretically and how the resulting models can be tested empirically.    Political Economy (T)   ECON-UA 345 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduces the emerging field of formal political economy. The variety of ways in which economists and political scientists think about political science and the interplay of political science and economics are analyzed. The first part of the course focuses on the formal modeling of political behavior and political institutions; the theory of social choice (how groups of rational individuals make decisions) and collective action (how groups of rational individuals take action) are analyzed. The second part of the course discusses the connection between politics and economics and investigates the effect of political variables on the determination of economic outcomes. Some questions that are answered: How can special groups of individuals enhance their well-being by political action? What is lobbying? What is the effect of contributions on political outcomes?    Labor Economics (P, T)   ECON-UA 351 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   Analyzes the functioning of the labor market in both theoretical and statistical terms. Examines the determinants of wage and employment levels in perfect and imperfect labor markets, including the concept of education and training as human capital. Models of labor market dynamics are also examined, including those of job search and matching. The role of public policy in the functioning of labor markets is highlighted throughout.    Public Economics (P, T)   ECON-UA 353 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   In alternate years, stresses policy implications and the development of theory. Analysis of government economic policies and behavior. Normative and positive economics; the fundamental welfare theorems. What goods should the government provide (public goods)? When should the government tax private behavior (externalities)? Income redistribution and the welfare program. Who pays the tax (tax incidence)? The role of debt policy. On what should taxes be levied (optimal taxation)?    Experimental Economics (P, T)   ECON-UA 360 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.    Experimental economics is predicated on the belief that economics, like other sciences, can be a laboratory science where economic theories are tested, rejected, and revised. This course reviews the methodology of doing such laboratory experiments and investigates the use of experiments in a wide variety of fields. These include competitive markets, auctions, public goods theory, labor economics, game theory, and individual choice theory. The course functions as a research seminar in which students present their work as it progresses during the semester. Students also get exposure to the experimental laboratory in the Department of Economics and the research performed there.    Elements of Financial Economics (T)   ECON-UA 363 Prerequisite: Microeconomics (ECON-UA 11). Restriction: open to students from the Stern School of Business only if FINC-UB 43 has not been taken. Offered every year. 4 points.   Provides theoretical tools for understanding the operation and economic role of asset markets in the financial system. Develops the theory of decision making under uncertainty and techniques for portfolio choice and efficient risk sharing. Develops static and dynamic models of asset markets with applications to efficiency, arbitrage pricing, and the use and pricing of derivative securities.    Advanced Micro Theory (T)   ECON-UA 365 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to introduce students to some of the main model-building techniques that have been developed by microeconomists. Intended for advanced undergraduates who have taken the necessary preparatory courses in economics and mathematics. Three basic topics are covered. The first topic is the static theory of consumer behavior both in a certain world and in an uncertain world. The second topic is the theory of general equilibrium. The third topic is the theory of dynamic optimization. In addition to the coverage of the economics, the advanced mathematical techniques that are needed to understand the material are reviewed.    Advanced Macroeconomics and Finance (T)   ECON-UA 367 Prerequisites: Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Analytical Statistics (ECON-UA 20), or permission of the instructor. Offered every year. 4 points.   Studies dynamic theories of equilibrium with optimizing agents who face risky returns and uncertain government policies that influence their decisions. We study inflations and hyperinflations; theories of pricing bonds and equity and how well they work empirically; Social Security reform; causes and cures of financial panics; theories of optimal monetary and fiscal policy; and search theory and other applications of dynamic programming.    Financial Economics (P)   ECON-UA 368 Prerequisite: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12). Restriction: not open to students from the Stern School of Business. Offered every year. 4 points.   Provides theoretical and practical tools for understanding the operation of financial markets, the meaning of risk, and its relation to financial return. Also develops concepts of systematic versus idiosyncratic risk, market efficiency, the equilibrium determination of interest rates both in the overnight, interbank lending market and in the market for corporate debt, term and default premia in the bond market, and average excess stock returns in the equity market.    Topics in Economic Theory (T)   ECON-UA 375 Prerequisites: Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). May not be taken for credit in addition to ECON-UA 370. Offered every year. 4 points.   Explores issues in economic theory using the tools learned in macroeconomics and microeconomics. Focuses on a particular issue each term.    Topics in Economic Analysis II (P)   ECON-UA 390 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and/or Intermediate Macroeconomics (ECON-UA 12). Offered every year. 4 points.   An advanced undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Advanced Econometrics (P, T)   ECON-UA 402 Prerequisite: Introduction to Econometrics (ECON-UA 266) or Topics in Econometrics (ECON-UA 380). Offered every year. 4 points.   Covers a range of techniques in econometrics that are widely used in applied microeconomics, macroeconomics, and other fields. Although this is a course designed for honors economics majors, students who are not pursuing honors but still satisfy the GPA requirements (3.65 overall and in economics courses) and meet the prerequisite are encouraged to take this course. The class aims at preparing students for carrying out empirical research in economics, and there is emphasis on the relationship between economic models and observable data. We cover nonlinear methods, and a selection of topics in panel and time-series data.        Honors and Independent Study    Honors Tutorial (P, T)   ECON-UA 410 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Topics in Econometrics (ECON-UA 380); or Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Introduction to Econometrics (ECON-UA 266); 3.65 GPA in the major and the College; permission of the instructor required. Restriction: open only to students in the honors track. Offered in the fall. 4 points.   Aims to train students to write on economic topics and perform economic analysis efficiently, as well as to develop theoretical skills. This course is in preparation for and is a prerequisite to the Honors Thesis (ECON-UA 450) course. Once a week, two students each present a paper on their original research. The students not presenting that week, as well as the instructor, critique the content and the form of the paper as well as the presentation. Each paper is to be revised and submitted to the instructor with a cover sheet that indicates how the student dealt with each of the criticisms.    Honors Thesis (P, T)   ECON-UA 450 Formerly ECON-UA 400. Prerequisite: Honors Tutorial (ECON-UA 410); 3.65 GPA in the major and the College. Restriction: open only to students in the honors track. Offered in the spring. 4 points.   Students interested in pursuing an Honors Thesis should meet with the director of undergraduate studies in the spring semester of their junior year.    Independent Study (P, T)   ECON-UA 997, 998 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13); 3.5 GPA; and permission of the director of undergraduate studies. Restrictions: No more than a total of 8 points of independent study may be taken; independent study does not count towards the major requirements. Offered every semester. 1 to 4 points per term.   The student engages in intensive independent study of an important economic topic under the direction of a departmental faculty member. The results of the study are embodied in a report or paper to be specified required by the instructor.                                                                                                    Back to Top"}]}]