[{"detail": [{"content": "Undergraduate Program    | Music | NYU                                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources            Annual Undergraduate Composers' Concert.              Home > Undergraduate Program     Undergraduate Program Undergraduate students in the department study, create, and perform music in an environment that combines the benefits of a well-rounded liberal arts education with the resources of a major research university.      Resources    Our students have a wealth of resources available for their research, performance, and creative work. The Shorin Music Performance Center offers a large number of rehearsal and practice rooms and the Department has its own intimate, loft-likeperformance space that serves as a recording studio and as a venue for recitals and concerts. Two cutting-edge technology labs - The Washington Square Computer Music Studio and the Media Lab - provide digital resources for composition and research. Professional sound recording and video equipment is available for check-out. The Department hosts the Washington Square Contemporary Music Society , the Collegium Musicum, and the Washington Square Harp and Shamrock Orchestra , the only Irish music ensemble in any university in the U.S. Our students can also join ensembles sponsored by the Steinhardt School of Education , such as the NYU Symphony Orchestra. The Department's greatest asset, however, is its location in the heart of New York City, one of the world's great cultural centers. Many of our courses are structured around live performances at venues ranging from the city's  top concert halls to its most obscure performance spaces. We also encourage students to take advantage of our location by pursuing internships with NYC-based recording companies, music magazines, or major performing arts organizations.      The Undergraduate Program    Students pursuing a major or minor in music gain proficiency in theory, history, criticism, and interpretation of music traditions throughout the world. At the same time, our students develop skills in analysis, critical thinking, composition, and writing that are valuable across disciplines. As a result, the major and minor in music constitute excellent preparation for graduate study in music and related fields in the Arts, Humanities, and Social Sciences; for careers in music, media, and culture industries; or for any occupation demanding clear and original thinking, command of the written word, analytical skills, and creativity.    In addition to a curriculum designed for majors and minors, we offer a wide range of innovative courses - in historical musicology, ethnomusicology, popular music, music theory, composition, historical performance, jazz, and the emerging field of sound studies - that are addressed to the general student. Recent and upcoming undergraduate courses include:               Harmony and Counterpoint (4 semesters) History of European Music (4 semesters)    Popular Music in Latin/o American and the Caribbean Music, War and Memory Twelve Masterworks of 20th century Music    Principles of Composition: Electroacoustic Music    Advanced Seminar in Jazz Studies    Introduction to Celtic Music    The Art of Listening: From Bach to Bjork on the Streets of New York    Global Hip Hop and the Politics of Culture    Musical 'Complexities'/Theoretical Perplexity    Anthropology of Improvisation    Alternate Canons: The Black Rock Coalition    Native American Music and Poetics    Spectral Music: A Chord or and Attitude?    The Operas of Gilbert &amp; Sullivan    Soundscapes of Contemporary War    Brazilian Music and Globalization    Music, Sound and Technology    Music in the Post-9/11 World         Director of Undergraduate Studies   Professor Stanley Boorman              Related Information       Spring 2015 Undergraduate Courses       Fall 2015 Undergraduate Courses       Useful Links       NYU Academic Calendar       CAS Bulletin       Undergraduate Admissions                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]},
{"detail": [{"content": "Undergraduate Program    | Music | NYU                                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources            Annual Undergraduate Composers' Concert.              Home > Undergraduate Program     Undergraduate Program Undergraduate students in the department study, create, and perform music in an environment that combines the benefits of a well-rounded liberal arts education with the resources of a major research university.      Resources    Our students have a wealth of resources available for their research, performance, and creative work. The Shorin Music Performance Center offers a large number of rehearsal and practice rooms and the Department has its own intimate, loft-likeperformance space that serves as a recording studio and as a venue for recitals and concerts. Two cutting-edge technology labs - The Washington Square Computer Music Studio and the Media Lab - provide digital resources for composition and research. Professional sound recording and video equipment is available for check-out. The Department hosts the Washington Square Contemporary Music Society , the Collegium Musicum, and the Washington Square Harp and Shamrock Orchestra , the only Irish music ensemble in any university in the U.S. Our students can also join ensembles sponsored by the Steinhardt School of Education , such as the NYU Symphony Orchestra. The Department's greatest asset, however, is its location in the heart of New York City, one of the world's great cultural centers. Many of our courses are structured around live performances at venues ranging from the city's  top concert halls to its most obscure performance spaces. We also encourage students to take advantage of our location by pursuing internships with NYC-based recording companies, music magazines, or major performing arts organizations.      The Undergraduate Program    Students pursuing a major or minor in music gain proficiency in theory, history, criticism, and interpretation of music traditions throughout the world. At the same time, our students develop skills in analysis, critical thinking, composition, and writing that are valuable across disciplines. As a result, the major and minor in music constitute excellent preparation for graduate study in music and related fields in the Arts, Humanities, and Social Sciences; for careers in music, media, and culture industries; or for any occupation demanding clear and original thinking, command of the written word, analytical skills, and creativity.    In addition to a curriculum designed for majors and minors, we offer a wide range of innovative courses - in historical musicology, ethnomusicology, popular music, music theory, composition, historical performance, jazz, and the emerging field of sound studies - that are addressed to the general student. Recent and upcoming undergraduate courses include:               Harmony and Counterpoint (4 semesters) History of European Music (4 semesters)    Popular Music in Latin/o American and the Caribbean Music, War and Memory Twelve Masterworks of 20th century Music    Principles of Composition: Electroacoustic Music    Advanced Seminar in Jazz Studies    Introduction to Celtic Music    The Art of Listening: From Bach to Bjork on the Streets of New York    Global Hip Hop and the Politics of Culture    Musical 'Complexities'/Theoretical Perplexity    Anthropology of Improvisation    Alternate Canons: The Black Rock Coalition    Native American Music and Poetics    Spectral Music: A Chord or and Attitude?    The Operas of Gilbert &amp; Sullivan    Soundscapes of Contemporary War    Brazilian Music and Globalization    Music, Sound and Technology    Music in the Post-9/11 World         Director of Undergraduate Studies   Professor Stanley Boorman              Related Information       Spring 2015 Undergraduate Courses       Fall 2015 Undergraduate Courses       Useful Links       NYU Academic Calendar       CAS Bulletin       Undergraduate Admissions                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Steinhardt Study Abroad: In Brazil, Music Business Class Experiences Market on the Brink of Explosion | At a Glance                                                                                              At a Glance                    News from the NYU Steinhardt Community                                       Skip to content           Home Sample Page                    NYU Steinhardt School of Culture, Education, and Human Development              apply now      request info      contact                       Admissions         About Steinhardt         Academics         Faculty         Students          Alumni         Research         News and Events         Media                    NYU Steinhardt At a Glance                The Blog                                         &larr; NYU Symphony Orchestra to Perform Student Film Scores at Symphony Space, February 27th        Study Finds A Summer Entrepreneurship Program Has Far-Reaching Benefits for Teens &rarr;                    Steinhardt Study Abroad: In Brazil, Music Business Class Experiences Market on the Brink of Explosion                    Sam Howard-Spink knows a thing or two about global music markets.   Born and raised in the London, two years spent in Hong Kong, then ultimately landing in New York City, the clinical assistant professor of music business at NYU Steinhardt has experienced, purchased, and studied music on almost every continent of the globe.  In 2006, two years into his doctoral studies, he developed a fascination with the vibrancy and potential of the Brazilian music market that continues to this day.     “Brazil is poised to invigorate the global music industry, not purely because it’s South America’s juggernaut economy in terms of population and resources, nor due solely to its rich musical traditions, but because conditions are ripe for growth,” says Howard-Spink.  “Brazilian investors are finally looking beyond exploitation of natural resources in favor of leveraging the country’s cultural assets.  In terms of possibilities, it’s like Silicon Valley in the early 90s.”   This thinking led Howard-Spink to create an intensive on-site course for his Music Business graduate students, Emerging Models and Markets for Music , in Rio de Janiero in cooperation with Fundação Getulio Vargas (FGV), one of the top business schools in Latin America.   The goal was to enable students to learn the theory and current research on emerging music markets, while gaining first hand, practical experience that could provide them with both enhanced knowledge and on-site networking opportunities.   Response was overwhelmingly positive and immediate.  Within weeks of announcing the class, there were 37 applicants for 30 spots.  Students spent the day in classes at FGV, where guest speakers included music industry executives from such organizations as Som Livre, the music arm of Brazil’s largest media company Globo, and Queremos, a Rio start-up that crowdfunds concerts.   “Prior to signing up, I knew at the very least I’d enjoy being in Brazil, but I was genuinely struck by how quickly we came to understand the vast distinctions in music business practices,” said Isaac Stonberg, who worked in A&amp;R for Warner Music Group before enrolling in the Music Business program in September 2014.  “In Brazil, performances are more participatory; touring practices &#8211; and therefore sponsorship opportunities &#8211; are significantly different; and the market hasn’t experienced the widespread dominance of a few major distribution players, such as iTunes, Amazon or Spotify.  It’s a completely different game.”     Cultural activities for the class included a visit to a samba school practicing for Rio’s famous Carnivale celebration, a percussion lesson for the entire group, a visit to Sugarloaf Mountain, and networking parties with music business professionals.   According to Howard-Spink, the J-Term course is just the first step in what is slated to become an ongoing partnership with FGV.  The course, which will be offered on alternate years, will later include Brazilian-based FGV students learning alongside NYU Students.  And later in 2015, FGV will send a group of music executives to NYU Steinhardt for an intensive music business course at the Greenwich Village campus.   “In Brazil, it’s still uncommon to educate students in the business of the music and media industries, and FGV intends to be at the forefront of that scholarship,” said Erich Dietrich, Associate Dean for Global &amp; Academic Programs and Assistant Vice President for NYU Global.   “NYU and FGV make natural partners, because both have well-established and proven pedagogical approaches, as well as locations in the world’s most exciting music markets.”   Until training in music business practices is more widespread, Howard-Spink believes that entrepreneurial-minded Steinhardt music business students will be well positioned to make the most of this and other emerging market opportunities.   And for their part, the students agree.   “I’d always pictured myself getting a job in New York or Los Angeles,” said Stonberg.  “But I could definitely live in Brazil.”   -Shonna Keogan                                            Posted by Debra Weinstein on February 24, 2015 10:16 am   | Permalink |   Comments                                       &larr; NYU Symphony Orchestra to Perform Student Film Scores at Symphony Space, February 27th        Study Finds A Summer Entrepreneurship Program Has Far-Reaching Benefits for Teens &rarr;                                                      Search At a Glance                                             Follow NYU Steinhardt         Enter your email address now and get news delivered right to your inbox.    Email address:                                  NYU Steinhardt Twitter   NYU Steinhardt Facebook   NYU Steinhardt Youtube   NYU Steinhardt Instagram   NYU Steinhardt LinkedIn     Social Media Directory                   Recent Posts                     NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th           Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes           Secrets of the Sari Revealed at Costume Studies Event, May 2nd           An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th           At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                                 NYU Steinhardt Blogs                           Steinhardt At a Glance           Student Matters          More                                                                                      This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]