[{"detail": [{"content": "Course Offerings    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Course Offerings The courses listed below are intended to show the range of choices available; students are not limited to these courses in fulfilling the major or minor.      Language Courses    Elementary Chinese I   EAST-UA 201 Prerequisite: none. Offered every semester. 4 points.   Chinese language at first-year level. Designed to develop language skills in listening, speaking, reading, and writing as it relates to everyday life situations. Objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level-appropriate passages (100 to 150 characters long).    Elementary Chinese II   EAST-UA 202 Prerequisite: Elementary Chinese I (EAST-UA 201, 9201) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at first-year level. Objectives are: to continue mastering the Chinese phonetic system (pinyin and tones); to become further familiar with the construction of commonly used Chinese characters (both simplified and traditional); to understand and use correctly basic Chinese grammar and sentence structures; to continue building up essential vocabulary; to read and write level-appropriate passages (150 to 200 characters long).    Intermediate Chinese I   EAST-UA 203 Prerequisite: Elementary Chinese II (EAST-UA 202, 9202) or equivalent. Offered every semester. 4 points.   Chinese language at second-year level. Designed to consolidate and develop overall aural-oral proficiency. Objectives are: to obtain information from more extended conversation; to express and expound on, at greater length, feelings and opinions on common topics; to develop vocabulary needed to discuss common topics and begin learning to decipher meaning of compound words; to develop reading comprehension of more extended narrative and expository passages; to write at greater length (200 to 250 characters long) personal narratives, informational narratives, and comparison and discussion of viewpoints with level-appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion.    Intermediate Chinese II   EAST-UA 204 Prerequisite: Intermediate Chinese I (EAST-UA 203, 9203) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at second-year level. Designed to continue consolidating and developing overall aural-oral proficiency, gradually focusing more on semi-formal or formal linguistic expressions. Objectives are: to further develop competence in obtaining information from more extended conversation; to express and expound on, at more extended length, feelings and opinions on socio-culturally flavored topics; to develop more specialized vocabulary needed to discuss these topics; to improve ability to decipher meaning of compound words; to further develop reading comprehension of extended narrative, expository, and simple argumentative passages; to learn to solve syntactical problems independently; to write at greater length (250 to 300 characters long) informational narratives and expository and simple argumentative passages with level-appropriate vocabulary and grammatical accuracy, as well as with basic syntactical cohesion.    Advanced Chinese I   EAST-UA 205 Prerequisite: Intermediate Chinese II (EAST-UA 204, 9204) or equivalent. Offered every semester. 4 points.   Chinese language at third-year level. Designed to further consolidate and develop overall language proficiency through studying articles on socio-cultural topics relevant to today's China. Objectives are: to learn to apply formal linguistic expressions in speaking and writing; to acquire specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics; to develop reading comprehension of texts with more advanced syntax; to learn to make context-based guesses about the meanings of new words; to further enhance ability to analyze as well as produce sentences with more complex syntactical features; to learn to write expository and argumentative passages at greater length; to learn to employ basic rhetorical devices in writing.    Advanced Chinese II   EAST-UA 206 Prerequisite: Advanced Chinese I (EAST-UA 205, 9205) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at third-year level. Designed to further enhance oral and written communicative competence using formal linguistic expressions; to further expand specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics relevant to today's China; to further improve reading comprehension of texts with more advanced syntax; to further develop competence in making context-based guesses about the meaning of new words; to further enhance ability to analyze as well as produce sentences with more complex syntactical features; to further improve ability to write expository and argumentative passages at greater length; to improve ability to effectively employ basic rhetoric devices in writing.    Readings in Chinese Poetry I   EAST-UA 213 Prerequisites: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Offered every fall. 2 points.   Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. The course integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry, and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese, with English translations of the poems provided as references from time to time. For the first part of this one-year course, poems are generally selected from the time of the Book of Poetry (approximately 3,000 years ago) to the Tang Dynasty.    Readings in Chinese Poetry II   EAST-UA 214 Prerequisites: Readings in Chinese Poetry I (EAST-UA 213) or permission of the instructor. Offered every spring. 2 points.   Continuation of Readings in Chinese Poetry I, with poems selected from Tang and post-Tang period.      Reading Confucius in Chinese   EAST-UA 215 Prerequisite: Intermediate Chinese II (EAST-UA 204 or 9204) or permission of instructor. Offered every two years. 2 points.   Combining methods from philology and philosophy, the course undertakes translation  and interpretation of a selection of some 40-50 passages from the primary source of  Confucius’ life and sayings, the Analects (Lunyu). Course thus covers about 10 percent  of the entire text, with reference to related texts which developed or criticized ideas in the  Analects.    Readings in Chinese Culture I   EAST-UA 221 Prerequisites: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Liao. Offered every fall. 4 points.   Chinese language at fourth-year level. Designed to enhance Chinese proficiency through studying authentic materials rich in cultural connotations, focusing primarily on reading and writing. Objectives are: to develop language skills needed for semi-formal and formal presentation on academic topics; to further improve reading comprehension and develop skills needed to conduct textual analysis of passages with sophisticated syntax and semantic nuance; to develop responsiveness to and ability to interpret stylized usage; to advance strategies for autonomous learning of Chinese language from an analytical perspective. For the first part of this year-long sequence, reading materials will generally be selected from China's modern period (1919–1949).    Readings in Chinese Culture II   EAST-UA 222 Prerequisites: Readings in Chinese Culture I (EAST-UA 221) or permission of the instructor. Offered every spring. 4 points.   Continuation of Chinese language at fourth-year level, with reading materials generally selected from contemporary sources.    Introduction to Classical Chinese   EAST-UA 226 Prerequisite: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Offered every fall. 4 points.   Designed to give students an introduction to basic syntax, grammar, and vocabulary of classical Chinese through close readings of authentic texts. Almost all are historically significant and canonical texts that are extremely rich in Chinese cultural connotation. They are selected from a variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, and essays. The course aims to develop the students' reading comprehension skills in this highly stylized form of written Chinese, acquainting students not only with the classical Chinese cultural heritage but also with the underlying working mechanism that is in many ways relevant to the form and usage of today's Mandarin Chinese.    Country and City: Readings in Modern Chinese Literature and Film   EAST-UA 227 Prerequisites: Readings in Chinese Culture II (EAST-UA 222) and permission of the instructor. J. Wang. Offered every year. 4 points. This is an elective course that does not count toward the major/minor.   A post-advanced-level, intensive reading course in Chinese. The aim is to develop students' skills in reading literary and cultural texts in their original language and sociohistorical context. Organized by an overall theme relevant to Department of East Asian Studies majors' and graduate students' training and professional development, such as Country and City in Modern China or Women and Revolution. Under the chosen rubric, reading materials are organized to both introduce students to the major works in modern Chinese literature and culture and prepare them for further reading and independent research.    Reading The Dream of the Red Chamber   EAST-UA 228 Prerequisite: Readings in Chinese Culture II (EAST-UA 222) and permission of the instructor. J. Wang. Offered every year. 4 points.   Focuses on a reading, in its entirety, of The Dream of the Red Chamber , which is, by popular and scholarly consensus, the greatest literary achievement of vernacular fiction from imperial China. Through close reading and small-group discussion, students develop a high level of skill in literary translation, textual and discourse analysis, and critical interpretation, in addition to gaining an intimate knowledge of Chinese language, literary genres, cultural norms, and social conventions. The reading and discussion are conducted in Chinese.    Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: none. Offered every semester. 4 points. Intended for students who can converse in Mandarin Chinese about matters related to everyday life situations but cannot read and write at the same level. Students with no language background should enroll in EAST-UA 201, Elementary Chinese I.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: Elementary Chinese for Advanced Beginners (EAST-UA 231). Offered every semester. 4 points.   Designed for students with intermediate level Mandarin speaking proficiency and who can understand and speak, with near-standard pronunciation and without major grammatical errors, conversational Chinese related to daily-life situations and simple sociocultural topics. It aims to further strengthen students’ correct pronunciation and intonation, grammatical accuracy, and overall competence in reading and writing.      Elementary Japanese I, II   EAST-UA 247, 248 No previous training in the language is required for EAST-UA 247. Prerequisite for EAST-UA 248: EAST-UA 247 with a minimum grade of C-. Offered in the fall and spring. 4 points.   Introductory, first-year course in modern spoken and written Japanese, designed to develop fundamental skills in the areas of speaking, listening, reading, and writing. Gives contextualized instructions to develop both communicative and cultural competency. Systematically introduces the Japanese writing system (Hiragana, Katakana, and Kanji).    Intermediate Japanese I, II   EAST-UA 249, 250 Prerequisite for EAST-UA 249: Elementary Japanese II (EAST-UA 248) with a minimum grade of C-. Prerequisite for EAST-UA 250: EAST-UA 249 with a minimum grade of C-. Offered in the fall and spring. 4 points.   Continuing study of Japanese at the second-year level. Stresses reading comprehension, spoken fluency, and composition, with materials organized around social and cultural topics. Continues to introduce new Kanji characters.    Advanced Japanese I, II   EAST-UA 252, 253 Prerequisite for EAST-UA 252: Intermediate Japanese II (EAST-UA 250) with a minimum grade of C+. Prerequisite for EAST-UA 253: EAST-UA 252 with a minimum grade of C+. Offered in the fall and spring. 4 points.   Continuing study of Japanese at the third-year level. Stresses reading comprehension, spoken fluency, and composition; uses original materials, such as newspaper/magazine articles, TV news, and video. Introduces additional Kanji characters. Advanced use of Japanese and character dictionaries.    Elementary Korean I, II   EAST-UA 254, 255 No previous training in the language is required for EAST-UA 254. Prerequisite for EAST-UA 255: EAST-UA 254 or placement exam. Offered in the fall and spring. 4 points.   First-year Korean. Designed to introduce the Korean language and alphabet, Hangul. This course provides a solid foundation in all aspects of the language, including speaking, listening, reading, and writing. Students study the language's orthographic and phonetic systems, grammar, syntax, and vocabulary within social and cultural contexts.    Intermediate Korean I, II   EAST-UA 256, 257 Prerequisite for EAST-UA 256: Elementary Korean II (EAST-UA 255) or placement exam. Prerequisite for EAST-UA 257: EAST-UA 256 or placement exam. Offered in the fall and spring. 4 points.   The Korean language at the second-year level: phonetics, grammar, syntax, and vocabulary. Emphasizes the development of communicative skills in speaking, reading, and writing. Develops the language's major social and cultural contexts. Requires students to write about and discuss various topics.    Advanced Korean I, II   EAST-UA 258, 259 Prerequisite for EAST-UA 258: Intermediate Korean II (EAST-UA 257) or placement exam. Prerequisite for EAST-UA 259: EAST-UA 258 or placement exam. Offered in the fall and spring. 4 points.   Designed to assist third-year students of Korean language as they continue to learn skills in conversation, reading, and writing. Reading Korean newspapers and visiting Korean websites are integrated as part of the course's instruction.    Media Korean   EAST-UA 261 Prerequisites: Advanced Korean II (EAST-UA 259) and permission of the instructor. Offered every year. 4 points.   Fourth-year Korean. This course is designed to improve students' understanding of written and spoken Korean through exposure to various media sources, such as film, magazine, newspaper, TV, Internet, and user-created content (UCC). Students will learn Korean sentence patterns and vocabularies from the sources, develop advanced communication skills in Korean, and discuss various topics related to contemporary issues in Korea. Class discussions help enhance students' speaking proficiency, as well.    Readings in Contemporary Japanese Writings   EAST-UA 266 Prerequisites: Advanced Japanese II (EAST-UA 253) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Fourth-year Japanese. Close readings of contemporary Japanese writing in such genres as social commentary, history, and literature. Emphasizes further reading and writing skills and, to a lesser extent, speaking and listening. Students develop further strategies for autonomous learning.    Readings in Modern Japanese Writings   EAST-UA 267 Prerequisites: Advanced Japanese II (EAST-UA 253) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Fourth-year Japanese. Designed to further develop students' proficiency in speaking, listening, writing, and reading comprehension. The texts of the course are drawn from modern Japanese literature, social commentary, and history. Students learn and practice a wider range of useful vocabulary and expressions, with reinforcement of previously learned grammatical patterns and structures through student-led discussions, presentations, and papers.    Japanese for Reading Proficiency   EAST-UA 268 Prerequisites: by placement examination and permission of the instructor only. Offered every semester. 4 points.   Covers all grammatical structures and essential Kanji characters (550+) that are introduced in elementary and intermediate Japanese courses. Intended for students with a post-intermediate level of oral-aural skills, the course is a self-paced study leading to proficiency in reading and writing skills for students seeking exemption from the CAS foreign language requirement or enrollment (by permission) in advanced Japanese courses.    Japanese Language and Structure in Mass Media   EAST-UA 269 Prerequisites: Intermediate Japanese I (EAST-UA 249) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Introduces students to various ways in which Japanese language shapes and is shaped by mass media. Students learn the dynamic challenges posed to the formal structure of the language (for instance, grammar) as it is practiced in multiple mediums such as television, film (including anime), and print culture (graphic novels, and genre literature such as crime novels). The course also addresses the practice of translation—for instance, the grammar of cinematic modes juxtaposed with the grammar of literary language, the vernacular, and so on. This course is for post-Intermediate I through Advanced II students who would like to develop more oral-aural skills at the second-year level. (Post-Advanced II students should take Conversation and Composition in Japanese, EAST-UA 262.)    Writing Japanese in New Media   EAST-UA 272 Prerequisites: Intermediate Japanese II (EAST-UA 250) or equivalent and permission of instructor. Offered every year. 4 points.   Designed to further develop students' writing skills using forms of new media, such as wiki and blog. Students will be exposed to various forms of writings and audiovisual materials, and will work on different types of writings throughout the course.    Readings in Modern Korean   EAST-UA 299 Prerequisites: Advanced Korean II (EAST-UA 259) and permission of the instructor. Offered every year. 4 points.   This fourth-year level reading course provides students the opportunity to enhance their Korean literacy skills while doing some concentrated reading on issues, areas, and genres of their own interest. A wide range of texts is used in class, including fiction, poetry, social and cultural criticism, and journalism.      Civilization Courses    East Asian Art I: China, Korea, Japan   EAST-UA 91 Identical to ARTH-UA 510. Offered every year. 4 points.   See description under Art History.    Topics in World Cinema   EAST-UA 300 4 points.   Topics vary semester by semester.    Belief and Social Life in China   EAST-UA 351 Identical to RELST-UA 351. 4 points.   See description under Religious Studies.    China and Taiwan   EAST-UA 529 Identical to HIST-UA 529. Karl. 4 points.   Examines 20th-century Taiwan and China, in their interrelationship and their divergent paths. It is not a diplomatic or international relations course. Rather, it takes up crucial issues in the history of each polity and society, to allow students to attain an understanding of the complexities of this contested region of the world. It is a seminar, with heavy reading requirements and expectations for student participation.    Mao and the Chinese Revolution   EAST-UA 535 Identical to HIST-UA 546. Karl. 4 points.   Examines the mutual relationship between Mao Zedong and the Chinese Revolution. Its premise is that the revolution made Mao as much as Mao made the revolution. As such, the course investigates Mao's thoughts and theories, not as products of Mao Zedong alone, but as products of the revolutionary situation in China and the world in the 20th century, and of the revolutionary collective that gathered around Mao prior to and throughout his leadership of the Chinese Communist Party.    Gender and Radicalism in Modern China   EAST-UA 536 Identical to HIST-UA 536, SCA-UA 536. Karl. 4 points.   See description under History.    History of Modern Japan   EAST-UA 537 Identical to HIST-UA 537. Solt. 4 points.   See description under History.    Asia's Revolutions: China/India/Vietnam, 1885–1962   EAST-UA 538 Identical to HIST-UA 538. Roberts and Young. 4 points.   The aim of this introductory course is to develop a comparative understanding of the national independence movements in China, India, and Vietnam, as well as the context within which they unfolded, in the period 1885–1962. The course will introduce students to some of the figures in modern Asian history who played a major role in the transition of India and Vietnam from colonial subordination to independent nationhood and of China from its semi-colonial status to liberation. The principal figures whose writings are studied and compared are Mohandas Gandhi, Mao Zedong, and Ho Chi Minh in order to develop a third angle of comparison. The course gives due attention to other relevant figures, such as Gokhale, Tilak, Jinnah, and Nehru in the case of India; Li Hongzhang, Sun Yatsen, Chen Duxiu, La Dazhao, and Chiang Kai-shek in the case of China; and Phan Boi Chau in the case of Vietnam.    Seminar: Cold War in Asia   EAST-UA 552 Offered every year. 4 points.   Focuses on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) are the touchstone for examining the Cold War in Asia. We examine the following topics: the occupation of Japan and early U.S. global economic visions; the U.S. and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon's global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia's place in \"a New World Order\"; and finally, the Clinton and George W. Bush years. Throughout the course, we examine key declassified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy.    Cultures of National Division: The Koreas and Others   EAST-UA 567 4 points.   Asks how the fact of national division, as the founding moment of the postwar Korean states, has affected the way that national life is lived and narrated. It examines the myriad ways in which division has been formulated in literature, film, historiography, and popular discourse. Topics covered include gendered tropes of division, imagined reunifications, and division in the global culture industry. The main focus is on the two Koreas, but also looks comparatively and historically at the experiences of East/West Germany and India/Pakistan.    History of Modern Korea   EAST-UA 609 Offered periodically. 4 points.   Starting in the late 19th century, and proceeding through the colonial period (1910–45), national partition (1945), the Korean War (1950–52), and the establishment of a \"division system,\" we look at how various writers wrote about and mobilized around issues of national sovereignty, class and gender, and democracy, issues that many saw as structurally linked. Reading primary and secondary sources on modern Korean history, we also locate the issues being addressed within a broader, East Asian/global context, to better understand how and to what extent texts, practices, and ways of seeing and remembering were shaped by and were reactions to colonialism, the Korean War, the Cold War, and late capitalism.    Korean Modernism   EAST-UA 610 4 points.   Considers the problem of colonial modernism through a close reading of literary and other cultural texts from early 20th-century Korea. Asks what it means to enter modernity under colonial rule by questioning the relationship among imperialism, writing, and subjectivity in particular. Through intensive reading of works from 1920s and 1930s Korea, students obtain an idea of the parameters of modern Korean literature and of the main issues involved in the discussion of modernity in Korea.    20th-Century Korean Literature in Translation   EAST-UA 611 4 points.   Provides an overview of 20th-century Korean literature, tracing its development under the competing influences of tradition, history, and the West. Readings include drama, poetry, and fiction from modern and contemporary periods. Includes occasional lectures on classical forms of Korean literature and drama.    Japanese Cinema   EAST-UA 613 Offered every year. 4 points.   Examines key theoretical and methodological issues in the study of Japanese cinema, such as the connections between Japanese films and cultural traditions, the effect of Americanization and modernization, the formation of national identity and specificity, and the \"otherness\" of Japanese cinematic form.    Japanese Cinema in the International Context   EAST-UA 614 Yoshimoto. 4 points.   Studies Japanese cinema from a comparative perspective, examining the interactions between Japanese and non-Japanese film authors. Cross-cultural interactions, translations, and creative \"misunderstandings\" are analyzed by comparing films from a variety of national cinemas, historical periods, and genres. Some directors studied are Akira Kurosawa, Yasujiro Ozu, Takeshi Kitano, Kenji Mizoguchi, Steven Spielberg, Quentin Tarantino, the Wachowski brothers, Hou Hsiao-hsien, and John Ford.    Aesthetics and Politics of Vision in Premodern Japan   EAST-UA 615 Looser. 4 points.   Offers a broad cultural history of Japan, roughly from the eighth century through the mid-19th. The focus is on visual regimes—differing conventions and practices of seeing—and on changing roles for what is now thought of as aesthetics; these visual regimes are then taken as a means of understanding fundamental transformations in structures of power, community, and subjectivity. Draws on a range of materials, from literature to landscape gardens, visual arts, architecture, and technologies, as well as on a diversity of disciplinary perspectives.    New Japanese Cinema   EAST-UA 616 Yoshimoto. 4 points.   Focuses on Japanese cinema from 1989 to the present, or the so-called \"new Japanese cinema.\" Major questions considered include why Japanese cinema has succeeded in reinventing itself after 20 years of hiatus; how the resurgence of genres such as yakuza movies and J-horror has contributed to the reinvention; who are some of the major players of the new cinema; what specific roles socioeconomic conditions have played in the radical transformation of Japanese cinema; and how globalization is fundamentally affecting the production, distribution, and consumption of films in Japan now. Students closely watch and analyze films by Takeshi Kitano, Takashi Miike, Kiyoshi Kurosawa, Shinji Aoyama, Shinya Tsukamoto, Hirokazu Kore-eda, Hideo Nakata, Takashi Shimizu, and other directors.    Approaches to Chinese Cinema   EAST-UA 618 Button. 4 points.   The development of the cinema in 20th-century China is inextricably linked to the emergence of the modern Chinese nation-state. As early as the 1920s, film became a vital and influential site of cultural production. This course emphasizes the thematic, cultural, and historical content of films, as well as formal issues of filmmaking techniques. All periods of Chinese film are explored, from the earliest Chinese cinema to contemporary fifth- and sixth-generation film, Hong Kong, and contemporary transnational Chinese cinema.    Mass Culture: Japan   EAST-UA 707 Looser. 4 points.   Looks at transformations in the basic terms and conditions of mass culture in Japan, largely from the early 20th century to life in Japan today. It includes considerations of differing theoretical positions on mass culture, everyday life, and modernity in Japan. Materials taken up in the course include examples from cinema, animation, literature, and theatre, as well as new media and the fine arts. Although the focus is on Japan, a comparative perspective with the rest of Asia and with the West is retained throughout.    Japanese Animation and New Media   EAST-UA 708 Looser. 4 points.   Looks at the terms and conditions of Japanese animation (primarily, though not exclusively, anime) as, in many ways, a new and unique mode of expression. Examines the ways in which anime might, or might not, shift earlier modes of expression (both literary and animated): the prevalence of mythology in animation and the tension between mythology and ideology; the importance of genre; and the impact of \"old\" and \"new\" media on narrative structure and reception. Implications of these conditions for thinking about \"Japanese\" culture are also considered.    Anime   EAST-UA 709 Yoshimoto. 4 points.   Introduces students to the rich world of Japanese animation or anime, its form and style, history, popular genres and themes, major authors, and fan culture. Explores the popularity of anime in relation to the cultural conditions of contemporary Japan and that of the world.    Topics in Japanese Literature   EAST-UA 719 4 points.   Topics vary semester by semester.    Modern Japanese Literature in Translation II   EAST-UA 721 4 points.   Exposes students to some of the most provocative and entertaining novels written in Japanese since the end of the Second World War. Students see how the collapse of totalizing ideologies brought by Japan's defeat led to an extremely fertile, yet somewhat atomized, literary landscape. In this new postwar terrain, it became increasingly difficult to think of literature in terms of \"schools\" or \"influences,\" as questions of cultural and individual identity became harder and harder to answer in a world of material prosperity and cultural hybridization.    Readings in Chinese Philosophy and Culture   EAST-UA 722 Formerly Introduction to the Civilization of Imperial China. Roberts. 4 points.   Covers Chinese thought during the period ca. 500 B.C.E. to 280 C.E., starting from the era of Confucius (d. 479 B.C.E.) down to the unification of the realm in 206 B.C.E., the pre-imperial period that is also known as the warring states. During this time the main schools of Chinese philosophy (except Buddhism) were established. For this portion of the course, we read seven original works in translation. We begin with the Analects to establish the key elements of Confucius' ethical and political philosophy and to explore the implications of his main philosophical terms. We then proceed to examine his critics and followers: the utilitarian Mozi, the metaphysicians Laozi and Zhuangzi, and the legalist Han Feizi are the critics. Mencius elaborates the thought of Confucius, and Xunzi is both a follower and a critic. This brings us to the transition (ca. 200 B.C.E.) from the pre-imperial to the imperial periods. The course ends with two historical readings: Sima Qian's Record of the Historian (excerpts) and the novel The Three Kingdoms. The former addresses the moment of transition and the establishment of the Qin and Han dynasties; the latter chronicles the fall of the Han dynasty some four centuries later in 220 C.E. and the reconstitution of a unified realm in 280 C.E.    Historical Epics of China and Japan   EAST-UA 726 Roberts. 4 points.   Mainly, a comparative study of four major narratives. We compare two military epics of China and Japan, The Three Kingdoms and The Tale of the Heike; and then two romantic epics, The Tale of Genji and The Dream of Red Mansions. These four readings (of which The Tale of Genji alone was written by a woman) are thematically central to their respective cultures. The military epics raise crucial questions about the nature of dynastic rule and the qualifications for kingship, about the relationship of the ruling dynasty to the territory and the people that it rules, and about how diplomatic and military strategies interact. The romantic epics deal with the intrigues of the royal court and the noble elite, the observations and roles of the female characters, and the problem of generational continuity. The course begins with two short readings: the Vietnamese national classic, Tale of Kieu, which is based on Chinese works, and the Chinese fantasy travelogue Monkey (abridged). Confucianism, Buddhism, and Daoism play a large role in these complex narratives, and due attention is given to how the ideals and doctrines of these three ways of thinking inform the motives and the fates of the characters and the larger design of the authors.    Topics in East Asian Classics   EAST-UA 728 Offered every two years. 4 points.   Topics vary semester by semester.    Traditional Drama of China &amp; Japan   EAST-UA 729 Roberts. 4 points.   Compares a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention is given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate, scenes or entire plays are screened for the class or assigned for viewing.    20th-Century Chinese Literature in Translation   EAST-UA 731 Offered every year. 4 points.   Explores the changing trends in literary writing and how it relates to the social and historical contexts of the period. Students study the literature to reflect on the culture and self-understanding of modern China.    Japan Through Its Literature   EAST-UA 734 No knowledge of Japanese required. Roberts. 4 points.   Introduces undergraduate students to approximately 10 major Japanese literary works, starting with the 11th-century Tale of Genji, which became a national classic. We go on to read the Zen diary Essays in Idleness, texts of Noh plays, the Chushingura, and plays of Chikamatsu. In the second half of the course, we read a series of modern novels starting with Ukigumo (Japan's first modern novel), followed by The Broken Commandment, Sound of the Mountain, and The Waiting Years. Brief response papers to each reading are required, in addition to exams and a longer paper.    Vietnam: Its History   EAST-UA 737 Identical to HIST-UA 737. Offered every year. 4 points.   Focuses on the American War in Vietnam—its origins, its development, and the ways it was fought. It examines how and why American geopolitical and military strategies led to, and shaped, the course of the war. Historical accounts are regularly supplemented with a reading of parts of the Pentagon Papers and an oral history of those involved in the Vietnam War as told from all sides.The course begins by examining Vietnamese cultural and national identity and the impact of French colonialism. We then examine in greater detail the following topics: the war from 1946-54 between the French and the Viet Minh; the early American OSS links with Ho Chi Minh and the reasons for the Truman administration's deepening commitments to the French; the policies of the Eisenhower administration—from Dien Bien Phu and the Geneva Conference in 1954 to the decision to back Ngo Dien Diem; the deepening commitment of the Kennedy administration; the escalating war of the Johnson years; and the end of the war under Nixon and Ford. We conclude by discussing the legacies of the war and interpretations of them.    United States in Korea, 1945–Present   EAST-UA 741 4 points.   Undertakes an examination of both modern Korea and of the U.S. role in Korea. Those who see South Korea as an American success story assume that the United States created and maintained the conditions for South Korea's security, democracy, and economic prosperity. Others point out that the United States bears considerable responsibility for the partitioning of Korea after 1945, creating the conditions for the Korean War and four decades of authoritarian rule. By examining the histories of resistance and collaboration during the Japanese colonial period, revolutionary movements that preceded the Korean War, and South Korean nationalism and the struggle for democracy, this course provides a deeper understanding of both modern Korean history and the history and culture of American intervention in Korea/East Asia. The Korean War EAST-UA 742 Offered every other year. 4 points. Often referred to as the “Forgotten War,” the Korean War (1950–1953) was horrific in its violence and profoundly consequential for Korea, East Asia, and the United States. In the United States, this war is remembered as an instance of American rescue that subsequently enabled South Korea’s ascendancy. What is not remembered is that it was the United States that divided Korea along the 38th parallel in 1945. What happened between 1945 and 1948 when U.S. forces occupied southern Korea and the Soviet Army occupied northern Korea? To what degree was the Korean War a denouement of conflicts stemming from Japanese colonial rule? How did a civil war get transformed into an international conflict between the North Korean People’s Army and the Chinese Volunteers against the South Korean Army and the U.N. forces led by the United States? What impact did this war have on the two Koreas, East Asia, and the United States?    Introduction to Buddhism   EAST-UA 832 Identical to RELST-UA 832. 4 points.   See description under Religious Studies.    Topics in Asian Studies   Topics vary from semester to semester.    Internship   EAST-UA 980, 981 Offered every semester. 2 or 4 points per term.    Independent Study   EAST-UA 997, 998 Offered every semester. 2 or 4 points per term.                            Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Course Offerings    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Course Offerings The courses listed below are intended to show the range of choices available; students are not limited to these courses in fulfilling the major or minor.      Language Courses    Elementary Chinese I   EAST-UA 201 Prerequisite: none. Offered every semester. 4 points.   Chinese language at first-year level. Designed to develop language skills in listening, speaking, reading, and writing as it relates to everyday life situations. Objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level-appropriate passages (100 to 150 characters long).    Elementary Chinese II   EAST-UA 202 Prerequisite: Elementary Chinese I (EAST-UA 201, 9201) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at first-year level. Objectives are: to continue mastering the Chinese phonetic system (pinyin and tones); to become further familiar with the construction of commonly used Chinese characters (both simplified and traditional); to understand and use correctly basic Chinese grammar and sentence structures; to continue building up essential vocabulary; to read and write level-appropriate passages (150 to 200 characters long).    Intermediate Chinese I   EAST-UA 203 Prerequisite: Elementary Chinese II (EAST-UA 202, 9202) or equivalent. Offered every semester. 4 points.   Chinese language at second-year level. Designed to consolidate and develop overall aural-oral proficiency. Objectives are: to obtain information from more extended conversation; to express and expound on, at greater length, feelings and opinions on common topics; to develop vocabulary needed to discuss common topics and begin learning to decipher meaning of compound words; to develop reading comprehension of more extended narrative and expository passages; to write at greater length (200 to 250 characters long) personal narratives, informational narratives, and comparison and discussion of viewpoints with level-appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion.    Intermediate Chinese II   EAST-UA 204 Prerequisite: Intermediate Chinese I (EAST-UA 203, 9203) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at second-year level. Designed to continue consolidating and developing overall aural-oral proficiency, gradually focusing more on semi-formal or formal linguistic expressions. Objectives are: to further develop competence in obtaining information from more extended conversation; to express and expound on, at more extended length, feelings and opinions on socio-culturally flavored topics; to develop more specialized vocabulary needed to discuss these topics; to improve ability to decipher meaning of compound words; to further develop reading comprehension of extended narrative, expository, and simple argumentative passages; to learn to solve syntactical problems independently; to write at greater length (250 to 300 characters long) informational narratives and expository and simple argumentative passages with level-appropriate vocabulary and grammatical accuracy, as well as with basic syntactical cohesion.    Advanced Chinese I   EAST-UA 205 Prerequisite: Intermediate Chinese II (EAST-UA 204, 9204) or equivalent. Offered every semester. 4 points.   Chinese language at third-year level. Designed to further consolidate and develop overall language proficiency through studying articles on socio-cultural topics relevant to today's China. Objectives are: to learn to apply formal linguistic expressions in speaking and writing; to acquire specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics; to develop reading comprehension of texts with more advanced syntax; to learn to make context-based guesses about the meanings of new words; to further enhance ability to analyze as well as produce sentences with more complex syntactical features; to learn to write expository and argumentative passages at greater length; to learn to employ basic rhetorical devices in writing.    Advanced Chinese II   EAST-UA 206 Prerequisite: Advanced Chinese I (EAST-UA 205, 9205) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at third-year level. Designed to further enhance oral and written communicative competence using formal linguistic expressions; to further expand specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics relevant to today's China; to further improve reading comprehension of texts with more advanced syntax; to further develop competence in making context-based guesses about the meaning of new words; to further enhance ability to analyze as well as produce sentences with more complex syntactical features; to further improve ability to write expository and argumentative passages at greater length; to improve ability to effectively employ basic rhetoric devices in writing.    Readings in Chinese Poetry I   EAST-UA 213 Prerequisites: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Offered every fall. 2 points.   Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. The course integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry, and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese, with English translations of the poems provided as references from time to time. For the first part of this one-year course, poems are generally selected from the time of the Book of Poetry (approximately 3,000 years ago) to the Tang Dynasty.    Readings in Chinese Poetry II   EAST-UA 214 Prerequisites: Readings in Chinese Poetry I (EAST-UA 213) or permission of the instructor. Offered every spring. 2 points.   Continuation of Readings in Chinese Poetry I, with poems selected from Tang and post-Tang period.      Reading Confucius in Chinese   EAST-UA 215 Prerequisite: Intermediate Chinese II (EAST-UA 204 or 9204) or permission of instructor. Offered every two years. 2 points.   Combining methods from philology and philosophy, the course undertakes translation  and interpretation of a selection of some 40-50 passages from the primary source of  Confucius’ life and sayings, the Analects (Lunyu). Course thus covers about 10 percent  of the entire text, with reference to related texts which developed or criticized ideas in the  Analects.    Readings in Chinese Culture I   EAST-UA 221 Prerequisites: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Liao. Offered every fall. 4 points.   Chinese language at fourth-year level. Designed to enhance Chinese proficiency through studying authentic materials rich in cultural connotations, focusing primarily on reading and writing. Objectives are: to develop language skills needed for semi-formal and formal presentation on academic topics; to further improve reading comprehension and develop skills needed to conduct textual analysis of passages with sophisticated syntax and semantic nuance; to develop responsiveness to and ability to interpret stylized usage; to advance strategies for autonomous learning of Chinese language from an analytical perspective. For the first part of this year-long sequence, reading materials will generally be selected from China's modern period (1919–1949).    Readings in Chinese Culture II   EAST-UA 222 Prerequisites: Readings in Chinese Culture I (EAST-UA 221) or permission of the instructor. Offered every spring. 4 points.   Continuation of Chinese language at fourth-year level, with reading materials generally selected from contemporary sources.    Introduction to Classical Chinese   EAST-UA 226 Prerequisite: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Offered every fall. 4 points.   Designed to give students an introduction to basic syntax, grammar, and vocabulary of classical Chinese through close readings of authentic texts. Almost all are historically significant and canonical texts that are extremely rich in Chinese cultural connotation. They are selected from a variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, and essays. The course aims to develop the students' reading comprehension skills in this highly stylized form of written Chinese, acquainting students not only with the classical Chinese cultural heritage but also with the underlying working mechanism that is in many ways relevant to the form and usage of today's Mandarin Chinese.    Country and City: Readings in Modern Chinese Literature and Film   EAST-UA 227 Prerequisites: Readings in Chinese Culture II (EAST-UA 222) and permission of the instructor. J. Wang. Offered every year. 4 points. This is an elective course that does not count toward the major/minor.   A post-advanced-level, intensive reading course in Chinese. The aim is to develop students' skills in reading literary and cultural texts in their original language and sociohistorical context. Organized by an overall theme relevant to Department of East Asian Studies majors' and graduate students' training and professional development, such as Country and City in Modern China or Women and Revolution. Under the chosen rubric, reading materials are organized to both introduce students to the major works in modern Chinese literature and culture and prepare them for further reading and independent research.    Reading The Dream of the Red Chamber   EAST-UA 228 Prerequisite: Readings in Chinese Culture II (EAST-UA 222) and permission of the instructor. J. Wang. Offered every year. 4 points.   Focuses on a reading, in its entirety, of The Dream of the Red Chamber , which is, by popular and scholarly consensus, the greatest literary achievement of vernacular fiction from imperial China. Through close reading and small-group discussion, students develop a high level of skill in literary translation, textual and discourse analysis, and critical interpretation, in addition to gaining an intimate knowledge of Chinese language, literary genres, cultural norms, and social conventions. The reading and discussion are conducted in Chinese.    Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: none. Offered every semester. 4 points. Intended for students who can converse in Mandarin Chinese about matters related to everyday life situations but cannot read and write at the same level. Students with no language background should enroll in EAST-UA 201, Elementary Chinese I.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: Elementary Chinese for Advanced Beginners (EAST-UA 231). Offered every semester. 4 points.   Designed for students with intermediate level Mandarin speaking proficiency and who can understand and speak, with near-standard pronunciation and without major grammatical errors, conversational Chinese related to daily-life situations and simple sociocultural topics. It aims to further strengthen students’ correct pronunciation and intonation, grammatical accuracy, and overall competence in reading and writing.      Elementary Japanese I, II   EAST-UA 247, 248 No previous training in the language is required for EAST-UA 247. Prerequisite for EAST-UA 248: EAST-UA 247 with a minimum grade of C-. Offered in the fall and spring. 4 points.   Introductory, first-year course in modern spoken and written Japanese, designed to develop fundamental skills in the areas of speaking, listening, reading, and writing. Gives contextualized instructions to develop both communicative and cultural competency. Systematically introduces the Japanese writing system (Hiragana, Katakana, and Kanji).    Intermediate Japanese I, II   EAST-UA 249, 250 Prerequisite for EAST-UA 249: Elementary Japanese II (EAST-UA 248) with a minimum grade of C-. Prerequisite for EAST-UA 250: EAST-UA 249 with a minimum grade of C-. Offered in the fall and spring. 4 points.   Continuing study of Japanese at the second-year level. Stresses reading comprehension, spoken fluency, and composition, with materials organized around social and cultural topics. Continues to introduce new Kanji characters.    Advanced Japanese I, II   EAST-UA 252, 253 Prerequisite for EAST-UA 252: Intermediate Japanese II (EAST-UA 250) with a minimum grade of C+. Prerequisite for EAST-UA 253: EAST-UA 252 with a minimum grade of C+. Offered in the fall and spring. 4 points.   Continuing study of Japanese at the third-year level. Stresses reading comprehension, spoken fluency, and composition; uses original materials, such as newspaper/magazine articles, TV news, and video. Introduces additional Kanji characters. Advanced use of Japanese and character dictionaries.    Elementary Korean I, II   EAST-UA 254, 255 No previous training in the language is required for EAST-UA 254. Prerequisite for EAST-UA 255: EAST-UA 254 or placement exam. Offered in the fall and spring. 4 points.   First-year Korean. Designed to introduce the Korean language and alphabet, Hangul. This course provides a solid foundation in all aspects of the language, including speaking, listening, reading, and writing. Students study the language's orthographic and phonetic systems, grammar, syntax, and vocabulary within social and cultural contexts.    Intermediate Korean I, II   EAST-UA 256, 257 Prerequisite for EAST-UA 256: Elementary Korean II (EAST-UA 255) or placement exam. Prerequisite for EAST-UA 257: EAST-UA 256 or placement exam. Offered in the fall and spring. 4 points.   The Korean language at the second-year level: phonetics, grammar, syntax, and vocabulary. Emphasizes the development of communicative skills in speaking, reading, and writing. Develops the language's major social and cultural contexts. Requires students to write about and discuss various topics.    Advanced Korean I, II   EAST-UA 258, 259 Prerequisite for EAST-UA 258: Intermediate Korean II (EAST-UA 257) or placement exam. Prerequisite for EAST-UA 259: EAST-UA 258 or placement exam. Offered in the fall and spring. 4 points.   Designed to assist third-year students of Korean language as they continue to learn skills in conversation, reading, and writing. Reading Korean newspapers and visiting Korean websites are integrated as part of the course's instruction.    Media Korean   EAST-UA 261 Prerequisites: Advanced Korean II (EAST-UA 259) and permission of the instructor. Offered every year. 4 points.   Fourth-year Korean. This course is designed to improve students' understanding of written and spoken Korean through exposure to various media sources, such as film, magazine, newspaper, TV, Internet, and user-created content (UCC). Students will learn Korean sentence patterns and vocabularies from the sources, develop advanced communication skills in Korean, and discuss various topics related to contemporary issues in Korea. Class discussions help enhance students' speaking proficiency, as well.    Readings in Contemporary Japanese Writings   EAST-UA 266 Prerequisites: Advanced Japanese II (EAST-UA 253) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Fourth-year Japanese. Close readings of contemporary Japanese writing in such genres as social commentary, history, and literature. Emphasizes further reading and writing skills and, to a lesser extent, speaking and listening. Students develop further strategies for autonomous learning.    Readings in Modern Japanese Writings   EAST-UA 267 Prerequisites: Advanced Japanese II (EAST-UA 253) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Fourth-year Japanese. Designed to further develop students' proficiency in speaking, listening, writing, and reading comprehension. The texts of the course are drawn from modern Japanese literature, social commentary, and history. Students learn and practice a wider range of useful vocabulary and expressions, with reinforcement of previously learned grammatical patterns and structures through student-led discussions, presentations, and papers.    Japanese for Reading Proficiency   EAST-UA 268 Prerequisites: by placement examination and permission of the instructor only. Offered every semester. 4 points.   Covers all grammatical structures and essential Kanji characters (550+) that are introduced in elementary and intermediate Japanese courses. Intended for students with a post-intermediate level of oral-aural skills, the course is a self-paced study leading to proficiency in reading and writing skills for students seeking exemption from the CAS foreign language requirement or enrollment (by permission) in advanced Japanese courses.    Japanese Language and Structure in Mass Media   EAST-UA 269 Prerequisites: Intermediate Japanese I (EAST-UA 249) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Introduces students to various ways in which Japanese language shapes and is shaped by mass media. Students learn the dynamic challenges posed to the formal structure of the language (for instance, grammar) as it is practiced in multiple mediums such as television, film (including anime), and print culture (graphic novels, and genre literature such as crime novels). The course also addresses the practice of translation—for instance, the grammar of cinematic modes juxtaposed with the grammar of literary language, the vernacular, and so on. This course is for post-Intermediate I through Advanced II students who would like to develop more oral-aural skills at the second-year level. (Post-Advanced II students should take Conversation and Composition in Japanese, EAST-UA 262.)    Writing Japanese in New Media   EAST-UA 272 Prerequisites: Intermediate Japanese II (EAST-UA 250) or equivalent and permission of instructor. Offered every year. 4 points.   Designed to further develop students' writing skills using forms of new media, such as wiki and blog. Students will be exposed to various forms of writings and audiovisual materials, and will work on different types of writings throughout the course.    Readings in Modern Korean   EAST-UA 299 Prerequisites: Advanced Korean II (EAST-UA 259) and permission of the instructor. Offered every year. 4 points.   This fourth-year level reading course provides students the opportunity to enhance their Korean literacy skills while doing some concentrated reading on issues, areas, and genres of their own interest. A wide range of texts is used in class, including fiction, poetry, social and cultural criticism, and journalism.      Civilization Courses    East Asian Art I: China, Korea, Japan   EAST-UA 91 Identical to ARTH-UA 510. Offered every year. 4 points.   See description under Art History.    Topics in World Cinema   EAST-UA 300 4 points.   Topics vary semester by semester.    Belief and Social Life in China   EAST-UA 351 Identical to RELST-UA 351. 4 points.   See description under Religious Studies.    China and Taiwan   EAST-UA 529 Identical to HIST-UA 529. Karl. 4 points.   Examines 20th-century Taiwan and China, in their interrelationship and their divergent paths. It is not a diplomatic or international relations course. Rather, it takes up crucial issues in the history of each polity and society, to allow students to attain an understanding of the complexities of this contested region of the world. It is a seminar, with heavy reading requirements and expectations for student participation.    Mao and the Chinese Revolution   EAST-UA 535 Identical to HIST-UA 546. Karl. 4 points.   Examines the mutual relationship between Mao Zedong and the Chinese Revolution. Its premise is that the revolution made Mao as much as Mao made the revolution. As such, the course investigates Mao's thoughts and theories, not as products of Mao Zedong alone, but as products of the revolutionary situation in China and the world in the 20th century, and of the revolutionary collective that gathered around Mao prior to and throughout his leadership of the Chinese Communist Party.    Gender and Radicalism in Modern China   EAST-UA 536 Identical to HIST-UA 536, SCA-UA 536. Karl. 4 points.   See description under History.    History of Modern Japan   EAST-UA 537 Identical to HIST-UA 537. Solt. 4 points.   See description under History.    Asia's Revolutions: China/India/Vietnam, 1885–1962   EAST-UA 538 Identical to HIST-UA 538. Roberts and Young. 4 points.   The aim of this introductory course is to develop a comparative understanding of the national independence movements in China, India, and Vietnam, as well as the context within which they unfolded, in the period 1885–1962. The course will introduce students to some of the figures in modern Asian history who played a major role in the transition of India and Vietnam from colonial subordination to independent nationhood and of China from its semi-colonial status to liberation. The principal figures whose writings are studied and compared are Mohandas Gandhi, Mao Zedong, and Ho Chi Minh in order to develop a third angle of comparison. The course gives due attention to other relevant figures, such as Gokhale, Tilak, Jinnah, and Nehru in the case of India; Li Hongzhang, Sun Yatsen, Chen Duxiu, La Dazhao, and Chiang Kai-shek in the case of China; and Phan Boi Chau in the case of Vietnam.    Seminar: Cold War in Asia   EAST-UA 552 Offered every year. 4 points.   Focuses on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) are the touchstone for examining the Cold War in Asia. We examine the following topics: the occupation of Japan and early U.S. global economic visions; the U.S. and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon's global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia's place in \"a New World Order\"; and finally, the Clinton and George W. Bush years. Throughout the course, we examine key declassified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy.    Cultures of National Division: The Koreas and Others   EAST-UA 567 4 points.   Asks how the fact of national division, as the founding moment of the postwar Korean states, has affected the way that national life is lived and narrated. It examines the myriad ways in which division has been formulated in literature, film, historiography, and popular discourse. Topics covered include gendered tropes of division, imagined reunifications, and division in the global culture industry. The main focus is on the two Koreas, but also looks comparatively and historically at the experiences of East/West Germany and India/Pakistan.    History of Modern Korea   EAST-UA 609 Offered periodically. 4 points.   Starting in the late 19th century, and proceeding through the colonial period (1910–45), national partition (1945), the Korean War (1950–52), and the establishment of a \"division system,\" we look at how various writers wrote about and mobilized around issues of national sovereignty, class and gender, and democracy, issues that many saw as structurally linked. Reading primary and secondary sources on modern Korean history, we also locate the issues being addressed within a broader, East Asian/global context, to better understand how and to what extent texts, practices, and ways of seeing and remembering were shaped by and were reactions to colonialism, the Korean War, the Cold War, and late capitalism.    Korean Modernism   EAST-UA 610 4 points.   Considers the problem of colonial modernism through a close reading of literary and other cultural texts from early 20th-century Korea. Asks what it means to enter modernity under colonial rule by questioning the relationship among imperialism, writing, and subjectivity in particular. Through intensive reading of works from 1920s and 1930s Korea, students obtain an idea of the parameters of modern Korean literature and of the main issues involved in the discussion of modernity in Korea.    20th-Century Korean Literature in Translation   EAST-UA 611 4 points.   Provides an overview of 20th-century Korean literature, tracing its development under the competing influences of tradition, history, and the West. Readings include drama, poetry, and fiction from modern and contemporary periods. Includes occasional lectures on classical forms of Korean literature and drama.    Japanese Cinema   EAST-UA 613 Offered every year. 4 points.   Examines key theoretical and methodological issues in the study of Japanese cinema, such as the connections between Japanese films and cultural traditions, the effect of Americanization and modernization, the formation of national identity and specificity, and the \"otherness\" of Japanese cinematic form.    Japanese Cinema in the International Context   EAST-UA 614 Yoshimoto. 4 points.   Studies Japanese cinema from a comparative perspective, examining the interactions between Japanese and non-Japanese film authors. Cross-cultural interactions, translations, and creative \"misunderstandings\" are analyzed by comparing films from a variety of national cinemas, historical periods, and genres. Some directors studied are Akira Kurosawa, Yasujiro Ozu, Takeshi Kitano, Kenji Mizoguchi, Steven Spielberg, Quentin Tarantino, the Wachowski brothers, Hou Hsiao-hsien, and John Ford.    Aesthetics and Politics of Vision in Premodern Japan   EAST-UA 615 Looser. 4 points.   Offers a broad cultural history of Japan, roughly from the eighth century through the mid-19th. The focus is on visual regimes—differing conventions and practices of seeing—and on changing roles for what is now thought of as aesthetics; these visual regimes are then taken as a means of understanding fundamental transformations in structures of power, community, and subjectivity. Draws on a range of materials, from literature to landscape gardens, visual arts, architecture, and technologies, as well as on a diversity of disciplinary perspectives.    New Japanese Cinema   EAST-UA 616 Yoshimoto. 4 points.   Focuses on Japanese cinema from 1989 to the present, or the so-called \"new Japanese cinema.\" Major questions considered include why Japanese cinema has succeeded in reinventing itself after 20 years of hiatus; how the resurgence of genres such as yakuza movies and J-horror has contributed to the reinvention; who are some of the major players of the new cinema; what specific roles socioeconomic conditions have played in the radical transformation of Japanese cinema; and how globalization is fundamentally affecting the production, distribution, and consumption of films in Japan now. Students closely watch and analyze films by Takeshi Kitano, Takashi Miike, Kiyoshi Kurosawa, Shinji Aoyama, Shinya Tsukamoto, Hirokazu Kore-eda, Hideo Nakata, Takashi Shimizu, and other directors.    Approaches to Chinese Cinema   EAST-UA 618 Button. 4 points.   The development of the cinema in 20th-century China is inextricably linked to the emergence of the modern Chinese nation-state. As early as the 1920s, film became a vital and influential site of cultural production. This course emphasizes the thematic, cultural, and historical content of films, as well as formal issues of filmmaking techniques. All periods of Chinese film are explored, from the earliest Chinese cinema to contemporary fifth- and sixth-generation film, Hong Kong, and contemporary transnational Chinese cinema.    Mass Culture: Japan   EAST-UA 707 Looser. 4 points.   Looks at transformations in the basic terms and conditions of mass culture in Japan, largely from the early 20th century to life in Japan today. It includes considerations of differing theoretical positions on mass culture, everyday life, and modernity in Japan. Materials taken up in the course include examples from cinema, animation, literature, and theatre, as well as new media and the fine arts. Although the focus is on Japan, a comparative perspective with the rest of Asia and with the West is retained throughout.    Japanese Animation and New Media   EAST-UA 708 Looser. 4 points.   Looks at the terms and conditions of Japanese animation (primarily, though not exclusively, anime) as, in many ways, a new and unique mode of expression. Examines the ways in which anime might, or might not, shift earlier modes of expression (both literary and animated): the prevalence of mythology in animation and the tension between mythology and ideology; the importance of genre; and the impact of \"old\" and \"new\" media on narrative structure and reception. Implications of these conditions for thinking about \"Japanese\" culture are also considered.    Anime   EAST-UA 709 Yoshimoto. 4 points.   Introduces students to the rich world of Japanese animation or anime, its form and style, history, popular genres and themes, major authors, and fan culture. Explores the popularity of anime in relation to the cultural conditions of contemporary Japan and that of the world.    Topics in Japanese Literature   EAST-UA 719 4 points.   Topics vary semester by semester.    Modern Japanese Literature in Translation II   EAST-UA 721 4 points.   Exposes students to some of the most provocative and entertaining novels written in Japanese since the end of the Second World War. Students see how the collapse of totalizing ideologies brought by Japan's defeat led to an extremely fertile, yet somewhat atomized, literary landscape. In this new postwar terrain, it became increasingly difficult to think of literature in terms of \"schools\" or \"influences,\" as questions of cultural and individual identity became harder and harder to answer in a world of material prosperity and cultural hybridization.    Readings in Chinese Philosophy and Culture   EAST-UA 722 Formerly Introduction to the Civilization of Imperial China. Roberts. 4 points.   Covers Chinese thought during the period ca. 500 B.C.E. to 280 C.E., starting from the era of Confucius (d. 479 B.C.E.) down to the unification of the realm in 206 B.C.E., the pre-imperial period that is also known as the warring states. During this time the main schools of Chinese philosophy (except Buddhism) were established. For this portion of the course, we read seven original works in translation. We begin with the Analects to establish the key elements of Confucius' ethical and political philosophy and to explore the implications of his main philosophical terms. We then proceed to examine his critics and followers: the utilitarian Mozi, the metaphysicians Laozi and Zhuangzi, and the legalist Han Feizi are the critics. Mencius elaborates the thought of Confucius, and Xunzi is both a follower and a critic. This brings us to the transition (ca. 200 B.C.E.) from the pre-imperial to the imperial periods. The course ends with two historical readings: Sima Qian's Record of the Historian (excerpts) and the novel The Three Kingdoms. The former addresses the moment of transition and the establishment of the Qin and Han dynasties; the latter chronicles the fall of the Han dynasty some four centuries later in 220 C.E. and the reconstitution of a unified realm in 280 C.E.    Historical Epics of China and Japan   EAST-UA 726 Roberts. 4 points.   Mainly, a comparative study of four major narratives. We compare two military epics of China and Japan, The Three Kingdoms and The Tale of the Heike; and then two romantic epics, The Tale of Genji and The Dream of Red Mansions. These four readings (of which The Tale of Genji alone was written by a woman) are thematically central to their respective cultures. The military epics raise crucial questions about the nature of dynastic rule and the qualifications for kingship, about the relationship of the ruling dynasty to the territory and the people that it rules, and about how diplomatic and military strategies interact. The romantic epics deal with the intrigues of the royal court and the noble elite, the observations and roles of the female characters, and the problem of generational continuity. The course begins with two short readings: the Vietnamese national classic, Tale of Kieu, which is based on Chinese works, and the Chinese fantasy travelogue Monkey (abridged). Confucianism, Buddhism, and Daoism play a large role in these complex narratives, and due attention is given to how the ideals and doctrines of these three ways of thinking inform the motives and the fates of the characters and the larger design of the authors.    Topics in East Asian Classics   EAST-UA 728 Offered every two years. 4 points.   Topics vary semester by semester.    Traditional Drama of China &amp; Japan   EAST-UA 729 Roberts. 4 points.   Compares a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention is given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate, scenes or entire plays are screened for the class or assigned for viewing.    20th-Century Chinese Literature in Translation   EAST-UA 731 Offered every year. 4 points.   Explores the changing trends in literary writing and how it relates to the social and historical contexts of the period. Students study the literature to reflect on the culture and self-understanding of modern China.    Japan Through Its Literature   EAST-UA 734 No knowledge of Japanese required. Roberts. 4 points.   Introduces undergraduate students to approximately 10 major Japanese literary works, starting with the 11th-century Tale of Genji, which became a national classic. We go on to read the Zen diary Essays in Idleness, texts of Noh plays, the Chushingura, and plays of Chikamatsu. In the second half of the course, we read a series of modern novels starting with Ukigumo (Japan's first modern novel), followed by The Broken Commandment, Sound of the Mountain, and The Waiting Years. Brief response papers to each reading are required, in addition to exams and a longer paper.    Vietnam: Its History   EAST-UA 737 Identical to HIST-UA 737. Offered every year. 4 points.   Focuses on the American War in Vietnam—its origins, its development, and the ways it was fought. It examines how and why American geopolitical and military strategies led to, and shaped, the course of the war. Historical accounts are regularly supplemented with a reading of parts of the Pentagon Papers and an oral history of those involved in the Vietnam War as told from all sides.The course begins by examining Vietnamese cultural and national identity and the impact of French colonialism. We then examine in greater detail the following topics: the war from 1946-54 between the French and the Viet Minh; the early American OSS links with Ho Chi Minh and the reasons for the Truman administration's deepening commitments to the French; the policies of the Eisenhower administration—from Dien Bien Phu and the Geneva Conference in 1954 to the decision to back Ngo Dien Diem; the deepening commitment of the Kennedy administration; the escalating war of the Johnson years; and the end of the war under Nixon and Ford. We conclude by discussing the legacies of the war and interpretations of them.    United States in Korea, 1945–Present   EAST-UA 741 4 points.   Undertakes an examination of both modern Korea and of the U.S. role in Korea. Those who see South Korea as an American success story assume that the United States created and maintained the conditions for South Korea's security, democracy, and economic prosperity. Others point out that the United States bears considerable responsibility for the partitioning of Korea after 1945, creating the conditions for the Korean War and four decades of authoritarian rule. By examining the histories of resistance and collaboration during the Japanese colonial period, revolutionary movements that preceded the Korean War, and South Korean nationalism and the struggle for democracy, this course provides a deeper understanding of both modern Korean history and the history and culture of American intervention in Korea/East Asia. The Korean War EAST-UA 742 Offered every other year. 4 points. Often referred to as the “Forgotten War,” the Korean War (1950–1953) was horrific in its violence and profoundly consequential for Korea, East Asia, and the United States. In the United States, this war is remembered as an instance of American rescue that subsequently enabled South Korea’s ascendancy. What is not remembered is that it was the United States that divided Korea along the 38th parallel in 1945. What happened between 1945 and 1948 when U.S. forces occupied southern Korea and the Soviet Army occupied northern Korea? To what degree was the Korean War a denouement of conflicts stemming from Japanese colonial rule? How did a civil war get transformed into an international conflict between the North Korean People’s Army and the Chinese Volunteers against the South Korean Army and the U.N. forces led by the United States? What impact did this war have on the two Koreas, East Asia, and the United States?    Introduction to Buddhism   EAST-UA 832 Identical to RELST-UA 832. 4 points.   See description under Religious Studies.    Topics in Asian Studies   Topics vary from semester to semester.    Internship   EAST-UA 980, 981 Offered every semester. 2 or 4 points per term.    Independent Study   EAST-UA 997, 998 Offered every semester. 2 or 4 points per term.                            Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Chinese Language    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program              Chinese Language            Japanese Language              Korean Language              Civilization         Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Chinese Language       Chinese Language The Chinese language courses offered by the East   Asian Studies Department consists of 4 levels: Elementary (I &amp; II),   Intermediate (I &amp; II), Advanced (I &amp; II) and Post-Advanced. Our   curriculum is designed to provide a strong foundation for students who   hope to pursue graduate study or careers involving Chinese language. Course offerings may differ from semester to semester:      EAST-UA 231 Elementary Chinese for Advanced Beginners   EAST-UA 232 Intermediate Chinese for Advanced Beginners   EAST-UA 201 Elementary Chinese I   EAST-UA 202 Elementary Chinese II   EAST-UA 203 Intermediate Chinese I   EAST-UA 204 Intermediate Chinese II   EAST-UA 205 Advanced Chinese I   EAST-UA 206 Advanced Chinese II      Post-Advanced Language Courses:   EAST-UA 221 Readings in Chinese Culture I   EAST-UA 222 Readings in Chinese Culture II   EAST-UA 223 Chinese Philosophy in Chinese   EAST-UA 212 Advanced Topics in Chinese Conversation &amp; Composition   EAST-UA 213 Readings in Chinese Poetry I   EAST-UA 214 Readings in Chinese Poetry II   EAST-UA 226 Introduction to Classical Chinese   EAST-UA 228 Dream of Red Chamber      Elective Courses:   EAST-UA 227 Country &amp; City: Modern Chinese Literature &amp; Film                  Related Information       Chinese Language Courses       Heritage vs Non-Heritage       Chinese Classnotes                           Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Course Offerings    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Course Offerings The courses listed below are intended to show the range of choices available; students are not limited to these courses in fulfilling the major or minor.      Language Courses    Elementary Chinese I   EAST-UA 201 Prerequisite: none. Offered every semester. 4 points.   Chinese language at first-year level. Designed to develop language skills in listening, speaking, reading, and writing as it relates to everyday life situations. Objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level-appropriate passages (100 to 150 characters long).    Elementary Chinese II   EAST-UA 202 Prerequisite: Elementary Chinese I (EAST-UA 201, 9201) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at first-year level. Objectives are: to continue mastering the Chinese phonetic system (pinyin and tones); to become further familiar with the construction of commonly used Chinese characters (both simplified and traditional); to understand and use correctly basic Chinese grammar and sentence structures; to continue building up essential vocabulary; to read and write level-appropriate passages (150 to 200 characters long).    Intermediate Chinese I   EAST-UA 203 Prerequisite: Elementary Chinese II (EAST-UA 202, 9202) or equivalent. Offered every semester. 4 points.   Chinese language at second-year level. Designed to consolidate and develop overall aural-oral proficiency. Objectives are: to obtain information from more extended conversation; to express and expound on, at greater length, feelings and opinions on common topics; to develop vocabulary needed to discuss common topics and begin learning to decipher meaning of compound words; to develop reading comprehension of more extended narrative and expository passages; to write at greater length (200 to 250 characters long) personal narratives, informational narratives, and comparison and discussion of viewpoints with level-appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion.    Intermediate Chinese II   EAST-UA 204 Prerequisite: Intermediate Chinese I (EAST-UA 203, 9203) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at second-year level. Designed to continue consolidating and developing overall aural-oral proficiency, gradually focusing more on semi-formal or formal linguistic expressions. Objectives are: to further develop competence in obtaining information from more extended conversation; to express and expound on, at more extended length, feelings and opinions on socio-culturally flavored topics; to develop more specialized vocabulary needed to discuss these topics; to improve ability to decipher meaning of compound words; to further develop reading comprehension of extended narrative, expository, and simple argumentative passages; to learn to solve syntactical problems independently; to write at greater length (250 to 300 characters long) informational narratives and expository and simple argumentative passages with level-appropriate vocabulary and grammatical accuracy, as well as with basic syntactical cohesion.    Advanced Chinese I   EAST-UA 205 Prerequisite: Intermediate Chinese II (EAST-UA 204, 9204) or equivalent. Offered every semester. 4 points.   Chinese language at third-year level. Designed to further consolidate and develop overall language proficiency through studying articles on socio-cultural topics relevant to today's China. Objectives are: to learn to apply formal linguistic expressions in speaking and writing; to acquire specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics; to develop reading comprehension of texts with more advanced syntax; to learn to make context-based guesses about the meanings of new words; to further enhance ability to analyze as well as produce sentences with more complex syntactical features; to learn to write expository and argumentative passages at greater length; to learn to employ basic rhetorical devices in writing.    Advanced Chinese II   EAST-UA 206 Prerequisite: Advanced Chinese I (EAST-UA 205, 9205) or equivalent. Offered every semester. 4 points.   Continuation of Chinese language at third-year level. Designed to further enhance oral and written communicative competence using formal linguistic expressions; to further expand specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics relevant to today's China; to further improve reading comprehension of texts with more advanced syntax; to further develop competence in making context-based guesses about the meaning of new words; to further enhance ability to analyze as well as produce sentences with more complex syntactical features; to further improve ability to write expository and argumentative passages at greater length; to improve ability to effectively employ basic rhetoric devices in writing.    Readings in Chinese Poetry I   EAST-UA 213 Prerequisites: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Offered every fall. 2 points.   Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. The course integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry, and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese, with English translations of the poems provided as references from time to time. For the first part of this one-year course, poems are generally selected from the time of the Book of Poetry (approximately 3,000 years ago) to the Tang Dynasty.    Readings in Chinese Poetry II   EAST-UA 214 Prerequisites: Readings in Chinese Poetry I (EAST-UA 213) or permission of the instructor. Offered every spring. 2 points.   Continuation of Readings in Chinese Poetry I, with poems selected from Tang and post-Tang period.      Reading Confucius in Chinese   EAST-UA 215 Prerequisite: Intermediate Chinese II (EAST-UA 204 or 9204) or permission of instructor. Offered every two years. 2 points.   Combining methods from philology and philosophy, the course undertakes translation  and interpretation of a selection of some 40-50 passages from the primary source of  Confucius’ life and sayings, the Analects (Lunyu). Course thus covers about 10 percent  of the entire text, with reference to related texts which developed or criticized ideas in the  Analects.    Readings in Chinese Culture I   EAST-UA 221 Prerequisites: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Liao. Offered every fall. 4 points.   Chinese language at fourth-year level. Designed to enhance Chinese proficiency through studying authentic materials rich in cultural connotations, focusing primarily on reading and writing. Objectives are: to develop language skills needed for semi-formal and formal presentation on academic topics; to further improve reading comprehension and develop skills needed to conduct textual analysis of passages with sophisticated syntax and semantic nuance; to develop responsiveness to and ability to interpret stylized usage; to advance strategies for autonomous learning of Chinese language from an analytical perspective. For the first part of this year-long sequence, reading materials will generally be selected from China's modern period (1919–1949).    Readings in Chinese Culture II   EAST-UA 222 Prerequisites: Readings in Chinese Culture I (EAST-UA 221) or permission of the instructor. Offered every spring. 4 points.   Continuation of Chinese language at fourth-year level, with reading materials generally selected from contemporary sources.    Introduction to Classical Chinese   EAST-UA 226 Prerequisite: Advanced Chinese II (EAST-UA 206, 9206) or permission of the instructor. Offered every fall. 4 points.   Designed to give students an introduction to basic syntax, grammar, and vocabulary of classical Chinese through close readings of authentic texts. Almost all are historically significant and canonical texts that are extremely rich in Chinese cultural connotation. They are selected from a variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, and essays. The course aims to develop the students' reading comprehension skills in this highly stylized form of written Chinese, acquainting students not only with the classical Chinese cultural heritage but also with the underlying working mechanism that is in many ways relevant to the form and usage of today's Mandarin Chinese.    Country and City: Readings in Modern Chinese Literature and Film   EAST-UA 227 Prerequisites: Readings in Chinese Culture II (EAST-UA 222) and permission of the instructor. J. Wang. Offered every year. 4 points. This is an elective course that does not count toward the major/minor.   A post-advanced-level, intensive reading course in Chinese. The aim is to develop students' skills in reading literary and cultural texts in their original language and sociohistorical context. Organized by an overall theme relevant to Department of East Asian Studies majors' and graduate students' training and professional development, such as Country and City in Modern China or Women and Revolution. Under the chosen rubric, reading materials are organized to both introduce students to the major works in modern Chinese literature and culture and prepare them for further reading and independent research.    Reading The Dream of the Red Chamber   EAST-UA 228 Prerequisite: Readings in Chinese Culture II (EAST-UA 222) and permission of the instructor. J. Wang. Offered every year. 4 points.   Focuses on a reading, in its entirety, of The Dream of the Red Chamber , which is, by popular and scholarly consensus, the greatest literary achievement of vernacular fiction from imperial China. Through close reading and small-group discussion, students develop a high level of skill in literary translation, textual and discourse analysis, and critical interpretation, in addition to gaining an intimate knowledge of Chinese language, literary genres, cultural norms, and social conventions. The reading and discussion are conducted in Chinese.    Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: none. Offered every semester. 4 points. Intended for students who can converse in Mandarin Chinese about matters related to everyday life situations but cannot read and write at the same level. Students with no language background should enroll in EAST-UA 201, Elementary Chinese I.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: Elementary Chinese for Advanced Beginners (EAST-UA 231). Offered every semester. 4 points.   Designed for students with intermediate level Mandarin speaking proficiency and who can understand and speak, with near-standard pronunciation and without major grammatical errors, conversational Chinese related to daily-life situations and simple sociocultural topics. It aims to further strengthen students’ correct pronunciation and intonation, grammatical accuracy, and overall competence in reading and writing.      Elementary Japanese I, II   EAST-UA 247, 248 No previous training in the language is required for EAST-UA 247. Prerequisite for EAST-UA 248: EAST-UA 247 with a minimum grade of C-. Offered in the fall and spring. 4 points.   Introductory, first-year course in modern spoken and written Japanese, designed to develop fundamental skills in the areas of speaking, listening, reading, and writing. Gives contextualized instructions to develop both communicative and cultural competency. Systematically introduces the Japanese writing system (Hiragana, Katakana, and Kanji).    Intermediate Japanese I, II   EAST-UA 249, 250 Prerequisite for EAST-UA 249: Elementary Japanese II (EAST-UA 248) with a minimum grade of C-. Prerequisite for EAST-UA 250: EAST-UA 249 with a minimum grade of C-. Offered in the fall and spring. 4 points.   Continuing study of Japanese at the second-year level. Stresses reading comprehension, spoken fluency, and composition, with materials organized around social and cultural topics. Continues to introduce new Kanji characters.    Advanced Japanese I, II   EAST-UA 252, 253 Prerequisite for EAST-UA 252: Intermediate Japanese II (EAST-UA 250) with a minimum grade of C+. Prerequisite for EAST-UA 253: EAST-UA 252 with a minimum grade of C+. Offered in the fall and spring. 4 points.   Continuing study of Japanese at the third-year level. Stresses reading comprehension, spoken fluency, and composition; uses original materials, such as newspaper/magazine articles, TV news, and video. Introduces additional Kanji characters. Advanced use of Japanese and character dictionaries.    Elementary Korean I, II   EAST-UA 254, 255 No previous training in the language is required for EAST-UA 254. Prerequisite for EAST-UA 255: EAST-UA 254 or placement exam. Offered in the fall and spring. 4 points.   First-year Korean. Designed to introduce the Korean language and alphabet, Hangul. This course provides a solid foundation in all aspects of the language, including speaking, listening, reading, and writing. Students study the language's orthographic and phonetic systems, grammar, syntax, and vocabulary within social and cultural contexts.    Intermediate Korean I, II   EAST-UA 256, 257 Prerequisite for EAST-UA 256: Elementary Korean II (EAST-UA 255) or placement exam. Prerequisite for EAST-UA 257: EAST-UA 256 or placement exam. Offered in the fall and spring. 4 points.   The Korean language at the second-year level: phonetics, grammar, syntax, and vocabulary. Emphasizes the development of communicative skills in speaking, reading, and writing. Develops the language's major social and cultural contexts. Requires students to write about and discuss various topics.    Advanced Korean I, II   EAST-UA 258, 259 Prerequisite for EAST-UA 258: Intermediate Korean II (EAST-UA 257) or placement exam. Prerequisite for EAST-UA 259: EAST-UA 258 or placement exam. Offered in the fall and spring. 4 points.   Designed to assist third-year students of Korean language as they continue to learn skills in conversation, reading, and writing. Reading Korean newspapers and visiting Korean websites are integrated as part of the course's instruction.    Media Korean   EAST-UA 261 Prerequisites: Advanced Korean II (EAST-UA 259) and permission of the instructor. Offered every year. 4 points.   Fourth-year Korean. This course is designed to improve students' understanding of written and spoken Korean through exposure to various media sources, such as film, magazine, newspaper, TV, Internet, and user-created content (UCC). Students will learn Korean sentence patterns and vocabularies from the sources, develop advanced communication skills in Korean, and discuss various topics related to contemporary issues in Korea. Class discussions help enhance students' speaking proficiency, as well.    Readings in Contemporary Japanese Writings   EAST-UA 266 Prerequisites: Advanced Japanese II (EAST-UA 253) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Fourth-year Japanese. Close readings of contemporary Japanese writing in such genres as social commentary, history, and literature. Emphasizes further reading and writing skills and, to a lesser extent, speaking and listening. Students develop further strategies for autonomous learning.    Readings in Modern Japanese Writings   EAST-UA 267 Prerequisites: Advanced Japanese II (EAST-UA 253) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Fourth-year Japanese. Designed to further develop students' proficiency in speaking, listening, writing, and reading comprehension. The texts of the course are drawn from modern Japanese literature, social commentary, and history. Students learn and practice a wider range of useful vocabulary and expressions, with reinforcement of previously learned grammatical patterns and structures through student-led discussions, presentations, and papers.    Japanese for Reading Proficiency   EAST-UA 268 Prerequisites: by placement examination and permission of the instructor only. Offered every semester. 4 points.   Covers all grammatical structures and essential Kanji characters (550+) that are introduced in elementary and intermediate Japanese courses. Intended for students with a post-intermediate level of oral-aural skills, the course is a self-paced study leading to proficiency in reading and writing skills for students seeking exemption from the CAS foreign language requirement or enrollment (by permission) in advanced Japanese courses.    Japanese Language and Structure in Mass Media   EAST-UA 269 Prerequisites: Intermediate Japanese I (EAST-UA 249) with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Introduces students to various ways in which Japanese language shapes and is shaped by mass media. Students learn the dynamic challenges posed to the formal structure of the language (for instance, grammar) as it is practiced in multiple mediums such as television, film (including anime), and print culture (graphic novels, and genre literature such as crime novels). The course also addresses the practice of translation—for instance, the grammar of cinematic modes juxtaposed with the grammar of literary language, the vernacular, and so on. This course is for post-Intermediate I through Advanced II students who would like to develop more oral-aural skills at the second-year level. (Post-Advanced II students should take Conversation and Composition in Japanese, EAST-UA 262.)    Writing Japanese in New Media   EAST-UA 272 Prerequisites: Intermediate Japanese II (EAST-UA 250) or equivalent and permission of instructor. Offered every year. 4 points.   Designed to further develop students' writing skills using forms of new media, such as wiki and blog. Students will be exposed to various forms of writings and audiovisual materials, and will work on different types of writings throughout the course.    Readings in Modern Korean   EAST-UA 299 Prerequisites: Advanced Korean II (EAST-UA 259) and permission of the instructor. Offered every year. 4 points.   This fourth-year level reading course provides students the opportunity to enhance their Korean literacy skills while doing some concentrated reading on issues, areas, and genres of their own interest. A wide range of texts is used in class, including fiction, poetry, social and cultural criticism, and journalism.      Civilization Courses    East Asian Art I: China, Korea, Japan   EAST-UA 91 Identical to ARTH-UA 510. Offered every year. 4 points.   See description under Art History.    Topics in World Cinema   EAST-UA 300 4 points.   Topics vary semester by semester.    Belief and Social Life in China   EAST-UA 351 Identical to RELST-UA 351. 4 points.   See description under Religious Studies.    China and Taiwan   EAST-UA 529 Identical to HIST-UA 529. Karl. 4 points.   Examines 20th-century Taiwan and China, in their interrelationship and their divergent paths. It is not a diplomatic or international relations course. Rather, it takes up crucial issues in the history of each polity and society, to allow students to attain an understanding of the complexities of this contested region of the world. It is a seminar, with heavy reading requirements and expectations for student participation.    Mao and the Chinese Revolution   EAST-UA 535 Identical to HIST-UA 546. Karl. 4 points.   Examines the mutual relationship between Mao Zedong and the Chinese Revolution. Its premise is that the revolution made Mao as much as Mao made the revolution. As such, the course investigates Mao's thoughts and theories, not as products of Mao Zedong alone, but as products of the revolutionary situation in China and the world in the 20th century, and of the revolutionary collective that gathered around Mao prior to and throughout his leadership of the Chinese Communist Party.    Gender and Radicalism in Modern China   EAST-UA 536 Identical to HIST-UA 536, SCA-UA 536. Karl. 4 points.   See description under History.    History of Modern Japan   EAST-UA 537 Identical to HIST-UA 537. Solt. 4 points.   See description under History.    Asia's Revolutions: China/India/Vietnam, 1885–1962   EAST-UA 538 Identical to HIST-UA 538. Roberts and Young. 4 points.   The aim of this introductory course is to develop a comparative understanding of the national independence movements in China, India, and Vietnam, as well as the context within which they unfolded, in the period 1885–1962. The course will introduce students to some of the figures in modern Asian history who played a major role in the transition of India and Vietnam from colonial subordination to independent nationhood and of China from its semi-colonial status to liberation. The principal figures whose writings are studied and compared are Mohandas Gandhi, Mao Zedong, and Ho Chi Minh in order to develop a third angle of comparison. The course gives due attention to other relevant figures, such as Gokhale, Tilak, Jinnah, and Nehru in the case of India; Li Hongzhang, Sun Yatsen, Chen Duxiu, La Dazhao, and Chiang Kai-shek in the case of China; and Phan Boi Chau in the case of Vietnam.    Seminar: Cold War in Asia   EAST-UA 552 Offered every year. 4 points.   Focuses on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) are the touchstone for examining the Cold War in Asia. We examine the following topics: the occupation of Japan and early U.S. global economic visions; the U.S. and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon's global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia's place in \"a New World Order\"; and finally, the Clinton and George W. Bush years. Throughout the course, we examine key declassified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy.    Cultures of National Division: The Koreas and Others   EAST-UA 567 4 points.   Asks how the fact of national division, as the founding moment of the postwar Korean states, has affected the way that national life is lived and narrated. It examines the myriad ways in which division has been formulated in literature, film, historiography, and popular discourse. Topics covered include gendered tropes of division, imagined reunifications, and division in the global culture industry. The main focus is on the two Koreas, but also looks comparatively and historically at the experiences of East/West Germany and India/Pakistan.    History of Modern Korea   EAST-UA 609 Offered periodically. 4 points.   Starting in the late 19th century, and proceeding through the colonial period (1910–45), national partition (1945), the Korean War (1950–52), and the establishment of a \"division system,\" we look at how various writers wrote about and mobilized around issues of national sovereignty, class and gender, and democracy, issues that many saw as structurally linked. Reading primary and secondary sources on modern Korean history, we also locate the issues being addressed within a broader, East Asian/global context, to better understand how and to what extent texts, practices, and ways of seeing and remembering were shaped by and were reactions to colonialism, the Korean War, the Cold War, and late capitalism.    Korean Modernism   EAST-UA 610 4 points.   Considers the problem of colonial modernism through a close reading of literary and other cultural texts from early 20th-century Korea. Asks what it means to enter modernity under colonial rule by questioning the relationship among imperialism, writing, and subjectivity in particular. Through intensive reading of works from 1920s and 1930s Korea, students obtain an idea of the parameters of modern Korean literature and of the main issues involved in the discussion of modernity in Korea.    20th-Century Korean Literature in Translation   EAST-UA 611 4 points.   Provides an overview of 20th-century Korean literature, tracing its development under the competing influences of tradition, history, and the West. Readings include drama, poetry, and fiction from modern and contemporary periods. Includes occasional lectures on classical forms of Korean literature and drama.    Japanese Cinema   EAST-UA 613 Offered every year. 4 points.   Examines key theoretical and methodological issues in the study of Japanese cinema, such as the connections between Japanese films and cultural traditions, the effect of Americanization and modernization, the formation of national identity and specificity, and the \"otherness\" of Japanese cinematic form.    Japanese Cinema in the International Context   EAST-UA 614 Yoshimoto. 4 points.   Studies Japanese cinema from a comparative perspective, examining the interactions between Japanese and non-Japanese film authors. Cross-cultural interactions, translations, and creative \"misunderstandings\" are analyzed by comparing films from a variety of national cinemas, historical periods, and genres. Some directors studied are Akira Kurosawa, Yasujiro Ozu, Takeshi Kitano, Kenji Mizoguchi, Steven Spielberg, Quentin Tarantino, the Wachowski brothers, Hou Hsiao-hsien, and John Ford.    Aesthetics and Politics of Vision in Premodern Japan   EAST-UA 615 Looser. 4 points.   Offers a broad cultural history of Japan, roughly from the eighth century through the mid-19th. The focus is on visual regimes—differing conventions and practices of seeing—and on changing roles for what is now thought of as aesthetics; these visual regimes are then taken as a means of understanding fundamental transformations in structures of power, community, and subjectivity. Draws on a range of materials, from literature to landscape gardens, visual arts, architecture, and technologies, as well as on a diversity of disciplinary perspectives.    New Japanese Cinema   EAST-UA 616 Yoshimoto. 4 points.   Focuses on Japanese cinema from 1989 to the present, or the so-called \"new Japanese cinema.\" Major questions considered include why Japanese cinema has succeeded in reinventing itself after 20 years of hiatus; how the resurgence of genres such as yakuza movies and J-horror has contributed to the reinvention; who are some of the major players of the new cinema; what specific roles socioeconomic conditions have played in the radical transformation of Japanese cinema; and how globalization is fundamentally affecting the production, distribution, and consumption of films in Japan now. Students closely watch and analyze films by Takeshi Kitano, Takashi Miike, Kiyoshi Kurosawa, Shinji Aoyama, Shinya Tsukamoto, Hirokazu Kore-eda, Hideo Nakata, Takashi Shimizu, and other directors.    Approaches to Chinese Cinema   EAST-UA 618 Button. 4 points.   The development of the cinema in 20th-century China is inextricably linked to the emergence of the modern Chinese nation-state. As early as the 1920s, film became a vital and influential site of cultural production. This course emphasizes the thematic, cultural, and historical content of films, as well as formal issues of filmmaking techniques. All periods of Chinese film are explored, from the earliest Chinese cinema to contemporary fifth- and sixth-generation film, Hong Kong, and contemporary transnational Chinese cinema.    Mass Culture: Japan   EAST-UA 707 Looser. 4 points.   Looks at transformations in the basic terms and conditions of mass culture in Japan, largely from the early 20th century to life in Japan today. It includes considerations of differing theoretical positions on mass culture, everyday life, and modernity in Japan. Materials taken up in the course include examples from cinema, animation, literature, and theatre, as well as new media and the fine arts. Although the focus is on Japan, a comparative perspective with the rest of Asia and with the West is retained throughout.    Japanese Animation and New Media   EAST-UA 708 Looser. 4 points.   Looks at the terms and conditions of Japanese animation (primarily, though not exclusively, anime) as, in many ways, a new and unique mode of expression. Examines the ways in which anime might, or might not, shift earlier modes of expression (both literary and animated): the prevalence of mythology in animation and the tension between mythology and ideology; the importance of genre; and the impact of \"old\" and \"new\" media on narrative structure and reception. Implications of these conditions for thinking about \"Japanese\" culture are also considered.    Anime   EAST-UA 709 Yoshimoto. 4 points.   Introduces students to the rich world of Japanese animation or anime, its form and style, history, popular genres and themes, major authors, and fan culture. Explores the popularity of anime in relation to the cultural conditions of contemporary Japan and that of the world.    Topics in Japanese Literature   EAST-UA 719 4 points.   Topics vary semester by semester.    Modern Japanese Literature in Translation II   EAST-UA 721 4 points.   Exposes students to some of the most provocative and entertaining novels written in Japanese since the end of the Second World War. Students see how the collapse of totalizing ideologies brought by Japan's defeat led to an extremely fertile, yet somewhat atomized, literary landscape. In this new postwar terrain, it became increasingly difficult to think of literature in terms of \"schools\" or \"influences,\" as questions of cultural and individual identity became harder and harder to answer in a world of material prosperity and cultural hybridization.    Readings in Chinese Philosophy and Culture   EAST-UA 722 Formerly Introduction to the Civilization of Imperial China. Roberts. 4 points.   Covers Chinese thought during the period ca. 500 B.C.E. to 280 C.E., starting from the era of Confucius (d. 479 B.C.E.) down to the unification of the realm in 206 B.C.E., the pre-imperial period that is also known as the warring states. During this time the main schools of Chinese philosophy (except Buddhism) were established. For this portion of the course, we read seven original works in translation. We begin with the Analects to establish the key elements of Confucius' ethical and political philosophy and to explore the implications of his main philosophical terms. We then proceed to examine his critics and followers: the utilitarian Mozi, the metaphysicians Laozi and Zhuangzi, and the legalist Han Feizi are the critics. Mencius elaborates the thought of Confucius, and Xunzi is both a follower and a critic. This brings us to the transition (ca. 200 B.C.E.) from the pre-imperial to the imperial periods. The course ends with two historical readings: Sima Qian's Record of the Historian (excerpts) and the novel The Three Kingdoms. The former addresses the moment of transition and the establishment of the Qin and Han dynasties; the latter chronicles the fall of the Han dynasty some four centuries later in 220 C.E. and the reconstitution of a unified realm in 280 C.E.    Historical Epics of China and Japan   EAST-UA 726 Roberts. 4 points.   Mainly, a comparative study of four major narratives. We compare two military epics of China and Japan, The Three Kingdoms and The Tale of the Heike; and then two romantic epics, The Tale of Genji and The Dream of Red Mansions. These four readings (of which The Tale of Genji alone was written by a woman) are thematically central to their respective cultures. The military epics raise crucial questions about the nature of dynastic rule and the qualifications for kingship, about the relationship of the ruling dynasty to the territory and the people that it rules, and about how diplomatic and military strategies interact. The romantic epics deal with the intrigues of the royal court and the noble elite, the observations and roles of the female characters, and the problem of generational continuity. The course begins with two short readings: the Vietnamese national classic, Tale of Kieu, which is based on Chinese works, and the Chinese fantasy travelogue Monkey (abridged). Confucianism, Buddhism, and Daoism play a large role in these complex narratives, and due attention is given to how the ideals and doctrines of these three ways of thinking inform the motives and the fates of the characters and the larger design of the authors.    Topics in East Asian Classics   EAST-UA 728 Offered every two years. 4 points.   Topics vary semester by semester.    Traditional Drama of China &amp; Japan   EAST-UA 729 Roberts. 4 points.   Compares a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention is given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate, scenes or entire plays are screened for the class or assigned for viewing.    20th-Century Chinese Literature in Translation   EAST-UA 731 Offered every year. 4 points.   Explores the changing trends in literary writing and how it relates to the social and historical contexts of the period. Students study the literature to reflect on the culture and self-understanding of modern China.    Japan Through Its Literature   EAST-UA 734 No knowledge of Japanese required. Roberts. 4 points.   Introduces undergraduate students to approximately 10 major Japanese literary works, starting with the 11th-century Tale of Genji, which became a national classic. We go on to read the Zen diary Essays in Idleness, texts of Noh plays, the Chushingura, and plays of Chikamatsu. In the second half of the course, we read a series of modern novels starting with Ukigumo (Japan's first modern novel), followed by The Broken Commandment, Sound of the Mountain, and The Waiting Years. Brief response papers to each reading are required, in addition to exams and a longer paper.    Vietnam: Its History   EAST-UA 737 Identical to HIST-UA 737. Offered every year. 4 points.   Focuses on the American War in Vietnam—its origins, its development, and the ways it was fought. It examines how and why American geopolitical and military strategies led to, and shaped, the course of the war. Historical accounts are regularly supplemented with a reading of parts of the Pentagon Papers and an oral history of those involved in the Vietnam War as told from all sides.The course begins by examining Vietnamese cultural and national identity and the impact of French colonialism. We then examine in greater detail the following topics: the war from 1946-54 between the French and the Viet Minh; the early American OSS links with Ho Chi Minh and the reasons for the Truman administration's deepening commitments to the French; the policies of the Eisenhower administration—from Dien Bien Phu and the Geneva Conference in 1954 to the decision to back Ngo Dien Diem; the deepening commitment of the Kennedy administration; the escalating war of the Johnson years; and the end of the war under Nixon and Ford. We conclude by discussing the legacies of the war and interpretations of them.    United States in Korea, 1945–Present   EAST-UA 741 4 points.   Undertakes an examination of both modern Korea and of the U.S. role in Korea. Those who see South Korea as an American success story assume that the United States created and maintained the conditions for South Korea's security, democracy, and economic prosperity. Others point out that the United States bears considerable responsibility for the partitioning of Korea after 1945, creating the conditions for the Korean War and four decades of authoritarian rule. By examining the histories of resistance and collaboration during the Japanese colonial period, revolutionary movements that preceded the Korean War, and South Korean nationalism and the struggle for democracy, this course provides a deeper understanding of both modern Korean history and the history and culture of American intervention in Korea/East Asia. The Korean War EAST-UA 742 Offered every other year. 4 points. Often referred to as the “Forgotten War,” the Korean War (1950–1953) was horrific in its violence and profoundly consequential for Korea, East Asia, and the United States. In the United States, this war is remembered as an instance of American rescue that subsequently enabled South Korea’s ascendancy. What is not remembered is that it was the United States that divided Korea along the 38th parallel in 1945. What happened between 1945 and 1948 when U.S. forces occupied southern Korea and the Soviet Army occupied northern Korea? To what degree was the Korean War a denouement of conflicts stemming from Japanese colonial rule? How did a civil war get transformed into an international conflict between the North Korean People’s Army and the Chinese Volunteers against the South Korean Army and the U.N. forces led by the United States? What impact did this war have on the two Koreas, East Asia, and the United States?    Introduction to Buddhism   EAST-UA 832 Identical to RELST-UA 832. 4 points.   See description under Religious Studies.    Topics in Asian Studies   Topics vary from semester to semester.    Internship   EAST-UA 980, 981 Offered every semester. 2 or 4 points per term.    Independent Study   EAST-UA 997, 998 Offered every semester. 2 or 4 points per term.                            Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Chinese Language    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program              Chinese Language            Japanese Language              Korean Language              Civilization         Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Chinese Language       Chinese Language The Chinese language courses offered by the East   Asian Studies Department consists of 4 levels: Elementary (I &amp; II),   Intermediate (I &amp; II), Advanced (I &amp; II) and Post-Advanced. Our   curriculum is designed to provide a strong foundation for students who   hope to pursue graduate study or careers involving Chinese language. Course offerings may differ from semester to semester:      EAST-UA 231 Elementary Chinese for Advanced Beginners   EAST-UA 232 Intermediate Chinese for Advanced Beginners   EAST-UA 201 Elementary Chinese I   EAST-UA 202 Elementary Chinese II   EAST-UA 203 Intermediate Chinese I   EAST-UA 204 Intermediate Chinese II   EAST-UA 205 Advanced Chinese I   EAST-UA 206 Advanced Chinese II      Post-Advanced Language Courses:   EAST-UA 221 Readings in Chinese Culture I   EAST-UA 222 Readings in Chinese Culture II   EAST-UA 223 Chinese Philosophy in Chinese   EAST-UA 212 Advanced Topics in Chinese Conversation &amp; Composition   EAST-UA 213 Readings in Chinese Poetry I   EAST-UA 214 Readings in Chinese Poetry II   EAST-UA 226 Introduction to Classical Chinese   EAST-UA 228 Dream of Red Chamber      Elective Courses:   EAST-UA 227 Country &amp; City: Modern Chinese Literature &amp; Film                  Related Information       Chinese Language Courses       Heritage vs Non-Heritage       Chinese Classnotes                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Faculty    | Department of Comparative Literature | NYU                                  New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                Home       Faculty       Undergraduate Program       Graduate Program       Events       News       Newsletter       Poetics and Theory       Employment             Stay Connected           Facebook       Twitter                       Home > Faculty     Faculty         Core Faculty     Assistant Professor/Faculty Fellow     Associated Faculty     Professor Emeriti     Affiliated Faculty                 Core Faculty             Emily Apter   Professor of French, Comparative Literature Email: emily.apter@nyu.edu                   Ulrich Baer   Professor of German, Comparative Literature; Vice Provost for Faculty, Arts, Humanities, & Diversity Email: ulrich.baer@nyu.edu     Research/Interest: 19th- to 20th-century poetry; literary theory; intersections of history and literature; contemporary literature; theories and history of photography; Rilke and Celan.                 Gabriela Basterra   Associate Professor of Comparative Literature, Spanish & Portuguese Email: gabriela.basterra@nyu.edu     Research/Interest: Literature and philosophy, ethical and poetic subjectivity, comparative literature, rhetoric, poetry, tragedy, psychoanalysis, ethics and politics, Kant, Levinas.                 Emanuela Bianchi   Assistant Professor of Comparative Literature Email: e.bianchi@nyu.edu     Research/Interest: Ancient philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory.                 Manthia Diawara   University Professor; Professor of Comparative Literature, Africana Studies Email: manthia.diawara@nyu.edu     Research/Interest: Black American film, literary and cultural studies, black film in Africa and Europe.                   Ana María Dopico   Associate Professor of Spanish and Portuguese, Comparative Literature Email: ana.dopico@nyu.edu     Research/Interest: Comparative studies of the Americas, theory and history of the novel, Cuban and Caribbean Culture, nationhood and imperialism, syncretism and visual culture, memory and popular culture, national poets, public intellectuals and cultural genealogies, U.S. Latino cultures, North-South studies/cultural politics of the global South, gender and narrative, psychoanalysis and social mythologies.                 Andrea Gadberry   Assistant Professor of Comparative Literature Email: andrea.gadberry@nyu.edu     Research/Interest: Comparative early modern and Enlightenment studies; philosophy and political theory, 1600-1800; genre; poetics; psychoanalysis; critical theory.                 Jay Garcia   Associate Professor of Comparative Literature Email: jg197@nyu.edu     Research/Interest: 20th and 21st century U.S. literature; modern literature and literary theory, African American literary history, Black Atlantic theory, intellectual history; history and practice of American Studies; cultural criticism                 Hala Halim   Associate Professor of Comparative Literature, Middle Eastern and Islamic Studies Email: hala.halim@nyu.edu     Research/Interest: modern Arabic, English and Anglophone literatures; postcolonial theory; cosmopolitanism; Mediterraneanism and Levantinism; South-South comparatism; Nahda and comparative modernities; Translation Studies; travel literature; globalization; urban cultures                 Mikhail Iampolski   Professor of Comparative Literature, Russian & Slavic Studies Email: mi1@nyu.edu     Research/Interest: Slavic literatures and cinema; theory of representation; the body in culture                 Jacques Lezra   Professor of Spanish and Portuguese, Comparative Literature Email: jl174@nyu.edu     Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                 Avital Ronell   Professor of German, Comparative Literature, English ; Acting Chair of Comparative Literature Email: avital.ronell@nyu.edu     Research/Interest: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.                 Kristin Ross   Professor of Comparative Literature Email: kr1@nyu.edu     Research/Interest: French literature and culture of the 19th and 20th centuries; Francophone Caribbean literature; urban history, theory, and politics; literature, culture, and ideology; popular culture; History and Literature                 Mark Sanders   Professor of Comparative Literature Email: ms130@nyu.edu     Research/Interest: African Literature, Literary Theory, Law and Literature, Philosophy and Literature, South African Literature and Intellectual History, Testimony, Autobiography, Ethics, Psychoanalysis.                 Richard Sieburth   Professor of French, English, Comparative Literature   Email: richard.sieburth@nyu.edu                   Cristina Vatulescu   Associate Professor of Comparative Literature, Russian & Slavic Studies Email: cristina.vatulescu@nyu.edu     Research/Interest: aesthetics and politics, law, and policing; artistic and extra-artistic genres, in particular the novel, autobiography, documentary film, melodrama, and the police file/film; literary and film theory and history; Russian and Romanian twentieth century culture; immigration and cultural exchange;                 Xudong Zhang   Professor of East Asian Studies, Comparative Literature Email: xz3@nyu.edu     Research/Interest: Modern Chinese literature and culture; critical theory. Twentieth-Century Chinese literature, film, and intellectual discourses; literary theory and aesthetics; political and philosophical discourses of modernity.             Professor Emeriti             Kamau Brathwaite   Professor Emeritus of Comparative Literature Email: kb5@nyu.edu     Research/Interest: Caribbean literature, culture, and society                 John Chioles   Professor Emeritus of Comparative Literature Email: john.chioles@nyu.edu     Research/Interest: Theatre, philosophy, literary theory, literary texts.                 Daniel Javitch   Professor Emeritus of Comparative Literature, Italian Email: dj15@nyu.edu     Research/Interest: European literature of the Renaissance, poetic theory before 1700, postclassical history of Ancient genres.                 Timothy J Reiss   Professor Emeritus of Comparative Literature; Distinguished Scholar in Residence Email: timothy.reiss@nyu.edu     Research/Interest: Classical and Renaissance literature, philosophy, and history; the Renaissance and inter-atlantic cultural exchanges; 18th century literature, history and politics; history and theory of theatre; Caribbean culture and political theory.              Assistant Professor/Faculty Fellow       Philip Kaffen   Assistant Professor/Faculty Fellow of East Asian Studies, Comparative Literature       Eduardo Matos-Martin   Assistant Professor/Faculty Fellow of Comparative Literature Research/Interest: Contemporary Spanish peninsular literatures and cinema, political theory, Biopolitics, History and the culture of memory, Fascism in Spain       Timothy Duffy   Assistant Professor/Faculty Fellow of Comparative Literature Research/Interest: Renaissance lyric poetry, spatial science, mapmaking, geometry, the spatial turn         Associated Faculty       Tom Bishop   Professor of French, Comparative Literature       Sibylle Fischer   Associate Professor of Spanish and Portuguese, Comparative Literature Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.       John Freccero   Professor of Italian, Comparative Literature Research/Interest: Dante; medieval poetry and poetics; Machiavelli.       Toral Gajarawala   Associate Professor of English, Comparative Literature Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.       Philip F. Kennedy - In Residence at NYU Abu Dhabi   Associate Professor of Middle Eastern and Islamic Studies, Comparative Literature Research/Interest: Medieval Arabic language and literature; classical poetry and poetics; adab; narrative and fiction; recognition/anagnorisis in literature; Qur'an and Tafsir       Mary Louise Pratt   Professor of Social and Cultural Analysis, Spanish & Portuguese, Comparative Literature         Sarah Kay   Professor of French       Laura Slatkin   Professor of Classical Studies (Gallatin) and Comparative Literature (Arts & Science)   Research/Interest: Research and teaching interests: ancient Greek and Roman poetry, especially epic and drama; wisdom traditions in classical and Near Eastern antiquity; gender studies; anthropological approaches to the literature of the ancient Mediterranean world; and cultural poetics.       Robert P Stam   Professor of Social and Cultural Analysis       Jane Tylus   Professor of Italian, Comparative Literature Research/Interest: Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena       Jini Kim Watson   Associate Professor of English, Comparative Literature Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory         Robert J.C. Young   Professor of English, Comparative Literature Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.         Affiliated Faculty       J. Michael Dash , French, Social and Cultural Analysis     Yael S. Feldman , Hebrew and Judaic Studies     Alexander Galloway , The Steinhardt School of Culture, Education and Human Development       Eckart Goebel , German     Anselm Haverkamp , English     Denis Hollier , French     Amy Huber , Gallatin School of Individualized Study       Tzu-hui Celina Hung , NYU Shanghai       Kenneth Krabbenhoft , Spanish and Portuguese     Darline Levy , History     Laurence S Lockridge , English     Anne Lounsbery , Russian and Slavic Studies     Sheetal Majithia , NYU Abu Dhabi       Perry Meisel , English     Mona N. Mikhail , Middle Eastern and Islamic Studies     Richard Schechner , Tisch School of the Arts       Hoda El Shakry , Gallatin School of Individualized Study       Ella Shohat , Tisch School of the Arts       Evelyn Birge Vitz , French     Leif Weatherby , German               Useful Links       Arts and Science Faculty Profiles       NYU Public Directory       Contact Us                               Contact us | &copy; New York University , Arts and Science"}]}]