[{"detail": [{"content": "Black Portraiture[s] II: Imaging the Black Body and Re-staging: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Black Portraiture[s] II: Imaging the Black Body and Re-staging Histories  Event Date and Time: May 28, 2015 &ndash; May 31, 2015 TBD Location: Villa La Pietra Via Bolognese, 120 50139 Firenze, Italy The conference and exhibition will offer comparative perspectives on the historical and contemporary role played by photography, art, film, literature, and music in referencing the image of the black body in the West. It will be held in Florence, Italy, in May 28-31, 2015—as a sequel to five conferences held over the past six years. The most recent conference in the series was held in Paris, France in January 2013, where it attracted over 400 attendees. As on those occasions, the sixth conference will bring together artists and scholars from an assortment of disciplines and practices, including art history, fashion, dance, theater, and studio art, in wide-ranging conversations about imaging the black body. In this context, Black Portraitures II: Imaging the Black Body and Re-staging Histories , explores the impulses, ideas, and techniques undergirding the production of self-representation and desire, and the exchange of the gaze from the 19th century to the present day in fashion, film, art, and the archives. Discussions will focus on aesthetics, vernacular style, fashion, and ethnographics in describing a sense of place and identity. The conference will also invite visitors to conduct a diverse visual reading of the notion of a black portrait while challenging conventional perspectives on identity, beauty, cosmopolitanism, and community in Africa and its diaspora. Through a series of panels and individual speakers, the presentations will include a wide range of discussions relating to the topic. Some anticipated panels and presentations include: Re-Significations: European Blackamoors, Africana Reading and More The Sweetest Taboo: Theorizing Black Female Pleasure, Agency, and Desire within Black Feminism Owning the Hiphop Body: Hiphop Archive and Research Institute (HARI) Representing Blackness &amp; Queerness: the Art &amp; Politics of Questionable Juxtapositions The Black Body in Translation The Portrait &amp; Studio Photographer Who's Black Where  Exhibition This year’s conference will strike an innovative note by including a focus on depictions of the black body within the art collections of NYU’s Villa La Pietra, a historical villa and home of the New York University Florence program. These assets include a collection of sculptures and paintings representing ornamental black images that have come to be known as “Blackamoors.” Embedded within centuries-old discourses, cross-cultural encounters, and artistic productions shaped by migration, conquest, servitude, and exile, these images present a rich opportunity to deconstruct, compare, and contextualize the myriad portrayals of the black body in western societies from multidisciplinary angles. As such, they constitute an invaluable resource to fulfill the mandate of producing critical knowledge of African and African diasporic identities and representations shared by NYU and Harvard’s Hutchins Center. It is in the spirit of this mandate that we seek to invite historians, art historians, photographers, sculptors, filmmakers, musicians, designers, and choreographers to respond to and continue the discussion focusing on the black body in the West as well as the “Blackamoor” collection as a trope.  Conclusion What are we to make of these extraordinary images that have played a crucial role in shaping identities and ideals of the black body for over 500 years? We hope to engage in a discussion that will change perceptions and publish an extensive catalog of the works discussed in order to counter the perceived notions of the black body, and explore ways in which to see how these collected works are viewed as beautiful renderings, as well. New York University is a leading center of intellectual exchanges across all sorts of boundaries whether geographical, cultural, artistic, or disciplinary. NYU’s campus at Villa La Pietra is the ideal location for this discussion as it houses an impressive collection of Blackamoors—a series of sculptured images of Africans in various states of servitude and decoration. In this context, Villa La Pietra is an invaluable resource, providing an invigorating forum for producing knowledge, engaging its immediate society, and connecting NYU’s academic and civic activities in New York City with the worlds of Florence, Italy.  Visit our event page for more information about the program and to register for the event . Also make plans to attend The 56th Venice Biennale while in Italy. It is a train ride from Florence. The Venice Biennale has announced that next year’s Okwui Enwezor-organized edition will open a month earlier. While the Biennale usually opens during the first week of June, the 2015 Biennnale is slated to take place May 6 to 8. For more information about Black Portraiture{s} II: Imaging the Black Body and Re-staging Histories , please visit www.blackportraitures.info      Photography & Imaging Web Site  Photography & Imaging 721 Broadway, 8th Floor New York, NY 10003               Phone:       212 998 1930               Fax:       212 995 4068 photo.tsoa@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Black Portraiture[s] II: Imaging the Black Body and Re-staging: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Black Portraiture[s] II: Imaging the Black Body and Re-staging Histories  Event Date and Time: May 28, 2015 &ndash; May 31, 2015 TBD Location: Villa La Pietra Via Bolognese, 120 50139 Firenze, Italy The conference and exhibition will offer comparative perspectives on the historical and contemporary role played by photography, art, film, literature, and music in referencing the image of the black body in the West. It will be held in Florence, Italy, in May 28-31, 2015—as a sequel to five conferences held over the past six years. The most recent conference in the series was held in Paris, France in January 2013, where it attracted over 400 attendees. As on those occasions, the sixth conference will bring together artists and scholars from an assortment of disciplines and practices, including art history, fashion, dance, theater, and studio art, in wide-ranging conversations about imaging the black body. In this context, Black Portraitures II: Imaging the Black Body and Re-staging Histories , explores the impulses, ideas, and techniques undergirding the production of self-representation and desire, and the exchange of the gaze from the 19th century to the present day in fashion, film, art, and the archives. Discussions will focus on aesthetics, vernacular style, fashion, and ethnographics in describing a sense of place and identity. The conference will also invite visitors to conduct a diverse visual reading of the notion of a black portrait while challenging conventional perspectives on identity, beauty, cosmopolitanism, and community in Africa and its diaspora. Through a series of panels and individual speakers, the presentations will include a wide range of discussions relating to the topic. Some anticipated panels and presentations include: Re-Significations: European Blackamoors, Africana Reading and More The Sweetest Taboo: Theorizing Black Female Pleasure, Agency, and Desire within Black Feminism Owning the Hiphop Body: Hiphop Archive and Research Institute (HARI) Representing Blackness &amp; Queerness: the Art &amp; Politics of Questionable Juxtapositions The Black Body in Translation The Portrait &amp; Studio Photographer Who's Black Where  Exhibition This year’s conference will strike an innovative note by including a focus on depictions of the black body within the art collections of NYU’s Villa La Pietra, a historical villa and home of the New York University Florence program. These assets include a collection of sculptures and paintings representing ornamental black images that have come to be known as “Blackamoors.” Embedded within centuries-old discourses, cross-cultural encounters, and artistic productions shaped by migration, conquest, servitude, and exile, these images present a rich opportunity to deconstruct, compare, and contextualize the myriad portrayals of the black body in western societies from multidisciplinary angles. As such, they constitute an invaluable resource to fulfill the mandate of producing critical knowledge of African and African diasporic identities and representations shared by NYU and Harvard’s Hutchins Center. It is in the spirit of this mandate that we seek to invite historians, art historians, photographers, sculptors, filmmakers, musicians, designers, and choreographers to respond to and continue the discussion focusing on the black body in the West as well as the “Blackamoor” collection as a trope.  Conclusion What are we to make of these extraordinary images that have played a crucial role in shaping identities and ideals of the black body for over 500 years? We hope to engage in a discussion that will change perceptions and publish an extensive catalog of the works discussed in order to counter the perceived notions of the black body, and explore ways in which to see how these collected works are viewed as beautiful renderings, as well. New York University is a leading center of intellectual exchanges across all sorts of boundaries whether geographical, cultural, artistic, or disciplinary. NYU’s campus at Villa La Pietra is the ideal location for this discussion as it houses an impressive collection of Blackamoors—a series of sculptured images of Africans in various states of servitude and decoration. In this context, Villa La Pietra is an invaluable resource, providing an invigorating forum for producing knowledge, engaging its immediate society, and connecting NYU’s academic and civic activities in New York City with the worlds of Florence, Italy.  Visit our event page for more information about the program and to register for the event . Also make plans to attend The 56th Venice Biennale while in Italy. It is a train ride from Florence. The Venice Biennale has announced that next year’s Okwui Enwezor-organized edition will open a month earlier. While the Biennale usually opens during the first week of June, the 2015 Biennnale is slated to take place May 6 to 8. For more information about Black Portraiture{s} II: Imaging the Black Body and Re-staging Histories , please visit www.blackportraitures.info      Photography & Imaging Web Site  Photography & Imaging 721 Broadway, 8th Floor New York, NY 10003               Phone:       212 998 1930               Fax:       212 995 4068 photo.tsoa@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Black Portraiture[s]: The Black Body in the West: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Black Portraiture[s]: The Black Body in the West  Event Date and Time: January 17, 2013 &ndash; January 20, 2013 Location: École Nationale Supérieure des Beaux Arts Paris 7 University, Amphitheater Musée du quai Branly PARIS January 17 – 20, 2013  THURSDAY – école nationale supérieure des beaux-arts  14 Rue Bonaparte Amphithéâtre 1 / Bâtiment des Loges (A) Salle de conférences/Palais des études (SC)  9:30 AM – 4:00 PM REGISTRATION 10:15 AM – 10:30 AM (A) GREETING Cheryl Finley and Deborah Willis, organizers 10:30 – 11:00 AM WELCOME BY THE ORGANIZERS  (A) Henry Louis Gates, Jr., Nicolas Bourriaud, Manthia Diawara, Jean-Paul Colleyn, Awam Amkpa, Lydie Diakhaté 11:00 – 12:00 PM OPENING PLENARY SESSION (A) Jean-Pierre Dozon and Jean-François Chevrier, moderated by Noemie Oxley 12:00 – 1:00 PM LUNCH BREAK 1:00 – 1:45 PM SPECIAL GUEST SPEAKER  (A) Lilian Thuram 2:00-3:30 PM EXOTISME ET AMBIGUITÉ, EXOTICISM AND AMBIGUITY (A) Jean-Paul Colleyn, Nathalie Coutelet, Sylvie Chalaye, Christine Douxami, Pascal Blanchard 2:00 -3:30 PM THE IMAGINARY AND THE BLACK BODY (SC) Kalia Brooks, Anne Lafont, Michelle Stephens, Adrienne L. Childs, Alissandra Cummins, Allison Thompson, Gunja Sen Gupta, Tuliza Fleming 3:30 – 3:45 PM COFFEE BREAK / PAUSE CAFÉ 3:45-5:15 PM (T) IN THE COLLECTION: MUSEUMS AND THE ARCHIVE (A) Dominique Malaquais, Françoise Vergès, Bogumil Jewsiewicki, Justin-Daniel Gandoulou, Prune Helfter, Christine Barthe, Ngaire Blankenberg 3:45-5:15 PM MIRROR MIRROR: THE STEREOTYPES (SC) Lydie Diakhaté, Michele Wallace, Diagne Chanel, Nora Chipaumire, Léonora Miano, Rokhaya Diallo, Trica Danielle Keaton  FRIDAY – Université Paris Diderot - Paris 7 15 rue Hélène Brion - 75013 Amphithéâtre Buffon 9:00– 5:00 PM      REGISTRATION 9:15– 9:30 AM     WELCOME Jean-Paul Colleyn and Manthia Diawara 9:30 – 11:00 AM     MEMORY &amp; NOSTALGIA: THE ARCHIVE IN THE BLACK BODY Cheryl Finley, Pamela Newkirk, Roshini Kempadoo, Celeste Marie Bernier, Brendan Wattenberg, Renée Mussai 11:00 – 12:30 PM     ROUNDTABLE – BLACK BODIES: LIVE AND UNCENSORED Isolde Brielmaier, Ph.D., Simon Njami, Carrie Mae Weems, Elizabeth Colomba, Jean-Ulrick Désert, Lyle Ashton Harris, Daniele Tamagni 12:30 – 1:30 PM      LUNCH BREAK 1:30 – 3:00PM \"MIX-UP, MIX-UP\": NIKKI MINAJ, RIHANNA AND OTHER (MIS)READINGS OF PLEASURE, FEMININE ARTIFICE, BLACK-CARIBBEAN-AMERICAN DIASPORIC PERFORMANCES IN POPULAR VISUAL CULTURE Joan Morgan, Kevin Browne, Kimberli Gant, Treva Lindsey, Mark Anthony Neal 3:00 – 3:15 PM     COFFEE BREAK / PAUSE CAFÉ 3:15-4:45 PM SWEET SWAGGER: EXPLORING REPRESENTATIONS OF BLACK STYLE, BEAUTY AND GRACE Sandra Jackson-Dumont, Robert O’Meally, Mimi Plange, Ekua Abudu, Michaela angela Davis, Catherine McKinley, Katell Pouliquen, Anna Arabindan-Kesson 4:45-6:15 PM SHOW UP TO SHOW OUT: THE RISE OF GLOBAL BLACK DANDYISM Shantrelle P. Lewis, Michelle Joan Wilkinson, Monica Miller, Allison Janae Hamilton, Michael McMillan, Ylva Habel  SATURDAY – musée du quai Branly  37 Quai Branly Théâtre Claude Lévi-Strauss (TCL) and Salle de cinéma (SC) 9:30- 5:00 PM      REGISTRATION 9:30-9:40 AM     WELCOME Anne-Christine Taylor-Descola, musée du quai Branly Michel Wieviorka, Fondation Maison des sciences de l’Homme, directeur d’études at the EHESS 9:45-11:00 AM (TCL) (IL)LEGIBILITIES: WHAT MAKES THE BLACK BODY READABLE? Awam Amkpa, J. D. Ojeikere, Heike Behrend, James Barnor, Angèle Etoundi Essamba, Kiluanji Kia Henda, Alanna Lockward 9:45-11:00 AM (SC) INTRICATE INTERSECTIONS: BLACK APPARITIONS IN IMPERIAL EUROPE Yemane Demissie, Idrissou Mora-Kpai, Temi Odumosu, Maaza Mengiste, Artwell Cain, Paul Kaplan, Dell M. Hamilton 11:00-12:30 PM (TCL)   CURATING THE BLACK BODY Lydie Diakhaté, N’Goné Fall, Xuly Bët, Elvira Dyangani Ose, Nadira Laggoune 11:00 – 12:30 PM (SC)   BLACK EROTICS: NEW THEORIES ON RACE AND PORN Nicole Fleetwood, Carla Williams, Mireille Miller-Young, Jennifer Christine Nash, Jafari Allen 12:30 – 1:30 PM      LUNCH BREAK 1:30-3:00 PM (TCL) CONTEMPORARY VOICES: NAMING AND BRANDING THE BLACK BODY Hank Willis Thomas, Alexis Peskine, Misa Dayson, Nana Adusei-Poku, Aja Monet, Franck Freitas and Malek Bouyahia 1:30-3:30 PM (SC)     ON BEAUTY: FROM JOSEPHINE TO MAXINE Michael Dinwiddie, Anna Maria Horsford, Dyana Williams, Horace Porter, Dominic Thomas, John Shévin Foster, Myisha Priest 3:00 – 3:15 PM     COFFEE BREAK / PAUSE CAFÉ 3:15-4:45 PM (TCL)   UNIVERSALIZING THE BLACK BODY Jeff Rabhan, Jason King, Ed Guerrero, Sam Pollard, Lewis Watts, Vera Grant, Margaret Crosby-Arnold 4:45 – 6:15 PM (TCL) BLACK OPTICS: VISUALITY, THE CINEMATIC FRAME AND THE BLACK BODY Michael Gillespie, Erica Edwards, Eve Dunbar, Hiram Perez, Michael Ralph 4:45-6:15 PM (SC)     OUT OF AFRICA: YOUNG WOMEN BEHIND THE LENS Shelley Rice, Jeanne Mercier, Zanele Muholi, Nandipha Mntambo, Maïmouna Guerresi, Ayana V. Jackson, Nadia Benchallal  SUNDAY – musée du quai Branly Film Screenings in the Salle de Cinema (SC). 11:.00 – 11:15 AM   Welcome 11:15 – 11:30 AM  LES PRINCES NOIRS DE SAINT-GERMAIN-DES-PRÉS * (14’, 1975) by Ben Diogaye Beye A satire about young men who are prepared to make the most outrageous promises in order to satisfy the longings of young women for exotic experiences.  *with the support of the Cinémathèque Afrique / Institut Français. 11:30 – 12:45 PM  THE IMPORTANCE OF BEING ELEGANT (69 min, 2004) documentary by George Amponsah This is the story of one of the most unusual clubs in the world: La SAPE. Its members, the Sapeurs, come from the Democratic Republic of Congo and have elevated fashion to the status of a religion. Set to the soundtrack of Congo's extraordinary music, the film follows the sapeurs’ spiritual leader, Papa Wemba, the world-famous musician known as ‘The King of la Sape’. 1:00 – 1:45 pm  NORA (30 min, 2008) documentary by Alla Kovgan &amp; David Hinton In the presence of Nora Chipaumire “Nora” is based on true stories of the dancer Nora Chipaumire, who was born in Zimbabwe in 1965. In the film, Nora returns to the landscape of her childhood and takes a journey through some vivid memories of her youth. Using performance and dance, she brings her history to life in a swiftly-moving poem of sound and image. 2:00 – 4:00 PM  SHAFT (100 min, 1971) by Gordon Parks - Original music by Isaac Hayes. Introduction by Ed Guerrero (to be confirmed) An action film with elements of film noir, Shaft tells the story of a black private detective, John Shaft, who travels through Harlem and to the Italian mob neighborhoods in order to find the missing daughter of a black mobster. 4:15 – 6:00 pm   MONA LISA (1 hr. 44 min., 1986) Drama Directed by Neil Jordan Bob Hoskins plays George, a tough but basically goodhearted British mob flunky, recently released from prison, where he'd served a term to cover up for his gangster boss (Michael Caine). Still willing to be everyone's doormat, George agrees to act as chauffeur for Simone (Cathy Tyson), a haughty, high-priced call girl.  Pre-Registration generates a zero dollar ticket. You do not need this ticket for admission, and it does not guarantee you a seat. Pre-registration is advisable as it saves time for day-of registration. Seats will be filled on a first come first serve basis. All panels are free and open to the public. Please arrive early to ensure your attendance.  Registration is not required for conference speakers.  Pré-enregistrement génère un ticket de zéro dollar . Vous n'avez pas besoin de ce billet d'entrée , et il ne vous garantit pas un siège . La pré-inscription est conseillé car il fait gagner du temps pour le jour de l'inscription. Les places seront attribuées selon le principe du premier arrivé , premier servi. Tous les panneaux sont gratuites et ouvertes au public. S'il vous plaît arriver tôt pour assurer votre participation .  L'inscription n'est pas requise pour les conférenciers.   The Great Gathering in Paris and the Ghosts of International Conferences Past Black Portraiture[s] on Facebook Black Portraiture[s] Info, Recommended Hotels (les hôtels recommandés) Presenter, Tech Needs Request Form Register for Black Portraiture[s]: The Black Body in the West (Cliquez ici pour vous inscrire) Black Portraiture[s] Info, Venues Map (Carte des lieux) Deborah Willis, Ph.D Photography & Imaging Web Site  Black Portraiture[s] Info, Recommended Hotels (les hôtels recommandés) (pdf) Black Portraiture[s] Brochure (pdf)  Photo: The Merchant of Venice , 2010, Kiluanji Kia Henda  For more information, see in-line schedule and venue information      Phone: 212 998 1930 blackportraitures2013@gmail.com           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]