[{"detail": [{"content": "Lectura &amp;amp; Vida : Revista Latinoamericana de Lectura; Buenos Aires | NYU Health Sciences Library                                                  Jump to navigation                             Locations       NYU Medical Archives                                                                              Home               Services                               - View all Services -               Literature Search Services               Education and Curriculum Support               Information for Patients and Families               Clinical Care Support               Research Support               Document Delivery and Interlibrary Loan               Publication Tracking                               Faculty Bibliography               Faculty Bibliography API                                                                   Meet your library liaison      Alisa Surkis   Library liaison to the Clinical and Translational Science Institute (CTSI) and the Neuroscience Institute                                                 Subject Guides                                    - View all guides -                              What is a subject guide?     A subject guide is designed to inform a particular research topic. These resources can act as a supplement when researching.                              FAQs                               - View all FAQs -               How do I install the library bookmarklet?               My password doesn’t work, what should I do?                I can’t access a library resource, what should I do?               What if the library doesn’t have what I need?               How do I download EndNote?                                     Use this bookmarklet when you find an article through an outside search like Google Scholar. If we subscribe to the content, you'll be immediately redirected to our login page for access.                             About Us                               Our Divisions                               Administration               Content Management and Scholarly Communication               Division of Knowledge Informatics               Lillian & Clarence de la Chapelle Medical Archives               Operations               Research, Education, and Clinical Support (RECS)               Systems and Technology                             Our Staff Directory               Benefactors                               Daniel C. Bryant, MD               Dr. Harvey Taterka               Herman Robbins, MD               Sidney and Theodora Yudin Medical Ethics Library               Clarence E. de la Chapelle, MD               Frederick L. Ehrman                             Policies                               Access Privileges               Borrowing and Circulation               Code of Conduct               Giving to NYU Health Sciences Library               Privacy Statement                             Careers at NYUHSL               Locations               Contact Us                                                                           Lectura &amp;amp; Vida : Revista Latinoamericana de Lectura; Buenos Aires                   Link: Lectura &amp; Vida : Revista Latinoamericana de Lectura; Buenos Aires      Resource type Journal   Coverage 2005-2010   Access Terms NYU only   ISBN/ISSN 0325-8637   Vendor ProQuest   Record ID 328972                                                                                           Email us                   Request a Consultation                   Request article or book                   Troubleshoot Access                                                         @lisamcguire1 @ReadKev We don't have a link to anything right now, but can email you something. @Ecureuil81 knows how to find you.       @NYU_HSL       1 week 3 days ago"}]},
{"detail": [{"content": "Lectura &amp;amp; Vida : Revista Latinoamericana de Lectura; Buenos Aires | NYU Health Sciences Library                                                  Jump to navigation                             Locations       NYU Medical Archives                                                                              Home               Services                               - View all Services -               Literature Search Services               Education and Curriculum Support               Information for Patients and Families               Clinical Care Support               Research Support               Document Delivery and Interlibrary Loan               Publication Tracking                               Faculty Bibliography               Faculty Bibliography API                                                                   Meet your library liaison      Alisa Surkis   Library liaison to the Clinical and Translational Science Institute (CTSI) and the Neuroscience Institute                                                 Subject Guides                                    - View all guides -                              What is a subject guide?     A subject guide is designed to inform a particular research topic. These resources can act as a supplement when researching.                              FAQs                               - View all FAQs -               How do I install the library bookmarklet?               My password doesn’t work, what should I do?                I can’t access a library resource, what should I do?               What if the library doesn’t have what I need?               How do I download EndNote?                                     Use this bookmarklet when you find an article through an outside search like Google Scholar. If we subscribe to the content, you'll be immediately redirected to our login page for access.                             About Us                               Our Divisions                               Administration               Content Management and Scholarly Communication               Division of Knowledge Informatics               Lillian & Clarence de la Chapelle Medical Archives               Operations               Research, Education, and Clinical Support (RECS)               Systems and Technology                             Our Staff Directory               Benefactors                               Daniel C. Bryant, MD               Dr. Harvey Taterka               Herman Robbins, MD               Sidney and Theodora Yudin Medical Ethics Library               Clarence E. de la Chapelle, MD               Frederick L. Ehrman                             Policies                               Access Privileges               Borrowing and Circulation               Code of Conduct               Giving to NYU Health Sciences Library               Privacy Statement                             Careers at NYUHSL               Locations               Contact Us                                                                           Lectura &amp;amp; Vida : Revista Latinoamericana de Lectura; Buenos Aires                   Link: Lectura &amp; Vida : Revista Latinoamericana de Lectura; Buenos Aires      Resource type Journal   Coverage 2005-2010   Access Terms NYU only   ISBN/ISSN 0325-8637   Vendor ProQuest   Record ID 328972                                                                                           Email us                   Request a Consultation                   Request article or book                   Troubleshoot Access                                                         @lisamcguire1 @ReadKev We don't have a link to anything right now, but can email you something. @Ecureuil81 knows how to find you.       @NYU_HSL       1 week 3 days ago"}, {"content": "Luis Felipe Fabre: Lectura y Conversación, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Luis Felipe Fabre: Lectura y Conversación        Location: 19 University Place, Room 223 [ map ]     \" La sodomía en la Nueva España \"               ,           Luis Felipe Fabre: Lectura y Conversación       Location: 19 University Place, Room 223                         Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]}][{"detail": [{"content": "The BELLE Project | DEVELOPMENTAL &amp; BEHAVIORAL PEDIATRICS                                     Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             DEVELOPMENTAL &amp; BEHAVIORAL PEDIATRICS                   DEPARTMENT OF PEDIATRICS                                                                                   Home   Patient Care   Fellowship Program   Residency Rotation   Research   Our Faculty                                  Home Research The BELLE Project            Print  Email               - A + A                                         Research      Research Interests     open/close   The BELLE Project  BELLE Project Funding   BELLE Project Media Research   BELLE Project Team   BELLE Video Interaction Project   StimQ Cognitive Home Environment   BELLE Publications     Awards and Recognition     open/close   Faculty Publications  Hugh Bases, M.D.   Carolyn Brockmeyer Cates, Ph.D.   Benard Dreyer, M.D.   Karen Hopkins, M.D.   Alan Mendelsohn, M.D.   Samantha Berkule, Ph.D.   Paul Yellin, M.D.                                                                                                      The BELLE Project                                              Welcome to the BELLE Project!   ¡Bienvenidos al Proyecto BELLE!   (Vea abajo para español)       We are currently in a period of exciting growth and development. Please be patient and check in regularly as we continue to update this website. More information about our most current work will be available soon.   The BELLE Project is a team of doctors, researchers, and child development experts (led by our Primary Investigator, Dr. Alan Mendelsohn) who are dedicated to providing families with resources to help ensure that their children enter school ready to learn and succeed.   The Video Interaction Project (VIP) is our evidence-based parenting program that uses videotaping and developmentally-appropriate toys, books and resources to help parents utilize pretend play, shared reading, and daily routines as opportunities for strengthening early development and literacy in their children. VIP sessions take place in pediatric clinics on days of routine well-child visits, and at each session families meet individually with an interventionist for approximately 30 minutes.   Thanks to the support of Children of Bellevue and our sponsors (including the Tiger Foundation, the Marks Family Foundation, and the New York City Council's Early Literacy Initiative: City's First Readers), we are now offering VIP as part of routine pediatric care at Woodhull Medical Center in Brooklyn, NY! All families with children ages 0-12 months are encouraged to participate.   To contact us:   If you are a parent of a young infant who is receiving general pediatric care at Woodhull Medical Center and have questions or would like more information about VIP, please contact Jennifer Ledesma or Ivonne Monje at 718-963-8184, or email our Project Director (Dr. Adriana Weisleder).   For all other inquiries, please contact the Project Director:  Dr. Adriana Weisleder   adriana.weisleder@nyumc.org   ph. 212-562-2464       ¡Bienvenidos al Proyecto BELLE!   Actualmente estamos en un periodo de crecimiento y desarrollo. Por favor sea paciente y chequee regularmente, ya que estamos actualizamos esta página web continuamente. Más información sobre nuestro trabajo más actual estará disponible próximamente.   El Proyecto BELLE es un equipo de doctores, investigadores, y expertos en el desarrollo infantil (dirigido por nuestro investigador principal, el Dr. Alan Mendelsohn), quienes se dedican a proveer recursos a familias para asegurar que sus niños ingresen a la escuela preparados para aprender y tener éxito.   El Proyecto de Investigación con Video (VIP) es nuestro programa de crianza, basado en evidencia, donde se usa video grabacione, juguetes y libros para ayudar a padres a utilizar el juego y la lectura compartida, y las rutinas diarias como oportunidades para fortalecer el desarrollo y la lectura temprana en sus niños. Las sesiones de VIP se llevan a cabo en la clínicas pediátricas los días de las visitas de niño sano (\"well-child\"), y en cada sesión las familias se reúnen individualmente con una intervencionista por aproximadamente 30 minutos.   Gracias al apoyo de Los Niños de Bellevue y nuestros patrocinadores (incluyendo la Tiger Foundation, la Marks Family Foundation, y La Iniciativa para Lectura Temprana del Consejo Municipal de Nueva York: Los Primeros Lectores de la Cuidad), ahora estamos ofreciendo VIP como parte del cuidado pediátrico en el Centro Medico Woodhull en Brooklyn, NY. Animamos a todas las familias con niños entre las edades 0 a 12 meses que participen.   Para contactarnos:  Si usted es padre de un bebé que está recibiendo cuidado pediátrico general en el Centro Médico Woodhull, y tiene preguntas, o quisiera más información sobre VIP, por favor contacte a Jennifer Ledesma o a Ivonne Monje al 718-963-8184, o envíe un correo electrónico a nuestra Directora del Proyecto (la Dr. Adriana Weisleder).   Para cualquier otra pregunta, por favor contacte a la Directora del Proyecto:  Dr. Adriana Weisleder adriana.weisleder@nyumc.org   ph. 212-562-2464       Watch Dr. Dreyer discuss the importance of eliminating childhood poverty.      The Bellevue Project for Early Language, Literacy, and Education Success   There are often vast disparities in development, school readiness, and educational achievement between children from low-income families and children from middle/high-income families.  It is critical that these disparities be addressed in order to break the cycle of intergenerational transmission of poverty. The Bellevue Project for Early Language, Literacy, and Education Success (BELLE) is a multi-disciplinary behavioral research laboratory, under the leadership of Alan Mendelsohn, MD, whose primary goal is to adapt, develop and assess pediatric primary health care strategies for working with low-income families of very young children (age birth-5 years). These pediatric primary health care strategies are designed to promote parent-child interactions that will serve to enhance school readiness and long-term educational achievement; thus lessening poverty-related disparities in these domains.   Why Pediatric Primary Care?  Pediatric primary care is a unique platform for reaching at-risk, poor children population-wide prior to school entry for the following reasons:   All children must have immunizations and screening to enter school   There are 15 routine visits to the pediatrician from birth-5 years   Parents want help with developmental issues when they come for well- child visits, and   Interventions in primary care are very low cost when compared to other intervention strategies (such as home visitation).   Why Do We Work With Families of Very Young Children?  Intervening during the first five years before school entry is critical:   Children’s brains develop rapidly during the first five years   Early high quality experiences foster this brain development; early low quality experiences (e.g., television) can prevent optimal brain development   Waiting for school entry is too late!   A Snapshot of Our Work:   The Video Interaction Project   Since 1999, we have been implementing and testing the effectiveness of a pediatric primary care parenting intervention called The Video Interaction Project (VIP)    VIP is a relationship-based parenting intervention which builds on Reach out and Read , pushing the model of utilizing the pediatric primary care platform to promote school readiness in at-risk children.   In VIP, a child development specialist works with parents at every well-child visit to encourage critical interactions between parents and children through playing or reading together.   Core components of VIP: parent and infant/child videotaped together while playing or reading; parent then watches with child development specialist who identifies and reinforces strengths in the interaction; also includes the provision of books and toys as well as parenting pamphlets.   Building Blocks   Developed by Harris S. Huberman, MD, MPH   BB takes place from birth to 3 years. BB, like VIP, delivers a curriculum focused on supporting verbal interactions in the context of pretend play, shared reading and daily routines.   The BB curriculum is delivered through written pamphlets and learning materials that are mailed monthly to the family.   Core components of BB: newsletters focusing on positive parenting; learning materials (toys and/or books) provided; parent-completed Ages and Stages Questionnaires are provided to help parents become active observers of their child’s development.   Reach Out and Read   Our prior work documented impacts of Reach Out and Read, including:   Enhanced child vocabulary - Collaborative study with Mount Sinai School of Medicine   Enhanced reading aloud in multicenter collaborative study   Media exposure in young children   BELLE media research led by Dr. Alan Mendelsohn and Dr. Suzy Tomopoulos   Data collected in the context of the BELLE project regarding longitudinal media exposure and its relationship to child development outcomes has yielded many findings related to: (1) impacts of infant media exposure on toddler development, (2) trajectories of media exposure in early childhood; and (3) relationship between parent-child interactions and impacts of media exposure.   Obesity prevention   Providing input regarding parenting into innovative research conducted by investigators at NYU School of Medicine (MaryJo Messito, MD &amp; Shonna Yin, MD) and Albert Einstein College of Medicine (Rachel Gross, MD)   Starting Early, PI’s MaryJo Messito, MD and Rachel Gross, MD   Greenlight, NYU PI Shonna Yin, MD as part of multisite collaboration   Parent-child interactions   StimQ: Measurement of the cognitive home environment through lab/office-based interview   Near Infrared Spectroscopy: Measurement of neurophysiological changes that might result from variations in parent-child interactions                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "The BELLE Project | DEVELOPMENTAL &amp; BEHAVIORAL PEDIATRICS                                     Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             DEVELOPMENTAL &amp; BEHAVIORAL PEDIATRICS                   DEPARTMENT OF PEDIATRICS                                                                                   Home   Patient Care   Fellowship Program   Residency Rotation   Research   Our Faculty                                  Home Research The BELLE Project            Print  Email               - A + A                                         Research      Research Interests     open/close   The BELLE Project  BELLE Project Funding   BELLE Project Media Research   BELLE Project Team   BELLE Video Interaction Project   StimQ Cognitive Home Environment   BELLE Publications     Awards and Recognition     open/close   Faculty Publications  Hugh Bases, M.D.   Carolyn Brockmeyer Cates, Ph.D.   Benard Dreyer, M.D.   Karen Hopkins, M.D.   Alan Mendelsohn, M.D.   Samantha Berkule, Ph.D.   Paul Yellin, M.D.                                                                                                      The BELLE Project                                              Welcome to the BELLE Project!   ¡Bienvenidos al Proyecto BELLE!   (Vea abajo para español)       We are currently in a period of exciting growth and development. Please be patient and check in regularly as we continue to update this website. More information about our most current work will be available soon.   The BELLE Project is a team of doctors, researchers, and child development experts (led by our Primary Investigator, Dr. Alan Mendelsohn) who are dedicated to providing families with resources to help ensure that their children enter school ready to learn and succeed.   The Video Interaction Project (VIP) is our evidence-based parenting program that uses videotaping and developmentally-appropriate toys, books and resources to help parents utilize pretend play, shared reading, and daily routines as opportunities for strengthening early development and literacy in their children. VIP sessions take place in pediatric clinics on days of routine well-child visits, and at each session families meet individually with an interventionist for approximately 30 minutes.   Thanks to the support of Children of Bellevue and our sponsors (including the Tiger Foundation, the Marks Family Foundation, and the New York City Council's Early Literacy Initiative: City's First Readers), we are now offering VIP as part of routine pediatric care at Woodhull Medical Center in Brooklyn, NY! All families with children ages 0-12 months are encouraged to participate.   To contact us:   If you are a parent of a young infant who is receiving general pediatric care at Woodhull Medical Center and have questions or would like more information about VIP, please contact Jennifer Ledesma or Ivonne Monje at 718-963-8184, or email our Project Director (Dr. Adriana Weisleder).   For all other inquiries, please contact the Project Director:  Dr. Adriana Weisleder   adriana.weisleder@nyumc.org   ph. 212-562-2464       ¡Bienvenidos al Proyecto BELLE!   Actualmente estamos en un periodo de crecimiento y desarrollo. Por favor sea paciente y chequee regularmente, ya que estamos actualizamos esta página web continuamente. Más información sobre nuestro trabajo más actual estará disponible próximamente.   El Proyecto BELLE es un equipo de doctores, investigadores, y expertos en el desarrollo infantil (dirigido por nuestro investigador principal, el Dr. Alan Mendelsohn), quienes se dedican a proveer recursos a familias para asegurar que sus niños ingresen a la escuela preparados para aprender y tener éxito.   El Proyecto de Investigación con Video (VIP) es nuestro programa de crianza, basado en evidencia, donde se usa video grabacione, juguetes y libros para ayudar a padres a utilizar el juego y la lectura compartida, y las rutinas diarias como oportunidades para fortalecer el desarrollo y la lectura temprana en sus niños. Las sesiones de VIP se llevan a cabo en la clínicas pediátricas los días de las visitas de niño sano (\"well-child\"), y en cada sesión las familias se reúnen individualmente con una intervencionista por aproximadamente 30 minutos.   Gracias al apoyo de Los Niños de Bellevue y nuestros patrocinadores (incluyendo la Tiger Foundation, la Marks Family Foundation, y La Iniciativa para Lectura Temprana del Consejo Municipal de Nueva York: Los Primeros Lectores de la Cuidad), ahora estamos ofreciendo VIP como parte del cuidado pediátrico en el Centro Medico Woodhull en Brooklyn, NY. Animamos a todas las familias con niños entre las edades 0 a 12 meses que participen.   Para contactarnos:  Si usted es padre de un bebé que está recibiendo cuidado pediátrico general en el Centro Médico Woodhull, y tiene preguntas, o quisiera más información sobre VIP, por favor contacte a Jennifer Ledesma o a Ivonne Monje al 718-963-8184, o envíe un correo electrónico a nuestra Directora del Proyecto (la Dr. Adriana Weisleder).   Para cualquier otra pregunta, por favor contacte a la Directora del Proyecto:  Dr. Adriana Weisleder adriana.weisleder@nyumc.org   ph. 212-562-2464       Watch Dr. Dreyer discuss the importance of eliminating childhood poverty.      The Bellevue Project for Early Language, Literacy, and Education Success   There are often vast disparities in development, school readiness, and educational achievement between children from low-income families and children from middle/high-income families.  It is critical that these disparities be addressed in order to break the cycle of intergenerational transmission of poverty. The Bellevue Project for Early Language, Literacy, and Education Success (BELLE) is a multi-disciplinary behavioral research laboratory, under the leadership of Alan Mendelsohn, MD, whose primary goal is to adapt, develop and assess pediatric primary health care strategies for working with low-income families of very young children (age birth-5 years). These pediatric primary health care strategies are designed to promote parent-child interactions that will serve to enhance school readiness and long-term educational achievement; thus lessening poverty-related disparities in these domains.   Why Pediatric Primary Care?  Pediatric primary care is a unique platform for reaching at-risk, poor children population-wide prior to school entry for the following reasons:   All children must have immunizations and screening to enter school   There are 15 routine visits to the pediatrician from birth-5 years   Parents want help with developmental issues when they come for well- child visits, and   Interventions in primary care are very low cost when compared to other intervention strategies (such as home visitation).   Why Do We Work With Families of Very Young Children?  Intervening during the first five years before school entry is critical:   Children’s brains develop rapidly during the first five years   Early high quality experiences foster this brain development; early low quality experiences (e.g., television) can prevent optimal brain development   Waiting for school entry is too late!   A Snapshot of Our Work:   The Video Interaction Project   Since 1999, we have been implementing and testing the effectiveness of a pediatric primary care parenting intervention called The Video Interaction Project (VIP)    VIP is a relationship-based parenting intervention which builds on Reach out and Read , pushing the model of utilizing the pediatric primary care platform to promote school readiness in at-risk children.   In VIP, a child development specialist works with parents at every well-child visit to encourage critical interactions between parents and children through playing or reading together.   Core components of VIP: parent and infant/child videotaped together while playing or reading; parent then watches with child development specialist who identifies and reinforces strengths in the interaction; also includes the provision of books and toys as well as parenting pamphlets.   Building Blocks   Developed by Harris S. Huberman, MD, MPH   BB takes place from birth to 3 years. BB, like VIP, delivers a curriculum focused on supporting verbal interactions in the context of pretend play, shared reading and daily routines.   The BB curriculum is delivered through written pamphlets and learning materials that are mailed monthly to the family.   Core components of BB: newsletters focusing on positive parenting; learning materials (toys and/or books) provided; parent-completed Ages and Stages Questionnaires are provided to help parents become active observers of their child’s development.   Reach Out and Read   Our prior work documented impacts of Reach Out and Read, including:   Enhanced child vocabulary - Collaborative study with Mount Sinai School of Medicine   Enhanced reading aloud in multicenter collaborative study   Media exposure in young children   BELLE media research led by Dr. Alan Mendelsohn and Dr. Suzy Tomopoulos   Data collected in the context of the BELLE project regarding longitudinal media exposure and its relationship to child development outcomes has yielded many findings related to: (1) impacts of infant media exposure on toddler development, (2) trajectories of media exposure in early childhood; and (3) relationship between parent-child interactions and impacts of media exposure.   Obesity prevention   Providing input regarding parenting into innovative research conducted by investigators at NYU School of Medicine (MaryJo Messito, MD &amp; Shonna Yin, MD) and Albert Einstein College of Medicine (Rachel Gross, MD)   Starting Early, PI’s MaryJo Messito, MD and Rachel Gross, MD   Greenlight, NYU PI Shonna Yin, MD as part of multisite collaboration   Parent-child interactions   StimQ: Measurement of the cognitive home environment through lab/office-based interview   Near Infrared Spectroscopy: Measurement of neurophysiological changes that might result from variations in parent-child interactions                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Luis Felipe Fabre: Lectura y Conversación, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Luis Felipe Fabre: Lectura y Conversación        Location: 19 University Place, Room 223 [ map ]     \" La sodomía en la Nueva España \"               ,           Luis Felipe Fabre: Lectura y Conversación       Location: 19 University Place, Room 223                         Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]}]