[{"detail": [{"content": "NYU &gt;   ITS   &gt; Locations &amp; Facilities   &gt; NYU's Global Sites                                                                                        Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                 About ITS                              Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                               Instruction & Research                                Locations & Facilities                             Advanced Media Studio                            Assistive Technologies                          Computer Labs                           Data Services                             Digital Studio                           NYU Global Sites                             Hands-on Computer Classrooms                          IT Service Desk                          Map of ITS Locations                        NYU Print Service                                                                                     Home           //        Locations &amp; Facilities                 //         NYU's Global Sites                                            NYU's Global Sites                     search the site                                                                        related pages                Your NetID &amp; Password       Connect at NYU's Global Sites                        NYU's International Academic and Research Centers offer many of the same information technology  services that are available on NYU's Washington Square campus. Although services vary somewhat  by location (see below), they generally include NYUHome, student computing labs, staff and  faculty desktop computing, Internet access, NYU Libraries research services, NYU Classes course  support, and telephone services. Bobst Library resources are available at all sites for study abroad students,  faculty, and staff through the NYU Libraries website .    Site-specific service information is available for each of the following:     NYU Abu Dhabi   NYU Shanghai   NYU in Accra, Ghana NYU in Buenos Aires, Argentina   NYU in Florence, Italy   NYU in London, England   NYU in Madrid, Spain   NYU in Paris, France   NYU in Prague, Czech Republic   NYU in Washington, DC   Tisch Asia, Singapore      More Information About NYU     For information about connecting and using your computer at one of NYU's international sites, please  visit Connect at NYU's Global Sites .     For information about studying abroad, please visit the Study Abroad website at   www.nyu.edu/studyabroad .    For general information about NYU's Office of Global Programs , please visit the Office of Global Programs website  at www.nyu.edu/global.html .       If you have been accepted into an NYU study abroad program :      You will need an active NYU NetID. To activate your NetID online, go to http://start.nyu.edu .    For advice and information about preparing to go abroad, find the &quot;Admitted Students&quot; page for your program at www.nyu.edu/studyabroad .         If you need technical support while at one of the NYU Global Sites, either speak with your program's student life office or send a detailed email, including your current location, to AskITS&#64;nyu.edu .       International Sites Facilities and Services    NYU Abu Dhabi   Information about technology services and support for faculty, staff, and researchers is available through the NYUAD Intranet. Matriculated students can access information about technology services and support through the Student Portal.    Students: https://students.nyuad.nyu.edu/services/technology-and-support/   Faculty and staff: https://intranet.nyuad.nyu.edu/administrative-services/technology-and-support/     For general information on NYU Abu Dhabi, please visit nyuad.nyu.edu .    NYU Shanghai   For information about NYU Shanghai, visit: http://www.nyu.edu/global/global-academic-centers/shanghai .     NYU Accra    NYU Accra offers computing resources to students in several ways:    Students are invited to use their own laptops for use at the NYU in Ghana Academic Center. Internet access and printing  are available via wireless (if you have your own wireless card or Airport) or wired data jacks (by plugging in with an Ethernet cable).   Note : Due to space restrictions, students may not bring larger \"desktop\" computers (with separate monitor and CPU), even if they are  equipped for wireless access.   Students can use one of several Apple computers in the computer lab at the Academic Center. These computers are equipped with access to  the Internet, printers, and the Microsoft Office suite of programs (Word, Office, Excel, and Access).    All NYU in Ghana residence halls offer wireless Internet access.       For additional information about these and other services available at NYU Accra, visit   www.nyu.edu/global/global-academic-centers/accra .    NYU in Buenos Aires    Instructional Environment     Student labs are equipped with Macintosh desktop computers.   Classrooms are equipped with teaching computers and projectors.      Communications     Internet access is available for students, faculty, and staff.   Email: Faculty, staff, and students can use NYUHome or a personal web-based email account.      Services     Wireless Internet access is available at the Academic Center.   Desktop services are supported by on-site IT staff.      For more information about these and other services available at NYU in Buenos Aires, visit: www.nyu.edu/global/global-academic-centers/buenos-aires .     NYU in Florence    Instructional Environment     Student labs are equipped with Windows and Macintosh desktop computers.   Student labs are open 7 days a week, at varying hours.   Students are allowed to bring their own laptops and self-register for campus and residence hall use.   The two on-site residence halls, Villa Colletta and Villa Natalia, are equipped with Internet ports for student use in each room.      Communications     Internet access is available for students, faculty, and staff.   Email: Faculty, staff, and students can use NYUHome or a personal web-based email account.   Video conferencing is available for faculty and staff use.   Telephones are available in every room of the two on-site residence halls, Villa Colletta and Villa Natalia.   Faculty and staff are able to place long distance calls on all NYU phones in both New York and Florence  using their NYU telephone authorization codes.      Services     NYURoam Wireless network access is available at a variety of locations  at NYU in Florence. To use this service, follow the normal NYURoam Wireless instructions on this site.  The one exception is for people using a VPN client. For details, look for the red note for Florence residents in the VPN  instructions within the Configuration section of the NYURoam Wireless website .   Desktop services are supported by on-site IT staff.   Network services are supported by ITS.   Telecommunications services are supported by ITS.      For more information about these and other services available at NYU in Florence, visit:   www.nyu.edu/global/global-academic-centers/florence .      NYU in London   Instructional Environment     Student labs are equipped with Windows and Macintosh desktop computers.   Student labs are open 6 days a week (closed Sundays).   Students are allowed to bring their own laptops and self-register for campus use.   Students are allowed to sign out loaner laptops in the Center.   Special software is provided for Business and Pre-Med courses.       Communications     Internet access is available for students, faculty, and staff.      Video conferencing is available at the Academic Center.      Services     NYURoam Wireless network access is available at NYU in London. To use this service, follow the NYURoam wireless configuration instructions . However, if you use a VPN client, look for the red note for London residents in the VPN instructions in the Configuration section of the NYURoam wireless configuration website.   Desktop services support is provided by on-site IT support staff.   Network services are provided by ITS.   Telecommunications services are provided by ITS.      For more information about these and other services available at NYU in London, visit www.nyu.edu/global/global-academic-centers/london .       NYU in Madrid   Instructional Environment     Student labs are equipped with 25 desktop computers.   Student labs are open Monday - Friday (and on Saturdays during exam periods).      Communications     Internet access is available for students, faculty, and staff.      Services     Wireless network access is now available at the academic center. There are approximately  15 wireless cards available for loan from student services (deposit required), or students can  configure their own wireless cards when they arrive. Contact student services for more information.   Student, faculty, and staff computing support is provided by a local IT support firm.   Network services are supported by a local outsource firm.   Telecommunications services are supported by a local provider.      For more information about these and other services available at NYU in Madrid, visit   www.nyu.edu/global/global-academic-centers/madrid .        NYU in Paris   Instructional Environment     Student labs are equipped with 15 desktop computers (located in the garden-level library) with full word processing and Internet capabilities.   Student labs are open Monday - Friday (and on Saturdays during exam periods).      Communications     Internet access is available for students, faculty, and staff.   Videoconferencing is available at the Academic Center.      Services     Wireless network access is available at the academic center. Instructions on how to access the wireless network will be provided to you during orientation.   If you need residential Internet access, we provide you with information about reliable  Paris-based Internet providers in the \"Living in Paris\" guide you will receive during orientation.   Student, faculty, and staff computing support is provided by a local support firm.   Network services are supported by a local IT support firm.   Telecommunications services are supported by a local provider.       For more information about these and other services available at NYU in Paris, visit   www.nyu.edu/global/global-academic-centers/paris .        NYU in Prague   Instructional Environment     Student labs are equipped with Windows computers.   Student labs are open 6 days a week (closed Sundays).   Students are allowed to bring their own laptops and register for campus use.   Students are allowed to use loaned laptops while in the Center.   Special software is provided for Business and Pre-Med courses.   Software configuration on lab desktop computers parallels NYU/ITS Student Technology Services.      Communications     Internet access is available for students, faculty, and staff.   Videoconferencing equipment is available at the Center.      Services     Desktop services are supported by a local provider.   Network services are supported by NYU IT and a local provider.   Telecommunications services are supported by a local provider.      For more information about these and other services available at NYU in Prague, visit   www.nyu.edu/global/global-academic-centers/prague .        NYU in Washington, DC   Instructional Environment     Student labs are equipped with 15 desktop computers and 2 printers served by the NYU Print Service .   Student labs are open 24x7.      Communications     Internet access is available for students, faculty, and staff.   Guest NYURoam wireless access is available for guests for events.      Services     Student, faculty, and staff computing support is provided by an external IT Support Provider as needed.   Network services are supported by NYU IT in New York.   Telecommunications services are supported by NYU IT in New York.      For more information about these and other services available at NYU in Washington, DC, visit   www.nyu.edu/global/global-academic-centers/washington-dc .        Tisch Asia, Singapore   For more information on Tisch Asia, Singapore, please click here .      Page last reviewed: March 13, 2015"}]},
{"detail": [{"content": "NYU &gt;   ITS   &gt; Locations &amp; Facilities   &gt; NYU's Global Sites                                                                                        Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                 About ITS                              Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                               Instruction & Research                                Locations & Facilities                             Advanced Media Studio                            Assistive Technologies                          Computer Labs                           Data Services                             Digital Studio                           NYU Global Sites                             Hands-on Computer Classrooms                          IT Service Desk                          Map of ITS Locations                        NYU Print Service                                                                                     Home           //        Locations &amp; Facilities                 //         NYU's Global Sites                                            NYU's Global Sites                     search the site                                                                        related pages                Your NetID &amp; Password       Connect at NYU's Global Sites                        NYU's International Academic and Research Centers offer many of the same information technology  services that are available on NYU's Washington Square campus. Although services vary somewhat  by location (see below), they generally include NYUHome, student computing labs, staff and  faculty desktop computing, Internet access, NYU Libraries research services, NYU Classes course  support, and telephone services. Bobst Library resources are available at all sites for study abroad students,  faculty, and staff through the NYU Libraries website .    Site-specific service information is available for each of the following:     NYU Abu Dhabi   NYU Shanghai   NYU in Accra, Ghana NYU in Buenos Aires, Argentina   NYU in Florence, Italy   NYU in London, England   NYU in Madrid, Spain   NYU in Paris, France   NYU in Prague, Czech Republic   NYU in Washington, DC   Tisch Asia, Singapore      More Information About NYU     For information about connecting and using your computer at one of NYU's international sites, please  visit Connect at NYU's Global Sites .     For information about studying abroad, please visit the Study Abroad website at   www.nyu.edu/studyabroad .    For general information about NYU's Office of Global Programs , please visit the Office of Global Programs website  at www.nyu.edu/global.html .       If you have been accepted into an NYU study abroad program :      You will need an active NYU NetID. To activate your NetID online, go to http://start.nyu.edu .    For advice and information about preparing to go abroad, find the &quot;Admitted Students&quot; page for your program at www.nyu.edu/studyabroad .         If you need technical support while at one of the NYU Global Sites, either speak with your program's student life office or send a detailed email, including your current location, to AskITS&#64;nyu.edu .       International Sites Facilities and Services    NYU Abu Dhabi   Information about technology services and support for faculty, staff, and researchers is available through the NYUAD Intranet. Matriculated students can access information about technology services and support through the Student Portal.    Students: https://students.nyuad.nyu.edu/services/technology-and-support/   Faculty and staff: https://intranet.nyuad.nyu.edu/administrative-services/technology-and-support/     For general information on NYU Abu Dhabi, please visit nyuad.nyu.edu .    NYU Shanghai   For information about NYU Shanghai, visit: http://www.nyu.edu/global/global-academic-centers/shanghai .     NYU Accra    NYU Accra offers computing resources to students in several ways:    Students are invited to use their own laptops for use at the NYU in Ghana Academic Center. Internet access and printing  are available via wireless (if you have your own wireless card or Airport) or wired data jacks (by plugging in with an Ethernet cable).   Note : Due to space restrictions, students may not bring larger \"desktop\" computers (with separate monitor and CPU), even if they are  equipped for wireless access.   Students can use one of several Apple computers in the computer lab at the Academic Center. These computers are equipped with access to  the Internet, printers, and the Microsoft Office suite of programs (Word, Office, Excel, and Access).    All NYU in Ghana residence halls offer wireless Internet access.       For additional information about these and other services available at NYU Accra, visit   www.nyu.edu/global/global-academic-centers/accra .    NYU in Buenos Aires    Instructional Environment     Student labs are equipped with Macintosh desktop computers.   Classrooms are equipped with teaching computers and projectors.      Communications     Internet access is available for students, faculty, and staff.   Email: Faculty, staff, and students can use NYUHome or a personal web-based email account.      Services     Wireless Internet access is available at the Academic Center.   Desktop services are supported by on-site IT staff.      For more information about these and other services available at NYU in Buenos Aires, visit: www.nyu.edu/global/global-academic-centers/buenos-aires .     NYU in Florence    Instructional Environment     Student labs are equipped with Windows and Macintosh desktop computers.   Student labs are open 7 days a week, at varying hours.   Students are allowed to bring their own laptops and self-register for campus and residence hall use.   The two on-site residence halls, Villa Colletta and Villa Natalia, are equipped with Internet ports for student use in each room.      Communications     Internet access is available for students, faculty, and staff.   Email: Faculty, staff, and students can use NYUHome or a personal web-based email account.   Video conferencing is available for faculty and staff use.   Telephones are available in every room of the two on-site residence halls, Villa Colletta and Villa Natalia.   Faculty and staff are able to place long distance calls on all NYU phones in both New York and Florence  using their NYU telephone authorization codes.      Services     NYURoam Wireless network access is available at a variety of locations  at NYU in Florence. To use this service, follow the normal NYURoam Wireless instructions on this site.  The one exception is for people using a VPN client. For details, look for the red note for Florence residents in the VPN  instructions within the Configuration section of the NYURoam Wireless website .   Desktop services are supported by on-site IT staff.   Network services are supported by ITS.   Telecommunications services are supported by ITS.      For more information about these and other services available at NYU in Florence, visit:   www.nyu.edu/global/global-academic-centers/florence .      NYU in London   Instructional Environment     Student labs are equipped with Windows and Macintosh desktop computers.   Student labs are open 6 days a week (closed Sundays).   Students are allowed to bring their own laptops and self-register for campus use.   Students are allowed to sign out loaner laptops in the Center.   Special software is provided for Business and Pre-Med courses.       Communications     Internet access is available for students, faculty, and staff.      Video conferencing is available at the Academic Center.      Services     NYURoam Wireless network access is available at NYU in London. To use this service, follow the NYURoam wireless configuration instructions . However, if you use a VPN client, look for the red note for London residents in the VPN instructions in the Configuration section of the NYURoam wireless configuration website.   Desktop services support is provided by on-site IT support staff.   Network services are provided by ITS.   Telecommunications services are provided by ITS.      For more information about these and other services available at NYU in London, visit www.nyu.edu/global/global-academic-centers/london .       NYU in Madrid   Instructional Environment     Student labs are equipped with 25 desktop computers.   Student labs are open Monday - Friday (and on Saturdays during exam periods).      Communications     Internet access is available for students, faculty, and staff.      Services     Wireless network access is now available at the academic center. There are approximately  15 wireless cards available for loan from student services (deposit required), or students can  configure their own wireless cards when they arrive. Contact student services for more information.   Student, faculty, and staff computing support is provided by a local IT support firm.   Network services are supported by a local outsource firm.   Telecommunications services are supported by a local provider.      For more information about these and other services available at NYU in Madrid, visit   www.nyu.edu/global/global-academic-centers/madrid .        NYU in Paris   Instructional Environment     Student labs are equipped with 15 desktop computers (located in the garden-level library) with full word processing and Internet capabilities.   Student labs are open Monday - Friday (and on Saturdays during exam periods).      Communications     Internet access is available for students, faculty, and staff.   Videoconferencing is available at the Academic Center.      Services     Wireless network access is available at the academic center. Instructions on how to access the wireless network will be provided to you during orientation.   If you need residential Internet access, we provide you with information about reliable  Paris-based Internet providers in the \"Living in Paris\" guide you will receive during orientation.   Student, faculty, and staff computing support is provided by a local support firm.   Network services are supported by a local IT support firm.   Telecommunications services are supported by a local provider.       For more information about these and other services available at NYU in Paris, visit   www.nyu.edu/global/global-academic-centers/paris .        NYU in Prague   Instructional Environment     Student labs are equipped with Windows computers.   Student labs are open 6 days a week (closed Sundays).   Students are allowed to bring their own laptops and register for campus use.   Students are allowed to use loaned laptops while in the Center.   Special software is provided for Business and Pre-Med courses.   Software configuration on lab desktop computers parallels NYU/ITS Student Technology Services.      Communications     Internet access is available for students, faculty, and staff.   Videoconferencing equipment is available at the Center.      Services     Desktop services are supported by a local provider.   Network services are supported by NYU IT and a local provider.   Telecommunications services are supported by a local provider.      For more information about these and other services available at NYU in Prague, visit   www.nyu.edu/global/global-academic-centers/prague .        NYU in Washington, DC   Instructional Environment     Student labs are equipped with 15 desktop computers and 2 printers served by the NYU Print Service .   Student labs are open 24x7.      Communications     Internet access is available for students, faculty, and staff.   Guest NYURoam wireless access is available for guests for events.      Services     Student, faculty, and staff computing support is provided by an external IT Support Provider as needed.   Network services are supported by NYU IT in New York.   Telecommunications services are supported by NYU IT in New York.      For more information about these and other services available at NYU in Washington, DC, visit   www.nyu.edu/global/global-academic-centers/washington-dc .        Tisch Asia, Singapore   For more information on Tisch Asia, Singapore, please click here .      Page last reviewed: March 13, 2015"}, {"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU &gt;   ITS   &gt; Locations &amp; Facilities   &gt; NYU's Global Sites                                                                                        Skip to Navigation | Skip to Content                                        Service Status | News | ServiceLink | IT Service Desk                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                        go                                                    New York University              New York University              Information Technology Services                                                 About ITS                              Get Connected                               Communicate & Collaborate                               Help & Support                                 Computer Security                               Instruction & Research                                Locations & Facilities                             Advanced Media Studio                            Assistive Technologies                          Computer Labs                           Data Services                             Digital Studio                           NYU Global Sites                             Hands-on Computer Classrooms                          IT Service Desk                          Map of ITS Locations                        NYU Print Service                                                                                     Home           //        Locations &amp; Facilities                 //         NYU's Global Sites                                            NYU's Global Sites                     search the site                                                                        related pages                Your NetID &amp; Password       Connect at NYU's Global Sites                        NYU's International Academic and Research Centers offer many of the same information technology  services that are available on NYU's Washington Square campus. Although services vary somewhat  by location (see below), they generally include NYUHome, student computing labs, staff and  faculty desktop computing, Internet access, NYU Libraries research services, NYU Classes course  support, and telephone services. Bobst Library resources are available at all sites for study abroad students,  faculty, and staff through the NYU Libraries website .    Site-specific service information is available for each of the following:     NYU Abu Dhabi   NYU Shanghai   NYU in Accra, Ghana NYU in Buenos Aires, Argentina   NYU in Florence, Italy   NYU in London, England   NYU in Madrid, Spain   NYU in Paris, France   NYU in Prague, Czech Republic   NYU in Washington, DC   Tisch Asia, Singapore      More Information About NYU     For information about connecting and using your computer at one of NYU's international sites, please  visit Connect at NYU's Global Sites .     For information about studying abroad, please visit the Study Abroad website at   www.nyu.edu/studyabroad .    For general information about NYU's Office of Global Programs , please visit the Office of Global Programs website  at www.nyu.edu/global.html .       If you have been accepted into an NYU study abroad program :      You will need an active NYU NetID. To activate your NetID online, go to http://start.nyu.edu .    For advice and information about preparing to go abroad, find the &quot;Admitted Students&quot; page for your program at www.nyu.edu/studyabroad .         If you need technical support while at one of the NYU Global Sites, either speak with your program's student life office or send a detailed email, including your current location, to AskITS&#64;nyu.edu .       International Sites Facilities and Services    NYU Abu Dhabi   Information about technology services and support for faculty, staff, and researchers is available through the NYUAD Intranet. Matriculated students can access information about technology services and support through the Student Portal.    Students: https://students.nyuad.nyu.edu/services/technology-and-support/   Faculty and staff: https://intranet.nyuad.nyu.edu/administrative-services/technology-and-support/     For general information on NYU Abu Dhabi, please visit nyuad.nyu.edu .    NYU Shanghai   For information about NYU Shanghai, visit: http://www.nyu.edu/global/global-academic-centers/shanghai .     NYU Accra    NYU Accra offers computing resources to students in several ways:    Students are invited to use their own laptops for use at the NYU in Ghana Academic Center. Internet access and printing  are available via wireless (if you have your own wireless card or Airport) or wired data jacks (by plugging in with an Ethernet cable).   Note : Due to space restrictions, students may not bring larger \"desktop\" computers (with separate monitor and CPU), even if they are  equipped for wireless access.   Students can use one of several Apple computers in the computer lab at the Academic Center. These computers are equipped with access to  the Internet, printers, and the Microsoft Office suite of programs (Word, Office, Excel, and Access).    All NYU in Ghana residence halls offer wireless Internet access.       For additional information about these and other services available at NYU Accra, visit   www.nyu.edu/global/global-academic-centers/accra .    NYU in Buenos Aires    Instructional Environment     Student labs are equipped with Macintosh desktop computers.   Classrooms are equipped with teaching computers and projectors.      Communications     Internet access is available for students, faculty, and staff.   Email: Faculty, staff, and students can use NYUHome or a personal web-based email account.      Services     Wireless Internet access is available at the Academic Center.   Desktop services are supported by on-site IT staff.      For more information about these and other services available at NYU in Buenos Aires, visit: www.nyu.edu/global/global-academic-centers/buenos-aires .     NYU in Florence    Instructional Environment     Student labs are equipped with Windows and Macintosh desktop computers.   Student labs are open 7 days a week, at varying hours.   Students are allowed to bring their own laptops and self-register for campus and residence hall use.   The two on-site residence halls, Villa Colletta and Villa Natalia, are equipped with Internet ports for student use in each room.      Communications     Internet access is available for students, faculty, and staff.   Email: Faculty, staff, and students can use NYUHome or a personal web-based email account.   Video conferencing is available for faculty and staff use.   Telephones are available in every room of the two on-site residence halls, Villa Colletta and Villa Natalia.   Faculty and staff are able to place long distance calls on all NYU phones in both New York and Florence  using their NYU telephone authorization codes.      Services     NYURoam Wireless network access is available at a variety of locations  at NYU in Florence. To use this service, follow the normal NYURoam Wireless instructions on this site.  The one exception is for people using a VPN client. For details, look for the red note for Florence residents in the VPN  instructions within the Configuration section of the NYURoam Wireless website .   Desktop services are supported by on-site IT staff.   Network services are supported by ITS.   Telecommunications services are supported by ITS.      For more information about these and other services available at NYU in Florence, visit:   www.nyu.edu/global/global-academic-centers/florence .      NYU in London   Instructional Environment     Student labs are equipped with Windows and Macintosh desktop computers.   Student labs are open 6 days a week (closed Sundays).   Students are allowed to bring their own laptops and self-register for campus use.   Students are allowed to sign out loaner laptops in the Center.   Special software is provided for Business and Pre-Med courses.       Communications     Internet access is available for students, faculty, and staff.      Video conferencing is available at the Academic Center.      Services     NYURoam Wireless network access is available at NYU in London. To use this service, follow the NYURoam wireless configuration instructions . However, if you use a VPN client, look for the red note for London residents in the VPN instructions in the Configuration section of the NYURoam wireless configuration website.   Desktop services support is provided by on-site IT support staff.   Network services are provided by ITS.   Telecommunications services are provided by ITS.      For more information about these and other services available at NYU in London, visit www.nyu.edu/global/global-academic-centers/london .       NYU in Madrid   Instructional Environment     Student labs are equipped with 25 desktop computers.   Student labs are open Monday - Friday (and on Saturdays during exam periods).      Communications     Internet access is available for students, faculty, and staff.      Services     Wireless network access is now available at the academic center. There are approximately  15 wireless cards available for loan from student services (deposit required), or students can  configure their own wireless cards when they arrive. Contact student services for more information.   Student, faculty, and staff computing support is provided by a local IT support firm.   Network services are supported by a local outsource firm.   Telecommunications services are supported by a local provider.      For more information about these and other services available at NYU in Madrid, visit   www.nyu.edu/global/global-academic-centers/madrid .        NYU in Paris   Instructional Environment     Student labs are equipped with 15 desktop computers (located in the garden-level library) with full word processing and Internet capabilities.   Student labs are open Monday - Friday (and on Saturdays during exam periods).      Communications     Internet access is available for students, faculty, and staff.   Videoconferencing is available at the Academic Center.      Services     Wireless network access is available at the academic center. Instructions on how to access the wireless network will be provided to you during orientation.   If you need residential Internet access, we provide you with information about reliable  Paris-based Internet providers in the \"Living in Paris\" guide you will receive during orientation.   Student, faculty, and staff computing support is provided by a local support firm.   Network services are supported by a local IT support firm.   Telecommunications services are supported by a local provider.       For more information about these and other services available at NYU in Paris, visit   www.nyu.edu/global/global-academic-centers/paris .        NYU in Prague   Instructional Environment     Student labs are equipped with Windows computers.   Student labs are open 6 days a week (closed Sundays).   Students are allowed to bring their own laptops and register for campus use.   Students are allowed to use loaned laptops while in the Center.   Special software is provided for Business and Pre-Med courses.   Software configuration on lab desktop computers parallels NYU/ITS Student Technology Services.      Communications     Internet access is available for students, faculty, and staff.   Videoconferencing equipment is available at the Center.      Services     Desktop services are supported by a local provider.   Network services are supported by NYU IT and a local provider.   Telecommunications services are supported by a local provider.      For more information about these and other services available at NYU in Prague, visit   www.nyu.edu/global/global-academic-centers/prague .        NYU in Washington, DC   Instructional Environment     Student labs are equipped with 15 desktop computers and 2 printers served by the NYU Print Service .   Student labs are open 24x7.      Communications     Internet access is available for students, faculty, and staff.   Guest NYURoam wireless access is available for guests for events.      Services     Student, faculty, and staff computing support is provided by an external IT Support Provider as needed.   Network services are supported by NYU IT in New York.   Telecommunications services are supported by NYU IT in New York.      For more information about these and other services available at NYU in Washington, DC, visit   www.nyu.edu/global/global-academic-centers/washington-dc .        Tisch Asia, Singapore   For more information on Tisch Asia, Singapore, please click here .      Page last reviewed: March 13, 2015"}, {"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Student Group Travel                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Travel and Transportation   /   NYU Traveler                 Sub Navigation                                 About NYU Traveler                       Discounts                       Marriott                       Student Group Travel                                                                   Student Group Travel       In an effort to provide best-in-class educational travel experiences, NYU’s Global Travel Team has established preferred relationships with Destination Partners and WorldStrides. With over 60 years of combined travel management experience, Destination Partners and WorldStrides are leaders in the field of university travel experiences and educational travel planning.             Destination Partners   Destination Partners is a travel management company dedicated to helping universities, non-profits and corporations source, plan, manage and execute enriched and enriching travel programs and experiences, all over the world, from groups of 10 to hundreds. Desintation Partners apply a high touch management approach to ensure successful programs that will connect people from around the world, making us all better global citizens.   Destination Partners' most visited destinations are: Brazil, Argentina, Morocco, South Africa, India, China, South East Asia, Spain, UK, and Germany.     For more information about Destination Partners, click here .   For specific inquiries regarding potential trips, please contact Julie Sivertson at: 1(800)553-9959, ext. 116. You can also e-mail her at: jsivertson@destinationpartners.net.             WorldStrides   For nearly 40 years, WorldStrides has partnered with universities to create educational global trips for graduate and undergraduate students. With offices in 20 locations on four continents, WorldStrides is uniquely positioned to offer comprehensive travel and content planning services in more than 400 destinations worldwide. Both fully customized programs and pre-selected itineraries are available.   WorldStrides most visited destinations are: China, South Africa, Brazil, Turkey, Vietnam, Israel, Chile, Germany, the United Kingdom, and Italy.   For more information about WorldStrides, click here .   For specific inquiries regarding potential trips, please contact WorldStrides’ NYU team at nyu@worldstrides.org or 1-800-422-2368 .                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]