[{"detail": [{"content": "The Hauser Scholars Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program                  Hauser Scholars Program                 The Hauser Scholars Program                 Hauser Scholars Program       Hauser Global Scholars LLM Candidates                           As part of the Hauser Global Law School, the Hauser Scholars Program was founded in 1995 at the initiative of alumna Rita Hauser and NYU School of Law. Since its inauguration, the Hauser Scholars Program has become the leading initiative pursuing the adaptation of legal education in the United States towards an increasingly global perspective. It reflects the Law School's conviction that the practice of law and legal research has escaped the bounds of any particular jurisdiction and that legal education can no longer ignore the interpenetration of legal systems.   Each year a distinguished Hauser Scholars Selection Committee selects 10-14 of the finest students from countries across the world. These select individuals are invited to join the NYU School of Law community as Hauser Global Scholar LLM candidates and to share their perspectives and experiences from their own legal systems with the rest of the Law School academic community. The Hauser Global Scholars are fully funded throughout the year of their studies at NYU School of Law and are integrated intellectually and socially in the events of the Hauser Global Law School and NYU School of Law.   At its inception, the Hauser Scholars Program focused entirely on LLM candidates. In recent years, the program had been broadened and shifted conceptually to further focus on its academic dimensions by selecting, in addition to the LLM candidates, one or two Hauser Research Scholars who were young academics in the first stages of their academic careers. The program provided funding and support to such academics in order that they could dedicate themselves in an academic environment towards completing a significant scholarly project and further integrated their scholarly projects with the work of colloquia, foras and seminars comprising the rich intellectual community at NYU School of Law. In its current form, the Hauser Scholars Program has reverted to the core of its mission by refocusing entirely on Hauser Global Scholar LLM candidates, who remain the heart of the program.   The Hauser Scholars Program cultivates the interaction of ideas stemming from different legal systems that is at the core of the Hauser Global Law School.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "The Hauser Scholars Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program                  Hauser Scholars Program                 The Hauser Scholars Program                 Hauser Scholars Program       Hauser Global Scholars LLM Candidates                           As part of the Hauser Global Law School, the Hauser Scholars Program was founded in 1995 at the initiative of alumna Rita Hauser and NYU School of Law. Since its inauguration, the Hauser Scholars Program has become the leading initiative pursuing the adaptation of legal education in the United States towards an increasingly global perspective. It reflects the Law School's conviction that the practice of law and legal research has escaped the bounds of any particular jurisdiction and that legal education can no longer ignore the interpenetration of legal systems.   Each year a distinguished Hauser Scholars Selection Committee selects 10-14 of the finest students from countries across the world. These select individuals are invited to join the NYU School of Law community as Hauser Global Scholar LLM candidates and to share their perspectives and experiences from their own legal systems with the rest of the Law School academic community. The Hauser Global Scholars are fully funded throughout the year of their studies at NYU School of Law and are integrated intellectually and socially in the events of the Hauser Global Law School and NYU School of Law.   At its inception, the Hauser Scholars Program focused entirely on LLM candidates. In recent years, the program had been broadened and shifted conceptually to further focus on its academic dimensions by selecting, in addition to the LLM candidates, one or two Hauser Research Scholars who were young academics in the first stages of their academic careers. The program provided funding and support to such academics in order that they could dedicate themselves in an academic environment towards completing a significant scholarly project and further integrated their scholarly projects with the work of colloquia, foras and seminars comprising the rich intellectual community at NYU School of Law. In its current form, the Hauser Scholars Program has reverted to the core of its mission by refocusing entirely on Hauser Global Scholar LLM candidates, who remain the heart of the program.   The Hauser Scholars Program cultivates the interaction of ideas stemming from different legal systems that is at the core of the Hauser Global Law School.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Hauser Global Scholars | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program &rsaquo; Hauser Global Scholars LLM Candidates                  Hauser Scholars Program                 Hauser Global Scholars                 Hauser Global Scholars LLM Candidates       Past Hauser Scholars                           The Hauser Global Scholars Program, a part of the Hauser Global Law School, offers generous financial support to a limited number of outstanding foreign students for one year of study at New York University School of Law enrolled in the course leading to the LLM degree. In addition to pursuing their degree program, Hauser Global Scholars participate in special programs and events throughout the year.   The Hauser Global Scholars reflect the breadth and diversity of NYU School of Law’s Graduate Division. In the last 11 years of the Program, 99 Hauser Global Scholars have been selected from approximately 42 countries and all continents. After intensive screening of applications by NYU School of Law faculty and admissions officers, Hauser Global Scholars are selected by a committee of distinguished international leaders. They are chosen on the basis of their intellectual and leadership ability and their capacity to participate productively in a global community of scholars and practitioners. Each Hauser Global Scholar receives full tuition and reasonable living expenses, including rent and the cost of textbooks and other study materials.   For information on application to the Graduate Division and to the Hauser Global Scholarship, please see the Office of Graduate Admissions .   2014-2015 Hauser Scholars     Shirin Chua  Singapore   Shirin Chua graduated with a Bachelor of Laws with First Class Honours from the National University of Singapore (NUS) in 2010. She was a member of the NUS team that won the Richard R. Baxter Award (for the Best Applicant Memorial) at the International Rounds of the Philip C. Jessup International Law Moot Court Competition in 2010. She was also ranked among the Top 100 Oralists at these International Rounds.   Between 2010 and 2012, she clerked for the Chief Justice and the Judges of the Supreme Court of Singapore. She then served as a Deputy Public Prosecutor at the Attorney-General’s Chambers in Singapore, before taking up her current post as State Counsel at the International Affairs Division of the Attorney-General's Chambers in June 2012.   Shirin is enrolled in the LLM programme in International Legal Studies at NYU.     Luis María Clouet  Argentina   Luis María Clouet graduated summa cum laude from the University of Buenos Aires (UBA) Law School in December 2008. He obtained a Law degree with a concentration on Business Law. He was placed in the top 0.1% of a class of over 2,948 students. In recognition of his academic performance, he was awarded an Honors Diploma, the UBA Law School Academic Excellence Distinction and was the recipient of a Hague Academy of International Law Scholarship. He has completed postgraduate studies in Oil &amp; Gras Law at the UBA Law School, and has attended a Master in Private International Law in Argentina.   During his undergraduate studies, he was a member of the UBA Law School arbitration team reaching the quarterfinal round of the 2008 UBA International Commercial Arbitration Moot, and was awarded the competition award for best individual oralists. Luis María also coached the team of students that represented the UBA Law School in the 2009 and 2010 UBA International Commercial Arbitration Moot.   Upon graduation, Luis María was admitted to the Buenos Aires Bar Association. Since then, he has worked in complex litigation and arbitration matters on international commercial and investment arbitration, in international business transactions, cross-border contracts and other commercial matters.   Furthermore, Luis María has been involved in teaching activities since 2008. He first served as a student teaching assistant of Private International Law at the UBA Law School, and then as a graduate teaching assistant. In 2010, after sitting for a qualifying examination, he became a second teaching assistant. He speaks Spanish, English and Portuguese.   At NYU, Luis María will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Michael Darcy  Canada   Michael Darcy holds a BA in English Literature from Memorial University of Newfoundland and a JD from the Schulich School of Law at Dalhousie University. During his legal studies, Michael specialized in business law, winning numerous awards for academic excellence, including being named a Schulich Scholar, a Blakes Scholar, and receiving the University Medal in Law for graduating first in his class. He has recently become a member of the Bar of Ontario.   In 2013-2014, Michael clerked for the Honourable Justice Eleanor Dawson of the Federal Court of Appeal (Canada) and the Court Martial Appeals Court (Canada).   Throughout his studies, Michael has maintained strong ties to social justice and civil liberty organizations, including reporting for the Canadian Civil Liberties Associations’ RightsWatch Blog and working in various roles for Oxfam Canada and the Rainbow Refugee Association of Nova Scotia.   Michael is currently pursuing an LLM in International Taxation. Due to his interest in both business law and social justice, he will focus on the interaction between tax systems and global development initiatives.   Michael has also been awarded a Fulbright Scholarship for his studies at NYU.     Zeev Gutreich  Israel   Zeev Gutreich graduated summa cum laude from the Hebrew University of Jerusalem Faculty of Law, 4th in his class. In addition he holds an MBA in finance and banking from the Hebrew University, magna cum laude. During his studies, Zeev received five awards for exceptional achievements, including the Dean's Prize, Abraham Agmon Prize, and Isaac Drori Prize. In the 2008/2009 academic year Zeev served as a member of the editorial board of the prestigious Hebrew University Law Review (\"Mishpatim\"), and in the following year he was selected to serve as the Editor-In-Chief of the Law Review. Zeev was also a Teaching Assistant to Dr. Tomer Brody in the Legal Writing and Research Course of the Hebrew University.   Upon his LLB graduation, Zeev clerked for the Honorable Deputy President Justice Eliezer Rivlin of the Supreme Court of Israel for one year. After being accepted as a member of the Israeli Bar Association on December 2012, Zeev returned to work at the Israeli Supreme Court as a Law Clerk for the Honorable Justice Esther Hayut.   Last, but definitely not least, Zeev is married to Renana and is a proud father of the cute and adorable Eytan (3 years old) and Yair (1 year old).     Sienna Merope-Synge  Australia   Sienna Merope-Synge graduated from Melbourne University with degrees in Arts and Laws and Diploma in Asian Studies in 2012. She was ranked second in her graduating law class and received numerous academic honours, including the prestigious Chief Justice’s medal, awarded to the law student in Victoria who has achieved most academically and for the community during their studies.   While at law school, Sienna completed internships with the UN Office of the High Commissioner for Human Rights, the North Australian Aboriginal Justice Agency, and the Asylum Seeker Resource Centre, Australia’s largest refugee advocacy organisation. She also sat on the National Executive of UN Youth Australia, and the editorial board of the Melbourne Journal of International Law.   Sienna was a member of the Melbourne Law School team that won the national rounds of the Philip C. Jessup International Law Moot Court Competition in 2009.   After graduating, Sienna was appointed Research Director to the Chief Justice of NSW, the Hon. TF Bathurst QC. Working directly with the Chief Justice, she helped produce judgments and collaborated in writing academic papers and speeches. During this time she also served as Assistant General Editor of the Australian Law Journal. She has published several academic articles and has been cited before the International Criminal Court. She also writes on human rights issues for Australian media.   Before commencing her LLM, Sienna worked as a consultant for the UN Office of the High Commissioner for Human Rights, and in the public law litigation team of international law firm Herbert Smith Freehills.   At NYU, Sienna is pursuing an LLM in International Legal Studies, with a focus on international human rights law and transitional justice.     Edefe Ojomo  Nigeria   Edefe is a lecturer in the Department of Jurisprudence and International Law at the University of Lagos, Nigeria. She has a Bachelor of Laws (LLB) from the University of Lagos, a Qualifying Certificate (BL) from the Nigerian Law School, a Master of Laws (LLM) in International and Comparative Law from the American University in Cairo, and a Master of Arts (MA) in Conflict, Security and Development from King’s College London. Edefe has been a recipient of several fellowships and academic awards, including the African Graduate Fellowship at the American University in Cairo, the CSDG/ECOWAS Fellowship at King’s College London, and several scholastic awards at the University of Lagos and the Nigerian Law School, where she graduated with First Class Honours. She also has certificates in research and specialized courses from several institutions and organisations, including the United Nations and the International Organisation for Migration.   Edefe has worked as an intern and a research fellow at the ECOWAS Commission, where she specialized in projects relating to peace building, mediation, and the development of migration policies for the West African community. She has also trained government officials from West African countries on issues relating to integration and migration. Her research focuses on citizenship, migration, and regional integration in Africa. She also provides research and program support to the Network of Migration Research on Africa (NOMRA).   Edefe is the co-founder of the Young African Research Arena (YARA), a research support website for African students, the editor-in-chief of the Young African Research Journal, the supervisor of Campus to Communities (C2C), a community development organization, and the Open Educational Resources (OER) Lead for Creative Commons Nigeria. As supervisor for the C2C organization at the University of Lagos, Edefe has supervised and participated in community development projects with students from her University. She continues to provide research support to Law students across Africa.   At NYU, Edefe will pursue an LLM in International Legal Studies.     Juan Marcos Otazú  Paraguay   Marcos graduated magna cum laude from the Law School of the National University of Asuncion in December 2012, ranking 2nd in a class of 525 students. At law school he participated actively in moot court competitions, acting as a pleader for his law school in the 18th and 20th Editions of the Willem C. Vis International Commercial Arbitration Moot. He served as a law clerk to Judge Alberto Martinez at a First Instance Civil a Commercial Court in Asuncion (from 2009 to 2012) and at a Civil and Commercial Appellate Court in Asuncion (from 2012 to 2013). Three rulings of the Appellate Court based on opinions he drafted were published in Unilex.   In 2013 Marcos participated in a Certificate Program in International Commercial Arbitration organized jointly by the Paraguayan Center for Studies of Law, Economics and Politics and the University of Heidelberg.   Marcos received a full merit-based scholarship for his law school studies in Paraguay. He was also awarded a full scholarship to attend the 2013 Annual Conference of the International Bar Association held in Boston.   A year after graduating from law school he earned a position as an Associate at Olmedo Abogados, a leading Paraguayan law firm, where he worked in civil and commercial litigation and corporate law. From July 2013 to June 2014, he served as an Assistant Professor of Contracts and Law of Obligations at the National University of Asuncion.   Marcos is fluent in English and Spanish, is proficient in French and has working knowledge of Portuguese.   At NYU, Marcos will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Thomas Streinz  Germany   Thomas Streinz studied law and economics at the University of Bayreuth, international trade law at Bond University in Australia, European and international public law at Ludwig-Maximilians-Universität München, and competition law and policy at the London School of Economics. He passed the First and Second State Exam in the Free State of Bavaria and holds the diploma in European law from the Academy of European Law at the European University Institute in Florence. He is a PhD candidate at Ludwig-Maximilians-Universität München, writing a thesis on the role of the Advocate General at the European Court of Justice under the supervision of Professor Dr. Peter M Huber , a judge at the German Federal Constitution Court.   During his legal practice training ( Referendariat ) Thomas worked inter alia for the Legal Service of the European Commission in Brussels and the German Embassy in Washington, DC. He also served as a research assistant at the Research Center for the Law of European Integration at Ludwig-Maximilians-Universität München. In this capacity, he organized conferences on current problems in constitutional law in cooperation with the Institute of European and Comparative Law at University of Oxford. Subsequently he has been a research associate in the governmental affairs department of the international law firm Noerr LLP in Munich, dealing primarily with competition and state aid law.   Thomas’ publications cover different areas of EU law. He is the co-author of a commentary on the free movement of goods and of a chapter on the membership of the EU in the WTO. He analyzed the relationship between the EU and the Council of Europe in a chapter in a book on the EU’s emerging international identity. In various journal and blog articles he has dealt with the ne bis in idem principle, the preliminary reference procedure, and the accession of the EU to the European Convention on Human Rights (ECHR). Since Spring term 2012 he has been a lecturer for EU Law at University of Passau. In summer 2012, he taught EU law to Russian students in Krasnoyarsk, in a project sponsored by the German Academic Exchange Service ( DAAD ).   Along with his native German, Thomas speaks English, French and Spanish. He enjoys all kinds of sport, in particular soccer.   At NYU, Thomas will pursue an LLM in International Legal Studies, focusing on global governance, international trade law, constitutional law, and legal theory.     Maruša Varl  Slovenia   Maruša Varl graduated cum laude from University of Ljubljana Faculty of Law in May 2012. In her class, she had the best average and the shortest time to finish her undergraduate studies. In recognition of her academic performance, she received the Faculty’s award for outstanding academic achievement.   Immediately after earning her law degree, she was placed number one at the list of 1132 applicants, making it to be one of three interns, accepted into the two-year internship program at the Ljubljana Court of Appeal. During her internship she was named the head of judicial trainees. In 2013, she spent 5 months at the private law department of the Republic of Slovenia Supreme Court, where she assisted a Supreme Court justice. In September 2013, she participated in University of Oxford summer law school.   Maruša is continuing her legal studies as a PhD student at University of Ljubljana Faculty of Law, where she is preparing a dissertation on punitive damages issues and aspects of its implementation in civil law systems.   At NYU she will pursue a Traditional LLM with a focus on torts, contracts and civil procedure     Xiaoxuan Wang  China   Xiaoxuan Wang graduated with an LLB degree from the Law School and Yuanpei College of Peking University in 2010. After undergraduate study, she spent another two years pursuing an LLM degree concentrating on Commercial Law in Peking University. During her legal studies, Xiaoxuan received numerous awards for academic excellence, including Morrison &amp; Foerster Scholarship, May Fourth Scholarship and Starlight International Scholarship.   Xiaoxuan passed the bar examination in China and got permitted to practice PRC law in 2011. Between 2012 and 2014, Xiaoxuan worked at Fangda Partners and practiced in the emerging field of RMB-dominated funds (RMB funds) and assets management, advising private equity firms, investment teams or assets management institutions on their fundraising or other financial products.   At NYU, Xiaoxuan is pursuing an LLM in Corporation Law.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "The Hauser Scholars Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program                  Hauser Scholars Program                 The Hauser Scholars Program                 Hauser Scholars Program       Hauser Global Scholars LLM Candidates                           As part of the Hauser Global Law School, the Hauser Scholars Program was founded in 1995 at the initiative of alumna Rita Hauser and NYU School of Law. Since its inauguration, the Hauser Scholars Program has become the leading initiative pursuing the adaptation of legal education in the United States towards an increasingly global perspective. It reflects the Law School's conviction that the practice of law and legal research has escaped the bounds of any particular jurisdiction and that legal education can no longer ignore the interpenetration of legal systems.   Each year a distinguished Hauser Scholars Selection Committee selects 10-14 of the finest students from countries across the world. These select individuals are invited to join the NYU School of Law community as Hauser Global Scholar LLM candidates and to share their perspectives and experiences from their own legal systems with the rest of the Law School academic community. The Hauser Global Scholars are fully funded throughout the year of their studies at NYU School of Law and are integrated intellectually and socially in the events of the Hauser Global Law School and NYU School of Law.   At its inception, the Hauser Scholars Program focused entirely on LLM candidates. In recent years, the program had been broadened and shifted conceptually to further focus on its academic dimensions by selecting, in addition to the LLM candidates, one or two Hauser Research Scholars who were young academics in the first stages of their academic careers. The program provided funding and support to such academics in order that they could dedicate themselves in an academic environment towards completing a significant scholarly project and further integrated their scholarly projects with the work of colloquia, foras and seminars comprising the rich intellectual community at NYU School of Law. In its current form, the Hauser Scholars Program has reverted to the core of its mission by refocusing entirely on Hauser Global Scholar LLM candidates, who remain the heart of the program.   The Hauser Scholars Program cultivates the interaction of ideas stemming from different legal systems that is at the core of the Hauser Global Law School.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Hauser Global Scholars | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program &rsaquo; Hauser Global Scholars LLM Candidates                  Hauser Scholars Program                 Hauser Global Scholars                 Hauser Global Scholars LLM Candidates       Past Hauser Scholars                           The Hauser Global Scholars Program, a part of the Hauser Global Law School, offers generous financial support to a limited number of outstanding foreign students for one year of study at New York University School of Law enrolled in the course leading to the LLM degree. In addition to pursuing their degree program, Hauser Global Scholars participate in special programs and events throughout the year.   The Hauser Global Scholars reflect the breadth and diversity of NYU School of Law’s Graduate Division. In the last 11 years of the Program, 99 Hauser Global Scholars have been selected from approximately 42 countries and all continents. After intensive screening of applications by NYU School of Law faculty and admissions officers, Hauser Global Scholars are selected by a committee of distinguished international leaders. They are chosen on the basis of their intellectual and leadership ability and their capacity to participate productively in a global community of scholars and practitioners. Each Hauser Global Scholar receives full tuition and reasonable living expenses, including rent and the cost of textbooks and other study materials.   For information on application to the Graduate Division and to the Hauser Global Scholarship, please see the Office of Graduate Admissions .   2014-2015 Hauser Scholars     Shirin Chua  Singapore   Shirin Chua graduated with a Bachelor of Laws with First Class Honours from the National University of Singapore (NUS) in 2010. She was a member of the NUS team that won the Richard R. Baxter Award (for the Best Applicant Memorial) at the International Rounds of the Philip C. Jessup International Law Moot Court Competition in 2010. She was also ranked among the Top 100 Oralists at these International Rounds.   Between 2010 and 2012, she clerked for the Chief Justice and the Judges of the Supreme Court of Singapore. She then served as a Deputy Public Prosecutor at the Attorney-General’s Chambers in Singapore, before taking up her current post as State Counsel at the International Affairs Division of the Attorney-General's Chambers in June 2012.   Shirin is enrolled in the LLM programme in International Legal Studies at NYU.     Luis María Clouet  Argentina   Luis María Clouet graduated summa cum laude from the University of Buenos Aires (UBA) Law School in December 2008. He obtained a Law degree with a concentration on Business Law. He was placed in the top 0.1% of a class of over 2,948 students. In recognition of his academic performance, he was awarded an Honors Diploma, the UBA Law School Academic Excellence Distinction and was the recipient of a Hague Academy of International Law Scholarship. He has completed postgraduate studies in Oil &amp; Gras Law at the UBA Law School, and has attended a Master in Private International Law in Argentina.   During his undergraduate studies, he was a member of the UBA Law School arbitration team reaching the quarterfinal round of the 2008 UBA International Commercial Arbitration Moot, and was awarded the competition award for best individual oralists. Luis María also coached the team of students that represented the UBA Law School in the 2009 and 2010 UBA International Commercial Arbitration Moot.   Upon graduation, Luis María was admitted to the Buenos Aires Bar Association. Since then, he has worked in complex litigation and arbitration matters on international commercial and investment arbitration, in international business transactions, cross-border contracts and other commercial matters.   Furthermore, Luis María has been involved in teaching activities since 2008. He first served as a student teaching assistant of Private International Law at the UBA Law School, and then as a graduate teaching assistant. In 2010, after sitting for a qualifying examination, he became a second teaching assistant. He speaks Spanish, English and Portuguese.   At NYU, Luis María will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Michael Darcy  Canada   Michael Darcy holds a BA in English Literature from Memorial University of Newfoundland and a JD from the Schulich School of Law at Dalhousie University. During his legal studies, Michael specialized in business law, winning numerous awards for academic excellence, including being named a Schulich Scholar, a Blakes Scholar, and receiving the University Medal in Law for graduating first in his class. He has recently become a member of the Bar of Ontario.   In 2013-2014, Michael clerked for the Honourable Justice Eleanor Dawson of the Federal Court of Appeal (Canada) and the Court Martial Appeals Court (Canada).   Throughout his studies, Michael has maintained strong ties to social justice and civil liberty organizations, including reporting for the Canadian Civil Liberties Associations’ RightsWatch Blog and working in various roles for Oxfam Canada and the Rainbow Refugee Association of Nova Scotia.   Michael is currently pursuing an LLM in International Taxation. Due to his interest in both business law and social justice, he will focus on the interaction between tax systems and global development initiatives.   Michael has also been awarded a Fulbright Scholarship for his studies at NYU.     Zeev Gutreich  Israel   Zeev Gutreich graduated summa cum laude from the Hebrew University of Jerusalem Faculty of Law, 4th in his class. In addition he holds an MBA in finance and banking from the Hebrew University, magna cum laude. During his studies, Zeev received five awards for exceptional achievements, including the Dean's Prize, Abraham Agmon Prize, and Isaac Drori Prize. In the 2008/2009 academic year Zeev served as a member of the editorial board of the prestigious Hebrew University Law Review (\"Mishpatim\"), and in the following year he was selected to serve as the Editor-In-Chief of the Law Review. Zeev was also a Teaching Assistant to Dr. Tomer Brody in the Legal Writing and Research Course of the Hebrew University.   Upon his LLB graduation, Zeev clerked for the Honorable Deputy President Justice Eliezer Rivlin of the Supreme Court of Israel for one year. After being accepted as a member of the Israeli Bar Association on December 2012, Zeev returned to work at the Israeli Supreme Court as a Law Clerk for the Honorable Justice Esther Hayut.   Last, but definitely not least, Zeev is married to Renana and is a proud father of the cute and adorable Eytan (3 years old) and Yair (1 year old).     Sienna Merope-Synge  Australia   Sienna Merope-Synge graduated from Melbourne University with degrees in Arts and Laws and Diploma in Asian Studies in 2012. She was ranked second in her graduating law class and received numerous academic honours, including the prestigious Chief Justice’s medal, awarded to the law student in Victoria who has achieved most academically and for the community during their studies.   While at law school, Sienna completed internships with the UN Office of the High Commissioner for Human Rights, the North Australian Aboriginal Justice Agency, and the Asylum Seeker Resource Centre, Australia’s largest refugee advocacy organisation. She also sat on the National Executive of UN Youth Australia, and the editorial board of the Melbourne Journal of International Law.   Sienna was a member of the Melbourne Law School team that won the national rounds of the Philip C. Jessup International Law Moot Court Competition in 2009.   After graduating, Sienna was appointed Research Director to the Chief Justice of NSW, the Hon. TF Bathurst QC. Working directly with the Chief Justice, she helped produce judgments and collaborated in writing academic papers and speeches. During this time she also served as Assistant General Editor of the Australian Law Journal. She has published several academic articles and has been cited before the International Criminal Court. She also writes on human rights issues for Australian media.   Before commencing her LLM, Sienna worked as a consultant for the UN Office of the High Commissioner for Human Rights, and in the public law litigation team of international law firm Herbert Smith Freehills.   At NYU, Sienna is pursuing an LLM in International Legal Studies, with a focus on international human rights law and transitional justice.     Edefe Ojomo  Nigeria   Edefe is a lecturer in the Department of Jurisprudence and International Law at the University of Lagos, Nigeria. She has a Bachelor of Laws (LLB) from the University of Lagos, a Qualifying Certificate (BL) from the Nigerian Law School, a Master of Laws (LLM) in International and Comparative Law from the American University in Cairo, and a Master of Arts (MA) in Conflict, Security and Development from King’s College London. Edefe has been a recipient of several fellowships and academic awards, including the African Graduate Fellowship at the American University in Cairo, the CSDG/ECOWAS Fellowship at King’s College London, and several scholastic awards at the University of Lagos and the Nigerian Law School, where she graduated with First Class Honours. She also has certificates in research and specialized courses from several institutions and organisations, including the United Nations and the International Organisation for Migration.   Edefe has worked as an intern and a research fellow at the ECOWAS Commission, where she specialized in projects relating to peace building, mediation, and the development of migration policies for the West African community. She has also trained government officials from West African countries on issues relating to integration and migration. Her research focuses on citizenship, migration, and regional integration in Africa. She also provides research and program support to the Network of Migration Research on Africa (NOMRA).   Edefe is the co-founder of the Young African Research Arena (YARA), a research support website for African students, the editor-in-chief of the Young African Research Journal, the supervisor of Campus to Communities (C2C), a community development organization, and the Open Educational Resources (OER) Lead for Creative Commons Nigeria. As supervisor for the C2C organization at the University of Lagos, Edefe has supervised and participated in community development projects with students from her University. She continues to provide research support to Law students across Africa.   At NYU, Edefe will pursue an LLM in International Legal Studies.     Juan Marcos Otazú  Paraguay   Marcos graduated magna cum laude from the Law School of the National University of Asuncion in December 2012, ranking 2nd in a class of 525 students. At law school he participated actively in moot court competitions, acting as a pleader for his law school in the 18th and 20th Editions of the Willem C. Vis International Commercial Arbitration Moot. He served as a law clerk to Judge Alberto Martinez at a First Instance Civil a Commercial Court in Asuncion (from 2009 to 2012) and at a Civil and Commercial Appellate Court in Asuncion (from 2012 to 2013). Three rulings of the Appellate Court based on opinions he drafted were published in Unilex.   In 2013 Marcos participated in a Certificate Program in International Commercial Arbitration organized jointly by the Paraguayan Center for Studies of Law, Economics and Politics and the University of Heidelberg.   Marcos received a full merit-based scholarship for his law school studies in Paraguay. He was also awarded a full scholarship to attend the 2013 Annual Conference of the International Bar Association held in Boston.   A year after graduating from law school he earned a position as an Associate at Olmedo Abogados, a leading Paraguayan law firm, where he worked in civil and commercial litigation and corporate law. From July 2013 to June 2014, he served as an Assistant Professor of Contracts and Law of Obligations at the National University of Asuncion.   Marcos is fluent in English and Spanish, is proficient in French and has working knowledge of Portuguese.   At NYU, Marcos will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Thomas Streinz  Germany   Thomas Streinz studied law and economics at the University of Bayreuth, international trade law at Bond University in Australia, European and international public law at Ludwig-Maximilians-Universität München, and competition law and policy at the London School of Economics. He passed the First and Second State Exam in the Free State of Bavaria and holds the diploma in European law from the Academy of European Law at the European University Institute in Florence. He is a PhD candidate at Ludwig-Maximilians-Universität München, writing a thesis on the role of the Advocate General at the European Court of Justice under the supervision of Professor Dr. Peter M Huber , a judge at the German Federal Constitution Court.   During his legal practice training ( Referendariat ) Thomas worked inter alia for the Legal Service of the European Commission in Brussels and the German Embassy in Washington, DC. He also served as a research assistant at the Research Center for the Law of European Integration at Ludwig-Maximilians-Universität München. In this capacity, he organized conferences on current problems in constitutional law in cooperation with the Institute of European and Comparative Law at University of Oxford. Subsequently he has been a research associate in the governmental affairs department of the international law firm Noerr LLP in Munich, dealing primarily with competition and state aid law.   Thomas’ publications cover different areas of EU law. He is the co-author of a commentary on the free movement of goods and of a chapter on the membership of the EU in the WTO. He analyzed the relationship between the EU and the Council of Europe in a chapter in a book on the EU’s emerging international identity. In various journal and blog articles he has dealt with the ne bis in idem principle, the preliminary reference procedure, and the accession of the EU to the European Convention on Human Rights (ECHR). Since Spring term 2012 he has been a lecturer for EU Law at University of Passau. In summer 2012, he taught EU law to Russian students in Krasnoyarsk, in a project sponsored by the German Academic Exchange Service ( DAAD ).   Along with his native German, Thomas speaks English, French and Spanish. He enjoys all kinds of sport, in particular soccer.   At NYU, Thomas will pursue an LLM in International Legal Studies, focusing on global governance, international trade law, constitutional law, and legal theory.     Maruša Varl  Slovenia   Maruša Varl graduated cum laude from University of Ljubljana Faculty of Law in May 2012. In her class, she had the best average and the shortest time to finish her undergraduate studies. In recognition of her academic performance, she received the Faculty’s award for outstanding academic achievement.   Immediately after earning her law degree, she was placed number one at the list of 1132 applicants, making it to be one of three interns, accepted into the two-year internship program at the Ljubljana Court of Appeal. During her internship she was named the head of judicial trainees. In 2013, she spent 5 months at the private law department of the Republic of Slovenia Supreme Court, where she assisted a Supreme Court justice. In September 2013, she participated in University of Oxford summer law school.   Maruša is continuing her legal studies as a PhD student at University of Ljubljana Faculty of Law, where she is preparing a dissertation on punitive damages issues and aspects of its implementation in civil law systems.   At NYU she will pursue a Traditional LLM with a focus on torts, contracts and civil procedure     Xiaoxuan Wang  China   Xiaoxuan Wang graduated with an LLB degree from the Law School and Yuanpei College of Peking University in 2010. After undergraduate study, she spent another two years pursuing an LLM degree concentrating on Commercial Law in Peking University. During her legal studies, Xiaoxuan received numerous awards for academic excellence, including Morrison &amp; Foerster Scholarship, May Fourth Scholarship and Starlight International Scholarship.   Xiaoxuan passed the bar examination in China and got permitted to practice PRC law in 2011. Between 2012 and 2014, Xiaoxuan worked at Fangda Partners and practiced in the emerging field of RMB-dominated funds (RMB funds) and assets management, advising private equity firms, investment teams or assets management institutions on their fundraising or other financial products.   At NYU, Xiaoxuan is pursuing an LLM in Corporation Law.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Past Hauser Global Scholars | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program &rsaquo; Hauser Global Scholars LLM Candidates &rsaquo; Past Hauser Scholars                  Hauser Scholars Program                 Past Hauser Global Scholars                 Hauser Global Scholars LLM Candidates       Past Hauser Scholars                           2013-2014 Hauser Scholars   Santiago Bejarano Isaza  Colombia   Santiago Bejarano Isaza received his law degree from Universidad del Rosario in Bogota, Colombia in 2011 and is admitted to practice in Colombia. While attending law school, he was distinguished as a Fellow ( Colegial ), the highest recognition granted to students at this University and received a full scholarship during his studies of law. He was also a member of the Student Council and an active member of the Law Review. Santiago attended the Duke-Geneva Transnational Law Institute organized by Duke University in 2010, where he took courses in American law and comparative contracts.   Upon graduation in 2011, Santiago joined top-tier arbitrators and practitioners in the international arbitration practice at Dechert LLP’s Paris office, where he participated in investment and commercial arbitration proceedings administered by ICSID and the ICC under the supervision of Professor Eduardo Silva-Romero. He later returned to Cardenas &amp; Cardenas, a leading Colombian law firm which he had joined in 2008 while still a student at law school, where he concentrated mainly in the areas of natural resources, investment protection and litigation.   In addition to his law-firm-based career, Santiago has been an assistant professor of Corporations at Universidad del Rosario since his graduation.   At NYU, Santiago will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Christopher Beshara  Australia   Christopher Beshara received first-class honors degrees in Arts and Law from the University of Sydney, Australia, in 2010 and 2012 respectively. He has a number of academic honors to his name, including the University Medal in History, the Nancy Gordon Smith Memorial Prize for Honors in the Bachelor of Laws, and the prize for administrative law.   In his time at law school, Chris completed a six-month internship with the Australian Law Reform Commission and served as Editor-in-Chief of The Sydney Globalist, an undergraduate international affairs magazine. He also won the trial advocacy competition and the moot court competitions in constitutional and international law. In his penultimate and final years, Chris clerked at corporate law firm Mallesons Stephen Jaques (now King &amp; Wood Mallesons).   Chris was a member of the Sydney Law School team that won the national and international rounds of the Philip C. Jessup International Law Moot Court Competition in 2011. Chris was awarded the prize for best oralist in the Australian grand final round, over which the Chief Justice of Australia presided. He was also recognized as the second-best speaker overall in the international rounds held in Washington DC.   After graduation, Chris was appointed Researcher to the Common Law Division of the New South Wales Supreme Court. Working under the direct supervision of the Chief Judge at Common Law, Chris produced doctrinal research for the common-law judges and advised on the issues raised by first-instance hearings and cases on appeal to the Court of Appeal and Court of Criminal Appeal. In 2013, Chris and the Chief Judge co-authored a monograph on the origins and history of the New South Wales Court of Criminal Appeal.   Before commencing his studies at NYU, Chris worked as a legal officer at the Commonwealth Royal Commission into Institutional Responses to Child Sexual Abuse. He practiced principally in administrative law and helped prepare cases for private and public hearings of the Commission. While at the Commission, Chris was a tutor in constitutional law at Sydney Law School. He was also coach of the law school’s 2013 Jessup team, which took out the national championship.   At NYU, Chris will pursue an LLM in International Legal Studies, with a focus on international human rights law and comparative study in the areas of constitutional and administrative law.     Mariano Braccia  Argentina   Mariano F. Braccia graduated summa cum laude from the University of Buenos Aires Law School in December 2003. He was first out of a graduation class of 2,883 alumni and obtained a Law degree with a concentration on Business Law. In recognition of his academic performance, he was awarded an Honors Diploma and the Gold Medal of the University of Buenos Aires, the Argentine Supreme Court of Justice Award and the Buenos Aires Bar Association Academic Excellence Distinction.   In December 2008, he earned a Tax Law Specialist degree from the University of Buenos Aires Law School with the highest grade in his final exam.   Before graduating, Mariano started a career of more than ten years at the Tax General Directorate (DGI), the agency of the Federal Administration of Public Revenue (AFIP) in charge of the enforcement, collection and control of the national taxes. In 2009, upon gaining extensive experience in areas including examination and tax advice, Mariano was appointed acting Head of a section of the Tax Appeals Division, the administrative unit responsible for the appellate review of protests and claims of refunds within the Legal Department of the National Large Taxpayers Subdepartment.   In 2010, the Institute of Fiscal Studies of AFIP published Mariano’s research on aggressive tax planning and criminal tax prosecution. His primary area of interest is the global dimension of tax abuse and he has published many articles and book chapters on comparative tax avoidance involving specific legislation and case law of the United States of America, the United Kingdom, China and India, among others. For the last two years, he has been working in a book about the functional approach to comparative tax avoidance and has participated as a lecturer in conferences on topics of his expertise.   Mariano speaks Spanish, English and Portuguese and reads French and Italian. He was admitted to the Buenos Aires Bar and is also a member of the Argentine Association of Fiscal Studies. He served as a Contract Law and Legal Theory student teaching assistant and a Civil Law second teaching assistant at the University of Buenos Aires Law School, subjects about which he wrote book chapters.   At NYU School of Law, Mariano is pursuing an LLM in Taxation concentrating on Business Taxation.     Roberto Niembro Ortega  Mexico   Roberto Niembro Ortega received his law degree from Escuela Libre de Derecho in 2008. He was granted excellent graduate awards in the second and fifth year of the five-year curriculum. He received special honours in his professional examination and his undergraduate thesis related with the 2006 Mexican presidential election was awarded by the Electoral Court of the Federal Judiciary in the National Contest for Thesis and Essays on Electoral Matters 2008, Undergraduate's Thesis category.   During the last year of his undergraduate studies and the first year after earning his law degree, Roberto assisted a Justice of the Supreme Court of Mexico. After this stage, he moved to Spain where he embarked on postgraduate studies in constitutional law, human rights, legal argumentation and political science. He also worked for more than one year as a legal trainee in the Constitutional Court of Spain.   After his studies in Spain, he moved to Heidelberg, Germany, to research in the Max Planck Institute for Comparative Public Law and International Law, where he stayed six months.   In 2013 he served as a research assistant of the Judge of the Inter-American Court of Human Rights Eduardo Ferrer Mac-Gregor and received the Human Rights award “Enrique Ruano Casanova” that Universidad Complutense de Madrid grants each year.   He has published several articles in prestigious law reviews of Spain and Mexico related with a deliberative model of constitutional justice, and he has edited with his colleagues two books related with the jurisprudence of the Constitutional Court of Spain and Popular Constitutionalism in Latin America.   He is now pursuing a LLM at NYU focusing on legal theory.     Michael Riegner  Germany   Michael Riegner graduated from Passau University in Germany as the best of his year. During his studies in Passau and Geneva, he specialized in international and comparative law and interned at the International Criminal Tribunal for the Former Yugoslavia, the German Foreign Office and international law firms in Frankfurt, London and Seattle. After graduation, he completed his two-year practical training for German lawyers and clerked inter alia at the District Court and with the Public Prosecutor in Heidelberg. He also worked for two years as external consultant for the German development agency GIZ in a legal reform project in Kosovo, contributing to capacity building at the newly established Constitutional Court of Kosovo.   Michael started his academic career as a researcher at the Max Planck Institute for Comparative Public Law and International Law in Heidelberg in 2008 and has been a research fellow at Justus Liebig University Giessen since 2011. His research interests focus on international law and comparative constitutional law, with emphasis on international institutional and human rights law, development, postcolonialism and the Global South. His PhD project inquires into “governance by information” by international aid institutions and how their law regulates the production and dissemination of quantitative knowledge in the form of statistics, indicators and rankings on development.   His publications include a volume on ‘Constitutional Justice in Southeast Europe’, co-edited with the constitutional court presidents of Hungary and Kosovo, and journal articles on internationalized constitutionalism in multi-ethnic societies, law and development, World Bank law and Third World Approaches to International Law. Besides, he is a review editor of the “Law and Politics in Africa, Asia and Latin America”, the only German law journal exclusively dedicated to the Global South, and a member of the Schumpter-Research-Group on “Law and Governance of Development Cooperation”.   Michael has taught comparative constitutional law, human rights law, international law as well as law and development at Universities in Giessen, Pristina (Kosovo) and Gujarat (India). He has received several scholarships and awards for his undergraduate and post-graduate studies. At NYU, he will pursue a traditional LLM with a focus on constitutional law, international law and interdisciplinary approaches to law.     Gil Rothschild  Israel   Gil Rothschild is a Hauser Global Scholar enrolled in the LLM program in Legal Theory. Gil holds an LLB , summa cum laude , and a Bachelor's degree in History , summa cum laude , from the Hebrew University of Jerusalem, where he received several merit-based awards for academic excellence. During his studies Gil served as a teaching and research assistant and as a member of the editorial board of the Hebrew University Law Review (\"Mishpatim\"), while also actively engaging in clinical legal counseling.   In 2011 Gil participated in a delegation to Rwanda and Tanzania, seeking to better understand the role of legal, civil society and transitional justice mechanisms in rehabilitating societies in the aftermath of crisis. After interning at the Constitutional and Administrative Law Department at the Israeli Solicitor General's Office, Gil has clerked for the Honorable Justice Esther Hayut of the Supreme Court of Israel. Gil has also worked in the research panel at the Israel Democracy Institute, where he participated in writing a book about modern democracies and their conduct of counter-terrorism policies, and he recently published an article concerning some of the law's symbolic effects on the production of public space.   Gil's areas of interest include legal philosophy, the sociology of law and punishment, law and culture, and public law. He has been a member of the Israeli bar since 2012.     Florence Sauve-Lafrance  Canada   Florence Sauve-Lafrance earned a bachelor degree in International Development and Globalization, a Licence in Civil Law and a Juris Doctor (National Program) from the University of Ottawa, graduating first in her class in each program.   Florence was a member of the 2010 National Champion Team at the Jessup Moot Court Competition in public international law, receiving an award for Best Oralist in one of the National Championship Rounds. In 2011, Florence presented her paper entitled, “International Investment Arbitration: Inconsistency and Illegitimacy” before the North American Consortium on Legal Education in Washington, DC.   Florence spent two summers in the tax department of a major Canadian law firm. She then worked at a law firm affiliated with an accounting firm, interned at the Tax Services Section of the Department of Justice, and clerked at the Tax Court of Canada. Florence is a member of the Ontario Bar. She speaks fluent French, English, and Spanish.   Florence was also awarded a Fulbright Scholarship towards her studies at NYU where she is now pursuing an LLM in International Taxation.     Olena Sharvan  Ukraine/Poland   Olena Sharvan graduated with honors from the Law Faculty of Ivan Franko National University of Lviv (Ukraine) in June 2010. Since graduation, she has been admitted to two separate PhD Programs: one in Criminal Law at Jagiellonian University in Krakow (Poland), and another in Criminal Law and Criminology at Ivan Franko National University of Lviv (Ukraine).   In the 2009/10 academic year, Olena was an exchange student at Jagiellonian University (Poland). She participated in many summer schools and conferences (e.g. European Forum Alpbach 2009, Humanity in Action Warsaw Summer Fellowship 2011, 7 th UNESCO Annual International Leadership Training Programme 2011 at University of Connecticut). Olena has a wide list of publications and significant academic achievements. Also she participated in several internships, both in Ukraine and Poland, and has some work experience in the public sector (e.g. lawyer in Mostyska Town Hall). Olena is a qualified translator of legal texts and documents (English-Polish-Ukrainian).   While studying in Ukraine and Poland, Olena received a number of merit-based scholarships reserved for the 5% best PhD students and two research grants.   Since 2010, Olena has worked very closely with the Coordination Center of Schools of Foreign Law. During the last three years, she taught these courses: Introduction to Ukrainian Law (workshop) and Criminal Substantive Law (workshop).   Currently, Olena is engaged in her PhD research on restorative justice, probation, offender victim reconciliation, and sentencing. Additionally, she is interested in international and national justice systems, human rights law, immigration law, and litigation and mediation, as well as comparative constitutional law and legal theory.   Olena speaks Ukrainian, Polish, English and Russian. In her free time she plays volleyball, skis, travels, and reads a lot.   At NYU School of Law she will pursue a Traditional LLM with a strong focus on Criminal Law and Human Rights issues.     Sonja Sreckovic  Serbia   Sonja Sreckovic graduated from the University of Belgrade, Faculty of Law in 2010, having received the Faculty’s diploma for outstanding academic achievement, given her high GPA, for each year of her studies. The Serbian Ministry of Youth and Sport also recognized her academic achievements in 2011, when she became a scholar of the Ministry’s Fund for Young Talents.   The focus of Sonja’s legal studies has been commercial, company and trade law. In 2011, she was awarded the Profesor Dr. Mirko Vasiljevic Foundation award for her co-authored essay “Corporate Takeovers in Serbia – Comparative Analysis and Critical Review,” published in Law &amp; Economy, Serbia. Furthermore, Sonja obtained her LLM in European Integration, the focus of which was likewise company and trade law, in the milieu of EU law. A condensed version of her LLM thesis, “The Issues of Enforcement of Investment Arbitral Awards in the Post-Lisbon Era,” was published in Harmonious – Journal for Legal and Social Studies in South East Europe.   Sonja was a member of the University of Belgrade’s Willem C. Vis International Commercial Arbitration Moot team in 2010/2011 and was awarded the Martin Domke award for best individual oralists. She also participated in the 2011 Foreign Direct Investment International Arbitration Moot where she was awarded an Honorable Mention, once more, for her accomplishments as an oralist. In both competitions, the Belgrade team garnered substantial success amongst numerous competing universities.   In 2012, Sonja joined Wilmer Cutler Pickering Hale and Dorr’s international arbitration practice in London. There, she spent a year and a half working on complex commercial and regulatory arbitration disputes, gaining invaluable experience in one of the world’s leading and most diverse law firms.   Sonja is currently enrolled in the International Legal Studies program and will focus her work on international private law, foreign investment, and trade law.   2012-2013 Hauser Scholars   Mariana Ardila Trujillo  Colombia   Mariana Ardila received her law degree from Universidad Externado in 2008, after being granted the honor scholarship four times for her high GPA and winning the first national place in the official exam for law students in Colombia (ECAES). Previously, for three years she served as a research assistant in the Constitutional Law Department where she developed a special interest in women rights. Since then, she has continuously looked for opportunities to learn about and concentrate her work in this field. In her undergraduate thesis, she came up with a strategy to demand sexual and reproductive rights for women in the inter-American system of human rights. Two years later this work became Mariana’s first book.   Immediately after earning her law degree, Mariana clerked in the Colombian Constitutional Court for Judge Humberto Sierra Porto for almost four years, contributing to improvement of the condition of women in Colombia. She was involved in various important decisions about legal abortion, sexual and reproductive rights, protection at work and sex discrimination. Mariana is also a law professor in Universidad Externado since 2009. She teaches seminars on civil and social rights, international humanitarian law and the impact of war in women. In the past two years, Mariana has participated as a lecturer in four conferences and has published an article, a book chapter, and her own book, all on topics relating to women’s rights.   With a full scholarship, Mariana earned a graduate diploma on women and human rights at Universidad de Chile in 2009. She graduated at the top of her class. She is now pursuing a Traditional LLM at NYU, taking courses in legal theory, constitutional law, human rights, international law and gender-related issues.   Serene Chew  Singapore   Serene Chew was awarded the Jardine Foundation Scholarship to read a Bachelor’s degree in Jurisprudence at Exeter College, University of Oxford. In 2008, she graduated with First Class Honors. Thereafter, she completed a Graduate Diploma in Singapore Law at the National University of Singapore.   In 2009, Serene joined the Singapore Legal Service as a justices’ law clerk at the Supreme Court of Singapore. She then became a Deputy Public Prosecutor at the Attorney-General’s Chambers in Singapore where she was primarily involved in the prosecution of commercial crime. She also taught business law briefly as an adjunct tutor at the Singapore Management University.   In NYU, Serene will be pursuing a Traditional LLM. She is especially interested in taxation, securities and crime.   Alessandro Corda  Italy   Dr. Alessandro Corda graduated summa cum laude from the University of Pavia (Italy) in July 2007. While attending law school, he received a number of merit-based grants for tutoring activity in the areas of Constitutional Law and Criminal Law.   In March 2011 Alessandro obtained his PhD in Criminal Justice, International Justice and Fundamental Rights, Criminal Law curriculum. Throughout his years as a PhD student he received a full merit-based scholarship. Alessandro spent the 2010 Spring semester at Yale Law School as a Visiting Researcher after being selected on the basis of a research project proposal.   Since 2010 Alessandro joined the editorial board of the Review Criminalia, Annuario di Scienze Penalistiche and is involved as an expert member in Restorative Justice projects. He is also a qualified lawyer in Italy. In 2011 Alessandro was named a post-doctoral research fellow of the Italian Ministry of Higher Education and Research. In 2011-2012 he served as a lecturer in Criminal Law at the University of Pavia School of Law and guest lecturer in Criminal Law at the School of Specialization for Legal Professions of the University of Pavia and Bocconi University.   Alessandro’s research agenda encompasses white collar and corporate crime, comparative criminal law, criminology and deviance, prisoners’ rights, and the relationship between substantive criminal law and criminal procedure, with a specific focus on scientific evidence. He has published articles and book chapters and presented at many conferences and seminars on these topics.   Alessandro speaks Italian, English and Spanish. At NYU School of Law he will pursue a Traditional LLM with a strong focus on Criminal Law and Administration-related issues.   Celeste Marie Reyes Cruz  Philippines   Celeste Marie R. Cruz received her Bachelor of Arts, Major in Management Economics from the Ateneo de Manila University in the Philippines with Second Honors in 2003. She then obtained her Juris Doctor degree from the Ateneo School of Law in 2007, where she also graduated with Second Honors. Here, she maintained her high rank in the Dean’s List and her standing as a scholar under the prestigious Justice Rellova Academic Scholarship Grant for Outstanding Law Students, chairing the Ateneo Central Bar Operations’ Academics-Civil Law Committee for two years. Celeste volunteered in the activities of the Ateneo Human Rights Centre and as a paralegal at the Ateneo Law School’s Legal Services Center, where she extended free legal assistance to indigent clients, focusing on women’s and children’s rights. She represented pro bono child rape victims, battered women, and women prisoners. Celeste also authored and defended a thesis entitled, “In the Name of the Child and of the Fathers: A Proposed Amendment of the Family Code to Allow the Child to Impugn His/Her Presumed Legitimacy,” which discussed the legal concept of favoring the illegitmate over the legitimate status of children in order to protect and preserve their civil and human rights.   After graduation, Celeste was invited to join SyCip Salazar Hernandez Gatmaitan, a prominent law firm, where she focused on corporate and labor law practices, participating in multi-national business transactions. She learned in practical terms why good governance and prudent regulatory practices are crucial for advocacy of women and children’s rights and human rights, in general. Simultaneously, she joined the De La Salle University-Far Eastern University Joint Degree Program in Master in Business Administration and in Juris Doctor--a pioneer program in the Philippines--as the youngest member of its distinguished faculty and thesis panel in 2009. She earned a fellowship from the Theodor Heuss International Academy for Leadership, in Gummersbach, Germany, where she was a scholar of the Friedrich Naumann Foundation for Liberalism under a Human and Civil Rights course.   After three years in the private sector, she shifted to serve in the public sector, becoming a Director of the Philippine Senate’s Oversight Committee on Public Expenditures, where she helped institute reforms to protect her country’s ever-vulnerable coffers. She also clerked for a Senator-Judge of the Philippine Senate, sitting as an Impeachment Court, during the country’s historic impeachment trial of the Chief Justice of the Philippine Supreme Court this year. In the Senate, her advocacy for women’s and children’s rights has been expanded to include its relationship with good governance and socio-economic development.   She is now currently enrolled in NYU’s Traditional LLM program as a Transitional Justice Scholar, focusing on International Law and Human Rights courses.   Igor Alexandre Felipe de Macedo  Brazil   Igor Alexandre Felipe de Macedo graduated from the Universidade Federal do Rio Grande do Norte (Natal, RN, Brazil) Law School in 2005 and was the valedictorian speaker of his class. Following graduation, he was selected for a temporary position as a Constitutional Law Professor at his alma mater, and, in 2007, the Centro Academico Amaro Cavalcanti (the Law School students association) awarded him a prize for distinguished teaching. Also in recognition of his work as a professor, he was also chosen by his students to give the Commencement Speech during the 2009 Law School’s graduating ceremony.   While attending law school, Igor Alexandre founded the Simulacoes de Tribunais Constitucionais and joined the Simulacao de Organizacoes Internacionais (a U.N. Model) as a Director.   Later, as part of his dedication to the academic life, he joined the law journal In Verbis and the journal FIDES as a member of the Board of Editors. In 2008, he became President of the Instituto Potiguar de Direito Publico, a think tank that brings together some of the most prominent jurists in his home state.   His research agenda has included constitutional law, international law and tax law. In recent years, he has oriented his studies to the taxation of international investments in Brazil, joining Fordham Law School as a researcher and, in 2011, the University of Michigan Law School as a Visiting Scholar.   At NYU, Igor will pursue an LLM degree in International Taxation.   Alexander Latu  New Zealand   Alex Latu, who has also received a Fulbright General Graduate Award towards his LLM study, graduated from the University of Otago, New Zealand in 2010. He obtained a Bachelor of Laws degree (with first class Honours, ranked first in his graduating class), along with a Bachelor of Arts (majoring in Political Studies). While at University, Alex mooted and participated in conferences in conjunction with exchanges to and from the University of the South Pacific’s Vanuatu campus, as well as mentored and tutored students. He spent the summer of 2008-2009 clerking at a large New Zealand law firm – Russell McVeagh.   After completing his legal studies, Alex worked as a Judge’s clerk in the New Zealand Court of Appeal – first for its President, the Hon Justice Sir William Young, then for the Hon Justice Rhys Harrison. He later resumed clerking for Justice Young in the Supreme Court of New Zealand, New Zealand’s final court of appeal. During this time Alex was admitted as a Barrister and Solicitor of the High Court of New Zealand and also worked as a tutor at Victoria University of Wellington. Since the end of his clerkship in early 2012, Alex has returned to the University of Otago, Faculty of Law, where he has been working as a research assistant and tutor.   Alex’s interest in the law, while broad, has been influenced by his political studies degree, and he will pursue a Traditional LLM with an emphasis on administrative and constitutional law.   Shingira Masanzu  Zimbabwe   Shingi Masanzu obtained her Bachelor of Laws degree from the University of Cape Town (UCT) in 2008, graduating magna cum laude and in the top 2% of her class. She was placed on the Dean’s Merit List for each year of her law degree. In addition to placing first in her class for several courses, including Constitutional Law, Administrative Law, Comparative Legal History, Law of Persons and Marriage, Civil Procedure and Criminal Procedure, Shingi also received a number of academic awards, including a Law Faculty Scholarship, the International Bar Association Scholarship, the Edward Nathan Sonnenbergs Essay Prize, the Spoor and Fisher Prize for legal writing, and the Yash Ghai International Law Prize. She obtained a Post-Graduate Diploma in Public Law in 2011, also from UCT.   Shingi was a member of the UCT team in the Jean Pictet Competition held in El Escorial (Spain) in 2007, and she was awarded the Gilbert-Apollis Award for the best oralist in the English language section. In 2008, Shingi was a member of UCT’s team to the Jessup International Law Moot Court Competition, and was the best oralist in the South African rounds of the competition. She subsequently coached the UCT team in 2009, which made it to the international rounds of the Jessup Competition. In 2008, Shingi served as President of the Law Students’ Council, and received the award for the most outstanding student leader in an undergraduate faculty council. Also in 2008, Shingi served as a member of the University of Cape Town’s Student Assembly and the Student Representative Council Academic Sub-Council.   Shingi worked as a Teaching and Research Assistant in the Department of Public Law, in which capacity she tutored public international law from January to June 2009. Shingi passed the New York Bar in 2009 and was admitted to practice in 2010. From October 2009 through July 2012, she worked at Davis Polk &amp; Wardwell LLP in New York City, where she completed a Capital Markets rotation and was subsequently assigned to the Mergers &amp; Acquisitions practice group.   Shingi speaks fluent English and Shona and conversational French. At NYU, Shingi is pursuing her LLM in International Legal Studies. Her studies are supported in part by an International Peace Scholarship from P.E.O. (Philanthropic Education Organization).   Rivana Mezaya  Indonesia   Rivana Mezaya (\"Meza\") is a passionate young legal scholar who graduated number one in her class from the University of Indonesia in 2009 with a major in public international law. A very active and committed student, she was involved in the Asian Law Student's Association as well as moot court competitions while maintaining the highest GPA in her class and her position in the Dean's List for three consecutive years. She represented her country in the 2007 International Maritime Law Arbitration Moot Competition where her team clinched the championship in Melbourne, Australia as the first civil-law country to ever win such competition. Continuing her passion in international law, she participated in the 2008 Jessup International Moot Court Competition in Washington DC, USA, where she was ranked 3rd in the Top 100 World's Best Oralist and her team was also ranked 3rd in the Top 50 Teams.   After graduating as the valedictorian of her class, she worked in an international NGO, the Asia Foundation, in a parliamentary project for the law unit. She went on to work in one of the biggest firms in Indonesia, ABNR Counselors at Law, where she gained most of her practical experience dealing with international and domestic business transactions. Out of love for her country, and as a believer in linking promises to policy through law, Meza then opted to work as an Associate Director at the Indonesian President's Delivery Unit for Development Monitoring and Oversight (UKP4), a special, small unit led by a senior minister established by the President to conduct monitoring and de-bottlenecking of national priority programs. Her role included serving as a legal adviser and policy analyst in programs relating to law and security, investment, climate, energy and mining. She was heavily involved in the formation and monitoring of the 2011 and 2012 action plans against corruption as well as the revision of the National Strategy for Prevention and Eradication of Corruption. Her main encounter with international law in this post occurred when she was assigned to assist the international asset recovery efforts of a major corruption and money laundering case in Indonesia.   Meza is currently enrolled in the International Legal Studies program where she will focus on the interaction between law and policy in international law. She also comes to NYU as a Fulbright scholar.   Akila Ramalingam Sudha  India   Akila graduated from the National Law School of India University, Bangalore in 2006 earning BA,LL.B (Hons.) degree. She was awarded three gold medals including the K. B. Jhunjhunwala Medal in Constitutional Law and A. R. Udayasankar Medal in Public Law. At NLSIU, she was also the Editor of the University's flagship journal, the Student Bar Review.   She completed the BCL degree from University of Oxford in 2007, focusing on international law and public law. She was also an Associate Editor of the Oxford University Commonwealth Law Journal. Her professional experience includes litigation at the Madras High Court where she practiced family and public interest law. Notably, she was involved in public interest litigation pertaining to extra-judicial encounter killings by the police in Tamil Nadu.   Akila also worked as a faculty member at the National Judicial Academy, India for a year and was involved in conceptualization, structuring and delivery of programs such as workshops, conferences and seminars for judges in a variety of subject areas including environmental law, intellectual property and constitutional law.   Akila then joined National Law School of India University as a Visiting Faculty member in 2010 and taught undergraduate courses on Legal Methods, Jurisprudence (legal philosophy) and Free Speech. Her academic interests include constitutional law, human rights and legal theory. She will be pursuing the Traditional LL.M program at NYU.   Academic Year 2011-12    Mr. Vladimir Andric  Bosnia-Herzegovina   In 2005, Vladimir Andric graduated from the School of Law of the University of Sarajevo, Bosnia and Herzegovina with the degree of Bachelor of Laws; he graduated in the top one percent of his class. During his studies at the Sarajevo School of Law, Vladimir was awarded the Konrad Adenauer Foundation Scholarship for exceptional social activity. He also served as a property law teaching assistant for two years.   His work experience includes work at the Human Rights Commission within the Constitutional Court of Bosnia and Herzegovina, the Office of the Prosecutor of the International Criminal Tribunal for the former Yugoslavia, War Crimes and Organized Crime Chambers of the Court of Bosnia and Herzegovina, and Special Department for Organized Crime, Economic Crimes and Corruption of the Prosecutor’s Office of Bosnia and Herzegovina.   Vladimir is one of the founders and a member of the Board of Directors of NGO Young Lawyers Association of Bosnia and Herzegovina, as well as a member and research associate for criminal law and intellectual property law with the Law Institute in Bosnia and Herzegovina. He considers himself an unwavering idealist.   At NYU School of Law, Vladimir will pursue an LLM in Competition, Innovation and Information Law.      Ms. Tessa Bromwich  New Zealand   Tessa Bromwich graduated from Victoria University of Wellington, New Zealand, in 2007, with a Bachelor of Laws degree (with first class Honours) and a Bachelor of Arts (majoring in English Literature and History).   After graduating, Tessa clerked for Dame Sian Elias, the Chief Justice of New Zealand, in the Supreme Court of New Zealand for eighteen months. Since 2009, Tessa has worked at the Crown Law Office of New Zealand, where she is now an Associate Crown Counsel. This role entails advising and representing the executive government in civil litigation.   Tessa’s interest in the law centers on the tension between individual and societal freedom and responsibility. At NYU, she will pursue a Traditional LLM focussing on constitutional law and legal theory. Tessa also comes to NYU as a Fulbright Fellow.      Mr. Michael Dafel  South Africa   Michael Dafel earned a Bachelors of Commerce: Specialization in Law (cum laude) in 2007 from the University of Pretoria (UP), South Africa. Thereafter, he obtained a Bachelors of Law (LLB) (Cum Laude) in 2009 also from the University of Pretoria, graduating among the top five of his class. He has also earned a Bachelors of Commerce (Honours) in Financial Management in 2010. Michael was awarded numerous academic awards during the completion of his studies and was placed on the Dean’s Merit List.   Michael was an active member of the student body at UP during his tertiary education. He was appointed into the executive structures of UP’s Constitutional Tribunal. The Tribunal is a student governance structure which sits as a member of the Student’s Disciplinary Committee, is responsible for the organization of the student representative elections and sits as an arbiter in certain student body disputes. He was also an executive member of the Moot and Debating Society. Michael was part of the winning UP team at the inaugural International Criminal Court Moot Court Competition in The Hague in 2007. He participated in this Moot Court Competition again in 2009 where UP placed seventh.   In the second year of his LLB studies, Michael was appointed a tutor, and tutored students in legal skills and other mercantile law subjects until the completion of his LLB. He was also appointed a legal research assistant to Professor Frans Viljoen (Director for the Centre for Human Rights) and Professor Duard Kleyn (former Dean of the Faculty). After the completion of his LLB, Michael was employed as a junior lecturer in the Faculty of Law at UP and clerked for Justice Mogoeng Mogoeng at the Constitutional Court of South Africa.   Michael is enrolled in the International Legal Studies program and will focus on globalization and human rights. Michael is also studying with the support of a grant by the Oppenheimer Memorial Trust.   Ms. Luciana Garcia  Peru   Luciana Garcia graduated summa cum laude and first in her class from the Universidad de Lima in Peru in 2008. In recognition of her academic performance, she received the 2008 Award for Academic Excellence in Laws by Peru’s Public Registry Office. Luciana was admitted to the Peruvian bar in 2009.   While attending law school, she received a full tuition scholarship for the best GPA in the school for three consecutive semesters, was a founding member of Universidad de Lima’s United Nations Studies Circle, and represented Peru as part of Universidad de Lima’s first delegation to the Harvard National Model of the United Nations in Massachusetts. Luciana also worked in the Competition Area of Muniz, Ramirez, Perez-Taiman &amp; Olaya Abogados Law Firm, the largest law firm in Peru and interned in the legal department of Peru LNG S.R.L., a project launched by an international consortium and a resource to the Peruvian government's energy strategy. She then moved to the public sector to assist with the implementation of the US-Peru Trade Promotion Agreement at the Principal’s Advisor’s Office of the External Commerce and Tourism Ministry of Peru and later joined the National Institute for the Defense of Competition and Protection of Intellectual Property (INDECOPI) where she worked at the Defense of Competition Chamber of the Tribunal in proceedings relating to the defense of competition and consumer protection.   Upon graduation, Luciana worked at the Legal Division of the Inter-American Investment Corporation in Washington D.C., where she primarily drafted and revised loan and security agreements to fund financial institutions and small and medium-sized enterprises in Latin America and the Caribbean. She then joined the Inter-American Development Bank’s (IDB) Integration and Trade Sector. Among other tasks, Luciana assisted with the management of IDB’s Regional Public Goods Initiative, launched to promote regional public policy solutions to integration challenges through collaboration of countries from Latin America and the Caribbean and helped with the new IDB Strategy on Competitive Regional and Global Integration.   Luciana speaks fluently Spanish, French, and English and is currently learning Portuguese. At NYU, she will pursue an LLM in Competition, Information and Innovation Law.      Ms. Serafima (Sima) Ostrovsky  South Africa   Sima Ostrovsky graduated from the University of Cape Town Law School in 2006. She obtained the Bachelor of Laws degree cum laude, ranking first in her class. Prior to undertaking a law degree, Sima obtained a Bachelor of Business Science (Honours in Finance) from the University of KwaZulu-Natal. She was awarded this degree summa cum laude.   On completion of her legal studies, Sima worked as a law clerk at the Constitutional Court of South Africa. She maintained her connection to the Court by serving, until her departure for New York, on the management committee of the Constitutional Court Clerks’ Alumni Association. The Alumni Association organises events and seminars aimed at the development of constitutional law and the ethos of a democratic society.   After spending a year at the Constitutional Court, Sima completed her articles of clerkship at a leading South African law firm, Webber Wentzel. In 2010, she was admitted as an attorney of the High Court of South Africa and was appointed as an associate at Webber Wentzel. Sima’s practice focuses on competition law, including cartel-related litigation, advising on prohibited practices and merger notifications in South Africa and Africa. She has been involved in a number of high profile matters, including the recent acquisition by Walmart Stores Inc. of Massmart Holdings Limited.   Aside from competition law, Sima is passionate about education. She tutored for a number of courses while completing her undergraduate and graduate degrees and has continuously been involved in education initiatives in South Africa. Sima acted as a Finance Director of, and a tutor for, the Sithembele Matiso Social Development Project which provides academic support to High School students at the Khayelitsha Township, Cape Town. Before leaving for New York, Sima was involved in the Alexandra Education Committee initiative, which provides financial, academic and mentoring support to scholars from the Alexandra Township, Johannesburg.   At NYU, Sima will pursue an LLM degree specializing in competition, innovation and information law.      Ms. Rosa Raffaelli  Italy    Dr. Rosa Raffaelli received her law degree summa cum laude from the University of Pisa (Italy) in October 2006. During her years at law school, she was also a student at Scuola Superiore Sant'Anna in Pisa, a prestigious and highly selective public university which admits a small number of students, offering them a full scholarship. Rosa obtained her PhD in Criminal Law summa cum laude from Scuola Sant'Anna in November 2010. During her years as a PhD Student, she obtained merit-based scholarships from Scuola Sant'Anna and from the DAAD (German Academic Exchange Office), which financed her research period at the Humboldt University in Berlin, Germany.   Rosa has worked at the International Criminal Court for more over a year, first as an intern and later as a legal assistant. She is also a qualified lawyer in Italy. Her primary areas of interest are international and domestic criminal law, immigration law, and corporate responsibility. She has published a number of articles and book chapters and presented at international conferences on these topics.   Rosa speaks Italian, English, French and German.     Ms. Qian Su  China   Qian Su obtained her Bachelor of Laws degree in 2002 from Lanzhou University School of Law where she ranked at the top of her class and was awarded scholarships and honors for academic excellence.   She later pursued her Master of Laws degree at Peking University Law School. In 2004 she participated in a research project on discrimination against Hepatitis B Virus carriers in China sponsored by Oslo University Human Rights Center, in which she interviewed with Hepatitis B carriers in various cities to gather information on the employment status of Hepatitis B carriers. The research findings contributed to enactment of legislation in 2007 forbidding discrimination against Hepatitis B carriers in recruitment. During her graduate studies, Qian also participated in a summer training program on Swedish labor law for Chinese scholars sponsored by the Swedish International Development Agency in 2004. Qian was responsible for translating the English course materials into Chinese; the work was published by Peking University Press in 2008 in a book entitled Critical Introduction to Swedish Labor Law. Qian served as a teaching assistant to Professor Ronald C. Brown (a Fulbright Distinguished Lecturer from William S. Richardson School of Law, University of Hawaii) when he was a guest lecturer at Peking University Law School in 2004-2005.   Qian has worked as an associate at King &amp; Wood (one of the leading law firms in China) in Beijing for 6 years, specializing in the areas of foreign investment in China, mergers and acquisitions and general corporate matters. She has extensive experience representing multinational companies, private equity firms and venture capitalists in their investments in China. She has worked on many high-profile projects in a wide range of industries including transportation, entertainment and media, financial, forestry, high-tech, machinery, mining, power and real property.   Qian passed the Chinese national bar examination in 2004. At NYU School of Law she is pursuing an LLM in Corporation Law.      Ms. Tiantian Zhuang  China   Tiantian Zhuang obtained her LL.B and LL.M degree, magna cum laude, from Peking University Law School, and also obtained a Bachelor of Economics degree from China Center for Economic Research of Peking University. She was an editor of the Peking University International and Comparative Law Review and received a number of merit based scholarships and honors throughout her studies in Peking University. Tiantian was active in moot court activities and represented Peking University in PHILIP C. JESSUP International Law Moot Court Competition in 2007 and WILLEM C. VIS International Commercial Arbitration Moot in 2008. She was also devoted to promoting the legal and culture communications among Asian law students. She was one of the founding members of the International Law Student Association of PKU and took part in organizing many significant activities on campus.   After graduation in 2008, Tiantian joined Clifford Chance LLP and primarily worked on the areas of banking &amp; finance, derivatives and regulatory. Before that, she also interned with Deloitte Touche Tohmatsu Ltd., Tax &amp; Business Advisory Department and Junhe Law Offices, a leading law firm in China.   top of page   Academic Year 2010-11   Ms. Juana Acosta  Colombia    Juana Acosta graduated from the Pontificia Universidad Javeriana of Bogotá, Colombia, in 2005. She obtained a Bachelor of Laws degree placing first in her graduating class. She got the ninth best score of the country on the ECAES test on Law (State’s undergraduate test of Knowledge of Law). In 2009, she obtained a Master’s in Human Rights and Democratization from the Externado University and Carlos III de Madrid University.   While attending law school, she received a number of scholarships and academic awards. She was selected to represent her Law School at the Models OAS in Mexico and Argentina, and was elected as President of the Committee on Juridical and Political Affairs by the participants of one of the Models. She won second place in the Inter-American moot court competition in Washington D.C. She was also selected for the Colombian fellow in Leadership for the Americas Congress in Fort Worth Texas.   As an undergraduate she worked as a District Adviser in the process of design and editing of the Police Code Law project; as a Legal Adviser in the International Organization for Migration and the Social Solidarity Network, and as an Adviser in the International Law Department at the Vice Presidency of Colombia. She also spent the summer of 2003 interning at the Center for Justice and International Law in Washington D.C. She also served as a research assistant to several professors.   Following graduation, Juana worked as a Junior Associate at Brigard &amp; Urrutia Abogados Law Firm, one of the largest law firms in Colombia. She then returned to the public sector, first as an adviser for gender issues in the Presidency of Colombia at the Office for Women’s Human Rights, and then in the Ministry of Defense and in the Ministry of Foreign Affairs. At these Ministries she managed the 15-lawyer Human Rights Litigation Group; designed and proposed international litigation strategies; managed the State’s written briefs and submissions and institutional technical and political meetings to prepare strategies; appeared on behalf of the State of Colombia in the Inter-American Commission of Human Rights hearings in Washington, D.C.; and acted as an agent on behalf of the State in the last case before the Inter-American Human Rights Court.   Her most recent work was as Consultant to the United Nations Population Fund, proposing a legal text for the regulation of the latest Gender-Based Violence Law in Colombia, regarding access to justice; and as Head of the International Law Department, at alumbra asesores Law Firm. She has been teaching at several Law Schools in Colombia, in International Law, Human Rights and Humanitarian Law courses. Currently, Juana is a Substitute Board of Directors member of the Colombian International Law Academy.   Juana is the coauthor of three books, and the author of several papers in indexed journals, in international law and human rights law issues.   At NYU, Juana will pursue an LLM in International Legal Studies.   Ms. Janice Bleazard  South Africa   Janice Bleazard, who is also a Fulbright Scholar, obtained a Bachelor of Laws degree from the University of Cape Town (UCT) in 2008, graduating magna cum laude and first in her law class. Prior to attending law school, Janice obtained a Bachelor of Arts degree in English and History, and an Honours degree in Historical Studies with a focus on African history, also from UCT. Throughout her undergraduate and graduate studies, Janice has been a top academic achiever, earning several academic awards. In 2007, Janice represented her university and country at the Jean-Pictet Competition in International Humanitarian Law, where her team reached the final round. The same year, she received an award from the Cape Bar Association for mooting at her university.   While at University, Janice worked for the Student HIV/AIDS Resistance Program, facilitating HIV/AIDS information workshops for schools and community groups; she served on the UCT Student Leaders’ Transformation Forum and chaired and co-founded the UCT History &amp; Current Affairs Society. She also worked as a student advisor in the law school’s Legal Aid Clinic; and in 2008 she served as an executive committee member of Students for Social Justice, a student movement aimed at promoting constitutionalism and social justice in South Africa.   After completing her LLB degree, Janice worked as a research assistant to Professor Hugh Corder at UCT, and assisted in editing Global Administrative Law: Innovation and Development (2009) – a joint project between the law schools of UCT and NYU. She also interned at the Legal Resources Centre, a leading public interest legal practice in South Africa. From 2009 to 2010, she worked as a law clerk to Justice Thembile Skweyiya at the Constitutional Court of South Africa.   At NYU Janice will undertake an LLM in International Legal Studies, with a focus on Global Administrative Law.   Mr. Kojiro Fujii  Japan    Kojiro Fujii is an LLM candidate in Trade Regulation. He graduated from the University of Tokyo with high marks in 2004. He earned top grades in all the main subjects related to Trade Regulation and he also acted as chairperson of Professor Kazunori Ishiguro’s seminar, “Globalized Economy and Law,” completing two theses related to the seminar. While he was an undergraduate student in 2003, he passed the national bar exam of Japan in the top 0.2% for the thesis exam with top grades in all of the subjects. Besides his studies at the University of Tokyo, he was elected to the Executive Committee of the Japan-America Student Conference and acted as one of the leaders in this historical international conference.   After serving as legal apprentice in the Legal Training and Research Institute of the Supreme Court of Japan, he joined Nishimura &amp; Asahi, the largest law firm in Japan, in 2005. He has handled many significant cases, both domestic and international, in areas such as competition law, international trade law, intellectual property law, international litigation, and compliance and regulatory defense. In the area of competition law in particular, he has handled numerous domestic and international cartels-related files, including leniency filings and criminal cases. He has been involved in large and innovative merger files including four cases that were selected as the most significant merger cases of 2008 and 2009 by the Japanese Fair Trade Commission. He also handled an international high profile case where he opposed the merger of major mining companies on the grounds that such merger would impede future competition in the global supply of certain natural resources. In addition, he has advised the Japanese government with regard to the Intellectual Property laws of China, Brazil and Ukraine as well as U.S. and EU based on his joint research with local lawyers specialized in intellectual property laws.   As for academic contributions, he has been a member of the Study Group on Competition Law at the University of Tokyo and a member of the Study Group on International Investment in Energy at the Nishimura Institute of Advanced Legal Studies. He has also served as a committee member for the Study Group of International Investment Arbitration of the Ministry of Economy, Trade and Industry in 2008-2009. In addition, he has contributed to the first and second editions of a global publication on competition law and policy entitled “Public Competition Enforcement Review,” and has also co-authored several books and published dozens of academic and professional papers in major Japanese legal journals and governmental project reports that discuss recent developments in the areas of competition law, intellectual property law, financial regulation and international investment law.   Ms. Gabriela Kletzel  Argentina    Gabriela graduated summa cum laude from the University of Buenos Aires Law School. She received a number of academic awards and fellowships, including the Fulbright Scholarship.    After completing her first year as a law student, Gabriela started working for the Center for Legal and Social Studies (CELS), one of Argentina’s leading human rights organizations. All through her eight years at CELS, she gained very meaningful experience in the application of international human rights standards by domestic courts, as well as on the litigation of precedent-setting human rights cases before international tribunals. Furthermore, she played a key role in the litigation of structural reform cases involving Economic, Social and Cultural rights and Civil and Political rights. Moreover, Gabriela set forth specific research on the development of adequate and effective remedies for the reparation of human rights violations.    In addition to direct litigation, she was responsible for the submission of amicus curiae briefs on cases before both national and international courts. She was also involved in the preparation of shadow reports to be presented before different United NationsTreaty Bodies. In this regard, for the past three years, one of her main lines of work was the coordination of CELS activities within the United Nations System for the Protection and Promotion of Human Rights. Because of this involvement, Gabriela had the opportunity to participate in several sessions of the UN´s Human Rights Council (UNHRC) in Geneva, including the chance to participate in the UNHRC’s first Universal Periodic Review of the human rights situation in Argentina. Moreover, in March 2010, she participated in the sessions of the UN Human Rights Committee (HRC), in New York.    Another very relevant experience for her was serving as the main researcher on the project “International standards on Access to Justice”, which provided her with the opportunity to work with members of the Inter-American Commission on Human Rights (IACHR) in the investigation “Access to justice as a guarantee of Economic, Social and Cultural Rights. A review of the standards adopted by the InterAmerican System of Human Rights”, which was then published as an official document by the IACHR.    In the academic arena, Gabriela has worked as an assistant professor in a regular course on International Human Rights Law at the University of Buenos Aires Law School. She has also had the opportunity to be part of the team of professors within the Human Rights Clinic that is jointly run by the University of Buenos AiresLaw School and CELS. Gabriela has published several papers in the field of human rights law.   Ms. Valérie Scott  Canada    Valérie Scott completed her civil law degree at the Université du Québec à Montréal (UQAM) in 2008, after graduating in International Relations and International law at the same university. She ranked first of her class in both degrees, and received the Montreal Bar Distinction as well as numerous highest standing awards for various courses.   Valérie discovered law and litigation while participating in the Charles-Rousseau Public International Law Moot court in 2004-2005, where her team won the Henri-Rolin and Charles-Rousseau awards, for the best memorial and best team. She won individual distinction as best oralist during the preliminary rounds (Jacques-Yvan Morin award), as well as during the championship round (best oralist award). In 2009-2010, she coached the Université du Québec à Montréal team for the same moot court, preparing and leading revision sessions on public international law, and assisting students in the drafting of facta and oral pleadings. Previously, she had also been involved, during three years, as a coach for the National Model of United Nations with Collège André-Grasset.   During her studies, she was involved in ProBono Students Canada and acted as senior editor for the Quebec Journal of International Law. After graduating from law school, in 2008-2009, Valérie did a clerkship at the Supreme Court of Canada with the Honourable Justice Marie Deschamps.   Valérie published articles in the fields of administrative law, human rights law, consumer law and private international law, including one for which she received the first prize of the Université de Montréal Notarial Chair Writing Contest and the Matthieu-Bernard Prize from the Québec Society of International Law.   She has a variety of interests, from sports to travels. Valérie’s mother-tongue is French, she is fluent in English and speaks Spanish at an intermediary level. Had not gone to law school, Valérie would have opened a café on the beach.   At NYU, Valérie will pursue a Traditional LLM focusing on private international law and legal theory.   Ms. Maria Cecilia Sicangco  Philippines    Maria Cecilia Sicangco obtained a Bachelor of Laws degree from the University of the Philippines (UP) in 2007, graduating cum laude and salutatorian of her class. She was the recipient of the UP Class of 1971 Scholarship from 2004 to 2007, and, upon graduating, was likewise given the UP Class of 1972 Academic Excellence Award and the Dean’s Medal for Academic Excellence. Prior to law school, Cecille obtained a Bachelor of Science double degree in Applied Economics and Accountancy, cum laude, from De La Salle University (DLSU). In recognition of her outstanding academic performance, she received the SyCip, Gorres, Velayo Award for Academic Excellence and the Joaquin Cunanan Gold Medal for Best Thesis from the College of Business and Economics of DLSU.    Cecille participated extensively in academic and co-curricular activities during her law studies. Notably, she represented UP in the 2005 Red Cross International Humanitarian Law Moot Court Competition, the 2006 Jean-Pictet Competition on International Humanitarian Law, and the 2007 Philip C. Jessup International Law Moot Court Competition. Furthermore, as a research assistant in the Institute of Judicial Administration of the UP Law Center, she worked with respected legal luminaries – such as retired Justices of the Philippine Supreme Court – in producing literature for members of the Bar and the Bench. She then interned with the Office of Legal Aid (OLA), where, under the supervision of the OLA Director and the designated lawyer, she represented indigent clients in administrative, civil and criminal cases. In April 2007, she received a Citation for Distinguished Performance as a Law Intern from the OLA Director and the Dean of the UP College of Law.    Upon graduation, Cecille joined SyCip Salazar Hernandez and Gatmaitan, the largest full-service law firm in the Philippines. She assisted domestic and international clients in matters involving (i) arbitration and litigation, (ii) taxation, (iii) corporate restructuring, (iv) banking, finance and securities, (v) investments, mergers and acquisitions, and (vi) mining and natural resources law. Subsequently, Cecille took the opportunity to clerk for Chief Justice Reynato S. Puno of the Supreme Court of the Philippines. After the latter’s retirement in May 2010, she then clerked for the succeeding Chief Justice, Renato C. Corona.    Cecille was admitted to the Philippine Bar in 2008, and is also a member of the Philippine Institute of Certified Public Accountants. At NYU, she will pursue an LLM in International Legal Studies.     Ms. Jane Standage  New Zealand   Jane Standage, who is also a Fulbright Fellow, graduated from the Victoria University of Wellington, New Zealand, in 2007. She obtained a Bachelor of Laws degree (with Honours first class) and was awarded the Victoria University Gold Medal for Academic Excellence for the top graduating law honours student. Jane also obtained a Bachelor of Arts degree majoring in French and European Studies. During her time at university, Jane undertook an exchange to the Netherlands and studied international contract law at the Rijksuniversiteit in Groningen. She also spent the summer of 2003-2004 clerking at a large New Zealand law firm, Chapman Tripp.    Following graduation Jane took up a two year clerkship at the New Zealand Court of Appeal which is the penultimate appellate court. As clerk to the Hon Justice Susan Glazebrook she researched and wrote legal opinions, assisted in seminar paper research and had the opportunity to engage in frequent debate with Justice Glazebrook and other members of the Court. From 2009 Jane has worked as a barrister for one of New Zealand’s leading commercial and competition lawyers, David Goddard QC at Thorndon Chambers in Wellington. During this time Jane gained valuable practical experience in litigation.    While a judge’s clerk she co-founded the New Zealand Law in Schools Project which is a not-for-profit organization designed to teach underprivileged high school students about practical legal issues. Jane also has a strong interest in classical music as a keen violin player and has been a member of the Wellington Youth Orchestra and Board in New Zealand. Jane’s interest in the law is wide and she will pursue a traditional LL.M with an interest in competition law and water regulation.     Mr. Ulugbek Tadjiev  Uzbekistan   Ulugbek Tadjiev graduated from Tashkent State Institute of Law in 2002 with highest honors. Prior to obtaining his law degree he got Bachelor's degree in Political Science from University of World Economy and Diplomacy. During his years at school he showed outstanding academic achievment and published several articles in local legal journals.   Upon completition of his study Ulugbek clerked for the High Economic Court of the Republic of Uzbekistan, and at the same time remained at the Tashkent State Institute of Law to pursue Ph.D degree in law.   After the clerkship, he joined the Office of Prosecutor of Tashkent city starting his job as an investigator. There, he successfully investigated several high profile cases including white collar crimes and tax embezzlement. In 2003 Ulugbek was elevated to the International Legal Department of the Office of Prosecutor-General of the Republic of Uzbekistan where he was in charge of extradition of foreign and domestic criminals, negotiating bilateral and multilateral treaties with foreign countries on mutual legal aid, extradition and other legal issues.   In 2008 Ulugbek assumed senior position at the Center for the ensuing independence of Judiciary under the Supreme Court of Uzbekistan which is a newly created government body responsible for the liberalization of judicial legislature, improving it's quality and ensuring independence.   At the same time he succesfully defended his PhD dissertation, and also lectures at the Tashkent State Institute of Law. Currently, Ulugbek works on doctorate dissertation devoted to the problems of legal aid in emerging democracies.   top of page   Academic Year 2009-10   Ms. Farah Mohammad Al-Nabulsi  Jordan    Farah Al-Nabulsi graduated Summa Cum Laude from the University of Jordan School of Law in 2008. She ranked 3rd among law students in Jordan for the first academic term of the year 2008 in the Universities’ Achievement Examination in Jordan scoring in the top 1% in the nation.   While attending law school, she participated in several moot court competitions. Most notably, she pleaded before a panel of Jordan’s Supreme court judges in the First Annual Jordanian Commercial moot court competition held by the American Bar Association in Jordan- rule of law initiative- where she won individual distinction as Best Respondent Argument and Best Petitioner Argument and was presented a trophy from the Jordanian Ministry of Justice.   She also was nominated by the American Bar Association to coach law students in the Second Annual Jordanian Commercial moot court competition and successfully assisted them throughout the preparation period to present sound arguments. Further, Farah was engaged in a Public Legal Awareness Program, street law project, held by the ABA in Jordan which aimed at introducing school kids to their rights pursuant to the International Convention on the Rights of the Child.   Farah was awarded a merit based scholarship in the year 2007 to be part of the First Specialized Diploma in Real Estate in Jordan that was organized by the University of Jordan.   Immediately after graduation, Farah Joined SANAD Law Group, a member of KSLG and a leading regional law firm in Jordan. She was mainly involved in Sustainable Achievement of Business Expansion and Quality “SABEQ”, a USAID funded project in Jordan as a member of the policy and regulatory affair team at SANAD Law Group, the main legal subcontractor for this project. Farah’s duties as a member in the policy team entailed drafting, reviewing and conducting research papers in relation to the first draft of the Credit Information Bureau law in Jordan, the Labor and Residency Instructions for a newly formed major economic public authority, reviewing the compliance of the domestic regulations in Jordan pursuant to article VI:4 of the GATS, preparing documents for the proposed entrance of Jordan into the GPA, conducting a thorough survey of Jordanian legislation and precedents in relation to the medical malpractice in Jordan and reviewing the environmental licensing requirement in Jordan within different industrial sectors.   At NYU, Farah will pursue General Legal studies focusing on international commercial courses.    Mr. Niran Anketell  Sri Lanka    Niran Anketell, who is also a Fulbright Scholar, earned his Bachelor of Laws with Honors from the University of Colombo (UoC) where he graduated second in his class in 2007. While he was an undergraduate, he represented UoC at domestic and international competitions/events in parliamentary debate, theatre, moot court and rugby. In recognition of his achievements in academics, sports and other extracurricular activities, the university awarded him the Gold Medal for the ‘Best Student- 2007’. After graduating, Niran has taught courses in Public International Law at UoC and the Open University of Sri Lanka. Since late 2008, he has worked in the chambers of Mr. M.A. Sumanthiran, one of the top human rights and constitutional lawyers in Sri Lanka. Niran appeared for an amicus petitioner in the successful constitutional challenge before the Sri Lankan Supreme Court of a statute designed to vest significant powers over local government authorities with the central government, and has also assisted as junior counsel in a number of human rights and constitutional cases before appellate courts in Sri Lanka. In early 2009, he presented a paper critiquing the restrictions on free speech in Sri Lanka, imposed under the pretext of national security, at the academic sessions of the Law Faculty of the UoC.    Niran will be pursuing an LLM in International Legal Studies at NYU.      Ms. Sarah Cahill  New Zealand    Sarah Cahill graduated from the University of Auckland, New Zealand, in 2007. She obtained a Bachelor of Laws degree (with Honours) placing first in her graduating class, as well as a Bachelor of Arts degree, majoring in Political Studies. While an undergraduate Sarah tutored extensively, both in the Political Studies department and in the Law Faculty. She received a number of scholarships and academic awards, excelling especially in restitution, equity and conflict of laws. Sarah was actively involved in university life, serving on the Auckland University Law Students’ Society Executive, co-editing the Society’s quarterly publication Verbatim and reaching the final of the Greg Everard Memorial Moot in 2006. She spent the summer of 2005-2006 clerking in a large New Zealand law firm, Russell McVeagh.    Following graduation Sarah moved to Wellington in order to take up a two year clerkship at New Zealand’s Court of Appeal. As clerk to the Hon Justice Terence Arnold she enjoyed frequent discussion and debate with Justice Arnold and other members of the Court and was involved in significant cases in the areas of discrimination law, competition law and judicial review. While a judge’s clerk she tutored Land Law at Victoria University of Wellington and volunteered at the Wellington Community Law Centre. She was admitted as a Barrister and Solicitor of the High Court of New Zealand in September 2007. In the lead-up to her departure for NYU Law, Sarah worked as an Associate at Gilbert Walker, a specialist litigation and arbitration firm in Auckland, where she was able to gain valuable practical experience in litigation.    Sarah’s interest in the law is broad. At NYU she will pursue an LLM in General Studies.     Ms. Megan Donaldson  Australia    Megan studied law and arts at the University of Melbourne. After completing an honours thesis in 2006 on aspects of the French Revolution, she spent a year in a commercial firm, was admitted to practice, and in 2008-2009 undertook an associateship with the Honarable Justice K M Hayne of the High Court of Australia.   While at university, Megan was a member, assistant editor and ultimately co-editor of the Melbourne Journal of International Law. She was the editorial assistant for the Public Law Review, and for Anne Orford (ed), International Law and Its Others. She undertook research work in international and constitutional law, and has recently co-authored a chapter on “Values in Australian Constitutionalism” for a collected work exploring the possibilities and limitations of reference to values in comparative constitutionalism.   At NYU she will undertake an LLM in Legal Theory, with a focus on history and international law.    Mr. Fillippo Fontanelli  Italy    Filippo Fontanelli received his LLB degree in 2006 from the Pisa University, summa cum laude. In 2008, he was admitted as a PhD candidate at the Sant'Anna School of Advanced Studies in Pisa. He worked as stagiaire at the Rome office of Cleary Gottlieb Steen &amp; Hamilton LLP, where he practiced in litigation and international investment arbitration. His research focuses on the interplay among connected legal orders, from the perspective of the judges. He wrote various essays on the Italian Constitutional Court, the European Court of Justice and the WTO Appellate Body, all of them relating to issues of judicial competence and to the identification of deferential - interferential behaviors vis-à-vis other judicial and institutional players. He is co-editor of two volumes concerning, respectively, the role of the European Court of Justice and the possible application of comity among courts in the fragmented international legal order. He is member of the Society of International Economic Law and of the editorial board of the STALS project ( www.stals.sssup.it ).     Ms. Delphine Lourtau  Canada    Delphine Lourtau graduated from McGill University with the David L. Johnston Medal in 2007 with bachelors in both common law and civil law. Prior to attending law school, she completed degrees at the Sorbonne-Nouvelle University (Paris III) and Sciences Po in Paris.   As a law student, Delphine's interests focused on international criminal law and refugee law. She has worked for the Trial Chambers of the International Criminal Tribunal for Rwanda in Tanzania, and is a former member of McGill's Special Court for Sierra Leone Clinic. She has represented asylum-seekers in Cairo, Egypt with African and Middle East Refugee Assistance (AMERA), and is a long-standing volunteer with Action Réfugiés Montréal.   After graduating from McGill, Delphine clerked for Chief Justice Beverley McLachlin at the Supreme Court of Canada. She was admitted to the practice of law in Ontario in 2008.   At NYU, Delphine will pursue an LLM in Legal Theory, with a focus on criminal evidence.    Ms. Valeriane Michel  France, Switzerland    Valériane Michel graduated summa cum laude with law degrees from the universities of Fribourg (Switzerland) and of Paris II-Assas (France) in 2005. She specialized in European law, as well as in international law, and wrote her theses on ‘A Challenge for the European Union: Complying with Human Rights while Countering Terrorism’ and on ‘Non-State Armed Groups in International Humanitarian Law, in the Light of the Statutes and Case Law of the International Criminal Courts’.    Before beginning university, Valériane worked during one year in Lebanon for a non-governmental organisation dedicated to supporting destitute children. While attending law school, she continued volunteering with homeless people, as well as with AIDS patients.    In 2001 and 2002, Valériane interned at the United Nations (UN), both with the Office of the High Commissioner for Human Rights and the Office for the Coordination of Humanitarian Affairs. Over the two following years, she represented the Government of Switzerland at the Third Committee of the UN General Assembly and at the UN Commission on Human Rights. Then, in 2005, she served at the Presidency of the International Criminal Court as an intern. Finally, from 2006 to 2009, Valériane worked as a delegate of the International Committee of the Red Cross and was sent on one-year missions to Eritrea, the Middle East and Colombia.    Valériane speaks Arabic, English, French, German and Spanish. She is also a Fulbright scholar. While at NYU, she will undertake an LLM in International Legal Studies.    Ms. Natalia van der Laat Garcia  Costa Rica    Natalia van der Laat graduated from University of Costa Rica, School of Law with highest honors in 2008. Back in 2007, she was awarded with the best grade point average of all the undergraduate students at the University of Costa Rica (35,000 students at national level). Also, she was awarded with a merit based scholarship during all her years at law school.   While attending law school, Natalia joined one of Costa Rica’s leading law firms, BLP Abogados, where she worked as Senior Legal Assistant and later, as Associate Attorney. During her years at BLP Abogados, Natalia advised both international and Costa Rican companies on a broad spectrum of areas including corporate matters, financial transactions, aviation operations, enforcement of intellectual property rights and development of real estate projects. Also, she participated in the Pro Bono division of the firm as part of the Advisor Committee in charge of drafting laws in three different subjects: Maritime Navigation, Maritime Trade and a general Maritime Law.   From July 2005 to June 2006, Natalia worked as Judicial Assistant in the Anti-Corruption and Economic Crimes section of the District Attorney’s Office, where she performed legal research on various legal issues, analyzed evidence and prepared reports for criminal cases related to corruption of public employees, frauds against financial institutions and important cases of money laundering. Also, she participated in the Community Service Project for Small- And Medium- Sized Companies of the University of Costa Rica, where she served as counsel to the company Bioproyectos Costa Rica S.A. in the preparation of franchising and distribution contracts, registration of trademarks, compliance with customs procedures and general corporate matters.   Natalia is the coauthor of the Graduation Thesis “Study on the System of Secured Transactions proposed by the Organization of American States and its Adjustment to the Costa Rican Legal System”, which was approved with highest honors in 2008. Furthermore, Natalia has been working with the National Law Center for Inter-American Free Trade (NATLAW), located in Tucson, Arizona, in order to enact a law on Secured Transactions in Costa Rica, based on the OAS Model Law on Secured Transactions and her research work.   Her concentration at NYU Law will be Corporation Law.    Ms. Catherine Mutava  Kenya    Catherine Mutava graduated first in her class of the University of Nairobi Law School in 2007. She was included in the Dean's Honor List for each year of study and received a number of awards for her academic accomplishments. While attending law school she was a research assistant to Dr Ben Sihanya in the field of Intellectual Property Law.    Upon graduation she joined Anjarwalla &amp; Khanna one of Kenya’s leading law firms. She then joined KPMG where she worked for two years as a tax consultant where she advised domestic and international clients on tax implications of various commercial transactions, analyzed and made recommendations for the national budget and conducted various due diligences.    At NYU she will undertake an LLM in International Taxation    Ms. Rebecca Van Es  South Africa   Rebecca Van Es graduated with a Bachelor of Arts degree in English and Psychology from the University of Cape Town in 2000. She was on the Dean’s Merit List throughout the three years of the degree and received a distinction in English on graduation. During this time she also actively participated in the Students’ Health and Welfare Centres Organisation’s tutoring project. For two years following completion of the degree, Rebecca worked in Wales and London, including working on a project initiated by the London Youth Justice Board. She travelled extensively in South America before returning to the University of Cape Town to start a Bachelor of Laws degree in 2003. During her law studies she was a student advisor at the law school’s Legal Aid Clinic, where she consulted with asylum seekers and refugee clients. Rebecca was also a member of the Treatment Action Campaign’s Paralegals Sub-Committee, which involved training and organising law students to educate and inform underprivileged communities about legal rights pertaining to HIV status. She received awards based on academic merit – including the Manuel &amp; Luby Washkansky Scholarship Award, the Faculty of Law Scholarship Award and the LexisNexis-Butterworths Prize for Intermediate Year Best Student – and graduated cum laude in 2005.   Following graduation Rebecca completed the two years of practical legal work required to qualify as an attorney. She did this at Bowman Gilfillan Inc., a firm generally regarded as one of South Africa’s premier corporate law firms and which offers a range of diverse legal services. She worked both in litigation and corporate/commercial departments, and assisted with pro bono matters when possible. In the last six months she focused on competition law and was involved in matters that included the submission of filings by high-profile clients to the Competition Commission. Outside of the firm, Rebecca was actively involved in the formation of the Western Cape chapter of the South African Women Lawyers’ Association. She qualified as an attorney in 2008. Rebecca subsequently spent one year as a legal researcher to Chief Justice Pius Langa at the Constitutional Court of South Africa, working on matters of national constitutional importance. Following that, she moved to Bochum, Germany for six months, where she devised and taught a course introducing German law students at Ruhr-Universität Bochum to aspects of the common law system.   Rebecca will commence an LL.M in International Legal Studies at NYU.      Mr. Amir Weizenbluth  Israel    Amir Weizenbluth received his LLB degree in 2005 from The Hebrew University of Jerusalem, summa cum laude. He was included in the Dean's Honor List for each year of study and received a number of scholarships for his academic accomplishments. While attending law school he was a research assistant to Professor Mordechai Kremnitzer in the field of Constitutional Law and Criminal Law and a member of the editorial board of the Hebrew University Law Review. Upon graduation he clerked for the Honorable Justice Miriam Naor of the Supreme Court of Israel. After being admitted to the Israeli Bar, he joined the litigation group of one of Israel's leading law firms, S. Horowitz &amp; Co., where he worked for two and a half years as an associate.     top of page   Academic Year 2008-09   Ms. Davinia Aziz  Singapore   Davinia Aziz graduated with a Bachelor of Laws with First Class Honours from the National University of Singapore (NUS) in 2002, and a Bachelor of Civil Law from the University of Oxford in 2005. At NUS, she ranked first in the Fourth Year LLB Examination, and received a number of other academic prizes, including the Koh Han Kok Book Prize for Public International Law. She was an Associate Editor of the Singapore Journal of International and Comparative Law, an editor of the Singapore Law Review, and a member of the NUS team that won the International Rounds of the Philip C. Jessup International Law Moot Court Competition in 2001. After graduation, she continued to maintain close links with NUS as a part-time tutor in Constitutional and Administrative Law.   Between 2002 and 2004, she clerked for the Honourable Chief Justice Yong Pung How at the Supreme Court of Singapore. Upon her return from the University of Oxford, she was appointed a Deputy Registrar and Magistrate of the Subordinate Courts of Singapore, where she remained until she took up her current post as State Counsel at the International Affairs Division of the Attorney-General's Chambers in October 2007.    She is the author of \"The Utility of an International Legal Approach to the Jerusalem Question: Camera Obscura or Camera Lucida?\" (2003) 7 Sing. Y.B. Int'l L. 511 and \"Punishment As Response to Harm: Why the Attempt Warrants Lesser Punishment Than the Competed Crime\" [2002] Sing. J.L.S. 604.   Davinia is enrolled in the LLM in International Legal Studies at NYU.     Ms. Aikerim Kaziyeva  Kazakhstan   Aikerim Kaziyeva graduated with Qualification as a lawyer from Kazakh University of the Humanities and the Law (Kazakhstan) with distinction in 2005, and a degree in English from Aktobe State University in the name of K. Zhubanov (Kazakhstan) with distinction in 2002. In 2000-2002, she was one of the three University students awarded the most prestigious Kazakh government award - Presidential scholarship - granted to students for academic excellence, research and social activities. She also received numerous awards in Kazakhstani national language competitions. After graduation from the law school, she practiced as an in-house legal counsel for the Kazakh oil industry, including, notably, her experience in Karazhanbasmunai (KBM), one of the leading oil companies in Kazakhstan, where she initially joined as Executive Assistant to First Vice President. She was a significant contributor to the solution of tremendous difficulties encountered in reshaping an old Soviet enterprise into a successful private business during a rapidly changing business environment in Kazakhstan.   She was awarded the Gold Medal for extraordinary success in studies, being one of the 56 recipients in Kazakhstan and the only recipient from Mangistau oblast in 1998.    Aikerim’s concentration at NYU Law is in International Taxation.     Mr. Alamo Laiman  Indonesia   Alamo D. Laiman obtained his law degree from Parahyangan Catholic University (UNPAR) - Bandung, Indonesia in 2003, where he graduated as the Valedictorian. During his academic tenure, he was awarded a merit-based scholarship called the Dharma Siswa award in 2001 and won the second runner up place in the National Legal Writing competition during his sophomore's year.   Since the year 2000, he has been taking active roles either as participant, coach or judge in many international law moot court competitions. He participated in ILSA's Jessup, the Japanese Foreign Ministry's Asia Cup, the IISL's Manfred Lachs Space Law and lastly the ICRC's Humanitarian Law Moot Court Competition. Alamo received several awards in these competitions, but most notably he won the Best Oralist title and the Outstanding Achievement Award for the Memorials of the Respondent in the Asia Cup 2003 in Tokyo. He also successfully coached the Atma Jaya University’s Jessup Team to win the National Championship in 2007.   Alamo started his legal career as an intern at Baker &amp; McKenzie's Jakarta office before he joined a boutique firm Christian Teo &amp; Associates and worked there for four years. He then joined a consulting firm called PT Principia Management Group, which is the investment executioner for a private equity firm which manages funds from Sovereign Wealth Funds institutions and US Ivy League Universities’ endowments in South East Asia.   Alamo is a practicing licensed-advocate admitted in all courts of Indonesia and was acknowledged as a Specialist in Employment Law by the 2007-2008 Asia Pacific Legal 500.   He also co-authored the Indonesian section of \"Getting The Deal Through\", in the (i) Telecoms and Media 2007 edition and the (ii) e-Commerce 2008 edition. These are International Bar Association's (IBA) joint publication series with the American Bar Association (ABA) that had won the prestigious United Kingdom’s Queen’s Awards.     Ms. Bastiana Locurscio  Argentina   Bastiana Locurscio graduated first in her class of the University of Buenos Aires Law School in 2005, out of 2,819 students. She obtained a law degree (abogada) with a concentration on Taxation and was awarded the Gold Medal of the University of Buenos Aires.   She has also been awarded other distinctions such as an Honors Diploma of the University of Buenos Aires, the Argentine Supreme Court of Justice Award, the Buenos Aires Bar Association Academic Excellence Distinction and the Lexis Nexis Award.   Bastiana has also received scholarships and fellowships from distinguished institutions such as Fundación Carolina, Delta Kappa Gamma Society, University of Buenos Aires and Fulbright Commission.   She has completed graduate studies in the Executive Program for the Updating and Modernization of the Judiciary organized by the University Carlos III (Spain) and the University of Buenos Aires, and has attended a Master in Taxation in Argentina.     Mr. Mwaisaka Davidson Mghanga  Kenya   Davidson Mwaisaka obtained a first class honors Bachelor of Laws degree from the University of Nairobi, Kenya is 2006. This was a great achievement since the last first class honors was earned eight years ago. This has been one of the highest academic records in history of the faculty of law. Upon graduation, he was awarded with the Kaplan and Stratton and Hamilton, Harrison and Mathews awards for academic excellence.   In October 2006, he joined Kaplan and Stratton advocates, the largest and leading firm in east and central Africa, where he advised several domestic and international clients on corporate commercial transactions, specialized in corporate finance, joint ventures and conducted various legal due diligences. He also participated in various commercial litigations.   He was the president of the law students association and an editor for the University of Nairobi's law journal. He also participated extensively in legal aid programs while at the University of Nairobi. He has published several academic papers in well known Kenyan legal journals. He has been a research assistant of various professors on international trade, intellectual property and commercial law at the University of Nairobi. He has also worked as a research assistant with the Constitution of Kenya Review Commission (CKRC).   He holds a higher degree in computer science and is a certified company secretary.     Ms. Alicja Nilsson  Sweden   Alicja Nilsson received her L.L.B degree from Uppsala University (Sweden) in January 2007, with the highest possible GDP average. She has also studied European law at Salzburg University (Austria) in 2005 and international law at University of New South Wales (Australia) in 2003. At UNSW, her comparative research paper on transitional justice in Poland and East Germany was awarded the Judge G. Federico Mancini Prize in European Law for the 'Best research essay in the field of European Law in any degree or diploma program at University of New South Wales'. Prior to commencing her studies at NYU, Alicja clerked at the Stockholm District Court, at a department specialized in international criminal proceedings. Her work included giving assistance to judges as well as acting as a judge herself in both criminal and civil proceedings. In 2005, Alicja worked as an assisting lawyer at Marsh AB in Sweden. At Marsh, her work focused on legal compliance issues, including international anti-money laundering legislation. During her studies, Alicja worked pro bono as a Witness Support at the Uppsala District Court.   In addition to the Hauser Global Scholarship Alicja also received the Fulbright Scholarship.   At NYU, Alicja will pursue an L.L.M in International Legal Studies.     Mr. Demian Stauber  Switzerland   Demian Stauber graduated summa cum laude from the University of Zurich School of Law in Switzerland, in December 2003. After graduating, he joined Homburger, a top Swiss law firm, as a junior associate. From 2005 to 2008 he worked as a clerk at the Commercial Court of Aargau. In 2006, he was admitted to the Bar. He has published articles on intellectual property as well as on debt enforcement and tort law.    In September 2008, Demian obtained his Doctorate of Law from the University of Berne, summa cum laude, for a doctoral thesis on the legal consequences of creditor’s delay under the supervision of former Swiss Chief Justice Prof. Dr. h.c. Hans Peter Walter.    His concentration at NYU Law will be Trade Regulation, especially intellectual property law.     Mr. Guy Wertheim  Israel   Guy Wertheim received his LLB degree in 2005 from The Hebrew University of Jerusalem, summa cum laude. He was included in the Dean's Honor List for each year of study. While attending law school he was a research assistant to Professor Mordechai Kremnitzer in the field of Criminal Law and a member of the editorial board of the Hebrew University Law Review, \"Mishpatim\". Upon graduation he clerked for Honorable Justice Edna Arbel of the Supreme Court of Israel. After being admitted to the Israeli Bar, he joined the litigation group of one of Israel's leading law firms, S. Horowitz &amp; Co., and worked there for a year and a half as an associate. He is also a co-author of a book on the offense of breach of trust by public officers (publication forthcoming, December 2008, in Hebrew).     Ms. Na Yang  China   Na Yang earned her undergraduate and graduate degrees in law at the Renmin University of China, where she graduated first in her class and received a number of scholarships and honors for her academic accomplishments. She has published several research papers and co-authored two published books on Chinese corporate and commercial laws. In addition, some of her research papers and essays were awarded distinguished honors. Her research paper on corporate structural reform in China won first place prize in the 2001 Beijing \"Challenge Cup\" Academic Research Competition held by Beijing Municipal Education Commission. Another essay she wrote on corporate social responsibility won the International Students’ Committee Competition hosted by University of St. Gallen, Switzerland. During her studies at Renmin University of China, she was involved in a wide range of extracurricular activities. She served as the editor-in-chief of Renmin University Law Journal and participated in various legal aid activities at Renmin University Legal Aid Center and Legal Clinic. Additionally, she founded and acted as the president of a youth volunteer organization to help deaf-mute children and elderly people. She assisted the project officer of Ford Foundation to initiate and promote clinical legal education at major Chinese law schools.   Immediately after her graduation at Renmin University of China, she went to the University of Cambridge in England and obtained an LLM degree. Subsequently, she pursued an internship at the United Nations Office of Legal Affairs in New York, where she prepared the publications on the Charter of the United Nations and assisted the International Law Commission on the legal research project involving Chinese legislations. Afterwards, she returned to China and worked with the Beijing office of an international law firm, Hogan &amp; Hartson LLP, where she advised both international and Chinese clients on a broad spectrum of areas including initial public offering of securities, foreign direct investment, mergers and acquisitions, private equity, international trade and regulatory compliance. During her work at Hogan &amp; Hartson LLP, she actively participated in the firm’s pro bono program providing service to international non-profit organizations.   Her concentration at NYU Law is in Corporation Law.   top of page     Academic Year 2007-08   Festus Akunobera  Uganda   Festus Akunobera obtained a First Class Honors Bachelor of Laws degree from Makerere University Kampala in Uganda in 2005, with the highest academic record in the history of the Faculty of Law. Upon graduation, he was granted the Chief Justice's Prize for graduating first in his class. He was also awarded the prize of Outstanding Academician of the Year 2005 for academic excellence by the Makerere Law Society.   As a student, he was a winner of a Moot Court Competition sponsored by Makerere University, and was selected to represent Uganda in the 14th All-Africa Human Rights Moot Court Competition held in Johannesburg, South Africa (2005), where he emerged as the 10th best oralist.   Mr. Akunobera was the best participant, with distinction, at the East African Uongozi Leadership Training Program sponsored by Makerere University Kampala, The University of Nairobi and The University of Dar-es-salaam (Summer 2004), for which he was selected for a legal internship for three months at the National Environment Management Authority of Uganda.   Mr. Akunobera also served as the Speaker, Livingstone Hall, Makerere University (2004/5), as Editor, Makerere Law Journal (2004/5) ) and as Guild Representative Councilor of the Makerere Students Guild (2003/4).   Mr. Akunobera went on to pursue a postgraduate diploma in legal practice at the Law Development Centre, Kampala, where he emerged as the best in the Uganda bar examination. He was awarded the Chief Justice’s Award and the Denton Wilde Sapte/Kampala Associated Advocates Prize for the overall best student at the Bar Course. As a student, he served as the Law Development Centre Students' Guild Legal Advisor.   Mr. Akunobera was a part-time lecturer in tax law at the Uganda Pentecostal University during the 2005/6 academic year. He worked with PricewaterhouseCoopers Uganda as a Tax Consultant from September 2006 to July 2007. He is a Research Associate with the preeminent Shonubi, Musoke &amp; Co. Advocates in Uganda.   In August 2007, Mr. Akunobera will start his LL.M in International Taxation at NYU School of Law as a Hauser Global Scholar, after which he intends to pursue a career in the International Tax area.     Jan Bischoff  Germany   Jan Asmus Bischoff has studied law at Hamburg University with a focus on international public law and received his first law degree with distinction in 2005.   After his graduation, he worked as a researcher at the Max Planck Institute for Comparative and International Private Law, Hamburg. He is writing his Doctoral Thesis on \"The European Community and the Uniform Private Law Conventions\" under the supervision of Prof. Dr. Dr. hc. Jurgen Basedow. He has published articles on community law as well as on public international law. He also taught courses on German constitutional law. During his studies, he has been working on public international law issues at the German Federal Ministry of Defense, Bonn.   In August 2007, Jan began his studies in the LLM in International Legal program.     Patricia Brandstetter  Austria   Patricia Brandstetter graduated in the top 1 per cent of her class from the University of Vienna Law School with a Magistra iuris (JD equivalent) in 2004. She received an additional Diploma in International Economic Law and International Relations with distinction and was awarded a Merit Scholarship from the University of Vienna. She also received numerous awards in English language competitions and has done translation work for several Vienna-based law firms. From 2004 to 2007, she worked as a Professor's Assistant at the Institute for Austrian and International Tax Law of the Vienna University of Economics and Business Administration, where she gained wide experience as a lecturer of domestic and international tax law and focused her interest on tax treaty law. She will be pursuing the LLM program in International Taxation.     Petr Briza  Czech Republic   In 2003 Mr. Petr Briza graduated summa cum laude from the Law Faculty of Charles University, Prague. His master thesis was awarded a Randa Foundation Prize (given to the best master thesis in commercial and affiliated branches of law) and was also recognized as a Juris Doctor thesis, which resulted in his Juris Doctor degree in 2004. In 2007 Mr. Briza finished a Diploma in English and European Union Law at the University of Cambridge. He is also a PhD candidate at Prague's Law Faculty where his PhD thesis and related research are on European private international law.   Since 2004, Mr. Briza has been working for the Ministry of Justice of the Czech Republic, where he became head of the EU Coordination Unit and later acting director of the European Union Department until his leave of absence for NYU.   He has both published and has forthcoming articles on European Law and Private International Law, which are his main areas of interest. On these subjects he also gives occasional lectures at the Judicial Academy of the Czech Republic and Prague's Law Faculty. Mr. Briza is an expert member of the \"European Research Network in the fields of private international law, civil law and civil procedure\" and currently he is co-founding the Czech Society for European and Comparative Law.   In addition to the Hauser Global Scholarship Mr. Briza also received a Fulbright Student Scholarship.   At NYU he will pursue his LLM in General Studies.     Tianyi Chen  China   Tianyi Chen obtained both his Bachelor and Master of Laws from Peking University Law School, where he graduated first in his class. He has worked as Editor-in-chief of Peking University International and Comparative Law Review and Editor of Peking University Law Review . He received a number of scholarships and honors throughout his studies for his academic accomplishments. Among other things, he won the first prize of O'Melveny &amp; Myers Beijing Legal Scholarship and was honored as an Excellent Graduate of Beijing City. During his studies, Tianyi worked as an intern in Clifford Chance, Paul Hastings and Legal Department of Siemens Ltd., China, dealing primarily with corporate and commercial law issues. In addition, he has published several academic papers in well-known Chinese legal journals.   In August 2007, Tianyi will start his LLM studies in Corporation Law.     Kabir Duggal  India   Kabir Ashok Nina Duggal has completed his Bachelor in Commerce (Honors); LLB from Government Law College (Mumbai University); Post graduate diploma in Human Rights from Department of Civics and Politics (Mumbai University); Post graduate diploma in International Humanitarian Law (NALSAR University) and the BCL (Masters in Law) from the University of Oxford, in international law and human rights.   Kabir was the University topper at the LLB Course (from about 1500 students), and secured the First rank in the Diploma in Human Rights (from 54 students) and Diploma in International Humanitarian Law (from 34 students). He received 5 scholarship awards from the Mumbai University for his performance on the LLB examination. He was also awarded the 'Ranganath Rao Trophy' by the Government Law College for securing the highest marks for all three years of the LLB course. He was the Senior Editor for the Government Law College Law Review.   Kabir has worked as a full time consultant for UNICEF in India for two years. He has been involved in several projects relating to child policy and legal reform with the Government of India and Maharashtra. As a programming professional, his expertise lies in the field of child protection which includes child exploitation for commercial sex, child labour and juvenile justice administration and reform. He has also worked as a research assistant to Hon'ble Justice Sujata Manohar (retired Supreme Court Judge and Member of National Human Rights Commission, India) for a year.   Kabir is currently pursuing the LLM course in International Legal Studies at NYU and hopes to augment his interests in international organization reform and human rights. In addition, Kabir has also been admitted to NYU as a \"Transitional Justice Scholar\".     Gautam Gandotra  India   Gautam graduated in 2004 with a BSL, LLB degree from the University of Pune, Indian Law Society’s Law College, India. For his academic distinction and excellence in co-curricular activities, he has received 20 awards and achievements, including a Gold Medal for scoring First Rank, Best Student Award and Governor's Award for academic excellence. Gautam also scored First Rank in the one year diploma course on Corporate Laws in 2003 from Law College, Pune, India.   After his graduation, Gautam joined the Mumbai office of DSK Legal (erstwhile Anderson India), a leading corporate law firm in India, as an associate. Based on his performance during two years of practice and his ability to handle negotiations single-handedly in various private placement transactions, he was designated as a Senior Associate of the firm in 2006. He has advised several domestic and international clients on commercial transactions, especially conducting legal due diligence in relation to foreign investments/acquisitions, private placements, drafting share purchase, share subscription and shareholders agreements, drafting de-mergers schemes, joint ventures and various transactions relating to corporate finance. Gautam has advised various venture capital and private equity investors in their investments in companies carrying on business in India in the fields of manufacturing, retail trading, insurance, print media, Fast Moving Consumer Goods and real estate development.   Beginning August 2007, he will attend the LLM program in Corporation Law at NYU School of Law.     Claire Inder  Australia    Claire Inder graduated from the University of New South Wales (Australia) in 2005 with a LL.B, and was awarded the University Medal in Law. Claire also earned a BA in Politics and International Relations with a High Distinction average. Claire studied at Harvard University, as a recipient of the UNSW Harvard Travel Scholarship (2005), and at the University of Aix-Marseille III (2003). She was a student editor of the UNSW Law Journal , the Australian Indigenous Law Reporter and the Australian Human Rights Journal . Prior to commencing her LL.M at NYU, Claire worked as a Consultant with the United Nations High Commissioner for Refugees in Geneva, Switzerland. Her work focused on many aspects of international law relating to the asylum-migration nexus, and included the drafting of a legal and policy handbook on this subject intended for operational use world-wide by States and the UNHCR. From 2005-2007, Claire was Research Officer (Legal/Political) at the Australian Embassy in Washington D.C., where she provided advice on a range of U.S. legal and political issues: notably, the laws of war and international humanitarian law, public international law, terrorism and Iraq. Claire has also worked for the Australian Law Reform Commission and the law firm Mallesons Stephen Jaques in Sydney, and interned with the UNHCR and the International Organization for Migration (IOM) in Geneva.     Kenneth Lim  Singapore   Kenneth Lim received his LLB with First Class Honors from the National University of Singapore in 2004. He received the Law Society of Singapore Prize as the top student in the LLB third-year examination, the Leow Chia Heng Prize as one of the top students in the LLB final examination and the Koh Han Kok Prize as the top student in Public International Law. He also received the Shook Lin &amp; Bok Scholarship and the Kwa Geok Choo Scholarship. Kenneth was associate editor of the Singapore Journal of International and Comparative Law . He represented NUS at the 2003 Philip C. Jessup International Law Moot Court Competition in Washington D.C., the 2003 Asia Cup Moot Court Competition in Tokyo, Japan, and was on the NUS team that won the 2004 Red Cross International Humanitarian Law Moot Court Competition in Hong Kong SAR.   After graduation, Kenneth clerked for the Hon. Chief Justice Yong Pung How at the Supreme Court of Singapore. In 2005, he was legal counsel at the Competition Commission of Singapore. Kenneth was admitted as an Advocate and Solicitor of the Supreme Court of Singapore in 2006, having received the Justice Tah Ah Tah Prize as the top student in Professional Responsibility in the Singapore bar examinations. He then joined Allen &amp; Gledhill LLP, a leading law firm in Singapore, as an associate. His areas of practice included civil and criminal litigation, commercial arbitration, antitrust law and corporate insolvency. Kenneth also serves as a member of the Legal Commission of the Singapore Red Cross.     Enrique Veramendi  Argentina   Enrique Valentin Veramendi graduated with honors from the University of Buenos Aires Law School in December 2001. He ranked in the top 1% in a class of over 2,500 students. In May 2006 he earned a Master's degree in Administrative Law from the Austral University, with an award winning thesis.   Enrique's professional experience has been in both the public and the private sector. While studying law, he worked in the Argentine National Congress. In 2002 he joined Marval, O'Farrell &amp; Mairal , the largest and one of the leading law firms in Argentina, where he worked for the last five years. His main areas of practice have been Litigation, Administrative Law and Oil &amp; Gas.   He has carried out extensive research on subjects related to Administrative and Constitutional Law and published several articles in various Argentine Law Journals.   In August 2007, Enrique will begin the LLM program in General Studies, focusing on Administrative Law and Government Economic Regulation.   top of page   Academic Year 2006-07   Amanda Arcaya  Venezuela    Amanda Arcaya graduated summa cum laude from Universidad Catolica Andres Bello (\"UCAB\") in Venezuela. Upon graduation Amanda was granted the Caracciolo Parra Leon Prize for graduating first in her class. She was also awarded the Juris Vitols Prize for Excellence, selected from among the entire graduating UCAB community (students from all the faculties of the UCAB, not just Law School) for her superb academic record and identification with UCAB's values. Amanda was a member of UCAB's Honor Society and also participated in one of the oldest United Nations competitions in the United States, where she received the Best Delegate Prize in the Social, Cultural and Humanitarian Committee.     After graduation Amanda worked as an Associate in Despacho de Abogados miembros de Macleod Dixon, S.C. in the Corporate Department.   Amanda is currently pursuing her LL.M in International Legal Studies.     Niamh Dunne  Ireland    Niamh Dunne holds a BA in Law from the University of Cambridge. Whilst reading for her degree, she came top of both the Criminal Law and Criminal Procedure &amp; Evidence papers, was made an academic Scholar of Girton College, and was involved in student governance. Niamh has worked as a researcher for the Free Legal Advice Centres, a leading Irish legal charity. She has also undertaken internships with Dublin law firm Matherson Ormsby Prentice, and City firms Freshfields Bruckhaus Deringer and Slaughter and May.   After completing the LLM in International Legal Studies as a Hauser Global Scholar, Niamh hopes to work within the diplomatic service or the international criminal law arena.     Tiago Fidalgo de Freitas  Portugal   Tiago Fidalgo de Freitas holds a licenciatura law degree, magna cum laude , from the University of Lisbon School of Law, where he graduated first in his class in 2004. For his academic distinction he received several prizes and scholarships both awarded by the University of Lisbon and by the Institute of Political-Juridical Sciences. During his law degree, he was particularly engaged in academic activities and participated in several mooting competitions and international programs. He holds the Diploma of the Academy of European Public Law, for having participated in its 10th and 11th Sessions, held in Legraina, Greece, in 2004 and 2005, and for having discussed a thesis in the field of fundamental rights with an international jury. He also attended the Masters course in Juridical-Political Sciences in the University of Lisbon School of Law in 2006.   Since he graduated, he has been a lawyer in Sérvulo Correia &amp; Associados, the leading Portuguese law firm in Public Law. He has published an article in constitutional law and has participated in national and international conferences as a guest speaker mainly in the field of administrative law. His main areas of interest are constitutional and administrative law, fundamental rights, European Union law and legal theory. He will be taking his Master of Laws in General Studies as a Hauser Global Scholar.     Ben Gauntlett  Australia    Ben Gauntlett graduated with a Bachelor of Laws with First Class Honours and a Bachelor of Commerce from the University of Western Australia (UWA). He received a number of prizes throughout his studies, was an editor of the UWA Law Review and a member of the moot team that finished runner-up in the world finals of the Philip C. Jessup International Mooting Competition. He graduated as top overall student in 2002 and was awarded the Rhodes Scholarship to study at the University of Oxford in 2003. At Oxford, he is completing a D.Phil. in Competition Law, has taught company law and was an editor of the Oxford University Commonwealth Law Journal .   In August 2006, Ben will begin his studies in the LLM in Trade Regulation program.     Lara Granville  South Africa    Lara Granville obtained both her BA (in Philosophy and Law) and her LLB from the University of the Witwatersrand in Johannesburg, South Africa. Lara was active in various university committees such as the Law Students Council, the South African Union of Jewish Students and the Law School Teaching and Learning Committee. She graduated from the LLB as best student in 2004. After her graduation, she clerked at the Constitutional Court of South Africa for Justice Yvonne Mokgoro. She also taught Constitutional Law part-time at the University of the Witwatersrand. Lara has started her articles at the commercial law firm, Deneys Reitz Attorneys, where she has been working in the Competition Law department.   In August 2006, Lara will begin her studies in the LLM in General Studies program.     Nadja Jaisli  Switzerland    Nadja Jaisli graduated summa cum laude from the University of Zurich School of Law, Switzerland, in July 2003. She also studied in Geneva (in the French part of Switzerland) for one year where she broadened her knowledge in the field of international law. Two of her term papers were awarded with a special prize by the extended University Faculty of the University of Zurich. During her studies, Ms. Jaisli worked as an undergraduate assistant to Professor Hans Caspar von der Crone, Professor for Private, Commercial and Corporate Law. She further attended a Summer Clerkship Program at Lenz &amp; Staehelin, one of Switzerland's leading law firms, and an internship at a local newspaper in Zurich.   After graduating, Ms. Jaisli worked as a clerk to the Judge at the District Court of Horgen, Zurich. In 2005, she was admitted to the Bar of the Canton of Zurich and then joined Bär &amp; Karrer, a top law firm in Switzerland, as an associate. Her main areas of practice include commercial litigation, international arbitration and commercial law.   In 2006-2007, Ms. Jaisli will attend the LLM program at NYU School of Law, after which she will continue to advance her career as an international business lawyer.     Winta Tesfai Menghis  Eritrea    Winta Tesfai Menghis obtained her LLB degree, graduating with Great Distinction from the University of Asmara in Eritrea in 2004. For her academic excellence, she received the Outstanding Student of the Year Award, a Gold Medal for academic excellence on the occasion of the 34th commencement of the University of Asmara. For exemplary achievements, she also received an award from the National Union of Eritrean Women (NUEW).   As a student, she was a winner of a Moot Court Competition sponsored by the University of Asmara, and was selected to represent Eritrea in the 11th African Human Rights Moot Court Competition held in Egypt (2002). Thanks to her scholastic achievements and her demonstrated aptitude for independent legal research, she secured a teaching and research assistantship post in the University of Asmara. Law teaching, being one of the most challenging and highly sought after careers in the Eritrean legal profession, has only been available to the most outstanding graduates. Her work in the law school began in September 2003 when she was assigned to do her national service as an intern. Among other things, her job in the law school included classroom teaching with the approval of the professors, developing supplementary teaching materials and facilitating student projects. Her job in the law school gave her the opportunity to work with the Dean as her mentor and with other excellent professors of the faculty. She identified her area of scholarly interest and expertise, providing her with a head start in the single most difficult task for any person involved in pursuing a career. She watched the law professors teach and discussed teaching techniques with them. She also participated in a rich mixture of scholarly symposia, lectures, and seminars for the University's faculty. On top of these, she had the responsibility to conduct researches and to actively participate in the Law School's Academic Commission meetings. In August 2006, she will begin her studies as a Hauser Global Scholar for the LLM in International Legal Studies at NYU School of Law, after which she aspires to pursue a non-academic career in international law.     Nicholas Sage  New Zealand    Nicholas Sage graduated with a Bachelor of Laws with Honours and a Bachelor of Arts from the University of Auckland. He received Senior Prizes in Law and Political Studies, and was Editor-in-Chief of the Auckland University Law Review . Since graduating he has worked as Judge's Clerk to the Rt. Hon. Justice Gault and then the Hon. Justice Anderson at the Supreme Court of New Zealand. He was admitted as a Barrister and Solicitor of the High Court of New Zealand in 2005. He has published and forthcoming journal articles on contract law, constitutional law, and torts. In his LLM study he will focus on private law theory and jurisprudence.     Umakanth Varottil  India    Umakanth Varottil graduated with a BA, LLB (Hons.) degree from the National Law School of India University Bangalore in 1995. He received 8 gold medals from the National Law School, among others for the First Rank, Best Outgoing Student and for highest marks in Corporate and Business Laws. At the National Law School, he was President of the Student Bar Association, which is the representative body of students.   After his graduation, Umakanth joined Amarchand Mangaldas, a leading corporate law firm in India, as an associate. In 2000, he became a partner of the firm and was the partner-in-charge of the Bangalore office of the firm leading a team of 15 lawyers. He has advised several domestic and international clients on cutting-edge transactions in all areas of corporate and commercial law, including foreign investment, mergers &amp; acquisitions, joint ventures, securities law, corporate finance, structured finance and information technology. In 2006, he was ranked as an up and coming leading corporate/mergers &amp; acquisitions lawyer in India by the Chambers Global Guide .   Umakanth has always had a keen interest in academia. He has authored several articles and presented papers on areas of corporate sector regulation. For the last three years, he has been involved in teaching a seminar course on mergers, acquisitions and corporate restructuring at his alma mater, the National Law School of India University. Beginning August 2006, he will attend the LLM program in Corporation Law at NYU, after which he intends to pursue a career in academics in the area of corporate and business laws.     Tomer Weissman  Israel   Tomer Weissman received his LLB degree in 2004 from Tel-Aviv University, where he graduated first in his class. While attending law school, Mr. Weissman was a research assistant of Prof. Daniel Friedmann in the area of Contract law and a member of the editorial staff of Tel Aviv University Law Review . Also, during his studies, Mr. Weissman worked as an intern in a boutique law firm dealing mostly with Tort law and Litigation. Upon graduation, Mr. Weissman began clerking for Justice Dorit Beinisch of the Supreme Court of Israel. A year later, after being admitted to the Israeli Bar, Mr. Weissman became Justice Beinisch senior legal advisor, a position he held until July 2006. Among other things, Mr. Weissman assisted Justice Beinisch in her tenure as the chairwoman of the General Election Committee in Israel's 2006 elections. In August 2006 Mr. Weissman will join the LLM program at NYU Law School as a Hauser Global Scholar.   top of page   Academic Year 2005-06     Dara Acusar  Philippines   Dara C. Acusar received her Juris Doctor degree from the Ateneo de Manila University School of Law in the Philippines. She graduated Valedictorian with the Gold Medal for Academic Excellence. She later ranked 2nd in the 1999 Philippine Bar Examinations, and went on to work with Quisumbing Torres Law Offices (an affiliate of Baker &amp; McKenzie). Ms. Acusar served as Assistant Secretary to the Chief Presidential Legal Counsel of the Philippine President, and later as Consultant to the Mayor of Cebu City, Philippines.   Ms. Acusar will be taking her Masters of Law in General Studies (Corporate and International Economic Law) as a Hauser Global Scholar.     Adrian Friedman  South Africa    Adrian Friedman obtained his LLB degree, graduating as best student, from the University of the Witwatersrand in Johannesburg, South Africa in 2003. Mr. Friedman was an assistant editor of the South African Law Journal , South Africa's premier journal on general legal issues and was editor of the Annual Survey of South African Law , in which leading South African academics discuss legal developments each year. He has also co-authored a chapter in the Annual Survey on the Criminal Law in 2002 and has since taken over sole responsibility of the chapter in 2003 and 2004 (forthcoming). Mr. Friedman has also co-authored a chapter in Children's Rights in the Constitutional Law of South Africa , the leading text on constitutional law in the country. In 2003 he was best oralist in the South African national rounds of the Jessup International Law Moot Court Competition. Mr. Friedman's most recent activities include clerking at the Constitutional Court first for Justice Yvonne Mokgoro and then for Chief Justice Arthur Chaskalson and teaching part-time at the University of the Witwatersrand.     Benjamin Leyendecker  Germany    Benjamin Leyendecker graduated first in his law class from the University of Constance and first of all Universities in the state Baden-Württemberg. For his academic distinction he received several prizes and scholarships including an award by the German National Academic Merit Foundation. After his graduation he served at the Institute of German and European Corporate and Business Law of the University of Heidelberg as a Research Assistant. At the University of Heidelberg he also enrolled in a research project concerning international corporate law. Later on he started with his German PhD (doctorate in law), which he will finish after his LLM course at NYU School of Law. Besides his studies at the Universities of Constance and Heidelberg he was also enrolled for several weeks at the University of Oxford, United Kingdom, as part of a summer law school program and recently as a research scholar at the University of Michigan, Ann Arbor, United States. In August 2005 Mr. Leyendecker will begin his studies for the LLM in Corporation Law at NYU School of Law, after which he will apply for admission to the New York State Bar Association and continue to further advance a career in corporate law.     Doreen Lustig  Israel    Doreen Lustig is a Hauser Global Scholar and an Institute for International Law and Justice (IILJ) Graduate Scholar enrolled in the IILJ’s LLM-J.S.D. program in International Law. Ms. Lustig holds an LLB, cum laude , from Tel-Aviv University as well as a Bachelor's degree, cum laude , in Social Sciences. She has recently clerked for Justice E. Rivlin of the Israeli Supreme Court. Ms. Lustig held several research assistant and teaching assistant positions in Tel-Aviv University and other academic institutions in the fields of international law, legal history, feminist legal theories, transitional justice and political trials. Ms. Lustig was the chief student editor of the Tel Aviv University Law Review and actively participated in clinical legal counseling. She initiated, within an Israeli NGO, a unique program providing legal counseling and assistance for the mentally challenged in their own community.     Anh Luu  Vietnam    Anh Luu received her Bachelor of Law in 2001 from the Hanoi Law University, Vietnam, where she ranked first in the entry examination and graduated in the top 1% of the class. She was awarded a full scholarship of the University and a scholarship of the Association of Francophone Universities (AUF) for her participation in a special bilingual law program in French. She worked for the Vietnam Red Cross and several law firms before she joined Freshfields Bruckhaus Deringer, the leading business law firm in Vietnam, in 2003. She has been a member of the Hanoi Bar Association since 2004.   In August 2005, Anh Luu will begin her studies in the LLM in Corporation Law program at NYU School of Law, after which she will continue pursuing her career in corporate law and international investment transactions.     Syed Qutub  Pakistan    Syed Qutub received his LLB degree from the Pakistan College of Law in 2003 where he had the distinction of ranking first in the graduating class. He read for his BA degree at Government College Lahore in 2000 where he received the G.D. Sondhi Gold Medal for best overall academic performance in the academic session. He was also awarded the Roll of Honor for debating at Government College Lahore. Later the same year he received a Presidential Award, the highest student award of the Government of Pakistan ('Tamgha-e-Sabqat') that was awarded to him by the President of Pakistan for excellence in co-curricular activities.   During his LLB, Mr. Qutub was particularly active in moot court activities and participated in the Jean Pictet International Humanitarian Law Moot Competition in Greece in 2003 as member of the Pakistan team. Pursuing his interest in International Law, he worked briefly as a research associate for the Research Society of International Law in Pakistan in 2003. Mr. Qutub was admitted to the Punjab Bar in 2003, then he joined Zafar, Iqbal and Raja, a leading law firm in Lahore, where his practice primarily included litigation in the areas of tax, banking and intellectual property law. He has also had the opportunity of working with the Asian Development Bank (ADB) and has been involved in the review/impact assessment of judicial and legal reforms in Pakistan conducted by the ADB. Additionally he has co-authored a report published by the IUCN (World Conservation Union) on the \"Environmental Laws of the Northern Areas of Pakistan.\"   In August 2005, he will begin his studies in the LLM in General Studies program at NYU School of Law, after which he plans to pursue a career in international and commercial law and to contribute to the reform of legal education in Pakistan.     Stephan Schill  Germany    Stephan Schill studied law, philosophy and political science at the University of Augsburg, Germany, Université Jean-Moulin Lyon III, France, and the German University of Administrative Science in Speyer. He holds a French degree in History of Political Thinking and Doctrine (Diplôme Européen de l'Histoire des Idées et des Doctrines Politiques) and two German law degrees (First and Second State Exam). After graduation from law school he obtained an LLM in International Economic Law from the University of Augsburg and worked as a Junior Assistant at the law school’s Department for Public Law under Prof. Thomas Vesting. Subsequently, he interned over a two-year period with several international law firms in Germany, Belgium and Argentina and clerked at the German Embassy in Dhaka, Bangladesh. Last year he started ongoing training in order to qualify as a civil law notary in Bavaria. Simultaneous to pursuing the LLM in International Legal Studies, he is continuing his research as a PhD candidate at the Max Planck Institute of International Law at Heidelberg, Germany, under the supervision of Prof. Armin von Bogdandy on property protection in international law. His project is an amalgam of international economic law, international human rights and property theory. Mr. Schill is the author of several articles on international investment protection and legal issues of reproductive medicine. Inter alia, he will publish an article on the ICSID-proceedings concerning Argentina's currency reform in the German Arbitration Journal . His main areas of interest are international economic law, bioethics and legal theory.     Ronli Sifris  Australia   Ronli Sifris received her LLB in 2003 from Monash University, Australia, where she graduated first in her class. She also received a BA from Monash University. Whilst at university, Ms. Sifris was awarded the prizes for the best result in: Torts, Equity, Constitutional Law, Legal Issues in Medicine, International Law and International Human Rights. She was also the editor of the Monash University Law Review . Ms. Sifris has published a feature article in the Melbourne Journal of International Law and has another article pending publication in the Alternative Law Journal . In 2003, she interned with the Office of the Prosecutor at the International Criminal Tribunal for the former Yugoslavia. Whilst completing her Articles of Clerkship at Baker &amp; McKenzie's Melbourne office in 2004, she chaired the Young Lawyers' Community Issues Committee for the Law Institute of Victoria. In August 2005, Ms. Sifris will begin her studies in the LLM program in International Legal Studies at NYU School of Law, after which she plans to either work with an international organization or pursue an academic career in international law.   top of page   Academic Year 2004-05   Natasha Bakht  Canada   Ms. Natasha Bakht received her LLB, cum laude , from the University of Ottawa Faculty of Law in 2002. She obtained her BA with distinction, in Politics and Drama from the University of Toronto in 1996, and also holds an M.A. in Political Studies from Queen's University. After graduation, she was a Law Clerk to the Honorable Madam Justice Louise Arbour, Supreme Court of Canada. Ms. Bakht is a member of the women of colour caucus of Canada's National Association of Women and the Law, and also serves as an advisor on various policy papers including her special research interest, the impact of the Canadian national security agenda on racialized women. Ms. Bakht is admitted as an attorney of the Law Society of Upper Canada (Ontario). She is currently an Assistant Professor at the University of Ottawa where she teaches criminal law. In August 2004, Ms. Bakht will begin her studies in the LLM program in General Studies at NYU School of Law, after which she plans to return to Canada to further advance her career as a law professor.   Nehal Bhuta  Australia   Mr. Nehal Bhuta received his LLB with Honors in 1999 from the University of Melbourne where he graduated first in his class. He is currently studying to obtain an M.A. in Political Science from the New School for Social Research in New York. In 2003 he served as a Consultant on Iraq to the International Centre for Transitional Justice, during which he co-led a field mission to Iraq to interview hundreds of Iraqis in order to gauge their interests in transitional justice. In 2001-2002, as an Articled Clerk, Mr. Bhuta advised Oxfam Australia and two East Timor human rights non-governmental organizations about international justice mechanisms for East Timor. Mr. Bhuta has published numerous articles in the area of human rights and is a recipient of a wide range of academic prizes and awards including a Fulbright Postgraduate Student Award from the Australian-American Fulbright Commission, and the World Championship Cup in the Philip C. Jessup International Mooting Competition, Washington, D.C. In August 2003, Mr. Bhuta will begin his studies in the LLM program in International Legal Studies at NYU School of Law, after which he plans to either obtain an academic position combined with policy and advocacy work, or to engage in full-time research and fieldwork with a non-governmental organization or international organization.   Andrea Carcano  Italy   Mr. Andrea Carcano received his LLB in 1997 from the Faculty of Law of the Universita Cattolica del Sacro Cuore in Milan , graduating in the top 4% of his class. In 2000, Mr. Carcano obtained a certificate of Post-Graduate Studies in International Law from the Graduate Institute of International Studies in Geneva, Switzerland. Prior to studying law, Mr. Carcano served as a Navy Officer in the Italian Navy where he was commissioned with the rank of Lieutenant. He is currently a Legal Officer in the Appeals Chamber of the International Criminal Tribunal for the Former Yugoslavia, in The Hague, where he formerly held positions as Associate Legal Officer and Law Clerk to the President of the International Criminal Tribunal for the former Yugoslavia, Theodor Meron. In August 2004, Mr. Carcano will begin his studies in the LLM program in International Legal Studies at NYU School of Law, after which he plans to pursue an academic career in international law.   Katrina Gustafson  Canada   Ms. Gustafson received her LLB in 2001 from the University of British Columbia where she graduated first in her class. She also holds a BA with honors, in Philosophy, from the University of British Columbia. Upon graduating from law school, Ms. Gustafson served as a Law Clerk at the Supreme Court of Canada for the Honourable Mr. Justice Iacobucci. She then interned with the Office of the Prosecutor at the International Tribunal for the Former Yugoslavia. In 2003 Ms. Gustafson was admitted to the New York State Bar and she is currently a corporate law associate at the New York law firm of Sherman and Sterling, where she also engages in pro bono work for the International Criminal Tribunal for Rwanda. In August 2004, Ms. Gustafson will begin her studies in the LLM program in International Legal Studies at NYU School of Law, after which she will continue to pursue a career in international public service.   Ronald Lengkong  Indonesia   Mr. Ronald Lengkong will enter NYU School of Law as the first Indonesian to be appointed as a Hauser Scholar in the 10 year history of the Hauser Program. He obtained his LLB in 2003 from the University of Indonesia Faculty of Law, where he graduated first in his class. He received his BA, summa cum laude , in 1996 from the Drijarkara School of Philosophy. In 2003 he obtained bar membership from the Indonesian Advocates Association and is currently an associate at the Law Office of Lontoh &amp; Kailimang. He is also a lecturer at the University of Tarumanagara Faculty of Law in Jarkarta. In August 2004, Mr. Lengkong will begin his studies in the LLM program in Corporation Law at NYU School of Law after which he plans to return to Indonesia to continue pursuing his career in corporate law.   Xiaoxu Luo  China   In 2002, Ms. Xiaoxu Luo received her BA in International Economic Law from Fudan University and her LLB from Fudan Law School, where she graduated first in her class. She was awarded numerous scholarships while at Fudan, including the People's Scholarship of Fudan University and the Ten Academic Stars of Fudan University. Ms. Luo passed the Chinese Bar Examination with distinction, obtaining a score among the top ten of over four thousand candidates. Since 2001, Ms. Luo has worked as a corporate law attorney in Fangda Partners, PRC Lawyers, a leading law firm in Shanghai. She is also devoted to her volunteer work in a legal aid program sponsored by the Shanghai Justice Bureau, and with the public welfare organization, Loving Our Homeland. In August 2004, Ms. Luo will begin her studies in the LLM program in Corporation Law at NYU School of Law after which she plans to return to China to continue pursuing her career corporate law.   Ramya Seetharaman  India   Ms. Ramya Seetharaman obtained her BA and LLB with honors in 2002 from the National Law School of India University, where she was the recipient of a Merit Award during all five years of attendance. Ms. Seetharaman was also awarded the University Gold Medal for University Third Rank, and was the recipient of a Hague Academy of International Law Scholarship. During law school, she excelled in Moot Court, winning the Prize for Best Team in the South Asian Regional Selections and the Prize for Best Memorial in the Justice P.N. Bhagwati All India Constituitional Law Moot Court Competition. She has published several articles in leading India law journals, including Sebi &amp; Corporate laws, Supreme Court cases and All India Reporter. In 2003, Ms. Seetharaman obtained bar membership from Maharashtra &amp; Goa, India and is currently an associate at Udwadia &amp; Udeshi, a leading law firm in Mumbai, and works in the area of corporate and commercial law. In August 2004, Ms. Seetharaman will begin her studies in the LLM program in Corporation Law at NYU School of Law, after which she plans to return to India to continue to pursue her career in corporate law and to contribute to commercial and financial law reform in India.   Alessandra Tebaldi Castelli  Peru   Coming from Lima, Peru, Ms. Tebaldi Castelli obtained her LLB in 2002 from the University of Lima School of Law where she was the valedictorian and graduated first in her class. She recently passed the Lima Bar Exam summa cum laude with the highest grade. She also holds a UVDH Diploma from the Universite d' Ete Des Droits de l'Homme et du Droit a l'Education in Geneva, Switzerland. She is the recipient of the Academic Excellence in Law Award, presented by the Peruvian Public Registry and Ministry of Justice. From October 2002 to April 2004, Ms. Tebaldi Castelli served as the Legal Consultant to the Department of Economic and Social Affairs, in the United Nations Headquarters Office of Legal Affairs in New York. In this capacity, she examined policy issues relating to economic and social affairs and human rights based on decisions from U.N. principal organs. She also researched and wrote numerous studies included in the Repertory of Practice of United Nations Organs . In August 2004, Ms. Tebaldi Castelli will begin her studies in the LLM program in International Legal Studies at NYU School of Law after which she plans to continue to pursue her career in international law and public service.   top of page   Academic Year 2003-04   Yulia Andreeva  Russia   Yulia Andreeva graduated with an LLM degree in Public International Law from Leiden University, The Netherlands, in 2000 and Specialist in Law cum laude from the Urals State Law Academy, Russia in 1999. She is a Gold Medal winner of three All-Russian legal competitions in private and public international law and several regional competitions in legal studies. In 1999, she received the National Award of the President of the Russian Federation for exceptional academic and professional achievements in law. Over the past two years she has served as Legal Assistant to the Permanent Court of Arbitration in The Hague. She has also provided legal advice to the Commonwealth of Independent States drafting committees on the Model Labor Code and the Law on Securities, and legal assistance at the negotiations between the Russian Federation and the Hague Conference on Private International Law. She has published extensively in Russian law journals. Every year Yulia participates in international moot courts as a judge or jury member. She also serves as a senior editor of the Leiden Journal of International Law. She is interested in public international law, legal theory, and dispute resolution.     Matej Avbelj  Slovenia   Matej Avbelj graduated first in his law class from University of Ljubljana, Slovenia, in 2003 and was awarded Faculty's Grade Point Average Acknowledgment. Simultaneously, he has been studying history at Ljubljana Faculty of Arts. He was a student editor on the Ljubljana University Student Law Review, where he founded a special rubric Ius Constitutionalis dedicated to constitutionality, legality and human rights. He has published several articles in the leading Slovenian professional law and political reviews predominantly covering issues of constitutional law, freedom of speech, law of democracy and international law. He has been working as a co-author on a case-book about freedom of speech in Slovenia, Europe and in the USA. Matej worked briefly in a bank and as a practitioner in a law firm, but in the last two years he worked for the Constitutional Court of the Republic of Slovenia where he conducted research in comparative constitutional law. He has been organizing and attending seminars on constitutional and EU law and actively taking part in the Slovenian civil society. He is interested in Constitutional Law, Law of EU, International Law and Philosophy of Law.     Steven Budlender  South Africa   Steven Budlender obtained his BA and LLB degrees, both cum laude , from the University of the Witwatersrand in Johannesburg, in 2000 and 2002 respectively. He ranked in the top 2% of his law class. He was the student editor of the South African Journal on Human Rights, the country's leading human rights journal, and President of the Law Students Council. In 1999, he was the best individual oralist at the All-Africa Human Rights Moot Court Competition and in 2002, was a member of the team that won the World Championship round of the Philip C. Jessup International Law Moot Court Competition. Steven has conducted first-hand research into the litigation strategies of marginalized communities in South Africa and has also been extensively involved in development work amongst historically disadvantaged South African youth. Most recently he served as a law clerk to Justice Arthur Chaskalson, President of the Constitutional Court of South Africa. He has also lectured part-time at the University of the Witwatersrand and is currently authoring two chapters for inclusion in South Africa's leading work on constitutional law.     James Cockayne  Australia    James Cockayne graduated from the University of Sydney, Australia, with First Class Honours in his LLB (2002) and First Class Honours and the University Medal in his BA (2000) in Government and Public Administration. He has also studied at the Universiteit Utrecht in the Netherlands. From April 2002 until July 2003, James was Senior Legal Officer and then Director in the International Crime Branch of the Australian Attorney-General's Department. In this role he managed the provision of legal policy advice to the Australian government on issues including Iraq, responses to terrorism and extradition. He has interned in the Chambers of the International Criminal Tribunal for Rwanda, worked in international arbitration at Coudert Frères in Paris, and in 2002 won the Prix Gilbert-Apollis for the Best Orator in the Concours Jean Pictet in Geneva, an humanitarian law pleading and negotiation competition. James has published in a wide range of legal journals and edited volumes on international law and Australian indigenous and immigration issues. He has served as a Councilor of the Australian Institute of International Affairs for 2 years, served as Leader of the Opposition in the Senate in the 1999 National Youth Parliament and stood for election to Federal Parliament in 1998. James is admitted as a Solicitor of the Supreme Court of New South Wales.     Georg Kofler  Austria    Georg Kofler graduated at the top of his law class from Johannes Kepler University of Linz in 2000, receiving several prizes and scholarships for academic distinction. Simultaneously, he was enrolled in a business administration program at the University of Linz, which he finished in 2002. He has earned a doctorate in law with an award winning thesis as well as a doctorate in business administration in 2002 and 2003 respectively, both with highest distinction. During the last two years of his diploma studies in law he worked at the law school's Department of Tax Law as a Junior Assistant, and was appointed Acting Assistant Professor to this department in 2001. He serves as a member of the academic staff of ecolex , a faculty-edited Austrian journal on business law, and has authored and co-authored on various aspects of Austrian and international tax law, including 3 monographs, 1 anthology as an editor, and about 80 articles and reviews of court decisions in academic journals and anthologies. In 2002 and 2003 he practiced tax law with the Austrian Federal Ministry of Finance and clerked at the Federal Court of Appeals in Austria. He is interested in international taxation law.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]