[{"detail": [{"content": "Summer Language Programs, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  Summer Language Programs     The following is a listing of summer language programs grouped into   five categories: Arabic, Hebrew, Persian, Turkish, and   Caucusus/Central Asia/South Asia. This is by no means a comprehensive   list of programs; nor is it an endorsement of any particular program.   Please contact the program for further information concerning course   offerings and application procedures. Many of these programs sponsor   students with various types of financial aid.     FLAS Fellowships may only be used at institutions whose   programs meet the standards of the US Department of Education (USDE)   for intensive training (one year equivalency), course length (6 weeks   minimum) and classroom hours (140 minimum).If you are awarded a summer FLAS award, please contact the program coordinator to verify that your program is eligible for FLAS, as they are subject to approval by the DOE. In awarding FLAS for summer study, NYU   gives priority to those applicants who have applied for financial aid   from the programs they plan to attend. Attendance at any particular   program with a FLAS fellowship will be contingent upon the   availability of matching funds beyond the $4,000 Department of   Education tuition cap.     The Department of Education will follow State Department travel   advisories when approving FLAS travel to summer programs in the   Middle East. The State Department posts travel information at http://www.state.gov/countries/ .     ARABIC HEBREW PERSIAN TURKISH CAUCUSUS, CENTRAL AND SOUTH ASIA                 ARABIC     PROGRAM:           Al Akhawayn University in Ifrane, Morocco      Arabic and North African Studies (ARANAS) Program         ADDRESS:     School of Humanities and Social Sciences     Al Akhawayn University in Ifrane     Ifrane, Morocco 53000     Tel: (212) 35862427     Fax: (212) 35862977     Email: Arabic@aui.ma         WEB:         http://www.aui.ma/VPAA/shss/shss-index.htm      Or contact: Department of Classical and Near Eastern Studies     Binghamton University     Binghamton, NY 13902-6000     (Attn: Professor Kevin Lacey: klacey@binghamton.edu )     Tel: (607) 777-6709     Fax: (607) 777-6120          At Binghamton: http://classics.binghamton.edu/NearEast/Exchange.htm     Elementary, intermediate, and advanced Modern Standard Arabic,   and Moroccan Colloquial Arabic. Extracurricular activities include   lectures, films, and excursions. North African Studies courses are   also offered. Please contact the program for more information.     COURSE OFFERING:   Beginning, Intermediate, Advanced Arabic, Journalistic and Literary Arabic, Moroccan Colloquial Arabic     APPLICATION DEADLINE:      04/21/2010     PROGRAM OFFICER CONTACT INFORMATION:      Arabic@aui.ma ,     Tel: (212) 35862427     Fax: (212) 35862977     Nour eddine Labiad (Program Manager)    no.labiad@aui.ma     (212) 535 86 20 12               PROGRAM:          AIMS Tangier Summer Arabic Language Program           ADDRESS:          American Institute for Maghrib Studies     Center for Middle Eastern Studies     845 North Park Avenue     Marshall Bldg., Room 477     P.O. Box 210158-B     (520) 626-6498     email: aimscmes@email.arizona.edu                   WEB:          http://aimsnorthafrica.org/ALP/alp.cfm?menu=3      COURSE OFFERING:    No independent program, part of “Critical Language Scholarships for Intensive Summer Institutes”          PROGRAM OFFICER CONTACT INFORMATION:          Terry Ryan (Administrative Associate)      aimscmes@email.arizona.edu ,     Tel: 520-626-6498, 520-621-9257 (fax)               PROGRAM:      American University of Beirut      Center for Arab and Middle Eastern Studies              ADDRESS:             Center for Arab and Middle Eastern Studies, AUB Office of Admissions - USA      American University of Beirut      3 Dag Hammarskjold Plaza, 8 th Floor      New York, NY 10017 USA      Tel: (212) 583-7600      Fax: (212) 583-7651           In Beirut:      Center for Arab and Middle Eastern Studies, AUB      P.O. Box 11-0236CAMES      Riad El-Solh/ Beirut 1107 2020      Lebanon.      Tel: (961-1) 350 000 ext. 3845      Fax: (961-1) 744461      WEB:           http://www.aub.edu.lb/fas/cames/Pages/index.aspx           COURSE OFFERING:     Introductory, High Introductory, Low Intermediate, Intermediate, High Intermediate, Advanced Arabic      APPLICATION DEADLINE:      03/30/2010      PROGRAM OFFICER CONTACT INFORMATION:     Tel: (212) 583-7600     Fax: (212) 583-7651 (gen)     Michelle Offutt – Executive Assistant (212) 583-7667      Offutt@aub.edu ,                   PROGRAM:         Arabic Language Institute (ALI), The American University in Cairo      ADDRESS:           The American University in Cairo      US Contact:      420 Fifth Avenue, 3rd Floor      New York, New York 10018-2729           WEB:      http://www.aucegypt.edu/academics/ali/Pages/default.aspx           COURSE OFFERING:     Courses are offered at the beginner, intermediary and advanced   level. The summer curriculum offers two full load options: Modern   Standard Arabic (MSA) and Egyptian Spoken Arabic (ECA), or Modern   Standard Arabic only, both at all levels. In addition a number of   electives is also offered out of which each student may take up to two   (based on their levels).      APPLICATION DEADLINE:      6/1/2010      PROGRAM OFFICER CONTACT INFORMATION:     Dalal Abo El Seoud, Director,     Arabic Language Intensive Summer Program,     e-mail: dalalas@aucegypt.edu     New York Office Contact: Wesley Clark,     (Associate Director of Admissions and Financial Aid),      wclark@aucnyo.edu           PROGRAM:      *Arabic Language Institute (ALIF) in Fez     The Arabic Language Institute in Fez,     B.P. 2136, Fez, V.N. 30000,     Morocco (212/35) 62 48 50               WEB:           http://www.alif-fes.com/           COURSE OFFERING:     Elementary, Intermediate, and Advanced Modern Standard Arabic;   Colloquial Moroccan 3-week and 6-week courses. ALIF welcomes   year-round applicants, who will be accepted on an ongoing basis.   Applications should be received at least three weeks before the   desired term of enrollment or first day of requested private study. MSA   courses from introductory to upper advanced, Colloquial Morroccon Arabic   Courses from basic to proverbs and stories.      APPLICATION DEADLINE:     Year round program, applications should be received 3 weeks before the desired term.      PROGRAM OFFICER CONTACT INFORMATION:      Linda Bouchard      Assistant to the Director      Tel: (212/535) 62 48 50           Fax: (212/535) 93 16 08,      info@alif-fes.com                PROGRAM:           AMIDEAST           ADDRESS:    AMIDEAST, 1730 M Street, NW, Suite 1100  Washington, DC 20036        WEB:    http://www.amideast.org/abroad        COURSE OFFERING:   Two intensive summer Arabic language programs (one in Rabat,and the   other Amman) and a program in Tunisia that encompasses a study component   and a service component.      APPLICATION DEADLINE:     May 3, 2010 for Program in Morocco. Applications will be   accepted starting Dec1, 2009. Please contact the program for more   information      PROGRAM OFFICER CONTACT INFORMATION:      Jerome B. Bookin-Weiner, PhD     Director of Study Abroad and Outreach      Phone: +1-202-776-9627,      Mobile: +1-410-336-0198,      Email: jbookinweiner@amideast.org           PROGRAM:      Beloit College, Summer Intensive Program in Arabic Language, Center for Language Studies      ADDRESS:   Beloit College, 700 College Street, Beloit, WI 53511      Summer Intensive Program in Arabic Language           WEB:    http://www.summerlanguages.com/arabic.html      COURSE OFFERING:     Offers courses in first-, second-, third-, and fourth-year Modern Standard Arabic      PROGRAM OFFICER CONTACT INFORMATION:   Patricia L. Zody,      Ph.D., Director,      Center for Language Studies,      Toll-free: 800.356.0751 (ask for the Center for Language Studies)      Telephone: 608.363.2277,      Fax: 608.363.7129,     Email: cls@beloit.edu                PROGRAM:    Birzeit University Palestine and Arabic Studies Program- International Students Program      ADDRESS:      Palestine and Arabic Studies Program      Birzeit University,      P.O. Box 14, Birzeit      West Bank, Via Israel      Tel:: +970-2-298-2000, Fax: +970-2-281-0656 (from Arab countries)      Extension 2353      Tel:: +972-2-298-2000, Fax: +972-2-281-0656 (from other countries)      Email: pas-isp@birzeit.edu      WEB:      http://home.birzeit.edu/pas/courses.html           COURSE OFFERING:      4 levels of Modern Standard Arabic, the 2 levels of Colloquial   Arabic, the Palestine Question and one more social/political science   course.      APPLICATION DEADLINE:      5/1/2010      PROGRAM OFFICER CONTACT INFORMATION:   Hanadi Abu Taha     Administrative Assistant     Telephone: +972-2-298-2000,     Fax: +972-2-298 2153     Email:   pas-isp@birzeit.edu           PROGRAM:      Brigham Young University     Summer Intensive Arabic Program (first- and second-year)     ADDRESS:      CES Admissions,      A-41 ASB,      Brigham Young University,      Provo, UT 84602      WEB:      http://asiane.byu.edu/arab.php      http://cls.byu.edu/      COURSE OFFERING:     Two levels of first year Arabic, two levels of second year   Arabic, second year conversation Arabic, advanced MSA, newspaper   Arabic, spoken Arabic, independent reading.      PROGRAM OFFICER CONTACT INFORMATION:   To contact anyone or any department on campus, call:(801) 422-4636 admissions@byu.edu arabic@byu.edu           PROGRAM:     Center for Arabic Study Abroad (CASA), American University in   Cairo, Egypt and Language Center at the University of Damascus, Syria      ADDRESS:      The Center for Arabic Study Abroad (CASA)      University of Texas at Austin      WMB 6.102      1 University Station, F9400      Austin, TX 78712-0527           WEB:      http://www.utexas.edu/cola/centers/casa/      COURSE OFFERING:      1.) A Course in Egyptian Colloquial Arabic OR Shaamiyyaat: A   Course in Syrian Colloquial Arabic 2.) Egypt: Culture &amp; Society OR   Syria: Culture &amp; Society Note: CASA only offers advanced level   coursework. It does NOT offer beginning or intermediate level courses in   Arabic.        APPLICATION DEADLINE:      1/8/2010      PROGRAM OFFICER CONTACT INFORMATION:     Selina Keilani     Program Coordinator      UTcasa@austin.utexas.edu     512- 471-3513 (gen)          PROGRAM:    Columbia University Summer Arabic Language Program in Amman, Jordan      ADDRESS:      Columbia University School of Continuing Education      303 Lewisohn Hall      2970 Broadway, Mail Code 4110      New York, NY 10027-6902      (212) 854-9699           WEB:      http://www.columbia.edu/cu/ogp/pages/noncolumbia_students/summer/amman/index.html      COURSE OFFERING:     The Program covers a full year of Arabic for a total of 12   points in two four-week sessions. Courses Include: Level 1: Elementary   Arabic II/ Intermediate Arabic I; Level 2: Intermediate Arabic I/   Intermediate Arabic II; Level 3: Intermediate Arabic II/ Advanced   Arabic I; Level 4: Advanced Arabic I/Advanced Arabic II ---Colloquial   Jordanian/Levantine Arabic      APPLICATION DEADLINE:     The new online application will be available January 8, 2010      PROGRAM OFFICER CONTACT INFORMATION:      Fay Ju      Associate Director,      Office of Global Programs      fjj1@columbia.edu      www.ogp.columbia.edu               PROGRAM:     Drew University  Summer Arabic Language &amp; Culture     ADDRESS: Drew University 36 Madison Avenue, Madison, New Jersey 07940 WEB:     http://www.drew.edu/cue/summerterm.aspx     COURSE OFFERING: Elementary and Intermediate Modern Standard Arabic PROGRAM OFFICER CONTACT INFORMATION:     Sunita Bhargava,     Office Manager,     Continuing Education,     owl@drew.edu ,     (973) 408-3118.(for summer term info in general)        PROGRAM:    Georgetown University Summer Arabic and Persian Institute    ADDRESS: 3307 M. Street, NW Suite #202 Washington, DC 2007 WEB:    http://summerschool.georgetown.edu/courses/arab.html    COURSE OFFERING: Basic, intermediate   advanced as well as media Arabic (MSA) “Content Arabic” Courses for   advanced learners include Readings in the Quran I &amp; II,   International Relations in the Middle East, and Arab Politics in the   Middle East. Colloquial Arabic: Undergraduate courses in spoken   Egyptian, Iraqi, and Levantine Arabic    APPLICATION DEADLINE:   The Web Pre-Registration period begins January 12, 2010 at 9:00am. Application deadlines vary according to sessions.      PROGRAM OFFICER CONTACT INFORMATION:      Institute Director : Terrence Potter (202) 687-6580       Assistant Director : Meriem Tikue (202) 687-2735      summer@georgetown.edu    (202) 687-8700       PROGRAM:    Gulf Arabic Program    ADDRESS: The Director  Al Jazeel Administrative Training Institute P.O. Box 371 Buraimi 512 Oman WEB:    http://www.gapschool.net/Intensive_Summer_Programme/Intensive_summer_programme.htm    COURSE OFFERING: One intensive summer course for “almost” beginners. No MSA, concentration on verbal communication with Gulf Arabs. PROGRAM OFFICER CONTACT INFORMATION:    info@gapschool.net    +968-25-640078       PROGRAM:    Harvard University Summer School    ADDRESS: 51 Brattle Street   Cambridge, MA 02138-3722 WEB:    http://www.summer.harvard.edu/    COURSE OFFERING: Elementary Arabic, Intermediate MSA    APPLICATION DEADLINE:    Registration is open from Monday, February 22 to Monday, May 17.    PROGRAM OFFICER CONTACT INFORMATION:    summer@dcemail.harvard.edu ,    +1-617-495-4024       PROGRAM:    Hedayet Institute for Arabic Studies    ADDRESS: 34 RD 106, Hadayeq El Maadi, Cairo, Egypt WEB:    http://www.hedayetinstitute.com/English/home.html    COURSE OFFERING: 10 hrs MSA, 4 hrh Egyptian   Colloquial Arabic per week. Tailored courses with different designed   curriculums are possible for groups of three or more. APPLICATION DEADLINE: April 30 every year PROGRAM OFFICER CONTACT INFORMATION: Telephone in US: +1 646 2168308    For university co-programs: nhedayet@hedayetinstitute.com    For application: info@hedayetinstitute.com       PROGRAM:    Indiana University, Summer Arabic Language Courses    ADDRESS: Department of Near Eastern   Languages and Cultures, Middle Eastern and Islamic Studies Program,   Goodbody Hall 102, 1011 East Third Street, Bloomington, IN 47405-7005 WEB:    http://www.indiana.edu/~nelc/resources.shtml    PROGRAM OFFICER CONTACT INFORMATION:    Dr Zainab Istrabadi Arabic Language Coordinator zistraba@indiana.edu       PROGRAM:    Institut Française du Proche Orient   (webpage in French)    WEB:    http://www.ifporient.org/       PROGRAM:    International Language Institute    ADDRESS: P.O. Box 13, Embaba, Cairo 12411 Egypt, 4 Mahmoud Azmy St. Off Ahmed Orabi St. El Sahafeyeen, Cairo WEB:    http://www.arabicegypt.com/cms.php?id=landing_page    COURSE OFFERING: For MSA:10 levels   available,from Beginner to Advanced. Combined colloquial and MSA courses   available. (Year round intensive courses) PROGRAM OFFICER CONTACT INFORMATION: 011-202) 346-3087,     ili@arabicegypt.com       PROGRAM:    Lebanese American University Summer Institute for Arabic Language and Culture    ADDRESS: Lebanese American University, 475 Riverside Drive, Suite 1846, New York, NY 10115-0065 WEB:    http://www.lau.edu.lb/centers-institutes/sinarc/    COURSE OFFERING:    Elementary, Upper Elementary, Intermediate I and II, Advanced I and   II, Intensive Lebanese Dialect and Lebanese Dialect I, II and III    APPLICATION DEADLINE:   Application deadline: April 1, 2010. Deposite deadline: May 1, 2010.      PROGRAM OFFICER CONTACT INFORMATION: Mimi Milki Jeha, PhD, SINARC Director  LAU, Beirut, Lebanon, mimi.jeha@lau.edu.lb       PROGRAM:    Middlebury College Summer Language Schools, Sunderland   Language Center (Affiliate of Monterey Institute of International   Studies, which offers intensive summer language courses)    ADDRESS:    Middlebury College Summer Language Schools, Sunderland Language   Center, Middlebury, VT D575J- Monterey Institute of International   Studies, 460 Pierce Street, Monterey, CA 93940. WEB:    http://www.middlebury.edu/academics/ls/arabic    Monterey Institute: http://www.miis.edu/academics/language/summer/    COURSE OFFERING: Intensive elementary, intermediate, advanced language and culture instruction APPLICATION DEADLINE:    For Monterey Institute: 4/30/2010    For Middlebury College: Rolling Admissions - Typically fills in early February    PROGRAM OFFICER CONTACT INFORMATION:    languages@middlebury.edu       802.443.5510      Contact info of Monterey Institute:    Rana Issa    Arabic Language Coordinator    Rana.Issa@miis.edu    Admissions: (831) 647-4123     Alicia Brent      Director, Intensive and Custom Language Programs    abrent@exchange.miis.edu    (831) 647-6541       PROGRAM:    Modern American Language Institute (MALI)    ADDRESS: MALI PO Box 11727 WEB:    http://www.arabicinyemen.com/    COURSE OFFERING: From basic to advanced level year round intensive courses PROGRAM OFFICER CONTACT INFORMATION:    admin@arabicinyemen.com ,    US representative: +967.1.441 036    (email address not working) Saturdays to Wednesdays from 6 a.m. to 3:30 p.m. GMT)    By Fax: +967.1.446 104       PROGRAM:     Qalam wa Lawh Center for Arabic Studies    Qalam Center    ADDRESS:    3 Avenue Ahmed Balafrej, Souissi, Rabat,    Morocco 10000 (212/537) 75 57 90    WEB:     http://www.qalamcenter.com    COURSE OFFERING:    Elementary, Intermediate, and Advanced Modern Standard Arabic;   Colloquial Moroccan. Qalam Center accepts year-round applicants, for   continuous study, any course duration. Applications should apply within   a month of their proposed summer start date in order to ensure class   space. Courses also include supplementary content based learned   electives: Islamic Studies, Media Club, Calligraphy, Cooking Club, and   Monument Site visits.       APPLICATION DEADLINE:   Year round program.      PROGRAM OFFICER CONTACT INFORMATION:   Malaika Freeland   Program Development Coordinator   Tel: (212/537) 75 57 90    arabic@qalamcenter.com           PROGRAM:    San'a Institute for the Arabic Language    ADDRESS: Old City of San'a P.O Box: 5734 San'a, Yemen. WEB:    http://www.sialyemen.com/    COURSE OFFERING:    Beginner, Intermediate and Advanced courses, plus tailored courses PROGRAM OFFICER CONTACT INFORMATION:    info@sialyemen.com ,    967-1-284-330        PROGRAM:    UCLA Summer Language Program    ADDRESS: Summer Sessions and Special Programs 1147 Murphy Hall, CA 90095 WEB:    http://www.summer.ucla.edu/institutes/IntensivesinLA/overview.htm .    COURSE OFFERING: Elementary, intermediate and advanced Arabic (tentative) APPLICATION DEADLINE:    Application information will be available in early January PROGRAM OFFICER CONTACT INFORMATION: (310) 825-4101,    info@summer.ucla.edu    Jay True,    M.Ed. (Near Eastern Languages and Cultures Academic Advisor)      Phone: (310) 825-4165,    Email: jtrue@humnet.ucla.edu       PROGRAM:    Summer Program at Universite Libre de Tunis       PROGRAM:    Council of American Research Overseas Center, Critical Language Scholarships For Intensive Summer Institutes    WEB:    http://www.caorc.org/programs/index.html    APPLICATION DEADLINE:    2010 CLS On-line application will be available November 9, 2009    The 2010 CLS Program deadline for all application materials will be December 18, 2009    PROGRAM OFFICER CONTACT INFORMATION:    202-633-1610       PROGRAM:    University of California, Santa Barbara Summer Sessions    ADDRESS: UCSB Summer Sessions, 2214 SAASB, Santa Barbara, CA 93106- 2010 WEB:    http://www.summer.ucsb.edu/    COURSE OFFERING:    Please contact Department of Religious Studies, Humanities and   Social Sciences Building, University of California, Santa Barbara, CA   93106-3130 Phone: (805) 893-7136 Fax: (805) 893-2059 for course   information APPLICATION DEADLINE:    June 15 2010    PROGRAM OFFICER CONTACT INFORMATION: (805) 893-2315    info.questions@summersessions.ucsb.edu    Sally Lombrozo    Graduate Program Assistant      lombrozo@religion.ucsb.edu    (805) 893-2744       PROGRAM:    University of Chicago Summer Session    ADDRESS: The Graham School of General Studies 1427 E. 60th Street, Chicago, IL 60637 WEB:    https://summer.uchicago.edu/intensive-language-study.cfm    COURSE OFFERING:     Elementary Arabic, 1,2 and 3. Intermediate Arabic, 1, 2 and 3. Third Year Arabic, 1, 2, 3.    APPLICATION DEADLINE:    May 30 for visiting students          PROGRAM OFFICER CONTACT INFORMATION:    Osama Abu-Eledam    Lecturer     abu@uchicago.edu       PROGRAM:    University of Jordan, Language Center    ADDRESS: Director  Language Center  University of Jordan  Amman 11942-Jordan WEB:    http://ujlc.ju.edu.jo/faq.html    COURSE OFFERING:    LC offers six levels of intensive study: Arabic for beginners,   remedial, pre-intermediate, intermediate, upper intermediate, and   advanced. All six levels are offered regularly and concurrently during   the fall, spring, and summer semesters. Registration in the advanced   level is dependent upon the enrollment of a sufficient number of   students. The emphasis in the program is on modern standard Arabic    PROGRAM OFFICER CONTACT INFORMATION:    Tel. 00962-6-5355000 ext. 23701, 23707    lancen@ju.edu.jo    Jo International student advisor: 00962-6-5355000 ext. 23709     studentsadvisor@gmail.com       PROGRAM:    University of Michigan Summer Language Institute    ADDRESS: 500 S. State St., Ann Arbor, MI 48109-1382 WEB:    http://www.ii.umich.edu/sli    COURSE OFFERING:   Intensive elementary, Intensive Intermediate MSA, Intensive Advanced Business Arabic    APPLICATION DEADLINE:   03/01/2010    PROGRAM OFFICER CONTACT INFORMATION: NES (734) 763-4539     um.sli@umich.edu       PROGRAM:    University of Tunis   Bourguiba Institute of Modern Languages    WEB:    English version of the webpage not working     http://www.utunis.rnu.tn/uta/#       PROGRAM:    University of Virginia-Yarmouk University Summer Arabic Program    ADDRESS: The Program Office at the University of Virginia:   UVA-Yarmouk U. Summer Arabic Program   P.O. Box 400781   B027 Cabell Hall   Charlottesville, VA 22904 WEB:     http://www.virginia.edu/arabic/Yarmouk.html     COURSE OFFERING:     From Lower Intermediate to Advanced Arabic offered in Yarmouk     APPLICATION DEADLINE:    04/01/2010     PROGRAM OFFICER CONTACT INFORMATION: Mohammed Sawaie     Prof of Arabic, Director of program     ms@virginia.edu     (434) 924-7917     UVAYARMK@virginia.edu      (434) 982-2304         PROGRAM:     University of Wisconsin, Arabic and Persian Immersion Program     ADDRESS: Middle East Studies Program 323 Ingraham Hall   1155 Observatory Drive   Madison, WI 53706 U.S.A WEB:    http://global.wisc.edu/apip/    COURSE OFFERING: Beginning, Intermediate and Advanced Arabic    APPLICATION DEADLINE:    03/01/2010    PROGRAM OFFICER CONTACT INFORMATION:   Quinn Fullencamp   APIPCoordinator    apip@global.wisc.edu   APIP flyer available online   (608) 262 5666       PROGRAM:    Yale University Summer Arabic Program    ADDRESS: Yale University Summer Session, P.O. Box 208355, New Haven, CT 06520-8355 USA. WEB:    http://www.yale.edu/summer/index.html    COURSE OFFERING:    Elementary 1, 2 and Intermediate 1, 2 MSA       APPLICATION DEADLINE:   Application deadlines vary according to sessions   PROGRAM OFFICER CONTACT INFORMATION: 203.432.2430     summer.session@yale.edu       PROGRAM:    Yemen Language Center (in transition to Yemen College of Middle Eastern Studies)    ADDRESS: P.O. Box 3671 · Sana’a · Republic of Yemen WEB:    http://www.ylcint.com/ http://www.ycmes.org/    COURSE OFFERING: Arabic instructors available to tutor any level of Arabic student, from those with no experience to post-advanced students. APPLICATION DEADLINE: 30 days before the start of student's semester PROGRAM OFFICER CONTACT INFORMATION: Brian Lewis Program Officer,The Yemen College of Middle Eastern Studies,     ylc@ycmes.org    PROGRAM:    Study Abroad at The Arab Academy Program    ADDRESS: 3 Alif Kamil El-Shinnawi Street, Garden City 11451, Cairo , Egypt WEB:    http://www.arabacademy.com/    COURSE OFFERING: Beginner through Advanced courses PROGRAM OFFICER CONTACT INFORMATION:   Nadia Ilahi   Program Coordinator    nadia.arabacademy@gmail.com    info.arabacademy@gmail.com   +2 017 339 2555       PROGRAM:    Hebrew University Summer Program of Jerusalem, Rothberg International School    ADDRESS: Rothberg International School  Hebrew University of Jerusalem  Boyar Building, Mt. Scopus  91905, Jerusalem ISRAEL WEB:    http://overseas.huji.ac.il/list_summer_courses    COURSE OFFERINGS:   Elementary MSA, Intermediate MSA, Advanced MSA, Elementary MSA   Supplementary Module, Introductory Course in Written Arabic,   Elementary, Intermediate, Advanced Colloquial Arabic        PROGRAM OFFICER CONTACT INFORMATION:    Keri Rosenbluh  Director, Dept. Of Summer Courses and Special Programs        kerir@savion.huji.ac.il    Tel: +972-2-588-1610                     HEBREW         PROGRAM:      Brandeis University Language Summer Institute (Partnering with Vermont's Middlebury College in Intensive Language Programs)     ADDRESS:     The Brandeis University-Middlebury School of Hebrew,     Middlebury College,     VT 05753     WEB:     http://www.brandeis.edu/summer/hebrew/     http://www.middlebury.edu/academics/ls     COURSE OFFERING:     Five levels of Hebrew from beginner to advanced. An emphasis on Modern Hebrew, with an option to study Classical Hebrew     APPLICATION DEADLINE:      06/01/2010     PROGRAM OFFICER CONTACT INFORMATION:     802-443-5510     vringval@middlebury.edu         PROGRAM:      Hebrew University Summer Program of Jerusalem, Rothberg International School     ADDRESS:     US Address: The Hebrew University of Jerusalem, Rothberg   International School, Office of Academic Affairs, One Battery Park   Plaza, 25th Floor, New York, New York 10004     WEB:     http://overseas.huji.ac.il/about.asp     COURSE OFFERING:     From Elementary to Advanced     APPLICATION DEADLINE :      July 1, 2010 for Summer Ulpan (Modern Hebrew)     May 30, 2010 for Summer Courses     PROGRAM OFFICER CONTACT INFORMATION:     Lisa Shulman     Senior Admissions Officer    Office of Academic Affairs    Rothberg International School     212-607-8524    LShulman@hebrewu.com         PROGRAM:      The Jewish Theological Seminary, Intensive Hebrew Language Session     ADDRESS:     The Jewish Theological Seminary • 3080 Broadway, New York, NY 10027     WEB:     http://www.jtsa.edu/Academics/Summer_Sessions.xml     COURSE OFFERING:     Intensive Elementary to Advanced Hebrew     APPLICATION DEADLINE :     Registration begins on March 3, 2010     PROGRAM OFFICER CONTACT INFORMATION:     (212) 678-8000,    nijacobson@jtsa.edu (email address not working)         PROGRAM:      Tel Aviv University, School for Overseas Students     ADDRESS:     Tel Aviv University, School for Overseas Students Office of Academic Affairs, 39 Broadway, 15th Floor, New York, NY 10006     WEB:     https://www.telavivuniv.org/Default.aspx     COURSE OFFERING:     4 week courses from beginner to advanced     APPLICATION DEADLINE :     April 15 for Summer Programs     April 30 for Summer Ulpan     PROGRAM OFFICER CONTACT INFORMATION:      admissions@telavivuniv.org     (212) 742-9030, (800) 665-9828         PROGRAM:      UCLA Summer Language Program     COURSE OFFERING:     Elementary Hebrew (tentative)     APPLICATION DEADLINE:     Application begins on March 1, 2010             PROGRAM:     University of Haifa, Intensive Summer Ulpan     ADDRESS:     International School, University of Haifa, Haifa 31905 , Israel     WEB:     http://overseas.haifa.ac.il/letter.asp     COURSE OFFERING:     Two independent four-week sessions, each offering all levels of proficiency.     APPLICATION DEADLINE:     May 1 for July session     June 1 for August session     PROGRAM OFFICER CONTACT INFORMATION:     972-4-824-0766    info@mail.uhaifa.org     Shira Kogut     Marketing Coordinator     Tel: + 972 4 8249417    skogut@univ.haifa.ac.il                      PERSIAN         PROGRAM:     UCLA Summer Language Program     COURSE OFFERING:     Elementary Persian (tentative)     APPLICATION DEADLINE:     Application begins on March 1, 2010         PROGRAM:     American Institute of Iranian Studies     ADDRESS: 118 Riverside Dr. New York, NY 10024 WEB:     http://www.simorgh-aiis.org/     COURSE OFFERING: Intermediate and advanced Persian in Dushanbe and advanced Persian in Tehran APPLICATION DEADLINE:     Program in Dushanbe is administered by the Council of American   Overseas Research Centers. For the program in Tehran the deadline for   receiving applications is January 10. The deadline for receiving   letters of recommendation is January 15     PROGRAM OFFICER CONTACT INFORMATION:    Dr Erica Ehrenberg    Executive Director      aiis@nyc.rr.com         PROGRAM:     California State University, Fullerton Intensive Persian Summer Institute     ADDRESS: California State University, Fullerton, P.O.Box 6846, Fullerton, CA 92834-6846 WEB:     http://hss.fullerton.edu/persian/     COURSE OFFERING: Intermediate Persian (in summer 2009) PROGRAM OFFICER CONTACT INFORMATION: Dr. Seyed-Ali Miremadi     Coordinator of Persian Studies and Director,     Persian Institute     amiremadi@fullerton.edu     (657) 278-5111         PROGRAM: Eastern Consortium Summer Program in Persian and Turkish  Center for Middle Eastern Studies   University of Chicago ADDRESS: The Graham School of General Studies  1427 E. 60th Street Chicago, IL 60637 WEB:    https://summer.uchicago.edu/index.cfm    COURSE OFFERING: Elementary and Intermediate Persian at 3 levels each. PROGRAM OFFICER CONTACT INFORMATION: For Persian,    Saeed Ghahremani,    Lecturer      773.834-8347 or syousef@uchicago.edu    Rusty Rook    Consortium Executive Director    773- 702 2587                    TURKISH    PROGRAM:    American Research Institute in Turkey   Summer Fellowship Program at Bogaziçi University in Istanbul ADDRESS:    Director, Erika H.Gilson [ehgilson at princeton.edu]  110 Jones Hall  Princeton University   Princeton, NJ 08544-1008 WEB:    http://ccat.sas.upenn.edu/ARIT/ARITSummerLanguageProgram.html    COURSE OFFERING:    ARIT fellowship supported courses are offered at the advanced level.   Please note that the Bogaziçi University Turkish Language and Culture   Program offers intensive courses at all levels    APPLICATION DEADLINE:     February 5, 2010    PROGRAM OFFICER CONTACT INFORMATION:   Nancy Leinwand    leinwand@sas.upenn.edu   215 898 3474       PROGRAM:    Bogazici University, Istanbul    ADDRESS: The Language Center  Boğaziçi University  34342 Bebek  Istanbul, Turkey WEB:    http://www.boun.edu.tr/special/web.html    COURSE OFFERING:    Courses are offered at elementary, lower and upper intermediate and   advanced levels with a minimum of 5 students. Class size is limited to   approximately 10 students. Each level receives 160 hours of   instruction during the program. Classes are held on weekdays 9am - 1pm.   Students meet with their teaching assistants 1-hour in the afternoons   for free conversation    APPLICATION DEADLINE:    March 10, 2010    PROGRAM OFFICER CONTACT INFORMATION:    Zeynep Kulelioglu        tlcp@boun.edu.tr    (90)-(212)-257 5039       PROGRAM:    HARVARD/KOC UNIVERSITY Intensive Ottoman Summer School in Turkey    ADDRESS:    Dr. Wheeler Thackston, Ottoman and Turkish Summer School in Turkey,   c/o W.M. Thackston, 43 Linnaean Street, #26, Cambridge MA 02138    WEB:    http://www.summer.harvard.edu    COURSE OFFERING:    2010 course listings will be online in mid-January    APPLICATION DEADLINE:    Registration begins on February 22, 2010    PROGRAM OFFICER CONTACT INFORMATION:    Dr. Wheeler M. Thackston, Jr.    wthackst@gmail.com         PROGRAM:    Middle East Institute   Department of Languages and Regional Studies    ADDRESS: The Middle East Institute  1761 N Street, NW  Washington, DC 20036-2882 USA WEB:    http://www.mei.edu/Academics/CourseOfferings/Turkish.aspx    COURSE OFFERING:    From elementary to advanced    APPLICATION DEADLINE:    Year round courses    PROGRAM OFFICER CONTACT INFORMATION:    Department of Languages and Regional Studies   Tel: 202-785-1141 ext. 211  Fax: 202-331-8861     E-mail: languages@mei.edu       PROGRAM:    Middle East Technical University       PROGRAM:    Tömer Language Teaching Center, Ankara University         ADDRESS: Ord. Prof. Dr. Aziz Kansu Binası A Blok Beşevler - ANKARA WEB:    http://www.tomer.ankara.edu.tr/english/    COURSE OFFERING:    From Basic Turkish to Advanced Turkish. Courses for specific purposes are also available    APPLICATION DEADLINE:    Year round courses    PROGRAM OFFICER CONTACT INFORMATION:   Mrs. Aysun HARPER   Ankara University   TÖMER   Public and International Relations      Uluslararasi.Iliskiler@tomer.ankara.edu.tr   Tel : +90.312.215 90 01 (ext. 3422)         PROGRAM:    The U.S. Department Of State Bureau Of Educational And Cultural Affairs  And The Council Of American Overseas Research Centers  Critical Language Scholarships For Intensive Summer Institutes                     LANGUAGES OF THE CAUCASUS, SOUTH AND CENTRAL ASIA       PROGRAM:    American Institute of Indian Studies    ADDRESS: 1130 East 59th Street, Chicago, Illinois 60637, USA WEB:    http://aiislanguageprograms.org/    COURSE OFFERING:    Hindi, Bangla, Tamil, Telugu, Marathi, Urdu, Malayalam,Sanskrit Pali/Prakrit, Punjabi    APPLICATION DEADLINE:    01/31/2010    There are 2 kinds of Language Programs offered: one is a 10   week Summer Program offered between June - August. The other is an   Academic Year Program of 8 months offered between September-April    PROGRAM OFFICER CONTACT INFORMATION:    Elise Auerbach    (773) 702-8638.       PROGRAM:    Armenian Language Summer Institute    ADDRESS: Armenian Studies Program, University of Michigan, 1080 South University Avenue, Suite 3633, Ann Arbor, MI 48109-1106 WEB:    http://www.umich.edu/~iinet/asp/    COURSE OFFERING: No summer language program mentioned in the webpage PROGRAM OFFICER CONTACT INFORMATION:    armenianstudies@umich.edu    734 763 0622    Ingrid Peterson    Administrator      Armenian Studies Program      University of Michigan    irjp@umich.edu       PROGRAM:    Indiana University   Summer Workshop in Slavic, East European and Central   Asian Languages    ADDRESS: Indiana University, Bloomington Campus, 107 S. Indiana Ave., Bloomington, IN 47405-7000 WEB:    http://www.indiana.edu/~iuslavic/swseel/index.shtml    COURSE OFFERINGS:   First and second year Azerbaijani, First year Georgian, First and second   year Kazakh, First year Mongolian*, First year Pashto, First through   Third year Tajik, First and second year Turkmen, First through Third   year Uyghur, First and second year Uzbek, The Inner Asian and Uralic   National Resource Center is offering two language bridge study optIons   (Turkish to Azerbaijani and Persian to Tajik): A seven-day non-credit   language bridge study option is offered free of charge to students who   have at least an Introductory knowledge of Turkish or Persian and want   to transition directly to Intermediate level Azerbaijani or Tajik   classes in SWSEEL. Apply by e-mail to iaunrc@indiana.edu. To   participate in bridge study you must also be admitted for Intermediate   Azerbaijani or Tajik in SWSEEL.    APPLICATION DEADLINE:     Priority application deadline: March, 22, 2010    PROGRAM OFFICER CONTACT INFORMATION:    Adam Julian      Indiana University Department of Slavic Languages and Literatures       Phone: (812) 855-2608       Email: iuslavic@indiana.edu         PROGRAM:    University of Michigan (Kurdish)   SLI Coordinator   International Institute   University of Michigan    ADDRESS: University of Michigan  College of Literature, Science, and the Arts  500 S. State St., Ann Arbor, MI 48109-1382 WEB:    http://www.ii.umich.edu/sli      PROGRAM OFFICER CONTACT INFORMATION:   (734) 763-4539    um.sli@umich.edu       PROGRAM:    University of Wisconsin-Madison South Asia Summer Language Institute    ADDRESS: 204 Ingraham Hall  1155 Observatory Drive  Madison, WI 53706 WEB:    http://sasli.wisc.edu/    COURSE OFFERING:    Elementary and Intermediate Levels: Bengali, Gujarati, Hindi,   Malayalam, Marathi, Nepali, Pashto, Punjabi, Sanskrit, Sindhi, Sinhala,   Tamil, Telugu, Tibetan, Urdu Advanced Level: Nepali (pending)    APPLICATION DEADLINE:   04/02/2010    PROGRAM OFFICER CONTACT INFORMATION: SASLI Program    Info:   sasli@southasia.wisc.edu    Ph:    608-261-1194                                 Contact Us | &copy; New York University , Arts and Science"}]}]