[{"detail": [{"content": "Fall 2010 Graduate Course Schedule    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Fall 2010 Graduate Course Schedule                              Course Number    Sponsor (if x-list)    Course Name    Call Number    Instructor    Days    Times    Pts    Building/ Room       G90.1001. 001       Theories and Methods in the Study of Religion    31193    Zito    W    3:30pm- 6:10pm    4          *G90.1005. 001    G78.1005    Problems and Methods in Hebrew &amp; Judaic Studies    31194    Engel    T    4:45pm- 7:35pm    3          *G90.1224. 001    G78.3224    The Jewish Community: Classical Institutions    31195    Chazan    M    4:45pm- 7:35pm    3          *G90.1409. 001    G78.1810    Mystical Elements of 20C Jewish Philosophy    31390    Wolfson    T    2:00pm- 4:45pm    3          G90.2467. 001       Religion In and Of the Marketplace    31520    Walton    T    10:30am-1:15pm    4       *G90.2477. 001 G45.1122 East Mediterranean/Middle East Performance 31559 Vitz TW 11:50am-1:50pm 4     G90.2902. 001       MA Thesis Research    31198    Staff    TBA    TBA    4          G90.2922. 001       Directed Study - Christianity    31199    Staff    TBA    TBA    1-4          G90.2932. 001       Directed Study - Judiasm    31200    Staff    TBA    TBA    1-4          G90.2942. 001       Directed Study - Islam    31201    Staff    TBA    TBA    1-4          G90.2952. 001       Directed Study - Asian Religion    31202    Staff    TBA    TBA    1-4          G90.2962. 001       Directed Study - Philosophy of Religion    31203    Staff    TBA    TBA    1-4          G90.2972. 001       Directed Study - Topics in Religion    31204    Staff    TBA    TBA    1-4"}]},
{"detail": [{"content": "Fall 2010 Graduate Course Schedule    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Fall 2010 Graduate Course Schedule                              Course Number    Sponsor (if x-list)    Course Name    Call Number    Instructor    Days    Times    Pts    Building/ Room       G90.1001. 001       Theories and Methods in the Study of Religion    31193    Zito    W    3:30pm- 6:10pm    4          *G90.1005. 001    G78.1005    Problems and Methods in Hebrew &amp; Judaic Studies    31194    Engel    T    4:45pm- 7:35pm    3          *G90.1224. 001    G78.3224    The Jewish Community: Classical Institutions    31195    Chazan    M    4:45pm- 7:35pm    3          *G90.1409. 001    G78.1810    Mystical Elements of 20C Jewish Philosophy    31390    Wolfson    T    2:00pm- 4:45pm    3          G90.2467. 001       Religion In and Of the Marketplace    31520    Walton    T    10:30am-1:15pm    4       *G90.2477. 001 G45.1122 East Mediterranean/Middle East Performance 31559 Vitz TW 11:50am-1:50pm 4     G90.2902. 001       MA Thesis Research    31198    Staff    TBA    TBA    4          G90.2922. 001       Directed Study - Christianity    31199    Staff    TBA    TBA    1-4          G90.2932. 001       Directed Study - Judiasm    31200    Staff    TBA    TBA    1-4          G90.2942. 001       Directed Study - Islam    31201    Staff    TBA    TBA    1-4          G90.2952. 001       Directed Study - Asian Religion    31202    Staff    TBA    TBA    1-4          G90.2962. 001       Directed Study - Philosophy of Religion    31203    Staff    TBA    TBA    1-4          G90.2972. 001       Directed Study - Topics in Religion    31204    Staff    TBA    TBA    1-4"}, {"content": "Fall 2010 Graduate Course Descriptions    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Fall 2010 Graduate Course Descriptions         Please note: all course numbers listed here with an “x” before them are crosslisted with the Religious Studies Program but are primarily sponsored by another academic department.    G90.1001 – Theories and Methods in the Study of Religion (TBA)  Wednesday; 3:30pm– 6:10pm Students explore fundamental theoretical and methodological issues for the academic study of religion, including some of the more important theories of the origin, character, and function of religion as a human phenomenon. Students cover psychological, sociological, anthropological, dialectical, post-colonial and feminist approaches, as well as some problems for the study of religion today: secularization theory and the intersection of religion and media. Same as G14.3395                           xG90.1005 – Problems and Methods in Hebrew and Judaic Studies (Engel) Tuesday; 4:55pm - 7:35pm This course introduces students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographicdiversity. Contemporary issues and innovative approaches in the various areas of Hebrew and Judaic studies are also explored. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .                      xG90.1224 – The Jewish Community: Classical Institutions (Chazan) Monday; 4:55pm– 7:35pm Over the ages, Jews have developed a wide range of frameworks for governing themselves. These frameworks range from “normal” and independent polities to semi-dependent satellite polities to dependent but potently grounded self-governing communities to utterly voluntaristic associations. This course will survey the wide range of arrangements through which Jews have sought to structure their corporate lives. For each of the Jewish communities discussed, we shall examine to the extent possible: the central Jewish authorities; localized authorities; alternative centers of power; evidence of consensus; and evidence of dissent. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .       G90.1409 – Mystical Elements of 20C Jewish Philosophy (Wolfson)       G90.2467 – Topics: Religion in and Of the Marketplace  Tuesday; 10:30am – 1:15pm  How do religious practices and beliefs respond to economic logics and  behaviors? Conversely, does capitalism,  with its logic of commodification, articulate and presuppose a ‘religious’  relationship between consumers and goods?    Finally, how do the social formations of religion respond to the demands  and opportunities of the marketplace?    “Religion in and for the Marketplace,” this year’s Masters’ Seminar in  Religious Studies, broadly addresses this set of questions with reference to three  sets of readings. We begin the semester  with a review of classic texts on religion, capitalism, and theories of value  more generally. Through a consideration  of works by Weber, Marx &amp; Engels, and Simmel, among others, we will  establish a common vocabulary for comprehending the complex relationships  between religion and capitalism.    Following this general discussion, we will examine contemporary theories  of religion and economic behavior. In  this context, we will conduct a critical readi       ng of the sociology of religion forwarded by Rodney Stark and William  Bainbridge, which attempts to comprehend all religious activity through a free  market model. Finally, the most  substantial section of the course will be devoted to specific studies of  economic and religious practice in diverse contexts, including Turkey (Cihan  Tugal’s Passive Revolution), India (Peter Van der Veer’s Gods on Earth), the  United States (Susan Harding’s The Book of Jerry Falwell) and Indonesia (Webb  Keane’s Christian Moderns).  Over the  course of the semester, students will be expected to develop a research project  and paper based on the general themes of the class. At the end of the semester, all class members  will present the results of their research for the class’ consideration.              G90.2901 – M.A. Thesis Research (Staff) TBD    G90.2921 – Directed Study – Christianity (Staff) TBD    G90.2931 – Directed Study – Judaism (Staff) TBD    G90.2941 – Directed Study – Islam (Staff) TBD       G90.2951 – Directed Study – Asian Religions (Staff) TBD    G90.2961 – Directed Study – Philosophy of Religion (Staff) TBD    G90.2971 – Directed Study – Topics in Religion (Staff) TBD"}]}]