[{"detail": [{"content": "Kamau Brathwaite     | Department of Comparative Literature | NYU       NYU > Comparative Literature > Brathwaite, Kamau                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;                   Kamau Brathwaite   Professor Emeritus of Comparative Literature B.A. 1953, Cambridge; D.Phil. 1968, Sussex   Office Address: 19 University Place, 3 Fl  New York, New York (US) 10003 Email:   Phone: (212) 998-3845       Areas of Research/Interest   Caribbean literature, culture, and society         Since the early 1950’s, Kamau Brathwaite has been one of the leading producers of intellectual discourse on Caribbean literature and culture. With poetic works such as the Arrivants (1973), a chronicle of the triangular slave trade, his place as a major contemporary poet and original literary voice of the Caribbean is well-established. The richness of Professor Brathwaite’s verse is paralleled by the depth of his scholarly essays in literary criticism, cultural theory, and history. In recognition of his many literary achievements, Professor Brathwaite has been awarded the Neustadt International Prize for Literature, the Casa de las Américas Premio, the Guggenheim Fellowship, and the Fulbright Fellowship. Among his recent books are Ancestors , Magical Realism , Golokwati , Words Need Love Too , Ark: A 9/11 Continuation Poem,The Development of Creole Society in Jamaica 1770-1820, and Born to Slow Horses .        Select Publications    Rights of Passage. London: Oxford University Press. 1967. The Arrivants: A New World Trilogy: Rights of Passage-Masks-Islands . London: Oxford University Press. 1973. Our Ancestral Heritage: A Bibliography of the Roots of Culture in the English-speaking Caribbean. Mona: Savacou Publications. 1976. Barbados Poetry: A Checklist: Slavery to the Present. Mona: Savacou Publications. 1979. Jamaica Poetry: A Checklist: Slavery to the Present. Kingston: Jamaica Library Service. 1979. Ancestors. New York: New Directions, 2001. Magical Realism. Savacou North/Kamau Brathwaite, 2002.     Update your faculty profile                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Kamau Brathwaite     | Department of Comparative Literature | NYU       NYU > Comparative Literature > Brathwaite, Kamau                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;                   Kamau Brathwaite   Professor Emeritus of Comparative Literature B.A. 1953, Cambridge; D.Phil. 1968, Sussex   Office Address: 19 University Place, 3 Fl  New York, New York (US) 10003 Email:   Phone: (212) 998-3845       Areas of Research/Interest   Caribbean literature, culture, and society         Since the early 1950’s, Kamau Brathwaite has been one of the leading producers of intellectual discourse on Caribbean literature and culture. With poetic works such as the Arrivants (1973), a chronicle of the triangular slave trade, his place as a major contemporary poet and original literary voice of the Caribbean is well-established. The richness of Professor Brathwaite’s verse is paralleled by the depth of his scholarly essays in literary criticism, cultural theory, and history. In recognition of his many literary achievements, Professor Brathwaite has been awarded the Neustadt International Prize for Literature, the Casa de las Américas Premio, the Guggenheim Fellowship, and the Fulbright Fellowship. Among his recent books are Ancestors , Magical Realism , Golokwati , Words Need Love Too , Ark: A 9/11 Continuation Poem,The Development of Creole Society in Jamaica 1770-1820, and Born to Slow Horses .        Select Publications    Rights of Passage. London: Oxford University Press. 1967. The Arrivants: A New World Trilogy: Rights of Passage-Masks-Islands . London: Oxford University Press. 1973. Our Ancestral Heritage: A Bibliography of the Roots of Culture in the English-speaking Caribbean. Mona: Savacou Publications. 1976. Barbados Poetry: A Checklist: Slavery to the Present. Mona: Savacou Publications. 1979. Jamaica Poetry: A Checklist: Slavery to the Present. Kingston: Jamaica Library Service. 1979. Ancestors. New York: New Directions, 2001. Magical Realism. Savacou North/Kamau Brathwaite, 2002.     Update your faculty profile                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Past Events    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Past Events    2012 - 2013 Black Panthers Worldwide Revisited Anansi 2012 Children's Literature Conference  Black Portraiture[s]: The Black Body in the West, Jan. 2013-Paris  2011 - 2012    Randy Weston An African Nubian Suite          The World of Frédéric Bruly Bouabré and his Object teaching          Critical Voices: Women Writing the World     2011      Stars of Ethiopia: Photographs by Chester Higgins Jr      Nomads with no Cause – Refugees with no Tomorrow      Akomfrah &amp; Hadero - Spring 2011 Artists-In-Residence              2010  A Is For Anansi: Literature for Children of African Descent Édouard Glissant: One World in Relation  TANGLED ORIGINS: Race, Culture &amp; Black Identity in the U.S.  Black Cine Now Conference    2009    Black Renaissance Noire - Fall 2009 – Winter 2010 Issue Release    Documentary Premiere-Slave Routes: Resistance, Abolition and Creative Progress    Walaalo: Somali Sisters Responding to Crisis             2008    Clyde Taylor Celebration    Slave Routes Event             2005    Artist-in-Residence Hugh Masekela in Concert Tuesday, February 15, 8pm    Hugh Masekela and Harry Belafonte in Conversation Tuesday, February 22, 7pm Join these two activist-musicians as they discuss their multi-continental roles deploying music in the struggles against segregation in the U.S. and apartheid in South Africa.    Reading, Discussion and Book Signing for \"Still Grazing: The Musical Journey of Hugh Masekela\" Friday, February 25, 7pm       2004    Yari Yari Pamberi: Black Women Writers Dissecting Globalization : October 12-16, 2004    The American Dilemma : February-April 2004    Haiti on Screen:  March 31-April 4, 2004    Exodus and Genesis: Haitian Writers in North America          2003    AS ONE: Kamoinge Acts Together Exhibition: October 18, 2002 through January 6, 2003    An exhibition of photographs by Kamoinge, Inc. including: Anthony Barboza, Adger Cowans, Gerald Cyrus, C. Daniel Dawson, Louis H. Draper, Collette Fournier, Steve J. Martin, Toni Parks, Herbert Randall, Eli Reed, Herb Robinson, Beuford Smith and Frank Stewart. This exhibit, As One: Kamoinge Acts Together, is the current manifestation of our working together to fulfill our mission since the founding of Kamoinge in 1963. C. Daniel Dawson, Beuford Smith and Herb Robinson, who also gave the exhibit its title, curated the exhibit. As One also celebrates and is dedicated to the life and work of Louis H. Draper, a founding member of Kamoinge. Lou's warm presence will be greatly missed. His artistry and inspiration will live on in his numerous photographs and publications.                  2002    Golokwati 2000 Wednesday, December 11, 2002 from 6:00 - 9:00 pm Join us for a reading, book signing and reception celebrating the release of Golokwati 2000 Kamau Brathwaite's most recent publication. His most recent publication, Golokwati 2000 , is the latest in a sequence of visionary autobiographical/poetic meditations in which Brathwaite deploys his innovative \"Sycorax video style\" of typo/graphic presentation to illuminate the shaping paths and sources of his poetic voice. With Golokwati 2000 - which draws its title from an Akan Twi word connoting a resting place on a journey - Brathwaite assembles an anthology of his poems while weaving these poems into tales, memories, and revelations of how they came to be. The result is a powerful insight into the spiritual and intellectual development of a major poet of our times.    Routes and Rootlessness: Two Jamaicans write about the South Thursday, July 18th, 2002 at 6 pm        An Evening with Colin Channer and Kwame Dawes In the novel Satisfy My Soul and the poetry collection Midlands , Jamaican writers Colin Channer and Kwame Dawes explore the complicated history and modern-day dynamics of South Carolina. The observations and conclusions of these transnational writers add to an ever-expanding appreciation of the ways in which politics, race, religion and geography shape how we see the world.    Harlem Book Fair 2002 Saturday, July 20th, 2002 at 4:00-5:15 p.m.    Blackspeak: Visionary Writers on the Future of America Moderator: Manthia Diawara , author of Black Genius, Panelists: Clyde Taylor , author of The Mask of Art, Haki Madhubuti , author of Tough Notes: A Healing Call for Creating Exceptional Black Men, Derrick A. Bell , author of Ethical Ambition: Living A Life of Meaning and Worth, Ellis Cose , author of The Envy of the World. Join this panel as they discuss views on the future of black literature, art, and the state of black life. Following the panel, join Manthia Diawara and Clyde Taylor as they sign copies of Black Genius and The Mask of Art .     The Body-Building Series Friday, February 1 - Friday, March 1, 2002    Opening Reception and Booksigning for The Black Female Body: A Photographic History , With Authors Carla Williams and Deborah Willis This series focuses on the female body, contextualized and situated in the present, pointing to how work is manifested physically in the black female body, shorn of covering, developed and amplified in muscles and tendons, shoulders and calves. The depiction of physical work and its impact on the development of the body has often been relegated to men and thus, the world of physical work is constructed as one that is gender specific. This series attempts to address that notion. The black female body, if viewed under the lens of actual work, deconstructs and re-configures the image of women; literal strength, not figurative, and emotionally-specific moments. This work also looks at the perception of beauty.    Challenging the Color Line:Confronting Issues of Race and Class in the Era of Global Capitalism Friday, February 22 &amp; Saturday, February 23, 2002 On the occasion of W.E.B. Du Bois’ 134th birthday, this conference seeks to bring together progressive activists and analysts to assess the ways the issue of race and racism has changed in the last 100 years, look at how racist ideology is ingrained in our culture, and advance a dialogue on how we can work to solve the problem of the color line in this new century.    All University Artist-in-Residence Series: Mitchell &amp; Ruff March 4-6, 2002    Concert Performance Monday, March 4 at 8:00 p.m. Since 1955 the Mitchell/Ruff duo have been making history in the jazz world and beyond. They will be performing for the first time in the historic Great Hall.    Expressive Culture: Sounds Tuesday March 5 at 11:00 a.m. At this event the Duo will explore the sources and traditions of jazz music in all its forms.    Oral History of Jazz Tuesday, March 5 at 2:00 p.m. Mitchell and Ruff talk about their lives and their music.    African-American Music in the US: 1870-Present Tuesday, March 5 at 4:55 p.m. Take a historic journey with the Duo, as they discuss and perform samples of the lineage of music from African origins to American classics.    Panel Discussion: Composing a Life in Jazz Wednesday, March 6 at 12:30 p.m. A look into the life and art of jazz musicians, through the lens of writers and their subjects. Panelists include: Willie Ruff, Dwike Mitchell, William Zinsser, Robin Kelley, Nina d'Alessandro and others.    Jazz Master Class Wednesday, March 6 at 8:00 p.m. A direct lesson from the masters on the technique, interpretation and teamwork that goes into great musical performance.Dwike Mitchell (piano) and Wille Ruff (bass &amp; French horn) shared the stage with Armstrong, Ellington, Hampton, Count Basie, Gillespie and Davis. The Mitchell/Ruff Duo introduced jazz to the Soviet Union in 1959 and to China in 1981. They are the subjects of numerous books, articles and PBS specials. Ruff is Founding Director of the Duke Ellington Fellowship Program at Yale. Jazz artists and audiences have long admired Mitchell's awesome technique, elegant harmonies and boundless range on the piano. Join us in celebrating these great artists.     Invisible Woman: Growing Up Black in Germany Reception, Reading and Booksigning with author Ika Hügel-Marshall Friday, March 15, 2002 at 6 p.m. \"Invisible Woman: Growing Up Black in Germany\" tells the story of Ika Hügel-Marshall, daughter of a white German woman and a married black G.I. stationed in Germany during The Occupation. After his tour of duty ended, they lost contact. Seven years later, Ika is led from her home to a religious institution where Sister Hildegard attempted to exorcise the \"black demon\" from her. Ika struggled to come to terms with life as a German - the only life she knew - among people bent on disavowing her existence. Only in her late thirties did Ika meet other Afro-Germans and begin to discover her identity. Emboldened, she sought and eventually found her father on the South Side of Chicago, and discovered another aspect of herself.    The Short Century: Independence and Liberation Movements in Africa, 1945-1994 Wednesday, January 23 - Sunday, May 5, 2002This landmark exhibition presents a cultural context in which the intense politics of African freedom movements are displayed: from the initial struggles for independence after World War II, to the collapse of apartheid in South Africa and the establishment of democratic governments in the nations of Africa.    Panel: The Congo: a Witness to African History Thursday, March 7, 2002 at 7 p.m. African writers, historians, and sociologists discuss issues relating to Pan-Africanism and the federation of African States, using the Congo's liberation movement as a starting point. Panelists: Elombe Brath, Patrice Lumumba Coalition; Horace Campbell, professor of African American studies, Syracuse University and chairperson of the International Black Radical Congress; C. Daniel Dawson, art &amp; media consultant and independent scholar; Guy Martin, visiting associate professor of Africana Studies, New York University; and Elisabeth Mudimbe-Boyi, associate professor of French &amp; comparative literature, Stanford University    Panel: Africa, New York: a Discussion with Africans and African-Americans in New York Thursday, March 21, 2002 at 7 p.m. Community leaders, artists, and academics discuss globalization trends and African/American relationships in New York City. Panelists: social activist Rashidah Ismaili Abubakr, musician and composer Olu Dara, writer and historian Dr. Sylviane Diouf, Upper Manhattan Empowerment Zone Development Corporation President and CEO Terry C. Lane, French television journalist and writer Mamadou Niang, and writer and political activist Kevin Powell.    Lecture: Chinua Achebe Saturday, May 4, 2002 at 7p.m. The prominent Nigerian-born novelist, Chinua Achebe reflects on his literary beginning and reads from his early work in the context of Africa's mid-century intellectual and liberation movements.    Ralph Ellison, Invisible Man &amp; Jazz April 11-12, 2002    A Conversation with Horace A. Porter and Stanley Crouch Thursday, April 11, 2002 at 6 p.m. Followed by a lively reception and book signings for Horace A. Porter and Stanley Crouch Screening and discussion of PBS's \"Ralph Ellison: An American Journey\" with its director Avon Kirkland Friday, April 12, 2002 at 6 p.m. Main Building, Room 806 32 Waverly Place (between Greene Street and Washington Square East)    Elizabeth Nunez, Discretion A reading, reception and book signing for Elizabeth Nunez, author of the critically-acclaimed novel Discretion Thursday, April 19, 2002 at 6 p.m. Strong Medicine: Traditional Healers Respond to the AIDS Crisis in Africa and the Diaspora Saturday, April 27, 2002    Panel Discussion: How Healers Are Making An Impact Across the Diaspora 12 P.M.-2:30 P.M. Featuring: Tânia Cypriano Award-Winning Filmmaker, Creator of Odô-Yá: Life with AIDS Dr. Edward C. Green Harvard School of Public Health, author of AIDS and STDs in Africa: Bridging the Gap between Traditional Healers and Modern Medicine, Dr. Henry Frank Anthropologist, Executive Director of the Haitian Centers Council, Professor Maurice Iwu Director of Bioresources Development and Conservation Programme, author of African Ethnomedicine, Moderator: Dr. Marsha J. Darling Director, Adelphi University Center for African-American &amp; Ethnic Studies    Cooperative Strategizing and Brainstorming Session 2:30-4:00 P.M. How can local communities of African-based spiritual traditions create a more visible and effective response to the crisis in the U.S.? How can we better support healers throughout the Diaspora? Facilitated by: Dr. Marta Moreno Vega Founder and President, Caribbean Cultural Center and author of The Altar of My Soul: The Living Traditions of Santeria, Dr. Henry Frank, Divinah Bailey Director of Affiliate Services, National Black Leadership Commission on AIDS    Documentary Film Screenings Odô-Yá : Life With AIDS is an exploration of the innovative efforts within the Afro-Brazilian religious tradition of Candomblé to educate about and cope with the epidemic.    THETA: A Growing Partnership, highlighting traditional healing and healers in Uganda.        Maryse Condé, Tales From the Heart: True Stories From My Childhood Thursday, May 30, 2002 at 6 p.m.    In this collection of autobiographical essays, Maryse Condé vividly evoke the relationships and events that gave her childhood meaning: discovering her parents feelings' of alienation, her first crush, a falling out with her best friend, the death of her beloved grandmother, her first encounter with racism.    These gemlike vignettes capture the spirit of Condé's fiction: haunting, powerful, poignant, and leavened with a streak of humor. They paint a wonderful portrait of a little girl trying to find her place in the world, one that is redolent of the music and colors of the Carribean.    Tales from the Heart is the 1999 winner of the Prix Yourcenar, awarded for excellence in French writing by an author who resides in the United States.    Maryse Condé's previous work includes the novels Windward Heights and Desirada , both available from Soho, and I, Tituba, Black Witch of Salem    Africana Seminars    · May 2nd, 2002 Ernest Aryeetey (Swarthmore and Univ. of Ghana) \"Conditionality, Selectivity and Aid Effectiveness in Africa\"    · April 25th, 2002 Jonathan Morduch (NYU) \"Poverty and Vulnerability in Cote d'Ivoire \"    · April 4th, 2002 Sam Bowles (UMass Amherst) \"In Search of Homo Economics: Behavior Experiments in 15 Simple Societies. \"    · Mar. 21st, 2002 Sara Berry, (Johns Hopkins) \"Chieftaincy, Land and Politics: Yorubaland and Asante in the 20th Century \" http://www.nyarko.com/seminar            2001     NYU Africana Studies Program and Institute of African-American Affairs presents Black Aesthetics 2001 A semester-length program featuring influential performers, creators, and scholars, Black Aesthetics 2001 will contribute to the celebration, in-depth critical analysis, and discussion of the current state of aesthetics from cultures of the African Diaspora. With events from September through December, Black Aesthetics 2001 addresses the full range of artistic expression and inquiry, including musical performances, panels for visual and performance artists to present and discuss their work, and a special focus series on life and culture in Mali. All programs are free to the public, and seating is on a first-come, first-served basis. The program is divided into two series: • Black Aesthetics 2001 Discussion Series • Between Tradition and Modernity: Mali in Perspective The aesthetic impulse is as old as humanity itself, and Africa, as the birthplace of humanity, has had its own part in shaping the human reality of aesthetics. Through the trans-Atlantic slave trade, African aesthetics were exported into the Western Hemisphere and into the world as a whole. Over one hundred years after the abolition of slavery in the Americas, and over forty years since the advent of contemporary African independence, African aesthetics are alive, well, and continually developing and evolving. Trail-blazing experimental techniques and processes were developed by the cultural activities of liberation movements, whether in exile or at home. The flowering of cultures of resistance and affirmation in the international Diaspora had a revolutionary influence on global expressive culture. In countries like Nigeria, Angola, Jamaica, Senegal, Cuba, Trinidad, Ghana, Burkina Faso, Mali, Brazil, and the United States, new concepts in literature, music, cinema, sculpture, and painting developed. From 1960 onwards, these concepts progressed to the degree where they are now a touchstone and reservoir for world culture.     BLACK AESTHETICS DISCUSSION SERIES SCHEDULE OF EVENTS Monday, October 15, 6:30pm New Developments in Visual Arts NYU Institute of African-American Affairs 269 Mercer St., Rm. 601 Panelists include Chakaia Booker, Abdoulaye Ndoye, Ben Jones, Emilio Cruz Moderator: Historian and Independent Curator, Helen Shannon Monday, October 22nd, 6:30pm New Developments in Dance NYU Institute of African-American Affairs 269 Mercer St., Rm. 601 Panelists include Dionne Kamara, Blondell Cummings, Sarita Allen, Dean Moss Moderator: Dance Critic, Zita Allen Monday, November 19th, 6:30pm Series Overview: Black Aesthetics in Theory and Practice NYU Institute of African-American Affairs 269 Mercer St., Rm. 601 Poet Keorapetse Kgositsile will read from his poetry, sculptor Melvin Edwards will show examples of his art, and the two will have a conversation with writer/historian Robin D.G. Kelley     MALI IN PERSPECTIVE SCHEDULE OF EVENTS The Photography of Malick Sidibé To the youth in Bamako, Malick Sidibé was the James Brown of photography: the godfather whose themes described the total energy of the time. His photographs enable us to revisit the youth culture of the 1960s as it flowered in Bamako, showing exactly how the young people in Bamako had embraced rock and roll as a liberation movement, adopted the consumer habits of an international youth culture, and developed a rebellious attitude towards all forms of established authority. To say that Bamako’s youth is on the same page as the youth in London and Paris in the 1960s and 1970s was also to acknowledge Malick Sidibé’s role in shaping and expanding that culture. Inasmuch as today there is a desire to go back to the music and film of the 1960s and 1970s in order to give a meaning to that culture, we can also go back to his photographs to gain access to the style, vibrancy, and ethos of those times in Africa. Sidibé’s photographs will be on display in the Institute through the semester. An Evening with Malick Sidibé October 1st, 6:30pm Africana Studies Program 269 Mercer, Room 601 From the Mouth of the Crocodile: Fall, 2001 Artist-in-Residence, Habib Koité Habib Koité comes from a noble line of Khassonké griots, and his music draws upon the rich traditions of Mali as well as contemporary styles from other world cultures. He studied music for four years at the National Institute of Arts (NIA) in Bamako, through which he had the opportunity to work and play with a line-up of notable Malian musicians including Oumou Sangare and Toumani Diabaté. In 1988, Koité formed his own band, Bamada, which toured extensively throughout Mali. Winning first prize at the Perpignan Voxpole Festival in 1991 afforded him the chance to record the hugely successful single “Cigarette A Bana,” which scored a major hit throughout West Africa. Following the release of his next single “Nanale,” Koité was awarded the prestigious Discovery of 1993: Media-Adami Award by Radio France International (RFl). His album “Muso Ko” went straight to the top of the European World Music Charts, and was followed by the hugely successful “Ma-Ya,” which spent an unprecedented 3 months at the top of the World Music Charts Europe. Koité’s newest album, “Baro” has just been released in the US by Putumayo records, and features Mali’s king of the balafon, Kélétigui Diabaté. From Roots to Records: A Conversation with Habib Koité and Professor Michael Veal, Yale University October 4th, 7pm Main Building 100 Washington Square East Room 703 Music of the Diaspora: Habib Koité Performs with the Firespitters Band October 5th, 7pm Main Building 100 Washington Square East Hemmerdinger Hall Ground Floor The Films of Souleymane Cissé Reknowned filmmaker Souleymane Cissé will visit the NYU campus to present and discuss three of his most famous films. Winner of the Cannes Film Festival’s Jury Prize in 1987, Cissé’s critically acclaimed films have helped to define contemporary African film as one of the most dynamic and visually stunning traditions in the world. A leading spokesperson for African cinema as an expression of cultural autonomy, Cissé began his film career as a projectionist after Mali gained its independence in 1960. In 1963 he received the first of several scholarships to study cinema in the Soviet Union at the State Institute of Cinema (VGIK), and after returning home in 1969, he made newsreels and documentaries for the Mali State Information Service. He released his first work of fiction in 1972, and 1987, he directed, wrote, and produced Yeelen, the mythic story of a power struggle between two magicians, hailed as “the best African film ever made.” Yeelen November 9th, 6:30 pm Iris and B. Gerald Cantor Film Center 36 East Eighth Street Finyé (The Wind) November 10th, 6:30 pm Iris and B. Gerald Cantor Film Center 36 East Eighth Street Baara November 11th, 6:30 pm Iris and B. Gerald Cantor Film Center 36 East Eighth Street    Older Events Conferences Slave Routes: The Long Memory, Fall 1999 Yari Yari: Black Women Writers and the Future, Fall 1997 Frantz Fanon Conference, Fall 1996 Pan-African Film Festival &amp; Conference, Fall 1994 Lectures/Lecture Series Black Genius Lecture Series, Spring 1997 Featured speakers: Farai Chideya, Stanley Crouch, George Curry, Angela Davis, Joycelyn Elders, bell hooks, Spike Lee, Haki Madhubuti, Julianne Malveaux, Walter Mosley, Randall Robinson, Anna Deavere Smith, Melvin Van Peebles Black Thought in Progress, 1995-1999 Featured speakers: Patricia Hill-Collins, Angela Davis, Henry Louis Gates Jr., Paul Gilroy, Farah Griffin, Stuart Hall, George Lipsitz Africana Social Science Lecture Series on Africa &amp; Development, 1998-2000 France in Africa/Africa in France Series, 1998-1999 Tahar Ben Jelloun, Elikia M'Bokolo, Henri Lopes, Maryse Conde, Tierno Monemembo Symposia New Voices in Black Studies, Fall 1998 Derrick Bell, Peggy Cooper Davis, Manthia Diawara, Steven Gregory, Robin D.G. Kelley, Ngugi wa Thiong'o, Robert Stam, Clyde Taylor Praying at Different Altars: Putting the Spirit in Daily Life, Spring 1999 Thulani Davis, Michael Eric Dyson, Dorothy Desir-Davis, Marcia L. Dyson, Amir Al-Islam Toussaint L'Ouverture, Fall 1998 Bennet Guillory, Patricia Benoit, Alex Dupuy, Edward Glissant, Danny Glover, E. Francis White, Robin D.G. Kelley Border Raids &amp; Treaties of the Heart: A Reading, Fall 1998 Junot Diaz, Cornelius Eady, Kimiko Hahn, Thulani Davis Who's Representing Whom?, Fall 1998 Hazel Carby, Lisa Duggan, Tricia Rose, John Kuo Wei Tchen, Thulani Davis Rethinking Area and Ethnic Studies, Spring 1998 Ben Lee, Manthia Diawara, John Kuo Wei Tchen, Leo Lee, Lila Abu-Lughod, Doris Sommer, Craig Calhoun, George Yudice Artist-in-Residence Jayne Cortez, Spring 2000 Danny Glover, Fall 1998 Amiri Baraka, Fall 1997 Anna Deavere Smith, 1996-1997 Walter Mosley, 1995-1996 Distinguished Scholar-in-Residence Wole Soyinka, Spring 1999               Contact Us | &copy; New York University , Arts and Science"}]}]