[{"detail": [{"content": "Autostereo4             Autostereoscopic Display Paper      Two demos of our active autostereo research                    These two demos show how we're making active autostereo displays. In order to show somebody a three dimensional scene, without requiring them to wear stupid 3D glasses, you need to get a different image viewer's left and right eyes.     The naive way:   One way to do this is to build a robot that moves around behind a giant focusing screen, as shown below in the first applet. The robot places a light source at the focused image of the viewer's left eye (shown in red), and another light source at the focused image of the viewer's right eye (shown in green). As the viewer's moves, the robot tracks his position, always placing these two light sources at the right spot. Meanwhile, a computed image (seen in the black circle) figures out what the 3D object would look like as seen from each of the viewer's two eyes.   To shutter between the two images, an autostereo display would use either polarized light sources and a variably polarized screen, or else rapidly alternating light sources and a screen showing rapidly alternating images. Ideally, each of the viewer's eyes sees only one of the images. In the first demo below, the mechanical contraption does inverse kinematics to drive two rotational motors, to both rotate the arm and to contract/extend it.     A better way:   In practice, you wouldn't want to use a mechanical device for moving the lights around, because it would be way too slow to keep up seamlessly with head movement. That's why we're working on the approach demonstrated in the second applet below, an  all-electronic light shutter  .  - Ken Perlin         1) Mechanical autostereoscopic display:     Instructions:  Drag the mouse to pull the guy's head around, and watch what happens.                      2) All-electronic autostereoscopic display:   We would like an autostereoscopic display to present a different image to the user's left and right eyes. In practice, you do not want to use a mechanical device for moving the lights around, because it would be way too slow to keep up seamlessly with head movement. For this reason, we plan to develop the approach demonstrated in the second applet below, an all-electronic light shutter for autostereoscopic display.  - Ken Perlin, NYU       Instructions:  Drag the mouse to pull the guy's head around, click on the left turn and right turn labels, or click on  STEP or  CYCLE .     Notice how the shutter lines get thinner as the user's head moves further away from the screen. Also notice how the shutter line spacing varies as the user turns his head to the side. You can learn about the principle behind this  HERE .      We also have a 3D VRML simulation of this display,    as well as a    snapshot image of the VRML simulation.          Scale: one pixel = 1/20 inch, each line represents one inch."}]},
{"detail": [{"content": "Autostereo4             Autostereoscopic Display Paper      Two demos of our active autostereo research                    These two demos show how we're making active autostereo displays. In order to show somebody a three dimensional scene, without requiring them to wear stupid 3D glasses, you need to get a different image viewer's left and right eyes.     The naive way:   One way to do this is to build a robot that moves around behind a giant focusing screen, as shown below in the first applet. The robot places a light source at the focused image of the viewer's left eye (shown in red), and another light source at the focused image of the viewer's right eye (shown in green). As the viewer's moves, the robot tracks his position, always placing these two light sources at the right spot. Meanwhile, a computed image (seen in the black circle) figures out what the 3D object would look like as seen from each of the viewer's two eyes.   To shutter between the two images, an autostereo display would use either polarized light sources and a variably polarized screen, or else rapidly alternating light sources and a screen showing rapidly alternating images. Ideally, each of the viewer's eyes sees only one of the images. In the first demo below, the mechanical contraption does inverse kinematics to drive two rotational motors, to both rotate the arm and to contract/extend it.     A better way:   In practice, you wouldn't want to use a mechanical device for moving the lights around, because it would be way too slow to keep up seamlessly with head movement. That's why we're working on the approach demonstrated in the second applet below, an  all-electronic light shutter  .  - Ken Perlin         1) Mechanical autostereoscopic display:     Instructions:  Drag the mouse to pull the guy's head around, and watch what happens.                      2) All-electronic autostereoscopic display:   We would like an autostereoscopic display to present a different image to the user's left and right eyes. In practice, you do not want to use a mechanical device for moving the lights around, because it would be way too slow to keep up seamlessly with head movement. For this reason, we plan to develop the approach demonstrated in the second applet below, an all-electronic light shutter for autostereoscopic display.  - Ken Perlin, NYU       Instructions:  Drag the mouse to pull the guy's head around, click on the left turn and right turn labels, or click on  STEP or  CYCLE .     Notice how the shutter lines get thinner as the user's head moves further away from the screen. Also notice how the shutter line spacing varies as the user turns his head to the side. You can learn about the principle behind this  HERE .      We also have a 3D VRML simulation of this display,    as well as a    snapshot image of the VRML simulation.          Scale: one pixel = 1/20 inch, each line represents one inch."}, {"content": "2014 International Conference on Auditory Displays - Programs - Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Programs - Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  2014 International Conference on Auditory Displays                        The 2014 International Conference on Auditory Display (ICAD) will be held June 22-25, 2014, at New York University (NYU). ICAD which began in 1992 will have its 20th conference featuring paper sessions, student think-tanks, workshops, concerts, and other special events. The theme for this year's conference is BIG DATA. The conference will take place at NYU&rsquo;s Steinhardt School of Culture, Education and Human Development, centered in the heart of Manhattan&rsquo;s West Village and next to historic Washington Square Park. CALL FOR PAPERS (Click here to download the call for papers) ICAD is the premier international venue for the dissemination and discussion of work related to the science, art, and practice of sound as a communicative display. Technical areas for the ICAD include but are not limited to: - 3D and Spatial Audio - Aesthetics, Philosophy, and Culture of Auditory Displays - Auditory Display Theory and Methods - Auditory Information Design - Accessibility - Applications of Sound in Systems - Evaluation and Usability of Auditory Displays - Human Factors of Auditory Display - Sound Interaction Auditory Cognition, Perception, and Psychoacoustics - Sonification and Exploration of Data through Sound - Sonification as Art - Technologies and Tools for Auditory Display - Use of Audio in Human-Computer Interfaces SUBMISSION We invite the following three forms of submissions: Full Papers should describe work that offers a substantial contribution to the field of auditory display. Paper submission will be 4-8 pages in length, including all figures and references. Authors of accepted papers will be invited to give an oral presentation of their work, and at least one author must present the work at the conference for the paper to appear in the published proceedings. Poster submissions should describe both finished work and work in late stages of progress. Work that is complete enough that meaningful conclusions can be drawn at the time of submission is encouraged. Submission for posters requires a proceedings paper of 4-8 pages in length. Authors of accepted submissions will be invited to participate in a poster session, and at least one author must present the work at the conference for the paper to appear in the published proceedings. Extended abstracts include, but are not limited to late-breaking results, works in early stages of progress, novel methodologies, unique or controversial theoretical positions, and discussions of unsuccessful research or null findings. Particular attention will be paid to the potential for extended abstracts to lead to engaging presentations of broad benefit to the auditory display community. Submissions for extended abstracts require a proceedings paper of up to 2 pages in length. At least one author must present the work at the conference for the abstract to appear in the published proceedings. DEADLINES Submission of papers for review: February 1, 2014 Notification of acceptance: April 1, 2014 Camera-ready papers: May 1, 2014 COMMITTEE Papers Co-Chairs Norberto Degara and Areti Andreopoulou icad2014_papers@icad.org Conference Chairs Agnieszka Roginska and Tae Hong Park icad2014_chair@icad.org                      Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]