[{"detail": [{"content": "Literary Reportage &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                         Literary Reportage                      Curriculum                  Faculty                  How to Apply                  Student Profiles                  Student Work                  Religion Journalism Program                  Mentorship Program                  Banff Fellowship                  Internships/Jobs                  Media                  Books by LitRep Alumni                  Audio/Podcasts                                     Prospective applicants, please read this letter from Lit Rep Program Director Robert Boynton   Read the letter &gt;       About the Program   Journalism schools produce good reporters; MFA programs train beautiful writers. In the Literary Reportage concentration, we combine the best of both. Our students pursue their own long form projects, mentored by veteran writers in reporting classes, literature seminars, writing workshops and master classes taught by working editors .   Reporting is at the center of everything Literary Reportage students do. Whether you want to write a memoir, an expose, a portrait of a person or place, an extended consideration on the subject of your passion, it all starts with reporting. We’ll teach you how to do what Tom Wolfe once termed “stylish reporting.” Many writing programs teach memoir, and that's something you can do in Literary Reportage, as well. The difference here is that we stress reporting – adding value to personal experience by collecting relevant information from the world outside one's head. Did your sister join a cult? Part of your mission would be to learn about the cult, past and present. Are there acquaintances from days gone by who could help set a remembered story in context? Part of your job might be to find them. That way, when you sit down to fashion your narrative, you'll have a richer set of materials to work with.You will then channel that reporting into well-researched, compelling narratives, which you will publish in professional venues while at NYU and, of course, beyond.   How do you apply? Like an aspiring novelist who submits short stories to an MFA program in the hopes of writing a novel, you submit a sample of your existing work (articles, blogs, videos, podcasts, essays--published or not), and a description of what you want to do while at NYU, whether a specific project or a kind of project. Think big, but also think concretely: What particular works or authors have inspired you and your project? What journalistic forms could you imagine it taking? What models do you have in mind?   Projects can be local, national, or international in scope. But since much of your reporting will be done while in residence at NYU, your project should have an NYC dimension. Some students divide their time between their final international or national project and its local iterations. In addition, access is important. You can’t report on a subject if your subject won’t talk to you. We’ll help you as much as we can, but there are some worlds, like Hollywood, that simply can’t be covered by NYC-based reporters. We don’t care if you change your mind later – experimentation is part of the idea. That goes for form, as well: Some Literary Reportage students want to write books, others want to write articles. Some want to combine podcasts, video, books and articles. We will teach you how to work in all of these forms. We’ll teach you how to use the technology (come visit and see our high tech facilities), whether in semester-long classes or intensive, week-long workshops. (All Literary Reportage students take a month-long, non-credit introductory multimedia course covering video, audio, slideshow and web skills.) But the most important thing we teach is how think in terms of “stories.” Rigorously reported, well-researched, imaginative, artfully written stories.       How does Literary Reportage work?   The courses are divided between journalism seminars and writing workshops. The first semester leans toward the former, while the remaining semesters leans toward the latter. For an overview of the curriculum click here . Literary Reportage became a full-fledged concentration in 2009, growing out of the Portfolio honors track , in which students learned how to build a coherent body of work over the course of two semesters. It worked well, and we suspected it would work even better if students applied with projects already in mind and had more time to complete their work. How does Literary Reportage differ from other the Arthur L. Carter Journalism Institute’s other concentrations and programs? Our applicants must apply with a project in mind and, like the Global program, Literary Reportage students produce a master’s project in their fourth and final semester, during which you need not be in residence.       Final Projects   Here are some of the final projects Literary Reportage students have produced in our first three years:   \"We Were All Going To Be Queens,\" a reported memoir about the Catholic cult Regnum Christi   \"Ballerina 2.0,\" about dancer Drew Jacoby's use of new media for self-promotion   \"Mother of Invention,” a reported memoir about a single woman's decision to have a child   “On Trails,” a meditation on the twists and turns of human navigation   “Alone in America,” a report on Korean students studying abroad   “Sikhing for God,” a report on a New Mexican yoga cult   “Wrecking the House that Ruth Built,” a proposal, sample chapter and outline for a book about corruption and Yankee Stadium   “Christianity 2.0,” a report on home worship and the reaction against the mega-church phenomenon   “When the Facts of Life Aren’t Facts,” a report on sex education for students with special needs       Literary Reportage Master Class   The Fall 2014 Literary Reportage Master Class was taught by Sasha Weiss, the literary editor of  Newyorker.com . Before  Before coming to  The New Yorker , she was an editor at  The New York Review of Books .  Her writing has appeared on the  Newyorker.com ,  The Paris Review , Tablet, and elsewhere.                 Upcoming Events         Program News   Congratulations to:   Laura Smith , Literary Reportage Kristian Jebsen , Magazine   Kristian Jebsen and Laura Smith, graduate students at New York University’s Arthur L. Carter Journalism Institute, are two of 12 journalism students and young journalists chosen by FASPE (Fellowships at Auschwitz for the Study of Professional Ethics) to participate in a two-week program that will take place this summer in Germany and Poland.   View the Press Release &gt;       Patrick Arden (Lit Rep '09) has won the 2013 Richard J. Margolis Award.   Read More &gt;       The Banff Center Announces Fully Funded Fellowship     The Banff Centre for the Arts and the Arthur L. Carter Journalism Institute are pleased to announce a fully funded fellowship for students in, and alumni of, the Literary Reportage concentration.  The fellowship offers an opportunity to develop a major essay, memoir, or feature piece during a month-long residency. Writers will work on their manuscript during weekly consultations with faculty editors, and round-table discussions with the other participants. By placing writers in a situation designed to challenge and stimulate their creativity, the program encourages the exploration of new ideas in journalism and experimentation with writing a piece that might otherwise be difficult to complete. The fellowship covers round trip airfare to Banff, and food and lodging during the month at the Banff Centre for the Arts.   Read More &gt;       Portfolio 2007 Alumna Sabine Heinlein wins the 2011 Richard J. Margolis award.   Read More &gt;       Lit Rep 2011 student Robert Moor wins Middlebury College Fellowship in Environmental Journalism.   The program supports intensive, year-long reporting about environmental issues. Moor’s project: Trails — topographical and cognitive — in contemporary society, human culture and the mind.   Read more &gt;       Lit Rep 2011 student Patrick Arden wins multiple awards for his piece on NYC's \"fake grass gamble.\"   Read More &gt;                                                                                                                                                 “   My time at the Banff Centre was incredible, and I feel remarkably lucky to have participated in the Literary Journalism Program. This fellowship provided me with the necessary structure, freedom, and support to create a piece that I might not have completed otherwise­—in my case, a piece of challenging, personal writing. Besides room and board, the Centre gives each writer a private cabin in the forested Leighton Artists’ Colony, and plenty of time to write... I did not want to leave.   Cody Upton, recipient of the NYU/Banff Fellowship, Lit Rep '13                     Events                     Past Events         April            02       Documentary Distribution: Maximizing Opportunities              March            27       2015 NYU Journalism Career Fair              March            24       Filming on the Frontlines                  More events &gt;     Academic calendar &gt;                   Byline - Recent Publications                                      The Fight for Women&#39;s Boxing Rights         April 15, 2015                                Amelia Schonbek          Lit Rep 2014                                                   A Shelter’s Icy Reception         March 31, 2015                                Amanda Waldroupe          Lit Rep 2014                                                   This Portentous Composition: Swan Lake’s Place in Soviet Politics         March 26, 2015                                Amelia Schonbek          Lit Rep 2014                                                   A Modern Woman&#39;s Burden         March 20, 2015                                Natalie Lampert          Literary Reportage 2016                                                   Secrets of the Brooklyn Basement Domino League         March 11, 2015                                Meghan White          Lit Rep 2015                                                   The Voice Teacher         March 10, 2015                                Nicole Pasulka          Lit Rep &#39;14                                                   Meet the Man Who Risks Life and Limb to Deliver Your Weed         March 03, 2015                                Hannah McCarthy          Literary Reportage 2016                                                   You Say Myanmar, They Say Burma         February 28, 2015                                Laura Smith          Lit Rep &#39;15                                                   The Attention Machine         February 09, 2015                                Taylor Beck          Lit Rep 2012                                                   You understand it to the point that it almost tears you to pieces: Growing Up with Mary Gaitskill         February 03, 2015                                Victoria Beale          Lit Rep 2016                                                   After the Last Sky         February 01, 2015                                Nandini Ramachandran          Lit Rep 2014                                                   ‘The Stuff Nightmares Are Made Of’: A Serial-Like Case In Our Own Backyard         January 31, 2015                                Elizabeth Flock          Lit Rep 2015                                                   Death Takes a Weekend         January 29, 2015                                 Professor                Perri Klass                                                            The Vast Beast-Whistle of Space         January 23, 2015                                Laura Smith          Lit Rep &#39;15                                                   From Gitmo to an American Supermax, the Horrors of Solitary Confinement         January 16, 2015                                 Professor                Ted Conover                                                            As World Looks to Paris, Violence Against Journalists Rages on in Mexico         January 14, 2015                                Cleuci de Oliveira          Lit Rep &#39;16                                                                                                    Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]},
{"detail": [{"content": "Literary Reportage &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                         Literary Reportage                      Curriculum                  Faculty                  How to Apply                  Student Profiles                  Student Work                  Religion Journalism Program                  Mentorship Program                  Banff Fellowship                  Internships/Jobs                  Media                  Books by LitRep Alumni                  Audio/Podcasts                                     Prospective applicants, please read this letter from Lit Rep Program Director Robert Boynton   Read the letter &gt;       About the Program   Journalism schools produce good reporters; MFA programs train beautiful writers. In the Literary Reportage concentration, we combine the best of both. Our students pursue their own long form projects, mentored by veteran writers in reporting classes, literature seminars, writing workshops and master classes taught by working editors .   Reporting is at the center of everything Literary Reportage students do. Whether you want to write a memoir, an expose, a portrait of a person or place, an extended consideration on the subject of your passion, it all starts with reporting. We’ll teach you how to do what Tom Wolfe once termed “stylish reporting.” Many writing programs teach memoir, and that's something you can do in Literary Reportage, as well. The difference here is that we stress reporting – adding value to personal experience by collecting relevant information from the world outside one's head. Did your sister join a cult? Part of your mission would be to learn about the cult, past and present. Are there acquaintances from days gone by who could help set a remembered story in context? Part of your job might be to find them. That way, when you sit down to fashion your narrative, you'll have a richer set of materials to work with.You will then channel that reporting into well-researched, compelling narratives, which you will publish in professional venues while at NYU and, of course, beyond.   How do you apply? Like an aspiring novelist who submits short stories to an MFA program in the hopes of writing a novel, you submit a sample of your existing work (articles, blogs, videos, podcasts, essays--published or not), and a description of what you want to do while at NYU, whether a specific project or a kind of project. Think big, but also think concretely: What particular works or authors have inspired you and your project? What journalistic forms could you imagine it taking? What models do you have in mind?   Projects can be local, national, or international in scope. But since much of your reporting will be done while in residence at NYU, your project should have an NYC dimension. Some students divide their time between their final international or national project and its local iterations. In addition, access is important. You can’t report on a subject if your subject won’t talk to you. We’ll help you as much as we can, but there are some worlds, like Hollywood, that simply can’t be covered by NYC-based reporters. We don’t care if you change your mind later – experimentation is part of the idea. That goes for form, as well: Some Literary Reportage students want to write books, others want to write articles. Some want to combine podcasts, video, books and articles. We will teach you how to work in all of these forms. We’ll teach you how to use the technology (come visit and see our high tech facilities), whether in semester-long classes or intensive, week-long workshops. (All Literary Reportage students take a month-long, non-credit introductory multimedia course covering video, audio, slideshow and web skills.) But the most important thing we teach is how think in terms of “stories.” Rigorously reported, well-researched, imaginative, artfully written stories.       How does Literary Reportage work?   The courses are divided between journalism seminars and writing workshops. The first semester leans toward the former, while the remaining semesters leans toward the latter. For an overview of the curriculum click here . Literary Reportage became a full-fledged concentration in 2009, growing out of the Portfolio honors track , in which students learned how to build a coherent body of work over the course of two semesters. It worked well, and we suspected it would work even better if students applied with projects already in mind and had more time to complete their work. How does Literary Reportage differ from other the Arthur L. Carter Journalism Institute’s other concentrations and programs? Our applicants must apply with a project in mind and, like the Global program, Literary Reportage students produce a master’s project in their fourth and final semester, during which you need not be in residence.       Final Projects   Here are some of the final projects Literary Reportage students have produced in our first three years:   \"We Were All Going To Be Queens,\" a reported memoir about the Catholic cult Regnum Christi   \"Ballerina 2.0,\" about dancer Drew Jacoby's use of new media for self-promotion   \"Mother of Invention,” a reported memoir about a single woman's decision to have a child   “On Trails,” a meditation on the twists and turns of human navigation   “Alone in America,” a report on Korean students studying abroad   “Sikhing for God,” a report on a New Mexican yoga cult   “Wrecking the House that Ruth Built,” a proposal, sample chapter and outline for a book about corruption and Yankee Stadium   “Christianity 2.0,” a report on home worship and the reaction against the mega-church phenomenon   “When the Facts of Life Aren’t Facts,” a report on sex education for students with special needs       Literary Reportage Master Class   The Fall 2014 Literary Reportage Master Class was taught by Sasha Weiss, the literary editor of  Newyorker.com . Before  Before coming to  The New Yorker , she was an editor at  The New York Review of Books .  Her writing has appeared on the  Newyorker.com ,  The Paris Review , Tablet, and elsewhere.                 Upcoming Events         Program News   Congratulations to:   Laura Smith , Literary Reportage Kristian Jebsen , Magazine   Kristian Jebsen and Laura Smith, graduate students at New York University’s Arthur L. Carter Journalism Institute, are two of 12 journalism students and young journalists chosen by FASPE (Fellowships at Auschwitz for the Study of Professional Ethics) to participate in a two-week program that will take place this summer in Germany and Poland.   View the Press Release &gt;       Patrick Arden (Lit Rep '09) has won the 2013 Richard J. Margolis Award.   Read More &gt;       The Banff Center Announces Fully Funded Fellowship     The Banff Centre for the Arts and the Arthur L. Carter Journalism Institute are pleased to announce a fully funded fellowship for students in, and alumni of, the Literary Reportage concentration.  The fellowship offers an opportunity to develop a major essay, memoir, or feature piece during a month-long residency. Writers will work on their manuscript during weekly consultations with faculty editors, and round-table discussions with the other participants. By placing writers in a situation designed to challenge and stimulate their creativity, the program encourages the exploration of new ideas in journalism and experimentation with writing a piece that might otherwise be difficult to complete. The fellowship covers round trip airfare to Banff, and food and lodging during the month at the Banff Centre for the Arts.   Read More &gt;       Portfolio 2007 Alumna Sabine Heinlein wins the 2011 Richard J. Margolis award.   Read More &gt;       Lit Rep 2011 student Robert Moor wins Middlebury College Fellowship in Environmental Journalism.   The program supports intensive, year-long reporting about environmental issues. Moor’s project: Trails — topographical and cognitive — in contemporary society, human culture and the mind.   Read more &gt;       Lit Rep 2011 student Patrick Arden wins multiple awards for his piece on NYC's \"fake grass gamble.\"   Read More &gt;                                                                                                                                                 “   My time at the Banff Centre was incredible, and I feel remarkably lucky to have participated in the Literary Journalism Program. This fellowship provided me with the necessary structure, freedom, and support to create a piece that I might not have completed otherwise­—in my case, a piece of challenging, personal writing. Besides room and board, the Centre gives each writer a private cabin in the forested Leighton Artists’ Colony, and plenty of time to write... I did not want to leave.   Cody Upton, recipient of the NYU/Banff Fellowship, Lit Rep '13                     Events                     Past Events         April            02       Documentary Distribution: Maximizing Opportunities              March            27       2015 NYU Journalism Career Fair              March            24       Filming on the Frontlines                  More events &gt;     Academic calendar &gt;                   Byline - Recent Publications                                      The Fight for Women&#39;s Boxing Rights         April 15, 2015                                Amelia Schonbek          Lit Rep 2014                                                   A Shelter’s Icy Reception         March 31, 2015                                Amanda Waldroupe          Lit Rep 2014                                                   This Portentous Composition: Swan Lake’s Place in Soviet Politics         March 26, 2015                                Amelia Schonbek          Lit Rep 2014                                                   A Modern Woman&#39;s Burden         March 20, 2015                                Natalie Lampert          Literary Reportage 2016                                                   Secrets of the Brooklyn Basement Domino League         March 11, 2015                                Meghan White          Lit Rep 2015                                                   The Voice Teacher         March 10, 2015                                Nicole Pasulka          Lit Rep &#39;14                                                   Meet the Man Who Risks Life and Limb to Deliver Your Weed         March 03, 2015                                Hannah McCarthy          Literary Reportage 2016                                                   You Say Myanmar, They Say Burma         February 28, 2015                                Laura Smith          Lit Rep &#39;15                                                   The Attention Machine         February 09, 2015                                Taylor Beck          Lit Rep 2012                                                   You understand it to the point that it almost tears you to pieces: Growing Up with Mary Gaitskill         February 03, 2015                                Victoria Beale          Lit Rep 2016                                                   After the Last Sky         February 01, 2015                                Nandini Ramachandran          Lit Rep 2014                                                   ‘The Stuff Nightmares Are Made Of’: A Serial-Like Case In Our Own Backyard         January 31, 2015                                Elizabeth Flock          Lit Rep 2015                                                   Death Takes a Weekend         January 29, 2015                                 Professor                Perri Klass                                                            The Vast Beast-Whistle of Space         January 23, 2015                                Laura Smith          Lit Rep &#39;15                                                   From Gitmo to an American Supermax, the Horrors of Solitary Confinement         January 16, 2015                                 Professor                Ted Conover                                                            As World Looks to Paris, Violence Against Journalists Rages on in Mexico         January 14, 2015                                Cleuci de Oliveira          Lit Rep &#39;16                                                                                                    Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Student Profiles &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          Literary Reportage          Overview              Curriculum                  Faculty                  How to Apply                  Student Profiles                  Student Work                  Religion Journalism Program                  Mentorship Program                  Banff Fellowship                  Internships/Jobs                  Media                  Books by LitRep Alumni                  Audio/Podcasts                              Student Profiles         Literary Reportage 2014   Victoria Beale is a journalist who has worked in the UK, Canada and the US. Her most recent reporting project was a story about ten and eleven year old boys tried on conspiracy to murder charges in rural Washington state, for Buzzfeed Longform. David Grann described the article as \"Deeply reported, disturbing, important,\" and it was chosen as one of The New Yorker's Weekend Reads. Since graduating from Cambridge University with a degree in English Lit she has written for the New Republic on phone hacking and the London riots, for the Economist on Rebecca West and Greek cinema, as well as for the Guardian on Newcastle, bad literary marriages, and watching the same film every day for a year. She’s also reviewed books for the Financial Times, Independent, and New York Times. For the last year she has been a research assistant to Patrick Radden Keefe, working on background for his articles about mining corruption in Guinea, marijuana legalisation in Washington and Colorado, and more recently pieces on insider trading in New York hedge funds as well as Swiss banks and offshore accounts.   Alex Brokaw received his B.A. in English and Creative Writing from Emory University in 2011. Following school he helped run a literary journal before taking work as a copywriter. Then, after someone asked him if he wouldn’t mind writing a few articles, he began as a financial reporter. The work was enjoyable, and he continued as a reporter on and off for the next two years, covering areas such as agribusiness, global trade, and emerging economies. Somewhere along the line he ran across digital currencies, didn’t pay too much attention, and then, months later came back around. He’s been building his coverage of the emerging space ever since. He’s particularly interested in the impact of the technology behind digital currencies to things that do and don’t have to do with money.   Jaspal Chana is a recent graduate of the University of Durham with a degree in Theology &amp; Religion. During this time he has spent a year living in Sweden, interned at an English language newspaper in Dubai, written a number of commentary pieces for the university newspaper and featured as a fortnightly columnist on a student website writing about the artistic value of various aspects of popular culture. Through his studies he has become particularly interested in the role of religion in the American political system as well as the relationship between personal identity, nation and culture, which he hopes to explore through the religion/journalism program at NYU.   Michelle Kim is a native of South Korea and has worked at the Seoul bureau of Thomson Reuters for the past year. She wrote a number of features on North Korea, especially on the regime’s human rights abuse and the reunion of war-torn families. While interviewing North Korean defectors, she found the lighter conversations they shared just as intriguing as their harrowing accounts of midnight escapes and prison camp atrocities. Their hopes for marriage and family, what school life was like in a democratic society and the new dreams they cultivated—these topics were not shocking news items, but added personality to each of their tales. So during her time at NYU, she hopes to bond with North Korean defectors who may be living in the New York area and write longer, detailed narratives of each individual’s experience. Michelle earned a B.A. in International Studies from Ewha Womans University in 2013, with concentrations in Diplomacy and Asian Studies. She loves the smell of old library books and reading her favorite novels over and over again.   With roots in Washington, D.C. and Stuttgart, Germany, Natalie Lampert has traveled and written her way through thirty countries. Despite this, she still struggles using chopsticks. Natalie received her B.A. in English and International Relations from Elon University in 2011. She has worked in a variety of writing environments, including as a reporter for an Austrian newspaper, as managing editor of her college’s literary journal, and as an intern at a publishing house in Sri Lanka. As a 2012-2013 Fulbright scholar in Sri Lanka, Natalie taught contemporary literature at the University of Sri Jayewardenepura. She works during summer months for National Geographic, leading student expeditions focused on creative writing and photography. At NYU, she plans to write about meditation and its practitioners, exploring the juxtaposition of insight meditation’s increasing popularity in urban epicenters such as New York City and the rise of Buddhist extremism in South Asia.   Hannah McCarthy is a graduate of Bennington College, where she earned her B.A. in Philosophy and Theatre. After completing her thesis work on Brecht and the power of the theatrical event, she became interested in community ritual and the theatrics of religious worship. Writing for the Martha’s Vineyard Gazette, Hannah explored the peculiar rites of the insular year-round community of artists, business owners and fisherman. She spent the following year travelling the U.S. in a beat-up white 2001 Odyssey (named Hal), researching religion and the desire for community across generations and geographies. In the late nights and wee morning hours between farming, fundraising for a couple of non-profits and working as a film producer, Hannah has written about these various microcosms. She intends to continue this work while at NYU, concentrating the shifting liturgical landscape of a spiritually displaced younger generation.   Michela Pfeifer is Austrian but - after studying in France and the UK and working as a “spin doctor” in the European Parliament in Brussels for several years– she would more appropriately define herself as a “European above all”. After ghost-writing speeches and articles for politicians, mainly in the field of human rights and the Middle East, she turned to journalism after reporting on her recent trip to South America in Revolve, a Brussels-based environmentalist magazine. She has notably written on renewable energy, environment and sustainability, democracy and fundamental rights. In “another” life, she spent six months learning yoga in India, worked in banking in the Principality of Liechtenstein and was a member of the Austrian national gymnastics team. Michela speaks German, English, French and Spanish and holds a degree in Foreign Languages with Business, a postgraduate in Translating for Cinema and a MA in International Politics from the University of Paris-South.   Raella Rayside spent her entire life building her dance career. She loved the idea of evoking emotion with nothing but her body, and tirelessly studied technique and body conditioning to become an expert at it. She started at NYU as a dance major, but under her parent’s insistence and her conscience’s pleas for something more stable she wandered into an introductory journalism class. It wasn’t until her second year that she discovered the art of literary journalism. She was enthralled by the ideas of long-form narrative and the personal essay, and quickly realized that she had a gift for storytelling on paper as well. Raella graduated in 2013 from NYU with a BFA in dance and a BA in journalism. She is excited to continue honing her craft as a writer and a narrator and can’t wait to put pen to paper again.   Renee Saleh studied modern literature at the University of California, Santa Cruz, a concentration that encouraged her study of the literature produced by socially and economically depoliticized ethnic groups. She became increasingly interested in the manifestation of the Israeli-Palestinian conflict here in the United States, and particularly in the microcosm of New York City. She maintains an open-minded curiosity about the essence of identity and stubbornness inherent to a conflict such as this one, and hopes to eventually write long-form pieces regarding her own identity and relationship to the conflict. Post 9/11 Islamophobia is another interest of hers, as she plans to use that concept as one of many lenses under which she will parse the Israeli-Palestinian conflict. Since graduation, she has had experience working with a couple different non profits, both of which were socio-political by nature and have solidified her desire to combine her love of the written word with greater social issues that have heavily impacted her own world view.   Lindsey Smith struggles to flip pancakes, fried eggs, and other flat things in pans. She can't dance to save her life, and should stay away from singing in public, for everyone's sake. Despite these deficits, she graduated from Stanford University in 2011 with a BA in Italian and English: Creative Writing. In 2008-2009, she went to Lecce, Italy as a Rotary Ambassadorial Scholar, where she studied sociology, economics, anthropology, psychology, and (bewilderingly) Spanish at the Università del Salento. There, \"in the heel of the boot,\" Lindsey was first exposed to the complicated interplay between organized crime and social norms, a relationship that has fascinated her since and will anchor her research at NYU. After graduating, she worked in venture philanthropy in the Bay Area, vetting, selecting, and coaching a portfolio of start-up nonprofits. During that time, she also wrote on topics from family, to football, to books, for literary and philanthropic publications including, most recently, Narrative Magazine. As always, she is eager to learn and do so much more.   In 1986 Giulia Alexandra Smythies was conceived in a small flat in the center of London. For six months prior to her conception, her starving parents had subsisted on nothing but small packets of jaffa cakes. Their baby was born fat and curly-headed, with an unquenchable thirst for chocolate. They named her Giulia, after an Alpine mountain range in Italy, the country of their birth. Without realising it, Giulia grew up confused about her identity. Not only did she speak three languages, have two passports, and live in Alabama, Italy, Seattle, and Germany, but nobody could actually pronounce her name. In 2012 her search for meaning led her to Aboriginal Australia where she connected with Mundanara Bayles and her elders, Lilla Watson and Mary Graham. In a speech given at the 1985 United Nations Decade for Women Conference in Nairobi, Lilla Watson is famous for saying, \"If you have come here to help me, you are wasting your time. But if you have come because your liberation is bound with mine, then let us walk together.\" Giulia believes that a society is only as healthy as its sickest member and that as long as there is injustice for some, there will be suffering by all. She is at NYU to learn the art of creating change.   Cleuci de Oliveira hails from Brasilia, Brazil. She earned a B.S. in Studio Art at NYU and followed it up with an M.A. in History of Art at University College London. After working in the UK arts sector for several years, Cleuci made a career change into journalism. She has written for print and online publications in her native Brazil. Currently, she works for Cracked.com, both as a moderator for its Writers’ Workshop and as a reporter for the more recent Personal Experience features. In the process, she has interviewed, among others, a Russian mail-order bride, the survivor of an end-times Christian cult and a woman with a neurological condition that prevents her from recognizing faces.   Maggie Whitehead spent the past four years in Baltimore, Maryland working for the International Rescue Committee as a caseworker for newly arrived refugees. While serving a wide refugee client base, she worked closely with trauma victims and wrote individual histories to secure disability status for refugees with psychosomatic conditions. Prior to refugee resettlement, she lived in Tamil Nadu with a dozen mischievous teenage boys, who taught her bad Indian manners and the convoluted nature of English phonetics. Despite years of communicating mainly with limited English speakers, Maggie hopes to regain her vocabulary and put it to use. She is eager to unite her passions for writing and advocacy at NYU, and plans to focus her work around the successes and trials of human migration.           Literary Reportage 2013   Elizabeth Flock &lt; elizabethflock@gmail.com &gt; is a journalist with a deep interest in social issues and foreign news reporting. She has worked at the Washington Post, where she reported on the Arab Spring and authored a foreign breaking news blog, U.S. News &amp; World Report , where she covered the 2012 election and social issues under the Obama administration, and Forbes India Magazine , where she investigated the Gates Foundation's HIV/AIDs work in India and the collapse of the world's largest art fund. Elizabeth is also passionate about documentary film. She recently graduated from the Documentary Institute at George Washington University, where she made the film \"Leaving Sharpe,\" about D.C.'s decision to close a special needs public school. She holds a B.A. from Boston College in English and a certificate from the Film and Television Academy in Prague. She hails from Chicago, where her work has been published in the Chicago Tribune and the University of Chicago Magazine and where from hometown writer and film critic Roger Ebert she learned the importance of humanity in all writing.   Meryl Kremer &lt; meryl.kremer@fandm.edu &gt; is an impulsive narrator with a fondness for fiction and poetic irony. She grew up in Albany, NY, but spent the last four years in Amish country, earning a B.A. in religious studies at Franklin &amp; Marshall College. Her work experience has provided her insight into the dynamics of bagging groceries, teaching mono-skiing, selling cigars, changing diapers, providing emergency medical support, catering dinner parties and interacting with the elderly. On her own time she often reads, fluctuating between feeling enamored and dejected by the plethora of perfect sentences and stories already in existence. At NYU, she plans to write about what she loves: American spirituality as it manifests within a modern, metropolitan setting. You can find her work at www.outsideden.wordpress.com   Alistair Mackay &lt; aldmackay@gmail.com &gt; is a writer with roots in London and Sydney. Having studied history and journalism as an undergraduate at NYU, he has now been in New York for five years and currently lives in Brooklyn. His research has covered topics ranging from the history of the liberal movement in African American politics to the treatment of yellow fever in early 20th century New Orleans. For the past year, Alistair has worked as a researcher and office manager on the upcoming PBS documentary series The African Americans: Many Rivers to Cross , airing in October 2013. He has also worked for Channel 4 News in London and writes extensively on the New York stand up comedy scene. While at NYU for a second time, he hopes to write about the history and future of the medical management of pedophilia in the United States.   Kate Newman’s &lt; kvnewman@gmail.com &gt; first published work was the poem “Worms,” printed by Sesame Street Magazine in 1991. Since then, she has lived, worked, and studied in North and West Africa, Europe, South Asia, Australia, and Latin America. She is a former Watson Fellow and winner of National Geographic Traveler ’s Next Great Storyteller Award. She holds a B.A. in Anthropology from Bard College and an M.A. in International Affairs from Australian National University. In addition to writing, she edits translations for the magazine Suelta and the digital publishing house Traviesa . Kate is pursuing the joint Religion/Journalism concentration at NYU.   Lance Richardson &lt; mrlancerichardson@gmail.com &gt; is a nomadic writer who has spent the past few years working for Australian press in far-flung corners of the world. Building on a Bachelor of Social Sciences (English and Anthropology, Honors I) from the University of Sydney, he has written about topics ranging from cultural sustainability in Lake Turkana, Kenya, to the origins of hip-hop in the Bronx. Along the way he has been stalked by a bear, attended an exorcism, worn a dishdasha, and nearly drowned in bentonite mud. His work appears regularly in outlets such as The Sydney Morning Herald The Australian Financial Review , The Age , and Australian GQ . Over the next few years he will be focusing on the battle between hunting and wildlife conservation in Wyoming and Montana. He is also a photographer. www.freelancerichardson.com .   Laura Smith &lt; lauraelainesmith@gmail.com &gt;, Laura Smith is a native of Washington D.C. and graduated from the University of Virginia in 2008 with a B.A. in English Literature. After college, she researched and wrote the history of a Montessori school and then founded a restaurant, Yola, which she operated and managed for 2 years. After closing the restaurant in 2012, she spent the last year working in Burma and Vietnam for two environmental organizations, while also traveling throughout Southeast Asia and doing freelance writing for Pearson and Splice Today. Her work has appeared in the Washingtonian, Bourgeon Magazine, Splice Today, and Jazz Times. For fun, she writes fiction, which she releases in series on her blog: http://writinginseries.wordpress.com/about/ .   Colin Warren-Hicks &lt; colinwarrenhicks@gmail.com &gt;, grew up in North Carolina and graduated from the University of North Carolina at Chapel Hill with a B.A. in English. He worked as a staff writer and as the theater critic for the university’s newspaper, The Daily Tar Heel . After graduating, he has been an adjunct scholar for Lapham’s Quarterly , as well as being published in the Encyclopedia of Environmetrics. While at NYU, Colin plans to study and write about New York City’s infrastructure—its nuts and bolts, and its people.   Meghan White &lt; mew441@nyu.edu &gt; recently earned her B.A. from Northwestern University where she completed majors in Anthropology and Middle East Languages and Civilizations. Los Angeles-born and Houston-raised, Meghan has taken every possible opportunity to travel, studying and volunteering in places including Chile, Guatemala and South Africa. While at Northwestern, her interest in Arabic and the Middle East led her to work at an archaeological site in Israel and study in Jordan, where she consequently developed a severe distaste for American store-bought hummus. Most recently, Meghan traveled to London to research a Muslim women’s empowerment organization and completed a senior honors thesis on the program’s role in identity development for Muslim women living in post-9/11 Britain. When not waiting in line for cronuts, Meghan will spend her time at NYU using her passion for photography and background in fieldwork to bring an anthropological approach to storytelling, focusing her work on Muslim-American identity in post-9/11 New York.           Literary Reportage 2012   Taylor Beck is a scientist-traveler turned journalist from Richmond, Virginia, whose family hails from the lumber town of Chapman, Alabama. Taylor has worked as a teacher in rural Japan, a dream researcher and translator in Kyoto, a memory researcher in St. Louis and Princeton, a science reporter for the Harvard Gazette, a park maintenance tech on the James River, and a house painter in Richmond. He has just completed a one-year masters of science degree in Science Writing at MIT, and is keen now to turn his writer’s eye to topics beyond the lab.   Johnny Bontemps holds a B.S. in Biochemistry from UCLA. He was born in Besançon, France, and grew up in the nearby small town of Pontarlier. He moved to the US at age 17, and has since worked a variety of jobs--in several research labs, in a health food store, as a behavior therapist for children with autism, among others. While at NYU he will be writing about science and culture. One topic he’d like to explore in depth is the biological phenomenon dubbed the \"season-of-birth effect\"--or the idea that the season in which we're born may influence our health and behavior later in life.   Though Kelsey Kudak is a Minnesota native, she has a Guatemalan heart. She began translating for medical missions in the Guatemalan highlands at age seventeen, and after more than fifteen teams, decided to call the country home in 2010. Since then, she has taught high school English, ballet, and contemporary dance in Guatemala City. She graduated Summa Cum Laude from the University of Minnesota in 2009 with a B.A. in English and dance, and minors in mass communication and art. During college, she was an opinion columnist for the Minnesota Daily and completed a book-length thesis examining the intricacies of the coffee supply chain. Using grants, she met coffee producers along the Guatemalan-Mexican border, picked and processed coffee by hand, and witnessed the enthusiasm of traders and graders. Inspired by her undergraduate research and her life in Guatemala, Kelsey plans to focus her writing on issues of immigration while at NYU. When she isn’t writing or grading papers, she does her crosswords in black ink, and enjoys salsa dancing, the smell of fall air, and a good cup of sustainably grown coffee.   Corrie Mitchell is a recent graduate from Christopher Newport University in Newport News, VA where she earned a B.A. in English with a concentration in journalism. She served as the news editor for the university’s official student-run weekly newspaper, The Captain’s Log, in which she published articles of interest to student readers. Examples of her work include an investigation of students’ illegal sale and use of Adderall during exams and a profile of one Lost Boy of Sudan who fled his war-torn country to the United States where he enrolled as a student at CNU. During her time at NYU, Corrie plans to write on the topic of religious life in the city.   Nicole Pasulka grew up just outside Chicago, lived in Brooklyn for about a decade, and drove across the US two and a half times last year. She's the 2012 recipient of the Nation Institute's I.F. Stone Award and a grant from the Fund for Investigative Journalism. Her most recent project investigates police harassment of transgender women. Her work has been published in The Believer, Mother Jones, The Globe and Mail, The Rumpus, and Salon. Most recently, she was the Social Media Fellow at Mother Jones magazine.   Nandini Ramachandran is fondest of books and puns. She grew up in Bangalore and graduated law school in 2009. Since then, she has been a copywriter, a consultant, a researcher, a blogger and an occasional essayist. One day she hopes to add ‘novelist’ to that ragtag résumé. While at NYU she will be writing about the varieties of urban experience. She can be found online as chaosbogey .   Amelia Schonbek has written about the Quebec student movement, the Harper government's cuts to First Nations programs, and poverty among elderly artists. Until recently she lived in Montreal, where she was an editor at Maisonneuve, an award-winning general-interest quarterly. While at NYU she will be writing about policing.   After graduating from the University of Dayton with dual degrees in English and Adolescent to Young Adult Education, Molly Socha has held an array of occupations. She worked in the REO management division of a law firm in Chicago, Illinois; coached and taught high school English and language arts to urban, low-income students in a rural environment outside of Houston, Texas; and filled the role of grant writer, teacher, recruiter, and event planner for a Catholic, all-girls school in Chicago, Illinois. Along with these various jobs, she has written irregularly for Examiner.com as the Chicago, Post-College life Examiner. Molly looks forward to advancing her career as a writer through her studies at NYU and will be focusing her writing on literature of the past and present and the human response to it.   Aaron Woerner started his fieldwork in 2008 in the valley of Lo in Upper Mustang, Nepal, researching pre-Buddhist mythology surrounding anthropomorphized geography. Shortly thereafter, he spent a summer following the trail of Drukpa nomads in Sichuan Province, PRC while outrunning police on the high mountain roads. After graduating from Guilford College with a BA in Religious Studies and English Literature, he spent two months in West Africa, starting in Freetown, Sierra Leone, and ending in Ouagadougou, Burkina Faso. During this time, he lived with the former child soldiers of Charles Taylor's defeated army, and witnessed the early stages of the AQIM takeover of Timbuktu and northern Mali. During his time at NYU, Aaron hopes to advance his writing ability, while maintaining a heavy focus on field-work, both in the city and internationally.   Amanda Waldroupe is an award-winning journalist and writer from Portland, Oregon. Her work has appeared in the Oregonian, The Lund Report, the city’s street newspaper, Street Root, and a variety of other weeklies and monthlies. She’s watched a heroin addict shoot up, sat through a cheese making class, covered the 2011 and 2012 Oregon legislative sessions and has written about state Medicaid reforms and the development of the state’s health insurance exchange, but has never written about coffee or bikes. She studied documentary writing at the Salt Institute for Documentary Studies and has a B.A. in philosophy from Reed College.           Literary Reportage 2011   Sean Patrick Cooper will be writing about the New York music business and urban tennis communities while at NYU. His work has appeared in The Millions, The Rumpus, 3 Quarks Daily, Vol. 1 Brooklyn, Pop Matters, &amp; other places too. He is online @ Seanpatrickcooper.com Michelle Dean is a recovering attorney whose wrting has appeared at The Awl, Bitch, The American Prospect and The Rumpus. A Canadian Air Force brat, she moved a lot and doesn’t really feel like she’s “from” anywhere too specific. But she has most recently called Montréal, Toronto, and Brooklyn home. Michelle holds undergraduate and law degrees from McGill University. She will soon also hold an L.L.M. from the University of Toronto. While at NYU she plans to produce a series of reported pieces about the sordid business of lawyering.  Will Hunt is writing about humanity’s deep-rooted, irrational relationship with caves, catacombs, tunnels and other mysterious spaces underground and out of sight. The project is based on a year-long Thomas J. Watson Fellowship during which he traveled to 13 countries around the world, exploring subterranean spaces and documenting the myths and legends attached to them. He has contributed to DISCOVER, Outside, Men's Journal and Rolling Stone. Born in Providence, RI, he has a B.A. in English and Portuguese from Middlebury College. He lives aboveground in Brooklyn. Find him online at willhunt.net. Aaron Labaree studied English at Oberlin College. Since then, he has worked in publishing, editing, and politics. He plans to write about education reform while at NYU.  Natalie Levine , originally from a small mining town in northern Ontario, currently lives in Toronto. Although she left the Canadian North for Toronto before she was a year old, she still contends that the snow, the cold, and the hockey games played on the frozen lake behind her house (watched from her crib, of course), left a permanent imprint on her life. She’s not yet sure whether it was the early thrust out of, and into, two very different landscapes, or the more likely culprit of being raised with the neuroticism inherent in any Jewish upbringing, that forged her fascination with the forces that shape us and the means by which we come to terms with the decisions we make. Either way, it was that very fascination that led her to NYU, where she intends to write about the lengths and risks we all seem willing to take when finding (or creating) meaning in our lives is involved. Per Liljas has for the past four years only been back in his native Sweden during the light, (comparatively) warm summers. The rest of this time, when not daydreaming about pickled herring, he has spent freelancing for Swedish publications from Latin America, South Asia, Africa and the Middle East. During his time at NYU he will be writing about poverty reduction programs in New York. He has a B.A. in Social Anthropology and can be found online at www.perliljas.net . Simen Saetre is a citizen of Oslo, Norway. He has worked for several Norwegian newspapers, but has since 2004 been a staff reporter at the cultural weekly Morgenbladet. He holds a B.A. in International Studies from the City College of New York, and a M.A. in European Journalism Studies from Cardiff University. He has written three nonfiction books: Den lille stygge sjokoladeboka (2004), Hugo (2006) and Petromania (2009). Cody Upton has written about banned art, wastewater treatment in north Brooklyn, and land-use disputes in the coastal ranges of Santa Barbara, California, where he grew up. He studied history and architecture at Columbia University, and has lived in New York since 2001. At NYU he hopes to explore the interface between nature and the city. Matthew Wolfe will be writing about deviance and its correction, with a particular focus on inmate re-entry . He recently moved back to New York after spending 18 months in Detroit. He has B.A. in art history from Columbia University and has worked as a reporter for a weekly newspaper in Brooklyn; an associate editor for a federal policy newsletter in Washington, DC; an copy editor for a oil and gas trade publication; and a video store clerk. His writing has appeared in The Nation, the Detroit Metrotimes, In These Times and McSweeney’s Internet Tendency. Shawn Nicole Wong is from Los Angeles, California where she most recently worked as an urban planning consultant and film/video producer. In 2009, she graduated from the College of Environmental Design at the University of California, Berkeley with a B.A. in Urban Studies. She has written for Venice Magazine and interned at Community Redevelopment Agency – Los Angeles and ABC News 20/20 and Primetime. Shawn is also a board member of the Asian American Journalists Association, Los Angeles.           Literary Reportage 2010   Khristopher J. Brooks is a veteran education journalist from Wayne County, Michigan who began his journalism career in 2000. Voted as one of the nation's best beat bloggers, Brooks is a former Associated Press writer, and has had his byline published in newspapers and magazines across the country. Before entering graduate school, Brooks worked as the state higher education reporter for the Omaha World-Herald and the higher education reporter for the Bristol (Va.) Herald Courier. Brooks has received countless hours of training in education writing, research and policy analysis from the Hechinger Institute on Education and the Media and the Education Writers Association. He holds a B.S. in News/Editorial Journalism and General Political Science from Central Michigan University. For fun, he likes to travel, exercise, toy with small electronics and pretend he's a page designer.   Jessica Campbell has been reliving the traumas of adolescence for the past five years as a middle school and high school English teacher in Brooklyn, NY. She entered the New York City Teaching Fellows in 2005 and subsequently earned her MS in Teaching from Pace University. Jessica loves her students and the art of education; but, in the process of helping her students craft their writing, she realized she was sacrificing her own. Ergo, the full-time pursuit of journalism. Jessica graduated cum laude from the University of Pennsylvania with a dual BA degree in Creative Writing and Classical Studies. During her years as an undergraduate, she wrote for The Daily Pennsylvanian, 34th Street Magazine, Merrick Life, and interned at Harper's Bazaar. In her non-existent free time she cooks large batches of vegetarian food, fashions intricate itineraries for trips to Acadia, Varenna, and Sedona, and ponders the significance of New York's ubiquitous psychics.   Kristi Goldade spent the past two years as a Peace Corps volunteer in eastern Ukraine. She taught English and started a journalism center, but mostly, survived cold weather in her dacha. Kristi earned a B.A. in English and a concentration in social justice from the University of Minnesota. While there, she wrote stories for the university's web and print publications, as well as grants for an avant-garde space, Bedlam Theatre. She grew up in the Red River Valley and still has a soft spot for small towns. This summer she's a janitor for a local technical college. When she's not shampooing carpets, she's outside on a bike.   Dan Kedmey graduated from Carleton College with a B.A. in Economics. Since then, he has worked as a research analyst at a consulting firm in Washington D.C., and then as Director of Assignment Strategy at Teach For America, a not-for-profit organization based in New York. No one ever fully understood what he did for a living, despite his best efforts to explain it to them. Their attention would wander as soon as he mentioned the word \"data.\" While he is proud of the skills he has developed in Excel over the past four years, he looks forward to closing the spreadsheets this summer and enrolling in the literary reportage program at NYU. When Dan isn't crunching numbers, he enjoys walking through Manhattan, thirty blocks at a time, and searching for restaurants that can satisfy his cravings for certain kinds of junk food.   Allyson Polsky McCabe comes to Literary Reportage from a Lectureship in the English Department at Yale University. Allyson's background is in cultural theory and rhetoric and she has published broadly in scholarly venues. However, over time she has gravitated toward narrative nonfiction and she's interested in covering the academic world from this perspective. While many aspiring writers hang up their quills to become English professors, Allyson is experiencing this process in reverse!   Andrea Muñoz lived in Santiago until she moved to California in mid 2008. She holds a B.A. on Philosophy from Universidad Católica de Chile and worked on David Hume's epistemology for her thesis project. A contributor for El Sábado, a supplement to the Chilean newspaper El Mercurio, she gravitates toward stories about immigration. She enjoys German boardgames and is currently trying to convince her neighbors of uniting efforts on buying a cow so she can learn how to make her own cheese.   Nathaniel Page grew up in a salty village on the north coast of California. His formative experiences include an angry and drunken adolescence, the death of his father in a freak saw mill accident, two frustrating interactions with women, several years spent maundering across the globe, and a lifelong struggle with his neurons. He earned a degree in philosophy from UC Santa Barbara and briefly worked as a stringer for a Los Angeles newspaper. Last year he embarked upon a spiritual journey that changed his perspective of life. He values courage, honesty, openness, and forceful resolve, and would like to be a net asset to humanity by the time he dies.   Heather Rogers grew up in the border town of El Paso, Texas, where she developed the nerve she'd need to be a freelance journalist. She earned a degree in studio art and went on to day jobs in construction and with homeless youth. Teaching herself how to use a video camera she made a short documentary on garbage in 2002. Much to her surprise the project expanded into a book, Gone Tomorrow: The Hidden Life of Garbage (The New Press 2005). Her second book, Green Gone Wrong (Scribner 2010), takes on the myth that we can buy our way out of environmental crisis. Her byline has appeared in The New York Times Magazine, Mother Jones, the American Prospect, and The Nation. Her reporting has taken her everywhere from organic farms and eco-villages to dusty rural India and the rainforest on Borneo. On days off she can be found wandering through museums, watching films, and cooking with friends.   Elaine Stuart was most recently the senior associate features/travel editor at Modern Bride, enjoying far-flung assignments in Tahiti and Turkey until Condé Nast closed the magazine last fall. Before that she worked at Child and interned at New York. As a freelancer, she has contributed to a number of national, regional and digital publications. She holds a B.A. in English and Psychology from Georgetown University, where she was a member and co-director of the student dance company and wrote her honors thesis on contemporary dance criticism. Prior to college, she attended high school for ballet at the University of North Carolina School of the Arts and danced with the Charleston Ballet Theatre and Richmond Ballet.           Literary Reportage Bios - 2009   Patrick Arden just left a job as a senior reporter at Metro New York. For nearly a decade, he was the managing editor of the Chicago Reader, a pioneer of the alternative-newsweekly movement. He's also been the editor-in-chief of Illinois Times, a winner of a general excellence award from the Illinois Press Association. He has published stories at Salon.com, the Chicago Sun-Times, the New York Post, and other places.   Mark Byrne graduated from Columbia College in Chicago, where he was an editor of the college newspaper. While in school, he contributed to a number of local magazines, including Chicago Magazine, where he also interned. He was the associate editor at Featherproof Books, a small literary press, and an intern at New York Magazine, in which he still enjoys an occasional byline. Most recently, he worked as a freelance editor at Popular Science. Mark grew up primarily in Wisconsin, where he successfully avoided picking up an accent.   Alexandra Cardia graduated from Oberlin College with a B.A. in Art History and English. She did her Honors work on Spanish regionalist architecture, specifically on public spaces that are both geographically rooted and globally relevant. For the past year she has worked as an editorial assistant at Cabinet, a Brooklyn-based quarterly magazine of art and culture.   Marianne Do was born in Melbourne, Australia, and raised in Saudi Arabia until she moved to Houston, Texas at the age of eleven. She graduated from the University of Houston with a degree in Architecture, and dedicated a couple of summers to teach high school students how to design buildings (not that she really had the credentials to do so). She has a weakness for makeshift shelters, hand-crafted signs, and odd renovation projects.   Katherine Don holds a B.A. in biological anthropology from Northwestern University. After graduation she meandered about in indecision, initiated short-lived careers in publishing, nonprofit management, and social work, and freelance wrote for books published by such houses as Publications International and St. Martin's Press. She believes that effective journalism must always couple with compelling narrative, and looks forward to the opportunity to prove this premise through her own writing. She is easily and overly amused by phenomena such as the triple consecutive appearance of \"in,\" sentence two above.   Clara Kim graduated from Columbia College, with B.A. in English literature and a visual art minor. After college, she went back to Korea, the country she grew up in, and spent the past two years traveling around the coastal villages, teaching English at a North Korean refugee school, and working as a freelance translator. Curious about the way people dress and write, she is also loves drawing out the natural storyteller in others.   Andrew Marantz tried a bit of everything at Brown. His interest in philosophy led him to India, where he learned Vedic epistemology and how to eat with his hands. His interest in cognitive science led him to Nepal, where he worked on a hypoxia study at Everest Base Camp. His interest in the politics of mass incarceration led him to an upstate New York prison town, which then became the subject of his undergraduate thesis. After college, he followed the herd to Brooklyn, where he worked as a freelance journalist, researcher, and conversation starter, writing for such places as Slate, Heeb, and Time Out New York. Andrew thinks the four most overrated things in life are bars, World War II movies, Sonic Youth, and home fries.   Marta Martínez-Martínez studied Journalism at Universitat Autònoma de Barcelona because she wanted to write. Thanks to New Journalism she discovered that literary techniques were a great tool to explain our complex world. Unfortunately, Spain offers few opportunities for in-depth reporting, not even in important media such as El País, where she interned. Not wishing to stay in the same place for a long time, she went to live in Berlin and travelled constantly because of her work at a tourism magazine. New York is her new boot camp, where she will look for stories about immigration and generational conflicts, especially between women.   Robert Moor completed his B.A. in Literary Arts at Brown University. Though his studies mostly consisted of writing strange, genre-bending fiction (with literary revolutionaries like Robert Coover and Thalia Field) and fiery, student-activist journalism (contributing to and editing the College Hill Independent, the weekly Brown/RISD student newspaper), his best work strives to combine the experimental spirit of postmodern literature with the factual constraints of journalism. He is currently thru-hiking the Appalachian Trail.   Lisa Peterson-de la Cueva betrayed her Midwestern roots by moving to New York to attend Barnard College. She has a master's degree in teaching, which she used while teaching social studies to junior high students in New York City and English to adult immigrants in the Twin Cities. Her transition from teaching to writing landed her in the field of citizen journalism, where she developed a passion for subduing rancor about its validity. She has published work in various Minnesota publications including the Twin Cities Daily Planet, the MN Women's Press, the Rake, and KFAI radio.   Carrie Rothburd earned a B.A. in fine arts/photography in her native NY before moving to Wisconsin, where she completed an M.A. in educational policy studies, interned at The Progressive Magazine (where she also worked as art assistant), and worked with community-based nonprofits. During subsequent stops in Arizona, New Mexico, and Oregon, she finished an M.A. in fiction, began to ride dressage, and adopted two dogs, three cats, and a horse. Carrie earns her living as a freelance grant-writing consultant and writes company histories for a business encyclopedia.   Jenell Schwab holds a B.S. in anthropology from the University of California at Riverside. A natural wanderer, she adopted the high Sierra Nevada as a home where she wrote furiously for a ski town press. Life was copasetic until she happened upon a rabbit hole that led her to trade the \"landlubbing\" lifestyle for a whirlwind tour of the domestic, offshore oil industry. She has been occupied recently by road trips, sailing in Puget Sound and dodging cacti in the Sonoran Desert.           Victoria Beale is a journalist who has worked in the UK, Canada and the US. Her most recent reporting project was a story about ten and eleven year old boys tried on conspiracy to murder charges in rural Washington state, for Buzzfeed Longform. David Grann described the article as \"Deeply reported, disturbing, important,\" and it was chosen as one of The New Yorker's Weekend Reads. Since graduating from Cambridge University with a degree in English Lit she has written for the New Republic on phone hacking and the London riots, for the Economist on Rebecca West and Greek cinema, as well as for the Guardian on Newcastle, bad literary marriages, and watching the same film every day for a year. She’s also reviewed books for the Financial Times, Independent, and New York Times. For the last year she has been a research assistant to Patrick Radden Keefe, working on background for his articles about mining corruption in Guinea, marijuana legalisation in Washington and Colorado, and more recently pieces on insider trading in New York hedge funds as well as Swiss banks and offshore accounts. Alex Brokaw received his B.A. in English and Creative Writing from Emory University in 2011. Following school he helped run a literary journal before taking work as a copywriter. Then, after someone asked him if he wouldn’t mind writing a few articles, he began as a financial reporter. The work was enjoyable, and he continued as a reporter on and off for the next two years, covering areas such as agribusiness, global trade, and emerging economies. Somewhere along the line he ran across digital currencies, didn’t pay too much attention, and then, months later came back around. He’s been building his coverage of the emerging space ever since. He’s particularly interested in the impact of the technology behind digital currencies to things that do and don’t have to do with money. Jaspal Chana is a recent graduate of the University of Durham with a degree in Theology &amp; Religion. During this time he has spent a year living in Sweden, interned at an English language newspaper in Dubai, written a number of commentary pieces for the university newspaper and featured as a fortnightly columnist on a student website writing about the artistic value of various aspects of popular culture. Through his studies he has become particularly interested in the role of religion in the American political system as well as the relationship between personal identity, nation and culture, which he hopes to explore through the religion/journalism program at NYU. Michelle Kim is a native of South Korea and has worked at the Seoul bureau of Thomson Reuters for the past year. She wrote a number of features on North Korea, especially on the regime’s human rights abuse and the reunion of war-torn families. While interviewing North Korean defectors, she found the lighter conversations they shared just as intriguing as their harrowing accounts of midnight escapes and prison camp atrocities. Their hopes for marriage and family, what school life was like in a democratic society and the new dreams they cultivated—these topics were not shocking news items, but added personality to each of their tales. So during her time at NYU, she hopes to bond with North Korean defectors who may be living in the New York area and write longer, detailed narratives of each individual’s experience. Michelle earned a B.A. in International Studies from Ewha Womans University in 2013, with concentrations in Diplomacy and Asian Studies. She loves the smell of old library books and reading her favorite novels over and over again. With roots in Washington, D.C. and Stuttgart, Germany, Natalie Lampert has traveled and written her way through thirty countries. Despite this, she still struggles using chopsticks. Natalie received her B.A. in English and International Relations from Elon University in 2011. She has worked in a variety of writing environments, including as a reporter for an Austrian newspaper, as managing editor of her college’s literary journal, and as an intern at a publishing house in Sri Lanka. As a 2012-2013 Fulbright scholar in Sri Lanka, Natalie taught contemporary literature at the University of Sri Jayewardenepura. She works during summer months for National Geographic, leading student expeditions focused on creative writing and photography. At NYU, she plans to write about meditation and its practitioners, exploring the juxtaposition of insight meditation’s increasing popularity in urban epicenters such as New York City and the rise of Buddhist extremism in South Asia. Hannah McCarthy is a graduate of Bennington College, where she earned her B.A. in Philosophy and Theatre. After completing her thesis work on Brecht and the power of the theatrical event, she became interested in community ritual and the theatrics of religious worship. Writing for the Martha’s Vineyard Gazette, Hannah explored the peculiar rites of the insular year-round community of artists, business owners and fisherman. She spent the following year travelling the U.S. in a beat-up white 2001 Odyssey (named Hal), researching religion and the desire for community across generations and geographies. In the late nights and wee morning hours between farming, fundraising for a couple of non-profits and working as a film producer, Hannah has written about these various microcosms. She intends to continue this work while at NYU, concentrating the shifting liturgical landscape of a spiritually displaced younger generation. Michela Pfeifer is Austrian but - after studying in France and the UK and working as a “spin doctor” in the European Parliament in Brussels for several years– she would more appropriately define herself as a “European above all”. After ghost-writing speeches and articles for politicians, mainly in the field of human rights and the Middle East, she turned to journalism after reporting on her recent trip to South America in Revolve, a Brussels-based environmentalist magazine. She has notably written on renewable energy, environment and sustainability, democracy and fundamental rights. In “another” life, she spent six months learning yoga in India, worked in banking in the Principality of Liechtenstein and was a member of the Austrian national gymnastics team. Michela speaks German, English, French and Spanish and holds a degree in Foreign Languages with Business, a postgraduate in Translating for Cinema and a MA in International Politics from the University of Paris-South. Raella Rayside spent her entire life building her dance career. She loved the idea of evoking emotion with nothing but her body, and tirelessly studied technique and body conditioning to become an expert at it. She started at NYU as a dance major, but under her parent’s insistence and her conscience’s pleas for something more stable she wandered into an introductory journalism class. It wasn’t until her second year that she discovered the art of literary journalism. She was enthralled by the ideas of long-form narrative and the personal essay, and quickly realized that she had a gift for storytelling on paper as well. Raella graduated in 2013 from NYU with a BFA in dance and a BA in journalism. She is excited to continue honing her craft as a writer and a narrator and can’t wait to put pen to paper again. Renee Saleh studied modern literature at the University of California, Santa Cruz, a concentration that encouraged her study of the literature produced by socially and economically depoliticized ethnic groups. She became increasingly interested in the manifestation of the Israeli-Palestinian conflict here in the United States, and particularly in the microcosm of New York City. She maintains an open-minded curiosity about the essence of identity and stubbornness inherent to a conflict such as this one, and hopes to eventually write long-form pieces regarding her own identity and relationship to the conflict. Post 9/11 Islamophobia is another interest of hers, as she plans to use that concept as one of many lenses under which she will parse the Israeli-Palestinian conflict. Since graduation, she has had experience working with a couple different non profits, both of which were socio-political by nature and have solidified her desire to combine her love of the written word with greater social issues that have heavily impacted her own world view. Lindsey Smith struggles to flip pancakes, fried eggs, and other flat things in pans. She can't dance to save her life, and should stay away from singing in public, for everyone's sake. Despite these deficits, she graduated from Stanford University in 2011 with a BA in Italian and English: Creative Writing. In 2008-2009, she went to Lecce, Italy as a Rotary Ambassadorial Scholar, where she studied sociology, economics, anthropology, psychology, and (bewilderingly) Spanish at the Università del Salento. There, \"in the heel of the boot,\" Lindsey was first exposed to the complicated interplay between organized crime and social norms, a relationship that has fascinated her since and will anchor her research at NYU. After graduating, she worked in venture philanthropy in the Bay Area, vetting, selecting, and coaching a portfolio of start-up nonprofits. During that time, she also wrote on topics from family, to football, to books, for literary and philanthropic publications including, most recently, Narrative Magazine. As always, she is eager to learn and do so much more. In 1986 Giulia Alexandra Smythies was conceived in a small flat in the center of London. For six months prior to her conception, her starving parents had subsisted on nothing but small packets of jaffa cakes. Their baby was born fat and curly-headed, with an unquenchable thirst for chocolate. They named her Giulia, after an Alpine mountain range in Italy, the country of their birth. Without realising it, Giulia grew up confused about her identity. Not only did she speak three languages, have two passports, and live in Alabama, Italy, Seattle, and Germany, but nobody could actually pronounce her name. In 2012 her search for meaning led her to Aboriginal Australia where she connected with Mundanara Bayles and her elders, Lilla Watson and Mary Graham. In a speech given at the 1985 United Nations Decade for Women Conference in Nairobi, Lilla Watson is famous for saying, \"If you have come here to help me, you are wasting your time. But if you have come because your liberation is bound with mine, then let us walk together.\" Giulia believes that a society is only as healthy as its sickest member and that as long as there is injustice for some, there will be suffering by all. She is at NYU to learn the art of creating change. Cleuci de Oliveira hails from Brasilia, Brazil. She earned a B.S. in Studio Art at NYU and followed it up with an M.A. in History of Art at University College London. After working in the UK arts sector for several years, Cleuci made a career change into journalism. She has written for print and online publications in her native Brazil. Currently, she works for Cracked.com, both as a moderator for its Writers’ Workshop and as a reporter for the more recent Personal Experience features. In the process, she has interviewed, among others, a Russian mail-order bride, the survivor of an end-times Christian cult and a woman with a neurological condition that prevents her from recognizing faces. Maggie Whitehead spent the past four years in Baltimore, Maryland working for the International Rescue Committee as a caseworker for newly arrived refugees. While serving a wide refugee client base, she worked closely with trauma victims and wrote individual histories to secure disability status for refugees with psychosomatic conditions. Prior to refugee resettlement, she lived in Tamil Nadu with a dozen mischievous teenage boys, who taught her bad Indian manners and the convoluted nature of English phonetics. Despite years of communicating mainly with limited English speakers, Maggie hopes to regain her vocabulary and put it to use. She is eager to unite her passions for writing and advocacy at NYU, and plans to focus her work around the successes and trials of human migration.                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]},
{"detail": [{"content": "Literary Reportage &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                         Literary Reportage                      Curriculum                  Faculty                  How to Apply                  Student Profiles                  Student Work                  Religion Journalism Program                  Mentorship Program                  Banff Fellowship                  Internships/Jobs                  Media                  Books by LitRep Alumni                  Audio/Podcasts                                     Prospective applicants, please read this letter from Lit Rep Program Director Robert Boynton   Read the letter &gt;       About the Program   Journalism schools produce good reporters; MFA programs train beautiful writers. In the Literary Reportage concentration, we combine the best of both. Our students pursue their own long form projects, mentored by veteran writers in reporting classes, literature seminars, writing workshops and master classes taught by working editors .   Reporting is at the center of everything Literary Reportage students do. Whether you want to write a memoir, an expose, a portrait of a person or place, an extended consideration on the subject of your passion, it all starts with reporting. We’ll teach you how to do what Tom Wolfe once termed “stylish reporting.” Many writing programs teach memoir, and that's something you can do in Literary Reportage, as well. The difference here is that we stress reporting – adding value to personal experience by collecting relevant information from the world outside one's head. Did your sister join a cult? Part of your mission would be to learn about the cult, past and present. Are there acquaintances from days gone by who could help set a remembered story in context? Part of your job might be to find them. That way, when you sit down to fashion your narrative, you'll have a richer set of materials to work with.You will then channel that reporting into well-researched, compelling narratives, which you will publish in professional venues while at NYU and, of course, beyond.   How do you apply? Like an aspiring novelist who submits short stories to an MFA program in the hopes of writing a novel, you submit a sample of your existing work (articles, blogs, videos, podcasts, essays--published or not), and a description of what you want to do while at NYU, whether a specific project or a kind of project. Think big, but also think concretely: What particular works or authors have inspired you and your project? What journalistic forms could you imagine it taking? What models do you have in mind?   Projects can be local, national, or international in scope. But since much of your reporting will be done while in residence at NYU, your project should have an NYC dimension. Some students divide their time between their final international or national project and its local iterations. In addition, access is important. You can’t report on a subject if your subject won’t talk to you. We’ll help you as much as we can, but there are some worlds, like Hollywood, that simply can’t be covered by NYC-based reporters. We don’t care if you change your mind later – experimentation is part of the idea. That goes for form, as well: Some Literary Reportage students want to write books, others want to write articles. Some want to combine podcasts, video, books and articles. We will teach you how to work in all of these forms. We’ll teach you how to use the technology (come visit and see our high tech facilities), whether in semester-long classes or intensive, week-long workshops. (All Literary Reportage students take a month-long, non-credit introductory multimedia course covering video, audio, slideshow and web skills.) But the most important thing we teach is how think in terms of “stories.” Rigorously reported, well-researched, imaginative, artfully written stories.       How does Literary Reportage work?   The courses are divided between journalism seminars and writing workshops. The first semester leans toward the former, while the remaining semesters leans toward the latter. For an overview of the curriculum click here . Literary Reportage became a full-fledged concentration in 2009, growing out of the Portfolio honors track , in which students learned how to build a coherent body of work over the course of two semesters. It worked well, and we suspected it would work even better if students applied with projects already in mind and had more time to complete their work. How does Literary Reportage differ from other the Arthur L. Carter Journalism Institute’s other concentrations and programs? Our applicants must apply with a project in mind and, like the Global program, Literary Reportage students produce a master’s project in their fourth and final semester, during which you need not be in residence.       Final Projects   Here are some of the final projects Literary Reportage students have produced in our first three years:   \"We Were All Going To Be Queens,\" a reported memoir about the Catholic cult Regnum Christi   \"Ballerina 2.0,\" about dancer Drew Jacoby's use of new media for self-promotion   \"Mother of Invention,” a reported memoir about a single woman's decision to have a child   “On Trails,” a meditation on the twists and turns of human navigation   “Alone in America,” a report on Korean students studying abroad   “Sikhing for God,” a report on a New Mexican yoga cult   “Wrecking the House that Ruth Built,” a proposal, sample chapter and outline for a book about corruption and Yankee Stadium   “Christianity 2.0,” a report on home worship and the reaction against the mega-church phenomenon   “When the Facts of Life Aren’t Facts,” a report on sex education for students with special needs       Literary Reportage Master Class   The Fall 2014 Literary Reportage Master Class was taught by Sasha Weiss, the literary editor of  Newyorker.com . Before  Before coming to  The New Yorker , she was an editor at  The New York Review of Books .  Her writing has appeared on the  Newyorker.com ,  The Paris Review , Tablet, and elsewhere.                 Upcoming Events         Program News   Congratulations to:   Laura Smith , Literary Reportage Kristian Jebsen , Magazine   Kristian Jebsen and Laura Smith, graduate students at New York University’s Arthur L. Carter Journalism Institute, are two of 12 journalism students and young journalists chosen by FASPE (Fellowships at Auschwitz for the Study of Professional Ethics) to participate in a two-week program that will take place this summer in Germany and Poland.   View the Press Release &gt;       Patrick Arden (Lit Rep '09) has won the 2013 Richard J. Margolis Award.   Read More &gt;       The Banff Center Announces Fully Funded Fellowship     The Banff Centre for the Arts and the Arthur L. Carter Journalism Institute are pleased to announce a fully funded fellowship for students in, and alumni of, the Literary Reportage concentration.  The fellowship offers an opportunity to develop a major essay, memoir, or feature piece during a month-long residency. Writers will work on their manuscript during weekly consultations with faculty editors, and round-table discussions with the other participants. By placing writers in a situation designed to challenge and stimulate their creativity, the program encourages the exploration of new ideas in journalism and experimentation with writing a piece that might otherwise be difficult to complete. The fellowship covers round trip airfare to Banff, and food and lodging during the month at the Banff Centre for the Arts.   Read More &gt;       Portfolio 2007 Alumna Sabine Heinlein wins the 2011 Richard J. Margolis award.   Read More &gt;       Lit Rep 2011 student Robert Moor wins Middlebury College Fellowship in Environmental Journalism.   The program supports intensive, year-long reporting about environmental issues. Moor’s project: Trails — topographical and cognitive — in contemporary society, human culture and the mind.   Read more &gt;       Lit Rep 2011 student Patrick Arden wins multiple awards for his piece on NYC's \"fake grass gamble.\"   Read More &gt;                                                                                                                                                 “   My time at the Banff Centre was incredible, and I feel remarkably lucky to have participated in the Literary Journalism Program. This fellowship provided me with the necessary structure, freedom, and support to create a piece that I might not have completed otherwise­—in my case, a piece of challenging, personal writing. Besides room and board, the Centre gives each writer a private cabin in the forested Leighton Artists’ Colony, and plenty of time to write... I did not want to leave.   Cody Upton, recipient of the NYU/Banff Fellowship, Lit Rep '13                     Events                     Past Events         April            02       Documentary Distribution: Maximizing Opportunities              March            27       2015 NYU Journalism Career Fair              March            24       Filming on the Frontlines                  More events &gt;     Academic calendar &gt;                   Byline - Recent Publications                                      The Fight for Women&#39;s Boxing Rights         April 15, 2015                                Amelia Schonbek          Lit Rep 2014                                                   A Shelter’s Icy Reception         March 31, 2015                                Amanda Waldroupe          Lit Rep 2014                                                   This Portentous Composition: Swan Lake’s Place in Soviet Politics         March 26, 2015                                Amelia Schonbek          Lit Rep 2014                                                   A Modern Woman&#39;s Burden         March 20, 2015                                Natalie Lampert          Literary Reportage 2016                                                   Secrets of the Brooklyn Basement Domino League         March 11, 2015                                Meghan White          Lit Rep 2015                                                   The Voice Teacher         March 10, 2015                                Nicole Pasulka          Lit Rep &#39;14                                                   Meet the Man Who Risks Life and Limb to Deliver Your Weed         March 03, 2015                                Hannah McCarthy          Literary Reportage 2016                                                   You Say Myanmar, They Say Burma         February 28, 2015                                Laura Smith          Lit Rep &#39;15                                                   The Attention Machine         February 09, 2015                                Taylor Beck          Lit Rep 2012                                                   You understand it to the point that it almost tears you to pieces: Growing Up with Mary Gaitskill         February 03, 2015                                Victoria Beale          Lit Rep 2016                                                   After the Last Sky         February 01, 2015                                Nandini Ramachandran          Lit Rep 2014                                                   ‘The Stuff Nightmares Are Made Of’: A Serial-Like Case In Our Own Backyard         January 31, 2015                                Elizabeth Flock          Lit Rep 2015                                                   Death Takes a Weekend         January 29, 2015                                 Professor                Perri Klass                                                            The Vast Beast-Whistle of Space         January 23, 2015                                Laura Smith          Lit Rep &#39;15                                                   From Gitmo to an American Supermax, the Horrors of Solitary Confinement         January 16, 2015                                 Professor                Ted Conover                                                            As World Looks to Paris, Violence Against Journalists Rages on in Mexico         January 14, 2015                                Cleuci de Oliveira          Lit Rep &#39;16                                                                                                    Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Student Profiles &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          Literary Reportage          Overview              Curriculum                  Faculty                  How to Apply                  Student Profiles                  Student Work                  Religion Journalism Program                  Mentorship Program                  Banff Fellowship                  Internships/Jobs                  Media                  Books by LitRep Alumni                  Audio/Podcasts                              Student Profiles         Literary Reportage 2014   Victoria Beale is a journalist who has worked in the UK, Canada and the US. Her most recent reporting project was a story about ten and eleven year old boys tried on conspiracy to murder charges in rural Washington state, for Buzzfeed Longform. David Grann described the article as \"Deeply reported, disturbing, important,\" and it was chosen as one of The New Yorker's Weekend Reads. Since graduating from Cambridge University with a degree in English Lit she has written for the New Republic on phone hacking and the London riots, for the Economist on Rebecca West and Greek cinema, as well as for the Guardian on Newcastle, bad literary marriages, and watching the same film every day for a year. She’s also reviewed books for the Financial Times, Independent, and New York Times. For the last year she has been a research assistant to Patrick Radden Keefe, working on background for his articles about mining corruption in Guinea, marijuana legalisation in Washington and Colorado, and more recently pieces on insider trading in New York hedge funds as well as Swiss banks and offshore accounts.   Alex Brokaw received his B.A. in English and Creative Writing from Emory University in 2011. Following school he helped run a literary journal before taking work as a copywriter. Then, after someone asked him if he wouldn’t mind writing a few articles, he began as a financial reporter. The work was enjoyable, and he continued as a reporter on and off for the next two years, covering areas such as agribusiness, global trade, and emerging economies. Somewhere along the line he ran across digital currencies, didn’t pay too much attention, and then, months later came back around. He’s been building his coverage of the emerging space ever since. He’s particularly interested in the impact of the technology behind digital currencies to things that do and don’t have to do with money.   Jaspal Chana is a recent graduate of the University of Durham with a degree in Theology &amp; Religion. During this time he has spent a year living in Sweden, interned at an English language newspaper in Dubai, written a number of commentary pieces for the university newspaper and featured as a fortnightly columnist on a student website writing about the artistic value of various aspects of popular culture. Through his studies he has become particularly interested in the role of religion in the American political system as well as the relationship between personal identity, nation and culture, which he hopes to explore through the religion/journalism program at NYU.   Michelle Kim is a native of South Korea and has worked at the Seoul bureau of Thomson Reuters for the past year. She wrote a number of features on North Korea, especially on the regime’s human rights abuse and the reunion of war-torn families. While interviewing North Korean defectors, she found the lighter conversations they shared just as intriguing as their harrowing accounts of midnight escapes and prison camp atrocities. Their hopes for marriage and family, what school life was like in a democratic society and the new dreams they cultivated—these topics were not shocking news items, but added personality to each of their tales. So during her time at NYU, she hopes to bond with North Korean defectors who may be living in the New York area and write longer, detailed narratives of each individual’s experience. Michelle earned a B.A. in International Studies from Ewha Womans University in 2013, with concentrations in Diplomacy and Asian Studies. She loves the smell of old library books and reading her favorite novels over and over again.   With roots in Washington, D.C. and Stuttgart, Germany, Natalie Lampert has traveled and written her way through thirty countries. Despite this, she still struggles using chopsticks. Natalie received her B.A. in English and International Relations from Elon University in 2011. She has worked in a variety of writing environments, including as a reporter for an Austrian newspaper, as managing editor of her college’s literary journal, and as an intern at a publishing house in Sri Lanka. As a 2012-2013 Fulbright scholar in Sri Lanka, Natalie taught contemporary literature at the University of Sri Jayewardenepura. She works during summer months for National Geographic, leading student expeditions focused on creative writing and photography. At NYU, she plans to write about meditation and its practitioners, exploring the juxtaposition of insight meditation’s increasing popularity in urban epicenters such as New York City and the rise of Buddhist extremism in South Asia.   Hannah McCarthy is a graduate of Bennington College, where she earned her B.A. in Philosophy and Theatre. After completing her thesis work on Brecht and the power of the theatrical event, she became interested in community ritual and the theatrics of religious worship. Writing for the Martha’s Vineyard Gazette, Hannah explored the peculiar rites of the insular year-round community of artists, business owners and fisherman. She spent the following year travelling the U.S. in a beat-up white 2001 Odyssey (named Hal), researching religion and the desire for community across generations and geographies. In the late nights and wee morning hours between farming, fundraising for a couple of non-profits and working as a film producer, Hannah has written about these various microcosms. She intends to continue this work while at NYU, concentrating the shifting liturgical landscape of a spiritually displaced younger generation.   Michela Pfeifer is Austrian but - after studying in France and the UK and working as a “spin doctor” in the European Parliament in Brussels for several years– she would more appropriately define herself as a “European above all”. After ghost-writing speeches and articles for politicians, mainly in the field of human rights and the Middle East, she turned to journalism after reporting on her recent trip to South America in Revolve, a Brussels-based environmentalist magazine. She has notably written on renewable energy, environment and sustainability, democracy and fundamental rights. In “another” life, she spent six months learning yoga in India, worked in banking in the Principality of Liechtenstein and was a member of the Austrian national gymnastics team. Michela speaks German, English, French and Spanish and holds a degree in Foreign Languages with Business, a postgraduate in Translating for Cinema and a MA in International Politics from the University of Paris-South.   Raella Rayside spent her entire life building her dance career. She loved the idea of evoking emotion with nothing but her body, and tirelessly studied technique and body conditioning to become an expert at it. She started at NYU as a dance major, but under her parent’s insistence and her conscience’s pleas for something more stable she wandered into an introductory journalism class. It wasn’t until her second year that she discovered the art of literary journalism. She was enthralled by the ideas of long-form narrative and the personal essay, and quickly realized that she had a gift for storytelling on paper as well. Raella graduated in 2013 from NYU with a BFA in dance and a BA in journalism. She is excited to continue honing her craft as a writer and a narrator and can’t wait to put pen to paper again.   Renee Saleh studied modern literature at the University of California, Santa Cruz, a concentration that encouraged her study of the literature produced by socially and economically depoliticized ethnic groups. She became increasingly interested in the manifestation of the Israeli-Palestinian conflict here in the United States, and particularly in the microcosm of New York City. She maintains an open-minded curiosity about the essence of identity and stubbornness inherent to a conflict such as this one, and hopes to eventually write long-form pieces regarding her own identity and relationship to the conflict. Post 9/11 Islamophobia is another interest of hers, as she plans to use that concept as one of many lenses under which she will parse the Israeli-Palestinian conflict. Since graduation, she has had experience working with a couple different non profits, both of which were socio-political by nature and have solidified her desire to combine her love of the written word with greater social issues that have heavily impacted her own world view.   Lindsey Smith struggles to flip pancakes, fried eggs, and other flat things in pans. She can't dance to save her life, and should stay away from singing in public, for everyone's sake. Despite these deficits, she graduated from Stanford University in 2011 with a BA in Italian and English: Creative Writing. In 2008-2009, she went to Lecce, Italy as a Rotary Ambassadorial Scholar, where she studied sociology, economics, anthropology, psychology, and (bewilderingly) Spanish at the Università del Salento. There, \"in the heel of the boot,\" Lindsey was first exposed to the complicated interplay between organized crime and social norms, a relationship that has fascinated her since and will anchor her research at NYU. After graduating, she worked in venture philanthropy in the Bay Area, vetting, selecting, and coaching a portfolio of start-up nonprofits. During that time, she also wrote on topics from family, to football, to books, for literary and philanthropic publications including, most recently, Narrative Magazine. As always, she is eager to learn and do so much more.   In 1986 Giulia Alexandra Smythies was conceived in a small flat in the center of London. For six months prior to her conception, her starving parents had subsisted on nothing but small packets of jaffa cakes. Their baby was born fat and curly-headed, with an unquenchable thirst for chocolate. They named her Giulia, after an Alpine mountain range in Italy, the country of their birth. Without realising it, Giulia grew up confused about her identity. Not only did she speak three languages, have two passports, and live in Alabama, Italy, Seattle, and Germany, but nobody could actually pronounce her name. In 2012 her search for meaning led her to Aboriginal Australia where she connected with Mundanara Bayles and her elders, Lilla Watson and Mary Graham. In a speech given at the 1985 United Nations Decade for Women Conference in Nairobi, Lilla Watson is famous for saying, \"If you have come here to help me, you are wasting your time. But if you have come because your liberation is bound with mine, then let us walk together.\" Giulia believes that a society is only as healthy as its sickest member and that as long as there is injustice for some, there will be suffering by all. She is at NYU to learn the art of creating change.   Cleuci de Oliveira hails from Brasilia, Brazil. She earned a B.S. in Studio Art at NYU and followed it up with an M.A. in History of Art at University College London. After working in the UK arts sector for several years, Cleuci made a career change into journalism. She has written for print and online publications in her native Brazil. Currently, she works for Cracked.com, both as a moderator for its Writers’ Workshop and as a reporter for the more recent Personal Experience features. In the process, she has interviewed, among others, a Russian mail-order bride, the survivor of an end-times Christian cult and a woman with a neurological condition that prevents her from recognizing faces.   Maggie Whitehead spent the past four years in Baltimore, Maryland working for the International Rescue Committee as a caseworker for newly arrived refugees. While serving a wide refugee client base, she worked closely with trauma victims and wrote individual histories to secure disability status for refugees with psychosomatic conditions. Prior to refugee resettlement, she lived in Tamil Nadu with a dozen mischievous teenage boys, who taught her bad Indian manners and the convoluted nature of English phonetics. Despite years of communicating mainly with limited English speakers, Maggie hopes to regain her vocabulary and put it to use. She is eager to unite her passions for writing and advocacy at NYU, and plans to focus her work around the successes and trials of human migration.           Literary Reportage 2013   Elizabeth Flock &lt; elizabethflock@gmail.com &gt; is a journalist with a deep interest in social issues and foreign news reporting. She has worked at the Washington Post, where she reported on the Arab Spring and authored a foreign breaking news blog, U.S. News &amp; World Report , where she covered the 2012 election and social issues under the Obama administration, and Forbes India Magazine , where she investigated the Gates Foundation's HIV/AIDs work in India and the collapse of the world's largest art fund. Elizabeth is also passionate about documentary film. She recently graduated from the Documentary Institute at George Washington University, where she made the film \"Leaving Sharpe,\" about D.C.'s decision to close a special needs public school. She holds a B.A. from Boston College in English and a certificate from the Film and Television Academy in Prague. She hails from Chicago, where her work has been published in the Chicago Tribune and the University of Chicago Magazine and where from hometown writer and film critic Roger Ebert she learned the importance of humanity in all writing.   Meryl Kremer &lt; meryl.kremer@fandm.edu &gt; is an impulsive narrator with a fondness for fiction and poetic irony. She grew up in Albany, NY, but spent the last four years in Amish country, earning a B.A. in religious studies at Franklin &amp; Marshall College. Her work experience has provided her insight into the dynamics of bagging groceries, teaching mono-skiing, selling cigars, changing diapers, providing emergency medical support, catering dinner parties and interacting with the elderly. On her own time she often reads, fluctuating between feeling enamored and dejected by the plethora of perfect sentences and stories already in existence. At NYU, she plans to write about what she loves: American spirituality as it manifests within a modern, metropolitan setting. You can find her work at www.outsideden.wordpress.com   Alistair Mackay &lt; aldmackay@gmail.com &gt; is a writer with roots in London and Sydney. Having studied history and journalism as an undergraduate at NYU, he has now been in New York for five years and currently lives in Brooklyn. His research has covered topics ranging from the history of the liberal movement in African American politics to the treatment of yellow fever in early 20th century New Orleans. For the past year, Alistair has worked as a researcher and office manager on the upcoming PBS documentary series The African Americans: Many Rivers to Cross , airing in October 2013. He has also worked for Channel 4 News in London and writes extensively on the New York stand up comedy scene. While at NYU for a second time, he hopes to write about the history and future of the medical management of pedophilia in the United States.   Kate Newman’s &lt; kvnewman@gmail.com &gt; first published work was the poem “Worms,” printed by Sesame Street Magazine in 1991. Since then, she has lived, worked, and studied in North and West Africa, Europe, South Asia, Australia, and Latin America. She is a former Watson Fellow and winner of National Geographic Traveler ’s Next Great Storyteller Award. She holds a B.A. in Anthropology from Bard College and an M.A. in International Affairs from Australian National University. In addition to writing, she edits translations for the magazine Suelta and the digital publishing house Traviesa . Kate is pursuing the joint Religion/Journalism concentration at NYU.   Lance Richardson &lt; mrlancerichardson@gmail.com &gt; is a nomadic writer who has spent the past few years working for Australian press in far-flung corners of the world. Building on a Bachelor of Social Sciences (English and Anthropology, Honors I) from the University of Sydney, he has written about topics ranging from cultural sustainability in Lake Turkana, Kenya, to the origins of hip-hop in the Bronx. Along the way he has been stalked by a bear, attended an exorcism, worn a dishdasha, and nearly drowned in bentonite mud. His work appears regularly in outlets such as The Sydney Morning Herald The Australian Financial Review , The Age , and Australian GQ . Over the next few years he will be focusing on the battle between hunting and wildlife conservation in Wyoming and Montana. He is also a photographer. www.freelancerichardson.com .   Laura Smith &lt; lauraelainesmith@gmail.com &gt;, Laura Smith is a native of Washington D.C. and graduated from the University of Virginia in 2008 with a B.A. in English Literature. After college, she researched and wrote the history of a Montessori school and then founded a restaurant, Yola, which she operated and managed for 2 years. After closing the restaurant in 2012, she spent the last year working in Burma and Vietnam for two environmental organizations, while also traveling throughout Southeast Asia and doing freelance writing for Pearson and Splice Today. Her work has appeared in the Washingtonian, Bourgeon Magazine, Splice Today, and Jazz Times. For fun, she writes fiction, which she releases in series on her blog: http://writinginseries.wordpress.com/about/ .   Colin Warren-Hicks &lt; colinwarrenhicks@gmail.com &gt;, grew up in North Carolina and graduated from the University of North Carolina at Chapel Hill with a B.A. in English. He worked as a staff writer and as the theater critic for the university’s newspaper, The Daily Tar Heel . After graduating, he has been an adjunct scholar for Lapham’s Quarterly , as well as being published in the Encyclopedia of Environmetrics. While at NYU, Colin plans to study and write about New York City’s infrastructure—its nuts and bolts, and its people.   Meghan White &lt; mew441@nyu.edu &gt; recently earned her B.A. from Northwestern University where she completed majors in Anthropology and Middle East Languages and Civilizations. Los Angeles-born and Houston-raised, Meghan has taken every possible opportunity to travel, studying and volunteering in places including Chile, Guatemala and South Africa. While at Northwestern, her interest in Arabic and the Middle East led her to work at an archaeological site in Israel and study in Jordan, where she consequently developed a severe distaste for American store-bought hummus. Most recently, Meghan traveled to London to research a Muslim women’s empowerment organization and completed a senior honors thesis on the program’s role in identity development for Muslim women living in post-9/11 Britain. When not waiting in line for cronuts, Meghan will spend her time at NYU using her passion for photography and background in fieldwork to bring an anthropological approach to storytelling, focusing her work on Muslim-American identity in post-9/11 New York.           Literary Reportage 2012   Taylor Beck is a scientist-traveler turned journalist from Richmond, Virginia, whose family hails from the lumber town of Chapman, Alabama. Taylor has worked as a teacher in rural Japan, a dream researcher and translator in Kyoto, a memory researcher in St. Louis and Princeton, a science reporter for the Harvard Gazette, a park maintenance tech on the James River, and a house painter in Richmond. He has just completed a one-year masters of science degree in Science Writing at MIT, and is keen now to turn his writer’s eye to topics beyond the lab.   Johnny Bontemps holds a B.S. in Biochemistry from UCLA. He was born in Besançon, France, and grew up in the nearby small town of Pontarlier. He moved to the US at age 17, and has since worked a variety of jobs--in several research labs, in a health food store, as a behavior therapist for children with autism, among others. While at NYU he will be writing about science and culture. One topic he’d like to explore in depth is the biological phenomenon dubbed the \"season-of-birth effect\"--or the idea that the season in which we're born may influence our health and behavior later in life.   Though Kelsey Kudak is a Minnesota native, she has a Guatemalan heart. She began translating for medical missions in the Guatemalan highlands at age seventeen, and after more than fifteen teams, decided to call the country home in 2010. Since then, she has taught high school English, ballet, and contemporary dance in Guatemala City. She graduated Summa Cum Laude from the University of Minnesota in 2009 with a B.A. in English and dance, and minors in mass communication and art. During college, she was an opinion columnist for the Minnesota Daily and completed a book-length thesis examining the intricacies of the coffee supply chain. Using grants, she met coffee producers along the Guatemalan-Mexican border, picked and processed coffee by hand, and witnessed the enthusiasm of traders and graders. Inspired by her undergraduate research and her life in Guatemala, Kelsey plans to focus her writing on issues of immigration while at NYU. When she isn’t writing or grading papers, she does her crosswords in black ink, and enjoys salsa dancing, the smell of fall air, and a good cup of sustainably grown coffee.   Corrie Mitchell is a recent graduate from Christopher Newport University in Newport News, VA where she earned a B.A. in English with a concentration in journalism. She served as the news editor for the university’s official student-run weekly newspaper, The Captain’s Log, in which she published articles of interest to student readers. Examples of her work include an investigation of students’ illegal sale and use of Adderall during exams and a profile of one Lost Boy of Sudan who fled his war-torn country to the United States where he enrolled as a student at CNU. During her time at NYU, Corrie plans to write on the topic of religious life in the city.   Nicole Pasulka grew up just outside Chicago, lived in Brooklyn for about a decade, and drove across the US two and a half times last year. She's the 2012 recipient of the Nation Institute's I.F. Stone Award and a grant from the Fund for Investigative Journalism. Her most recent project investigates police harassment of transgender women. Her work has been published in The Believer, Mother Jones, The Globe and Mail, The Rumpus, and Salon. Most recently, she was the Social Media Fellow at Mother Jones magazine.   Nandini Ramachandran is fondest of books and puns. She grew up in Bangalore and graduated law school in 2009. Since then, she has been a copywriter, a consultant, a researcher, a blogger and an occasional essayist. One day she hopes to add ‘novelist’ to that ragtag résumé. While at NYU she will be writing about the varieties of urban experience. She can be found online as chaosbogey .   Amelia Schonbek has written about the Quebec student movement, the Harper government's cuts to First Nations programs, and poverty among elderly artists. Until recently she lived in Montreal, where she was an editor at Maisonneuve, an award-winning general-interest quarterly. While at NYU she will be writing about policing.   After graduating from the University of Dayton with dual degrees in English and Adolescent to Young Adult Education, Molly Socha has held an array of occupations. She worked in the REO management division of a law firm in Chicago, Illinois; coached and taught high school English and language arts to urban, low-income students in a rural environment outside of Houston, Texas; and filled the role of grant writer, teacher, recruiter, and event planner for a Catholic, all-girls school in Chicago, Illinois. Along with these various jobs, she has written irregularly for Examiner.com as the Chicago, Post-College life Examiner. Molly looks forward to advancing her career as a writer through her studies at NYU and will be focusing her writing on literature of the past and present and the human response to it.   Aaron Woerner started his fieldwork in 2008 in the valley of Lo in Upper Mustang, Nepal, researching pre-Buddhist mythology surrounding anthropomorphized geography. Shortly thereafter, he spent a summer following the trail of Drukpa nomads in Sichuan Province, PRC while outrunning police on the high mountain roads. After graduating from Guilford College with a BA in Religious Studies and English Literature, he spent two months in West Africa, starting in Freetown, Sierra Leone, and ending in Ouagadougou, Burkina Faso. During this time, he lived with the former child soldiers of Charles Taylor's defeated army, and witnessed the early stages of the AQIM takeover of Timbuktu and northern Mali. During his time at NYU, Aaron hopes to advance his writing ability, while maintaining a heavy focus on field-work, both in the city and internationally.   Amanda Waldroupe is an award-winning journalist and writer from Portland, Oregon. Her work has appeared in the Oregonian, The Lund Report, the city’s street newspaper, Street Root, and a variety of other weeklies and monthlies. She’s watched a heroin addict shoot up, sat through a cheese making class, covered the 2011 and 2012 Oregon legislative sessions and has written about state Medicaid reforms and the development of the state’s health insurance exchange, but has never written about coffee or bikes. She studied documentary writing at the Salt Institute for Documentary Studies and has a B.A. in philosophy from Reed College.           Literary Reportage 2011   Sean Patrick Cooper will be writing about the New York music business and urban tennis communities while at NYU. His work has appeared in The Millions, The Rumpus, 3 Quarks Daily, Vol. 1 Brooklyn, Pop Matters, &amp; other places too. He is online @ Seanpatrickcooper.com Michelle Dean is a recovering attorney whose wrting has appeared at The Awl, Bitch, The American Prospect and The Rumpus. A Canadian Air Force brat, she moved a lot and doesn’t really feel like she’s “from” anywhere too specific. But she has most recently called Montréal, Toronto, and Brooklyn home. Michelle holds undergraduate and law degrees from McGill University. She will soon also hold an L.L.M. from the University of Toronto. While at NYU she plans to produce a series of reported pieces about the sordid business of lawyering.  Will Hunt is writing about humanity’s deep-rooted, irrational relationship with caves, catacombs, tunnels and other mysterious spaces underground and out of sight. The project is based on a year-long Thomas J. Watson Fellowship during which he traveled to 13 countries around the world, exploring subterranean spaces and documenting the myths and legends attached to them. He has contributed to DISCOVER, Outside, Men's Journal and Rolling Stone. Born in Providence, RI, he has a B.A. in English and Portuguese from Middlebury College. He lives aboveground in Brooklyn. Find him online at willhunt.net. Aaron Labaree studied English at Oberlin College. Since then, he has worked in publishing, editing, and politics. He plans to write about education reform while at NYU.  Natalie Levine , originally from a small mining town in northern Ontario, currently lives in Toronto. Although she left the Canadian North for Toronto before she was a year old, she still contends that the snow, the cold, and the hockey games played on the frozen lake behind her house (watched from her crib, of course), left a permanent imprint on her life. She’s not yet sure whether it was the early thrust out of, and into, two very different landscapes, or the more likely culprit of being raised with the neuroticism inherent in any Jewish upbringing, that forged her fascination with the forces that shape us and the means by which we come to terms with the decisions we make. Either way, it was that very fascination that led her to NYU, where she intends to write about the lengths and risks we all seem willing to take when finding (or creating) meaning in our lives is involved. Per Liljas has for the past four years only been back in his native Sweden during the light, (comparatively) warm summers. The rest of this time, when not daydreaming about pickled herring, he has spent freelancing for Swedish publications from Latin America, South Asia, Africa and the Middle East. During his time at NYU he will be writing about poverty reduction programs in New York. He has a B.A. in Social Anthropology and can be found online at www.perliljas.net . Simen Saetre is a citizen of Oslo, Norway. He has worked for several Norwegian newspapers, but has since 2004 been a staff reporter at the cultural weekly Morgenbladet. He holds a B.A. in International Studies from the City College of New York, and a M.A. in European Journalism Studies from Cardiff University. He has written three nonfiction books: Den lille stygge sjokoladeboka (2004), Hugo (2006) and Petromania (2009). Cody Upton has written about banned art, wastewater treatment in north Brooklyn, and land-use disputes in the coastal ranges of Santa Barbara, California, where he grew up. He studied history and architecture at Columbia University, and has lived in New York since 2001. At NYU he hopes to explore the interface between nature and the city. Matthew Wolfe will be writing about deviance and its correction, with a particular focus on inmate re-entry . He recently moved back to New York after spending 18 months in Detroit. He has B.A. in art history from Columbia University and has worked as a reporter for a weekly newspaper in Brooklyn; an associate editor for a federal policy newsletter in Washington, DC; an copy editor for a oil and gas trade publication; and a video store clerk. His writing has appeared in The Nation, the Detroit Metrotimes, In These Times and McSweeney’s Internet Tendency. Shawn Nicole Wong is from Los Angeles, California where she most recently worked as an urban planning consultant and film/video producer. In 2009, she graduated from the College of Environmental Design at the University of California, Berkeley with a B.A. in Urban Studies. She has written for Venice Magazine and interned at Community Redevelopment Agency – Los Angeles and ABC News 20/20 and Primetime. Shawn is also a board member of the Asian American Journalists Association, Los Angeles.           Literary Reportage 2010   Khristopher J. Brooks is a veteran education journalist from Wayne County, Michigan who began his journalism career in 2000. Voted as one of the nation's best beat bloggers, Brooks is a former Associated Press writer, and has had his byline published in newspapers and magazines across the country. Before entering graduate school, Brooks worked as the state higher education reporter for the Omaha World-Herald and the higher education reporter for the Bristol (Va.) Herald Courier. Brooks has received countless hours of training in education writing, research and policy analysis from the Hechinger Institute on Education and the Media and the Education Writers Association. He holds a B.S. in News/Editorial Journalism and General Political Science from Central Michigan University. For fun, he likes to travel, exercise, toy with small electronics and pretend he's a page designer.   Jessica Campbell has been reliving the traumas of adolescence for the past five years as a middle school and high school English teacher in Brooklyn, NY. She entered the New York City Teaching Fellows in 2005 and subsequently earned her MS in Teaching from Pace University. Jessica loves her students and the art of education; but, in the process of helping her students craft their writing, she realized she was sacrificing her own. Ergo, the full-time pursuit of journalism. Jessica graduated cum laude from the University of Pennsylvania with a dual BA degree in Creative Writing and Classical Studies. During her years as an undergraduate, she wrote for The Daily Pennsylvanian, 34th Street Magazine, Merrick Life, and interned at Harper's Bazaar. In her non-existent free time she cooks large batches of vegetarian food, fashions intricate itineraries for trips to Acadia, Varenna, and Sedona, and ponders the significance of New York's ubiquitous psychics.   Kristi Goldade spent the past two years as a Peace Corps volunteer in eastern Ukraine. She taught English and started a journalism center, but mostly, survived cold weather in her dacha. Kristi earned a B.A. in English and a concentration in social justice from the University of Minnesota. While there, she wrote stories for the university's web and print publications, as well as grants for an avant-garde space, Bedlam Theatre. She grew up in the Red River Valley and still has a soft spot for small towns. This summer she's a janitor for a local technical college. When she's not shampooing carpets, she's outside on a bike.   Dan Kedmey graduated from Carleton College with a B.A. in Economics. Since then, he has worked as a research analyst at a consulting firm in Washington D.C., and then as Director of Assignment Strategy at Teach For America, a not-for-profit organization based in New York. No one ever fully understood what he did for a living, despite his best efforts to explain it to them. Their attention would wander as soon as he mentioned the word \"data.\" While he is proud of the skills he has developed in Excel over the past four years, he looks forward to closing the spreadsheets this summer and enrolling in the literary reportage program at NYU. When Dan isn't crunching numbers, he enjoys walking through Manhattan, thirty blocks at a time, and searching for restaurants that can satisfy his cravings for certain kinds of junk food.   Allyson Polsky McCabe comes to Literary Reportage from a Lectureship in the English Department at Yale University. Allyson's background is in cultural theory and rhetoric and she has published broadly in scholarly venues. However, over time she has gravitated toward narrative nonfiction and she's interested in covering the academic world from this perspective. While many aspiring writers hang up their quills to become English professors, Allyson is experiencing this process in reverse!   Andrea Muñoz lived in Santiago until she moved to California in mid 2008. She holds a B.A. on Philosophy from Universidad Católica de Chile and worked on David Hume's epistemology for her thesis project. A contributor for El Sábado, a supplement to the Chilean newspaper El Mercurio, she gravitates toward stories about immigration. She enjoys German boardgames and is currently trying to convince her neighbors of uniting efforts on buying a cow so she can learn how to make her own cheese.   Nathaniel Page grew up in a salty village on the north coast of California. His formative experiences include an angry and drunken adolescence, the death of his father in a freak saw mill accident, two frustrating interactions with women, several years spent maundering across the globe, and a lifelong struggle with his neurons. He earned a degree in philosophy from UC Santa Barbara and briefly worked as a stringer for a Los Angeles newspaper. Last year he embarked upon a spiritual journey that changed his perspective of life. He values courage, honesty, openness, and forceful resolve, and would like to be a net asset to humanity by the time he dies.   Heather Rogers grew up in the border town of El Paso, Texas, where she developed the nerve she'd need to be a freelance journalist. She earned a degree in studio art and went on to day jobs in construction and with homeless youth. Teaching herself how to use a video camera she made a short documentary on garbage in 2002. Much to her surprise the project expanded into a book, Gone Tomorrow: The Hidden Life of Garbage (The New Press 2005). Her second book, Green Gone Wrong (Scribner 2010), takes on the myth that we can buy our way out of environmental crisis. Her byline has appeared in The New York Times Magazine, Mother Jones, the American Prospect, and The Nation. Her reporting has taken her everywhere from organic farms and eco-villages to dusty rural India and the rainforest on Borneo. On days off she can be found wandering through museums, watching films, and cooking with friends.   Elaine Stuart was most recently the senior associate features/travel editor at Modern Bride, enjoying far-flung assignments in Tahiti and Turkey until Condé Nast closed the magazine last fall. Before that she worked at Child and interned at New York. As a freelancer, she has contributed to a number of national, regional and digital publications. She holds a B.A. in English and Psychology from Georgetown University, where she was a member and co-director of the student dance company and wrote her honors thesis on contemporary dance criticism. Prior to college, she attended high school for ballet at the University of North Carolina School of the Arts and danced with the Charleston Ballet Theatre and Richmond Ballet.           Literary Reportage Bios - 2009   Patrick Arden just left a job as a senior reporter at Metro New York. For nearly a decade, he was the managing editor of the Chicago Reader, a pioneer of the alternative-newsweekly movement. He's also been the editor-in-chief of Illinois Times, a winner of a general excellence award from the Illinois Press Association. He has published stories at Salon.com, the Chicago Sun-Times, the New York Post, and other places.   Mark Byrne graduated from Columbia College in Chicago, where he was an editor of the college newspaper. While in school, he contributed to a number of local magazines, including Chicago Magazine, where he also interned. He was the associate editor at Featherproof Books, a small literary press, and an intern at New York Magazine, in which he still enjoys an occasional byline. Most recently, he worked as a freelance editor at Popular Science. Mark grew up primarily in Wisconsin, where he successfully avoided picking up an accent.   Alexandra Cardia graduated from Oberlin College with a B.A. in Art History and English. She did her Honors work on Spanish regionalist architecture, specifically on public spaces that are both geographically rooted and globally relevant. For the past year she has worked as an editorial assistant at Cabinet, a Brooklyn-based quarterly magazine of art and culture.   Marianne Do was born in Melbourne, Australia, and raised in Saudi Arabia until she moved to Houston, Texas at the age of eleven. She graduated from the University of Houston with a degree in Architecture, and dedicated a couple of summers to teach high school students how to design buildings (not that she really had the credentials to do so). She has a weakness for makeshift shelters, hand-crafted signs, and odd renovation projects.   Katherine Don holds a B.A. in biological anthropology from Northwestern University. After graduation she meandered about in indecision, initiated short-lived careers in publishing, nonprofit management, and social work, and freelance wrote for books published by such houses as Publications International and St. Martin's Press. She believes that effective journalism must always couple with compelling narrative, and looks forward to the opportunity to prove this premise through her own writing. She is easily and overly amused by phenomena such as the triple consecutive appearance of \"in,\" sentence two above.   Clara Kim graduated from Columbia College, with B.A. in English literature and a visual art minor. After college, she went back to Korea, the country she grew up in, and spent the past two years traveling around the coastal villages, teaching English at a North Korean refugee school, and working as a freelance translator. Curious about the way people dress and write, she is also loves drawing out the natural storyteller in others.   Andrew Marantz tried a bit of everything at Brown. His interest in philosophy led him to India, where he learned Vedic epistemology and how to eat with his hands. His interest in cognitive science led him to Nepal, where he worked on a hypoxia study at Everest Base Camp. His interest in the politics of mass incarceration led him to an upstate New York prison town, which then became the subject of his undergraduate thesis. After college, he followed the herd to Brooklyn, where he worked as a freelance journalist, researcher, and conversation starter, writing for such places as Slate, Heeb, and Time Out New York. Andrew thinks the four most overrated things in life are bars, World War II movies, Sonic Youth, and home fries.   Marta Martínez-Martínez studied Journalism at Universitat Autònoma de Barcelona because she wanted to write. Thanks to New Journalism she discovered that literary techniques were a great tool to explain our complex world. Unfortunately, Spain offers few opportunities for in-depth reporting, not even in important media such as El País, where she interned. Not wishing to stay in the same place for a long time, she went to live in Berlin and travelled constantly because of her work at a tourism magazine. New York is her new boot camp, where she will look for stories about immigration and generational conflicts, especially between women.   Robert Moor completed his B.A. in Literary Arts at Brown University. Though his studies mostly consisted of writing strange, genre-bending fiction (with literary revolutionaries like Robert Coover and Thalia Field) and fiery, student-activist journalism (contributing to and editing the College Hill Independent, the weekly Brown/RISD student newspaper), his best work strives to combine the experimental spirit of postmodern literature with the factual constraints of journalism. He is currently thru-hiking the Appalachian Trail.   Lisa Peterson-de la Cueva betrayed her Midwestern roots by moving to New York to attend Barnard College. She has a master's degree in teaching, which she used while teaching social studies to junior high students in New York City and English to adult immigrants in the Twin Cities. Her transition from teaching to writing landed her in the field of citizen journalism, where she developed a passion for subduing rancor about its validity. She has published work in various Minnesota publications including the Twin Cities Daily Planet, the MN Women's Press, the Rake, and KFAI radio.   Carrie Rothburd earned a B.A. in fine arts/photography in her native NY before moving to Wisconsin, where she completed an M.A. in educational policy studies, interned at The Progressive Magazine (where she also worked as art assistant), and worked with community-based nonprofits. During subsequent stops in Arizona, New Mexico, and Oregon, she finished an M.A. in fiction, began to ride dressage, and adopted two dogs, three cats, and a horse. Carrie earns her living as a freelance grant-writing consultant and writes company histories for a business encyclopedia.   Jenell Schwab holds a B.S. in anthropology from the University of California at Riverside. A natural wanderer, she adopted the high Sierra Nevada as a home where she wrote furiously for a ski town press. Life was copasetic until she happened upon a rabbit hole that led her to trade the \"landlubbing\" lifestyle for a whirlwind tour of the domestic, offshore oil industry. She has been occupied recently by road trips, sailing in Puget Sound and dodging cacti in the Sonoran Desert.           Victoria Beale is a journalist who has worked in the UK, Canada and the US. Her most recent reporting project was a story about ten and eleven year old boys tried on conspiracy to murder charges in rural Washington state, for Buzzfeed Longform. David Grann described the article as \"Deeply reported, disturbing, important,\" and it was chosen as one of The New Yorker's Weekend Reads. Since graduating from Cambridge University with a degree in English Lit she has written for the New Republic on phone hacking and the London riots, for the Economist on Rebecca West and Greek cinema, as well as for the Guardian on Newcastle, bad literary marriages, and watching the same film every day for a year. She’s also reviewed books for the Financial Times, Independent, and New York Times. For the last year she has been a research assistant to Patrick Radden Keefe, working on background for his articles about mining corruption in Guinea, marijuana legalisation in Washington and Colorado, and more recently pieces on insider trading in New York hedge funds as well as Swiss banks and offshore accounts. Alex Brokaw received his B.A. in English and Creative Writing from Emory University in 2011. Following school he helped run a literary journal before taking work as a copywriter. Then, after someone asked him if he wouldn’t mind writing a few articles, he began as a financial reporter. The work was enjoyable, and he continued as a reporter on and off for the next two years, covering areas such as agribusiness, global trade, and emerging economies. Somewhere along the line he ran across digital currencies, didn’t pay too much attention, and then, months later came back around. He’s been building his coverage of the emerging space ever since. He’s particularly interested in the impact of the technology behind digital currencies to things that do and don’t have to do with money. Jaspal Chana is a recent graduate of the University of Durham with a degree in Theology &amp; Religion. During this time he has spent a year living in Sweden, interned at an English language newspaper in Dubai, written a number of commentary pieces for the university newspaper and featured as a fortnightly columnist on a student website writing about the artistic value of various aspects of popular culture. Through his studies he has become particularly interested in the role of religion in the American political system as well as the relationship between personal identity, nation and culture, which he hopes to explore through the religion/journalism program at NYU. Michelle Kim is a native of South Korea and has worked at the Seoul bureau of Thomson Reuters for the past year. She wrote a number of features on North Korea, especially on the regime’s human rights abuse and the reunion of war-torn families. While interviewing North Korean defectors, she found the lighter conversations they shared just as intriguing as their harrowing accounts of midnight escapes and prison camp atrocities. Their hopes for marriage and family, what school life was like in a democratic society and the new dreams they cultivated—these topics were not shocking news items, but added personality to each of their tales. So during her time at NYU, she hopes to bond with North Korean defectors who may be living in the New York area and write longer, detailed narratives of each individual’s experience. Michelle earned a B.A. in International Studies from Ewha Womans University in 2013, with concentrations in Diplomacy and Asian Studies. She loves the smell of old library books and reading her favorite novels over and over again. With roots in Washington, D.C. and Stuttgart, Germany, Natalie Lampert has traveled and written her way through thirty countries. Despite this, she still struggles using chopsticks. Natalie received her B.A. in English and International Relations from Elon University in 2011. She has worked in a variety of writing environments, including as a reporter for an Austrian newspaper, as managing editor of her college’s literary journal, and as an intern at a publishing house in Sri Lanka. As a 2012-2013 Fulbright scholar in Sri Lanka, Natalie taught contemporary literature at the University of Sri Jayewardenepura. She works during summer months for National Geographic, leading student expeditions focused on creative writing and photography. At NYU, she plans to write about meditation and its practitioners, exploring the juxtaposition of insight meditation’s increasing popularity in urban epicenters such as New York City and the rise of Buddhist extremism in South Asia. Hannah McCarthy is a graduate of Bennington College, where she earned her B.A. in Philosophy and Theatre. After completing her thesis work on Brecht and the power of the theatrical event, she became interested in community ritual and the theatrics of religious worship. Writing for the Martha’s Vineyard Gazette, Hannah explored the peculiar rites of the insular year-round community of artists, business owners and fisherman. She spent the following year travelling the U.S. in a beat-up white 2001 Odyssey (named Hal), researching religion and the desire for community across generations and geographies. In the late nights and wee morning hours between farming, fundraising for a couple of non-profits and working as a film producer, Hannah has written about these various microcosms. She intends to continue this work while at NYU, concentrating the shifting liturgical landscape of a spiritually displaced younger generation. Michela Pfeifer is Austrian but - after studying in France and the UK and working as a “spin doctor” in the European Parliament in Brussels for several years– she would more appropriately define herself as a “European above all”. After ghost-writing speeches and articles for politicians, mainly in the field of human rights and the Middle East, she turned to journalism after reporting on her recent trip to South America in Revolve, a Brussels-based environmentalist magazine. She has notably written on renewable energy, environment and sustainability, democracy and fundamental rights. In “another” life, she spent six months learning yoga in India, worked in banking in the Principality of Liechtenstein and was a member of the Austrian national gymnastics team. Michela speaks German, English, French and Spanish and holds a degree in Foreign Languages with Business, a postgraduate in Translating for Cinema and a MA in International Politics from the University of Paris-South. Raella Rayside spent her entire life building her dance career. She loved the idea of evoking emotion with nothing but her body, and tirelessly studied technique and body conditioning to become an expert at it. She started at NYU as a dance major, but under her parent’s insistence and her conscience’s pleas for something more stable she wandered into an introductory journalism class. It wasn’t until her second year that she discovered the art of literary journalism. She was enthralled by the ideas of long-form narrative and the personal essay, and quickly realized that she had a gift for storytelling on paper as well. Raella graduated in 2013 from NYU with a BFA in dance and a BA in journalism. She is excited to continue honing her craft as a writer and a narrator and can’t wait to put pen to paper again. Renee Saleh studied modern literature at the University of California, Santa Cruz, a concentration that encouraged her study of the literature produced by socially and economically depoliticized ethnic groups. She became increasingly interested in the manifestation of the Israeli-Palestinian conflict here in the United States, and particularly in the microcosm of New York City. She maintains an open-minded curiosity about the essence of identity and stubbornness inherent to a conflict such as this one, and hopes to eventually write long-form pieces regarding her own identity and relationship to the conflict. Post 9/11 Islamophobia is another interest of hers, as she plans to use that concept as one of many lenses under which she will parse the Israeli-Palestinian conflict. Since graduation, she has had experience working with a couple different non profits, both of which were socio-political by nature and have solidified her desire to combine her love of the written word with greater social issues that have heavily impacted her own world view. Lindsey Smith struggles to flip pancakes, fried eggs, and other flat things in pans. She can't dance to save her life, and should stay away from singing in public, for everyone's sake. Despite these deficits, she graduated from Stanford University in 2011 with a BA in Italian and English: Creative Writing. In 2008-2009, she went to Lecce, Italy as a Rotary Ambassadorial Scholar, where she studied sociology, economics, anthropology, psychology, and (bewilderingly) Spanish at the Università del Salento. There, \"in the heel of the boot,\" Lindsey was first exposed to the complicated interplay between organized crime and social norms, a relationship that has fascinated her since and will anchor her research at NYU. After graduating, she worked in venture philanthropy in the Bay Area, vetting, selecting, and coaching a portfolio of start-up nonprofits. During that time, she also wrote on topics from family, to football, to books, for literary and philanthropic publications including, most recently, Narrative Magazine. As always, she is eager to learn and do so much more. In 1986 Giulia Alexandra Smythies was conceived in a small flat in the center of London. For six months prior to her conception, her starving parents had subsisted on nothing but small packets of jaffa cakes. Their baby was born fat and curly-headed, with an unquenchable thirst for chocolate. They named her Giulia, after an Alpine mountain range in Italy, the country of their birth. Without realising it, Giulia grew up confused about her identity. Not only did she speak three languages, have two passports, and live in Alabama, Italy, Seattle, and Germany, but nobody could actually pronounce her name. In 2012 her search for meaning led her to Aboriginal Australia where she connected with Mundanara Bayles and her elders, Lilla Watson and Mary Graham. In a speech given at the 1985 United Nations Decade for Women Conference in Nairobi, Lilla Watson is famous for saying, \"If you have come here to help me, you are wasting your time. But if you have come because your liberation is bound with mine, then let us walk together.\" Giulia believes that a society is only as healthy as its sickest member and that as long as there is injustice for some, there will be suffering by all. She is at NYU to learn the art of creating change. Cleuci de Oliveira hails from Brasilia, Brazil. She earned a B.S. in Studio Art at NYU and followed it up with an M.A. in History of Art at University College London. After working in the UK arts sector for several years, Cleuci made a career change into journalism. She has written for print and online publications in her native Brazil. Currently, she works for Cracked.com, both as a moderator for its Writers’ Workshop and as a reporter for the more recent Personal Experience features. In the process, she has interviewed, among others, a Russian mail-order bride, the survivor of an end-times Christian cult and a woman with a neurological condition that prevents her from recognizing faces. Maggie Whitehead spent the past four years in Baltimore, Maryland working for the International Rescue Committee as a caseworker for newly arrived refugees. While serving a wide refugee client base, she worked closely with trauma victims and wrote individual histories to secure disability status for refugees with psychosomatic conditions. Prior to refugee resettlement, she lived in Tamil Nadu with a dozen mischievous teenage boys, who taught her bad Indian manners and the convoluted nature of English phonetics. Despite years of communicating mainly with limited English speakers, Maggie hopes to regain her vocabulary and put it to use. She is eager to unite her passions for writing and advocacy at NYU, and plans to focus her work around the successes and trials of human migration.                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "How to Apply &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          Literary Reportage          Overview              Curriculum                  Faculty                  How to Apply                  Student Profiles                  Student Work                  Religion Journalism Program                  Mentorship Program                  Banff Fellowship                  Internships/Jobs                  Media                  Books by LitRep Alumni                  Audio/Podcasts                              How to Apply         The Department of Journalism considers applicants holding a bachelor's degree in any field. A journalism background is not required. Along with the completed application, the applicant must provide one official transcript from each undergraduate or graduate institution attended, three letters of recommendation, and three writing samples. These samples should be indicative of the applicant's best overall work and need not have been published. A statement of purpose, which should adhere to the guidelines listed in the journalism application form, is also required.   Students who enroll in the graduate journalism program score, on average, above 600 on the verbal test of the Graduate Record Examinations (GREs) and at 5.0 on the GRE analytical writing test, and have an undergraduate grade point average of above 3.0. No specific GRE subject test is necessary. International applicants must take the Test of English as a Foreign Language (TOEFL) unless English is their native language or they have completed their undergraduate education at an institution where English is the primary language of instruction. A minimum TOEFL score of 100 on the Internet-based test is required, or a score of 250 on the computer-based test or 600 on the paper-based test is required. For the computer- and paper-based tests, a minimum score of 5.0 on the Test of Written English (TWE) is required. (For the cultural reporting and criticism concentration, a score of 6.0 is required.) International applicants MUST have a fluent command of written English.   The GREs and TOEFL are given periodically throughout the year. Specific test dates can be obtained by calling the Educational Testing Service, 609-921-9000, or by visiting their Web site at www.ets.org .   Applications are accepted for fall admission only. Forms may be downloaded from the GSAS website . Please adhere to the deadline dates published in the GSAS Application Appendix. Applications submitted after the due date are considered on a rolling admission basis if seats remain, but many programs fill rapidly.   Prospective students are invited to visit the department during the fall and spring academic terms to learn more about the program. We can arrange for you to sit in on a class and suggest you check Course Listings for what might coincide with your visit. To schedule a visit, please contact graduate.journalism@nyu.edu . Please note that visits should be scheduled well in advance if you wish to meet with faculty.   For first consideration from a limited pool for merit aid, we recommend that applications arrive by Jan 15, but will continue to consider submissions on a rolling basis through August 2015.     How To Apply to Literary Reportage   Have a question about Literary Reportage? Please contact Professor Robert Boynton at robert.boynton@nyu.edu .   The online application is available from the Graduate School of Arts and Science (GSAS) admissions  website .   Come visit us at our new state-of-the-art facility at 20 Cooper Square. Applicants are encouraged to attend classes and talk to current and past students.   Read the stories and books listed in the \"Get up to Speed\" section on our archived Portfolio.   Here are some questions to think about while applying:   Describe your project. Do some research and reporting before you respond. Ideas are essential. And just as essential are specific stories-real names, real places-through which you can explore those ideas. Describe the portfolio of work you would like to complete during your studies at NYU. Which form — or combination of forms -- could you imagine your project taking? A series of reported pieces, profiles, a multi-part series, an investigation, a book proposal? Some combination of these? What might the title of your portfolio be? Think of a mock headline that captures the spirit and content of the prospective body of work. We expect your work to evolve as you rethink your original ideas, so your agenda is not set in stone.   Describe your existing \"body of work\" as a journalist, blogger, critic or just someone who writes. What have been your major themes? Where do your strengths and weaknesses lie as a writer or journalist?   What kinds of experiences inform your desire to become a journalist? What are your commitments, passions and interests? Tell us about yourself.                                                 Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]}]