[{"detail": [{"content": "Certificate in Digital Marketing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   Certificate in Digital Marketing                                            Academics &rsaquo;                Graduate Programs            Noncredit Offerings                 Certificate in Digital Analytics          Certificate in Digital Marketing          Certificate in Public Relations          Certificate in Integrated Communications          Certificate in Media Management                                      Ready to Proceed?           Register Now        Request Information        Events                                                              Ready to Proceed?        Register for Courses Now                                                                       Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                    Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Certificate in Digital Marketing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   Certificate in Digital Marketing                                            Academics &rsaquo;                Graduate Programs            Noncredit Offerings                 Certificate in Digital Analytics          Certificate in Digital Marketing          Certificate in Public Relations          Certificate in Integrated Communications          Certificate in Media Management                                      Ready to Proceed?           Register Now        Request Information        Events                                                              Ready to Proceed?        Register for Courses Now                                                                       Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                    Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "NYU Stern | Marketing Department - MBA Course Descriptions                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Marketing Department    Marketing Home           Overview Department News   Department Newsletter     Faculty &amp; Staff Tenured &amp; Tenure-Track Faculty   Clinical Faculty   Adjunct Faculty   Visiting Faculty   Emeritus Faculty   Staff   Open Faculty Positions     Research Research Initiatives   Recent Publications   Working Papers     Events Seminar Series   Conferences     Academic Programs PhD Programs   MBA Programs   Undergraduate Programs     Student Activities &amp; Jobs MBA   Undergraduate   Marketing Student Spotlight     Center for Measurable Marketing Overview of the Center   Research &amp; Knowledge Center   Events   Student Programs   Center News   Contact Us               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Marketing Department / Academic Programs / MBA Programs / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              MBA Program Course Descriptions   MBA Core Courses                Marketing      COR1-GB.2310 (3 credits)     Corequisites: COR1-GB.1303 and COR1-GB.1305              This course provides an overall view of marketing in a customer-driven firm, focusing on essential marketing skills needed by successful managers in all business functions. Topics include how individual and organizational consumers make decisions, segment markets, estimate the economic value of customers to the firm, position the firm's offering, effective marketing research, new product development and pricing strategies, communicate with consumers, estimate advertising's effectiveness, and manage relationships with sales force and distribution partners. The course also studies how firms must coordinate these different elements of the marketing mix to ensure that all marketing activities collectively forge a coherent strategy. The importance of combining qualitative and quantitative concepts in effective marketing analysis is also examined. The course uses a combination of lectures, class discussion, and case analysis. Marketing is a core course and assumes no prior knowledge of marketing. However, there are certain concepts from Firms &amp; Markets that students should have mastered, including: price elasticity of demand, price discrimination, marginal cost, marginal revenue, efficient scale for production capacity, diminishing returns, utility functions and utility curves.             MBA Elective Courses                Globalization of the Entertainment Industry      MKTG-GB.2112 (1.5 credits)     Prerequisite: COR1-GB.2310              This course provides a framework for understanding the global expansion of media and entertainment companies. It looks into the impact on the U.S. economy due to the significant export growth of American leisure products and services. Students are prepared through the analysis of several leading entertainment and media multinational companies, and the development of their businesses within the major world economic zones. International speakers, special cases, and readings are included.                         The Business of Sports Marketing      MTKG-GB.2114 (1.5 credits)     Prerequisite: COR1-GB.2310              The business of sports has become a persistent and integral part of our economy, specifically in the multi-media and entertainment arena. This is a specialized course for the MBA student interested in expanding knowledge of the sports industry as a business and as a world economic force. It provides students with a framework for understanding the scope of the sports business across various leagues, venues, athletes and their relationship to internal and external factors, infrastructures, professional-support systems and the marketing applications that drive this complex and growing multibillion dollar industry.                         The Business of Producing: Entrepreneurship in Entertainment &amp; Media      MKTG-GB.2116 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide students with a framework for understanding the dynamics of producing a finished creative product in the entertainment and media industries. It covers the process of feature production from the initial concept of the story, through script development, to completion of the project. All the facets of the production process are explored, including script selection, finance, budgeting, timetable development, team building, talent selection, contract and union negotiating, regulation, and technology. Guest speakers include producers of independent movies, network TV, cable, syndicated TV, radio, and TV commercials.                         Television Management      MKTG-GB.2118 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide a comprehensive look at the world of marketing in the television industry as it is practiced today and how it will change in the television and advertising fields. It provides a look further into the 21st century and the new age of digital television. Marketing, in this course, encompasses both the marketing of television to the viewer and television advertising time to the advertiser. It also examines the emergence of the Internet and its impact on the television industry today and tomorrow. Emphasis is on the marketing implications of the convergence of the television and the computer, particularly as it pertains to changes in the role of advertising.                         Entertainment and Media Industries      MKTG-GB.2119 (1.5 credits)     Prerequisite: COR1-GB.2310              This course serves as a foundation for those interested in Stern's Entertainment, Media, and Technology (EMT) program. Students who intend to have a specialization in EMT are required to take this course. It provides a framework for understanding the key marketing, economic, and strategic issues facing organizations in the entertainment industry. Key sectors of the entertainment industry are covered, focusing on film, television, home video, cable, music, publishing, sports, and new media. Lectures and case studies are utilized.                         Movie Marketing and Distribution      MKTG-GB.2120 (1.5 credits)     Prerequisite: COR1-GB.2310              This course focuses on marketing, distribution, and exhibition of Hollywood and art house movies. It applies business school marketing methodology to the movie industry and provides a rigorous analysis of why movies succeed or fail regardless of their inherent quality. The class covers strategies used by studio executives to track competitors' strengths and weaknesses in the ever-shifting marketplace and how product tie-ins are increasingly used to raise awareness and sell tickets. Students also learn how film executives think when designing movie posters, planning release schedules, casting top actors, setting up co-branded marketing efforts, green lighting scripts, capping production budgets, and attending film festivals. Emerging technologies such as video on demand, satellite distribution, and digital projection are also examined. Class sessions are based on lectures and case studies.                         Financial Services Marketing      MKTG-GB.2121 (1.5 credits)     Corequisite: COR1-GB.2310              This course applies the basic principles of marketing management to establish competitive advantage in the saturated financial services market. It explores the marketing activities of well-known financial service enterprises, banks, investment companies, and insurance companies. It also considers the new competitive environment resulting from deregulation and advances in technology and distribution. Furthermore, it examines the marketing strategies of financial institutions and the attendant risks and opportunities associated with their asset allocation decisions using the case study method. Attention is paid to research, planning, strategic decision-making and implementation as the marketing value chain is developed over the life cycle of a financial institution.                         Marketing Strategy for the Service Economy: From Acquisition to Retention      MKTG-GB.2122 (1.5 credits)      Prerequisite: COR1-GB.2310              Services differ in many ways from manufactured goods. Their intangibility, inability to be inventoried, and the fact that customers play a greater role in product creation, are but a few examples. As a result, marketers must expand their traditional 4Ps toolset (product, price, place, promotion) to include process, people and the physical environment. Marketers must consequently adjust their application of the 4Ps. For example, pricing techniques such as revenue management may be appropriate to use when a service product is perishable. Promotion needs to be more educational and experiential because the service product is less tangible and there may be greater perceived risk associated with buying it compared to a physical good. Through textbook and case study readings and lectures, plus live and video examples and a service encounter project and presentation, the course objectives are to: 1) Recognize the impetus for services marketing and appreciate the challenges presented by the service sector; 2) Understand concepts and techniques of services marketing (distinguishing from those deployed in goods marketing) and identify appropriate marketing tactics to deploy against specific services marketing problems; 3) Deepen understanding of customer loyalty principles and interventions – measurement, customer experience design and implementation of customer management programs; and 4) Understand customer loyalty drivers and their impact on growth and profitability.                         Luxury Marketing      MKTG-GB.2126 (1.5 credits)     Prerequisite: COR1-GB.2310              The course is designed to provide students with an understanding of the fundamentals of luxury. When was the concept of luxury first articulated and what did it mean within its various manifestations? Who were the luxury consumers in pre-modern cultures and what were the events that catapulted luxury into the sociopolitcal discourse? How did modernity affect ancient processes associated with the production of luxury products? How did the products, consumer tastes, material exchanges, and producer strategies evolve through history? Students will acquire an understanding of the luxury segment of the market as it applies to a variety of industries; observation skills that will allow them to distinguish what constitutes luxury in a product; the necessary vocabulary to articulate the nuances that differentiate these products and the ability to do so with clarity and precision in terms of technique, design, and materials; and finally, the critical skills to identify potential new luxury products and how they relate to a variety of markets, including emerging markets.                         Advanced Luxury Marketing      MKTG-GB.2127 (1.5 credits)     Prerequisite: COR1-GB.2310              The luxury industry dates back several centuries and has been one of the fastest growing, most robust sectors in business over the last several decades. The changing consumer, developing markets, changes in media consumption, and emerging technologies all represent tremendous opportunity and challenges for luxury goods. This course aims to provide students with a deeper understanding of the industry and grasp of the technologies and platforms reshaping the business. Specifically we will:     • Explore the history and evolution of luxury     • Gain insight into product development and the creative process     • Better understand the forces re-shaping the industry     • Develop a robust understanding of the role digital aptitude plays in luxury brands’ future.     This course is especially useful for students who are considering a career in luxury, brand management, consulting, or services focusing on emerging technologies (e.g., Social Media, Search, Online Marketing, e-commerce).                           Consultative Selling      MKTG-GB.2128 (1.5 credits)     Prerequisite: COR1-GB.2310              The goal of Consultative Selling is to provide students with the knowledge and skills that entrepreneurs –and nearly all other business executives—need to win customers and grow their business. We will use the consultative selling model to understand the process of selling, discover customer's needs, present solutions, overcome objections, and gain agreement. Rather than pigeonholing selling as \"something done by those sales types,” we look at it as providing solutions to customer's problems. Selling is unique in that everyone does it. In business, we sell our products, proposals, IPOs, projects, budgets, and anything else that someone else has to approve. In life, we buy cars and houses (buying and selling are two sides of the same coin), interview for jobs, propose marriage, and many other things that someone else has to say OK to. In short, selling is a fundamental life skill. The course is primarily an interactive discussion including debates, case discussions, and many small group \"skills drills\" to apply the concepts and methods. In addition to learning the aspects of contemporary selling as it applies to their chosen careers, students will also gain a better appreciation of this important and often misunderstood aspect of an organization. The course is focused on professional, business-to-business (B2B) sales issues and sales management. We frequently draw on our own experiences as consumers (B2C) as a basis for developing perspectives, insights, and understanding of B2B sales themes.                         Sales Management      MKTG-GB.2129 (1.5 credits)     Prerequisite: COR1-GB.2310              The goal of Sales Management is to examine the elements of an effective sales force as a key component of the organization's total marketing effort. The course will extend student's understanding of marketing's reach and potential impact in achieving its overarching goals. Course objectives include understanding the sales process, the relationship between sales and marketing, sales force structure, customer relationship management (CRM), use of technology to improve sales force effectiveness, and issues in recruiting, selecting, training, motivating, compensating and retaining salespeople. Students learn to apply the discussion topics through an interactive project worked on throughout the course. The course is primarily an interactive discussion including debates, cases, and multiple opportunities to apply the theories that are discussed (See below for 3 credit version).                         Consultative Sales Plan Development      MKTG-GB.2138 (1.5 credits)      Prerequisite: COR1-GB.2310 and MKTG-GB.2128              The prerequisite to this course, Consultative Selling (MKTG-GB.2128), examines the consultative selling process and key personal skills within it: relationship building, questioning, platforming, listening, persuasion, and sales negotiations. Consultative Sales Plan Development (MKTG-GB.2138) builds on this by showing how to develop a detailed consultative sales plan designed to penetrate a significant target account. Students will explore the Mapping Process, an approach to thoroughly analyzing a situation and how it is influenced. Students will also look at three applications: Customer Mapping (overarching strategic perspective), Power Mapping (decision-making processes), and Influence Mapping (tactical implementation). The goal of developing a sales plan is to provide students with the knowledge and skills that are needed to win, maintain, and optimize penetration of clients.                         Consumer Neuroscience      MKTG-GB.2146 (1.5 credits)      Prerequisite: COR1-GB.2310              Most purchase decisions are unconscious. Behavior, learning, memory, sensation, attention, cognition, perception, emotions and brain activity are concepts that have acquired a new dimension in business and specifically in the context of marketing. This dimension is the main axis of Consumer Neurosciences. The analysis of consumer behavior increasingly gaining importance from the emotional standpoint and it affects any marketing tool that we intend to use, since the advertising and communication, point of sale, image and brand positioning or any other stimulus we present to our potential consumers or buyers. Consumer Neuroscience is an important step in the analysis and understanding of consumer behavior through the rigorous application of the knowledge and techniques of neurosciences, and appears as a new fundamental tool for the present and future of market research. The goals of this class are primarily to acquire knowledge of brain anatomy and functionality (neuroanatomy and neurophysiology) and techniques used to register human brain activity, and learn to apply this knowledge to solve business and marketing questions.                         Social Media      MKTG-GB.2150 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide managers with a framework for understanding and succeeding in the social media space. The course covers trends in the industry and foundational pieces, including but not limited to: social business, social features, analytics, sustainability. In this course you will learn the basic concepts, terms and principles that apply to the social media industry, analyze the activities of the leading social media companies and applications through articles, case studies, and lectures, become familiar with key strategic issues across all the social media sectors, and gain an understanding of and appreciation for the challenges involved in managing social media products. The final project is designed to give you an opportunity to use multiple perspectives to improve a company's social media strategy or social business culture.                         Mobile for Managers      MKTG-GB.2151 (1.5 credits)      Prerequisite: COR1-GB.2310              This course is designed to provide managers in the technology industry with a framework for understanding and succeeding in the burgeoning mobile ecosystem. The course covers trends in the industry and foundational pieces, including but not limited to: mobile design and development, B2B/B2C applications, business models, data collection/privacy. Students will learn the basic concepts, terms and principles that apply to the mobile industries. At the end of the course students will be able to analyze the activities of the leading mobile companies and applications through articles, case studies, and lectures. The course will help them become familiar with key strategic issues across all the sectors of the mobile industry. Finally, they will develop an understanding and appreciation of the challenges involved in managing mobile products.                         Promotions      MKTG-GB.2152 (1.5 credits)     Prerequisite: COR1-GB.2310              Promotions have become the dominant element of the marketing mix, representing 70%+ of the total marketing budget for most consumer brands. Hence, no marketing education is complete without an understanding of this exciting and rapidly growing area. This course covers all major aspects of trade and consumer promotion from strategy through execution, within the framework of how these disciplines fit into the overall marketing plan. Promotion will be covered from a conceptual and “real world” standpoint, using a mix of textbooks, case studies, current articles, and relevant examples.                         Pricing      MKTG-GB.2153 (1.5 credits)     Prerequisite: COR1-GB.2310              Pricing is one of the most important but least understood marketing decisions. This course is designed to equip participants with the frameworks, techniques, and latest thinking on assessing and formulating pricing strategies. We will learn the process of making pricing decisions and explore innovative approaches for setting prices. The emphasis of the course is on ways in which you can help firms in diverse industries to improve their pricing. The topics of discussion include pricing of durable goods, pricing of consumer package goods, pricing of service, pricing of informational goods, new product pricing, price promotions, behavior-based pricing, price bundling, nonlinear pricing, targeted pricing, pricing through a distribution channel, and international pricing etc. Upon successful completion of this course, you will (a) gain a solid understanding of pricing practices across different industries, (b) learn state-of-the-art frameworks for analyzing pricing issues, and (c) master the essential techniques for making profitable pricing decisions with strategic thinking.                         Marketing for Entrepreneurs      MKTG-GB.2172 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is an elective with the objective of providing a strategic decision-making perspective in entrepreneurial marketing. It is designed for MBA students who are interested in examining the marketing strategies and methods used by start-up, early-stage companies, and small-business enterprises, comparing conventional marketing with entrepreneurial marketing. The focus of the course is tying together strategic issues such as segmentation, branding and resource allocation combined with specific marketing activities available to the entrepreneur. This course clarifies key marketing concepts, methods, and strategic issues relevant for start-up and early-stage entrepreneurs.                         New Media in Marketing      MKTG-GB.2173 (1.5 credits)     Prerequisite: COR1-GB.2310              This course will look to provide a framework for understanding the various technologies impacting the media in the marketplace today—using subjects both ripped from the headlines and grounded in near-term history—as well as provide a structure for assessing the opportunities and challenges of innovations in the 3 to 5 year time horizon. It is designed to help students become effective marketers in the 21st century. Topics covered will include the digital home, web 2.0, social media, online video, digital advertising, video-on-demand, mobile applications, gaming, sports technologies, and interactive TV.                         Marketing Metrics      MKTG-GB.2180 (1.5 credits)     Prerequisite: COR1-GB.2310              The marketing metrics in this course fall into three broad categories: capabilities, inputs, and outputs. Capabilities are the strength and resources possessed by an organization. Inputs refer to the effort and budget put into various marketing resources/activities. Outputs refer to the impact of those activities on the customer, product market, and financial market levels. This course focuses on providing you with the tools and approaches to gauge the impact of marketing expenditures. More specifically, you will learn the currently available marketing metrics, determine the most appropriate marketing measures for a company, determine whether data is available or needs to be created, and learn how to construct a marketing measurement system or dashboard to enable return on marketing Investment (ROMI)-driven decisions. At the conclusion of this course you will be better able to evaluate the effectiveness of marketing spending/value investing.                         Marketing of Hi-Tech Products      MKTG-GB.2190 (1.5 credits)     Prerequisite: COR1-GB.2310              Technological markets, high-technology innovations, and durable products of hi-tech nature are all characterized by growth patterns that are not only different from one market to the next but also contain a high degree of uncertainty. Such chaotic phenomena are difficult to investigate and present a challenge for forecasting market potentials and market shares. In this course we will examine the structure and growth patterns of such markets. We will witness the unbearable slowness of new product growth, understand why main market consumers aren't impressed with early market technophiles, breathlessly watch the bandwagon wheezing by, diligently compute the value of the customers of E*Trade and Ameritrade, and wistfully remember products such as WordPerfect, Lotus 123 and floppy discs.                         Tech Product Management      MKTG-GB.2191 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide you with a framework for understanding product management for technology products within a range of organizations large and small. The course covers tangible tools, techniques, best practices and real world simulation of what a product manager faces in trying to deliver against product, company and user objectives.                         Advertising      MKTG-GB.2309 (3 credits)     Prerequisite: COR1-GB.2310              This course develops a framework for managing the advertising function within the larger context of integrated marketing communications. It surveys brand positioning and all the marketing communications tools, particularly advertising, which are essential to creating and maintaining a brand identity. Also covered: identifying target markets, establishing advertising objectives and strategies, budgeting, media planning and evaluation of advertising effectiveness.                           Craft and Commerce of Cinema: Cannes Film Festival      MKTG-GB.2313 (3 credits)     Prerequisite: MKTG-GB.2341, COR1-GB.2310      By application only              This is a specialized EMT course designed to provide students with a framework for understanding the dynamics of the film industry including the complete process from crafting the idea for a film script, hiring or becoming a producer, financing the project, selling it to a studio or independent production company, building a team, production elements, post production including music acquisition, marketing, distribution and exhibition, international, and domestic. The course includes learning about distribution and exhibition, marketing and building audience awareness, research applications, international licensing, and preparation for career in the industry. It is offered during spring break and involves a trip to the west coast. In addition to tuition, students have to pay travel and living expenses.                           Digital Media Innovation      MKTG-GB.2325 (3 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide you with an orientation to the best current digital marketing practices. We will examine the inner workings of some of the most interesting and fastest growing digital companies and meet some of the leaders of these companies for a first hand view of how digital marketing is evolving and progressing. Course objectives are: 1) To understand the most practiced forms of digital marketing (e.g., social marketing, local marketing, search engine marketing, brand marketing) and how the venture capital world is views these tools and approaches; 2) To learn how advertisers and publishers are working together in the digital world to entice consumers with “authentic” marketing practices; 3) To become familiar with some of the best practices in digital marketing; 4) To learn how to create and present a new business idea in the digital marketing space to the VC community.                         Research for Customer Insights      MKTG-GB.2327 (3 credits)     Prerequisite: COR1-GB.2310 and COR1-GB.1305              This course emphasizes the organization, processes, and applications of marketing research in making business decisions. Topics include steps in marketing research, questionnaire construction, experimental design, sampling methods, tests of hypotheses, data analysis, evaluation of research costs to results achieved, and applications of research to marketing decision areas. It requires a research project involving data collection and analysis.                         Judgment &amp; Decision Making      MKTG-GB.2335 (3 credits)     Prerequisite: COR1-GB.2310              Successful marketing and business strategy depends on a thorough understanding of how people make decisions. Although traditional “rational” models of human reasoning make clear predictions about how people should make decisions, these models fail to fully capture how people actually make decisions in the real world. The purpose of this course is to inform future managers and consultants of the sometimes counterintuitive but often predictable rules, processes, and heuristics that guide everyday judgment and decision making, as well as how knowledge of these rules can be utilized to improve marketing and business strategy.                         Consumer Behavior      MKTG-GB.2347 (3 credits)     Prerequisite: COR1-GB.2310      Not open to students who have taken MKTG-GB.2348.              This course studies the consumer as a decision maker. It examines social and psychological influences on purchasing decisions, emphasizing their implications for marketing strategy. Topics include the consumer as a decision maker; motivation attitudes and their effect on behavior, information processing, consumer risk, and demographic, social, and cultural influences on purchasing behavior. Applications to advertising, product, and segmentation strategies as well as Web-based applications of consumer behavior are highlighted.                         Marketing Planning &amp; Strategy      MKTG-GB.2350 (3 credits)     Prerequisite: COR1-GB.2310              Approximately 95 percent of a brand manager’s responsibilities involve the development, execution, evaluation, and refinement of marketing plans. In this tremendously practical, semester-long course, developed based on best practices at top marketing companies, students are guided through the entire marketing plan process. Teams then apply the learning to create comprehensive plans for “real” brands at “real” companies, in the industry of their choice. The course covers the ins and outs of brand positioning, marketing plan budget setting, pricing strategy development, and volume forecasting. Media plans and ads are created, as well as consumer promotion, trade promotion, direct marketing, Internet marketing and viral/buzz marketing plans.                         Competitive Marketing Strategy      MKTG-GB.2351 (3 credits)     Prerequisite: COR1-GB.2310              This course is designed to help you develop the knowledge and skills necessary to develop marketing strategy at the business (in contrast to product) level. Rather than just focusing on creating value propositions for customers, the emphasis in this course will be more strategic: designing value creation and delivery systems. Therefore, the course will target the interface between customer value, marketing decisions, business strategy, and the operations of the organization. The material will be particularly relevant to students who expect to be responsible for developing and/or assessing marketing strategy as owners, employees, and consultants.                         Pricing      MKTG-GB.2353 (3 credits)     Prerequisite: COR1-GB.2310              Pricing is one of the most important but least understood marketing decisions. This course is designed to equip participants with the frameworks, techniques, and latest thinking on assessing and formulating pricing strategies. We will learn the process of making pricing decisions and explore innovative approaches for setting prices. The emphasis of the course is on ways in which you can help firms in diverse industries to improve their pricing. The topics of discussion include pricing of durable goods, pricing of consumer package goods, pricing of service, pricing of informational goods, new product pricing, price promotions, behavior-based pricing, price bundling, nonlinear pricing, targeted pricing, pricing through a distribution channel, and international pricing etc. Upon successful completion of this course, you will (a) gain a solid understanding of pricing practices across different industries, (b) learn state-of-the-art frameworks for analyzing pricing issues, and (c) master the essential techniques for making profitable pricing decisions with strategic thinking.                           Data-Driven Decision Making      MKTG-GB.2354 (3 credits)     Prerequisite: COR1-GB.1305              The specific objectives of this course are to: 1. Help you understand how analytical techniques and statistical models can help enhance decision making by converting data to information and insights for decision-making; 2. Provide intuition for data driven decision making by using practical examples from a wide spectrum of fields; 3. Provide insight into how to choose and use the most effective statistical tool based on the problem at hand; 4. Provide you with a software tool kit that will enable you to apply statistical models to real decision problems; 5. Most importantly, remove any fear of data analysis and increase your comfort level with analyzing databases most commonly used in the business world.                           Competitive Strategy in the Marketplace      MKTG-GB.2361 (3 credits)     Prerequisite: COR1-GB.2103 OR COR1-GB.2301; and COR1-GB.2310. Not open to students who have taken MKTG- GB.2360.              This is a rigorous advanced course in competitive strategy set at the level of the business as it faces competitors at the product market level. The course consists of lectures and formal case presentations recommending strategic actions by student teams to counterpart teams representing senior managers responsible for approving their recommendation. Topics covered include both the process and content of strategic action and interaction, strategic models, brands as a source of competitive advantage, methods for comparing competitive offers and strategies, scenario analysis, competitive signaling, and competitive intelligence.                           Brand Strategy      MKTG-GB.2365 (3 credits)     Prerequisite: COR1-GB.2310              Brand planners/strategists face many challenges, including how to a) create a comprehensive brand architecture that will provide strategic direction, b) Generate motivating brand identities and value propositions for the key brands, c) develop brand-building programs, and d) leverage new technologies. The goal of this course is to provide concepts, models, methods, and role models that will help address these challenges.                         New Product Development      MKTG-GB.2370 (3 credits)     Prerequisite: COR1-GB.2310              New products and services are vital to the success of all companies. Innovation is risky, however, and most new products fail in the marketplace. Thus, expertise in the design and marketing of new products is a critical skill for all managers, inside and outside of the marketing department. There is a focus on the tools and techniques associated with analyzing market opportunities and then designing, testing, and introducing new products and services. Both quantitative and qualitative approaches are covered. In particular, the course covers the new product development process, market entry strategies, how to generate new product ideas, mapping customer perceptions, segmentation, product positioning, forecasting market demand, product design, and advertising and product testing. The course emphasizes how to incorporate customers and competitors into all of these aspects of new product development. In contrast, a related course (B60.3356, Technological Innovation &amp; New Product Development) emphasizes organizational issues associated with new product development.                         Innovation and Design      MKTG-GB.2371 (3 credits)     Prerequisite: COR1-GB.2310              Many firms that have experienced dramatic gains in shareholder value over the last few years (e.g., Google, Apple, Motorola) register innovation as a central driver of their progress. One can argue that innovation, and a culture that inspires and supports innovation, is the only sustainable competitive advantage. A frequent manifestation of recent innovation has been breakthrough design. Design represents a powerful alternative to the dominant management approaches of the last few decades and is an important perspective for leadership to embrace.                         Retail Strategy      MKTG-GB.2375 (3 credits)     Prerequisite: COR1-GB.2310              Virtually every major consumer brand is sold through a variety of retail channels. The store is where brand and consumer “meet” and the purchase decision is made. In the last twenty-five years, a variety of trends have converged to create a situation today in which major retailers are arguably the dominant influence on a brand's success. The bottom line: consumers are getting harder and harder to reach and influence, and they make 70% of their brand purchase decisions in-store. Retail Marketing has emerged as a key element of the marketing mix. This course will provide students with a solid understanding of the retail landscape, covering all key classes of trade. That understanding of the key retail channels will be integrated with an in-depth review of effective marketing strategies for each channel. We will also explore how the retail marketing elements are integrated into the overall marketing framework for the brand. Text and case studies will be used, as well as current literature. Numerous industry experts, from both the retail and consumer goods world, will be utilized as class speakers.                         Creativity      MKTG-GB.2381 (3 credits)     Prerequisite: COR1-GB.2310              Successful business people approach their problems creatively and happy people live their lives as works of art. In this course we explore the many dimensions of creativity that are important in business and in our own lives. Creativity isn’t a mystical quality with which only a few are blessed. Practical methods to become more flexible, imaginative, and productive thinkers can be learned by anyone, nurtured in others, and harnessed to create new products, uses, designs, theories, strategies, structures, and other solutions of all kinds. We will define creativity, review the science, and develop our own creative skill set by learning about, experiencing, and experimenting with a wide variety of approaches.                         Global Marketing Strategy      MKTG-GB.2385 (3 credits)     Prerequisite: COR1-GB.2310              This course examines the development of international marketing programs, from determining objectives and evaluating international market opportunities to coordinating strategies in world markets. It differentiates between global and multi-national approaches to all elements of the marketing mix. There is an emphasis in the application of marketing principles in the multinational environment and the cultural influences that require adaptation of strategies in diverse markets.                         Corporate Branding and CSR      MKTG-GB.3101 (3 credits)     Prerequisite: COR1-GB.2310              This course provides a theoretical and strategic overview of Corporate Social Responsibility (CSR) in the context of corporate branding. The theory of the course proceeds from: i) the corporate need to protect long-term investments in corporate brand image, ii) the emergence of large segments of affluent, ethically sensitive consumers, and iii) the incompleteness of law and regulation, especially in global markets. The practical and strategic content of the course is derived from a number of cases with guest participants drawn from corporations, NGO, and investment management firms. This course should be of interest to Marketing majors and all NYU students seeking to better understand the politics, strategy, and implementation of Corporate Social Responsibility.             Courses in Other Departments                Doing Business in Italy: Luxury Retail &amp; Branding      Marketing, Luxury Marketing      DBIN-GB.3111              Social Media and Digital Marketing Analytics      Marketing      INFO-GB.3310              Data Mining for Business Analytics      Marketing      INFO-GB.3336              Being Digital: Search, Social Media and Crowdsourcing      Marketing      INFO-GB.3339              Digital Marketing      Marketing, Product Management      INTA-GB.3340              Fashion Law and Business      Luxury Marketing      INTA-GB.3344              The Fashion Industry: Creativity &amp; Business      Luxury Marketing      INTA-GB.3345              Judgment and Decision Making      Marketing      MGMT-GB.2150              Supply Chain Management      Marketing, Luxury Marketing      OPMG-GB.2306              Operations in Entertainment: Las Vegas      Luxury Marketing      OPMG-GB.2313                                                                                                                 Academic Programs     PhD Programs   MBA Programs Overview   Specializations   Course Descriptions     Undergraduate Programs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "Certificate in Digital Marketing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   Certificate in Digital Marketing                                            Academics &rsaquo;                Graduate Programs            Noncredit Offerings                 Certificate in Digital Analytics          Certificate in Digital Marketing          Certificate in Public Relations          Certificate in Integrated Communications          Certificate in Media Management                                      Ready to Proceed?           Register Now        Request Information        Events                                                              Ready to Proceed?        Register for Courses Now                                                                       Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                    Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "NYU Stern | Marketing Department - MBA Course Descriptions                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Marketing Department    Marketing Home           Overview Department News   Department Newsletter     Faculty &amp; Staff Tenured &amp; Tenure-Track Faculty   Clinical Faculty   Adjunct Faculty   Visiting Faculty   Emeritus Faculty   Staff   Open Faculty Positions     Research Research Initiatives   Recent Publications   Working Papers     Events Seminar Series   Conferences     Academic Programs PhD Programs   MBA Programs   Undergraduate Programs     Student Activities &amp; Jobs MBA   Undergraduate   Marketing Student Spotlight     Center for Measurable Marketing Overview of the Center   Research &amp; Knowledge Center   Events   Student Programs   Center News   Contact Us               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Marketing Department / Academic Programs / MBA Programs / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              MBA Program Course Descriptions   MBA Core Courses                Marketing      COR1-GB.2310 (3 credits)     Corequisites: COR1-GB.1303 and COR1-GB.1305              This course provides an overall view of marketing in a customer-driven firm, focusing on essential marketing skills needed by successful managers in all business functions. Topics include how individual and organizational consumers make decisions, segment markets, estimate the economic value of customers to the firm, position the firm's offering, effective marketing research, new product development and pricing strategies, communicate with consumers, estimate advertising's effectiveness, and manage relationships with sales force and distribution partners. The course also studies how firms must coordinate these different elements of the marketing mix to ensure that all marketing activities collectively forge a coherent strategy. The importance of combining qualitative and quantitative concepts in effective marketing analysis is also examined. The course uses a combination of lectures, class discussion, and case analysis. Marketing is a core course and assumes no prior knowledge of marketing. However, there are certain concepts from Firms &amp; Markets that students should have mastered, including: price elasticity of demand, price discrimination, marginal cost, marginal revenue, efficient scale for production capacity, diminishing returns, utility functions and utility curves.             MBA Elective Courses                Globalization of the Entertainment Industry      MKTG-GB.2112 (1.5 credits)     Prerequisite: COR1-GB.2310              This course provides a framework for understanding the global expansion of media and entertainment companies. It looks into the impact on the U.S. economy due to the significant export growth of American leisure products and services. Students are prepared through the analysis of several leading entertainment and media multinational companies, and the development of their businesses within the major world economic zones. International speakers, special cases, and readings are included.                         The Business of Sports Marketing      MTKG-GB.2114 (1.5 credits)     Prerequisite: COR1-GB.2310              The business of sports has become a persistent and integral part of our economy, specifically in the multi-media and entertainment arena. This is a specialized course for the MBA student interested in expanding knowledge of the sports industry as a business and as a world economic force. It provides students with a framework for understanding the scope of the sports business across various leagues, venues, athletes and their relationship to internal and external factors, infrastructures, professional-support systems and the marketing applications that drive this complex and growing multibillion dollar industry.                         The Business of Producing: Entrepreneurship in Entertainment &amp; Media      MKTG-GB.2116 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide students with a framework for understanding the dynamics of producing a finished creative product in the entertainment and media industries. It covers the process of feature production from the initial concept of the story, through script development, to completion of the project. All the facets of the production process are explored, including script selection, finance, budgeting, timetable development, team building, talent selection, contract and union negotiating, regulation, and technology. Guest speakers include producers of independent movies, network TV, cable, syndicated TV, radio, and TV commercials.                         Television Management      MKTG-GB.2118 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide a comprehensive look at the world of marketing in the television industry as it is practiced today and how it will change in the television and advertising fields. It provides a look further into the 21st century and the new age of digital television. Marketing, in this course, encompasses both the marketing of television to the viewer and television advertising time to the advertiser. It also examines the emergence of the Internet and its impact on the television industry today and tomorrow. Emphasis is on the marketing implications of the convergence of the television and the computer, particularly as it pertains to changes in the role of advertising.                         Entertainment and Media Industries      MKTG-GB.2119 (1.5 credits)     Prerequisite: COR1-GB.2310              This course serves as a foundation for those interested in Stern's Entertainment, Media, and Technology (EMT) program. Students who intend to have a specialization in EMT are required to take this course. It provides a framework for understanding the key marketing, economic, and strategic issues facing organizations in the entertainment industry. Key sectors of the entertainment industry are covered, focusing on film, television, home video, cable, music, publishing, sports, and new media. Lectures and case studies are utilized.                         Movie Marketing and Distribution      MKTG-GB.2120 (1.5 credits)     Prerequisite: COR1-GB.2310              This course focuses on marketing, distribution, and exhibition of Hollywood and art house movies. It applies business school marketing methodology to the movie industry and provides a rigorous analysis of why movies succeed or fail regardless of their inherent quality. The class covers strategies used by studio executives to track competitors' strengths and weaknesses in the ever-shifting marketplace and how product tie-ins are increasingly used to raise awareness and sell tickets. Students also learn how film executives think when designing movie posters, planning release schedules, casting top actors, setting up co-branded marketing efforts, green lighting scripts, capping production budgets, and attending film festivals. Emerging technologies such as video on demand, satellite distribution, and digital projection are also examined. Class sessions are based on lectures and case studies.                         Financial Services Marketing      MKTG-GB.2121 (1.5 credits)     Corequisite: COR1-GB.2310              This course applies the basic principles of marketing management to establish competitive advantage in the saturated financial services market. It explores the marketing activities of well-known financial service enterprises, banks, investment companies, and insurance companies. It also considers the new competitive environment resulting from deregulation and advances in technology and distribution. Furthermore, it examines the marketing strategies of financial institutions and the attendant risks and opportunities associated with their asset allocation decisions using the case study method. Attention is paid to research, planning, strategic decision-making and implementation as the marketing value chain is developed over the life cycle of a financial institution.                         Marketing Strategy for the Service Economy: From Acquisition to Retention      MKTG-GB.2122 (1.5 credits)      Prerequisite: COR1-GB.2310              Services differ in many ways from manufactured goods. Their intangibility, inability to be inventoried, and the fact that customers play a greater role in product creation, are but a few examples. As a result, marketers must expand their traditional 4Ps toolset (product, price, place, promotion) to include process, people and the physical environment. Marketers must consequently adjust their application of the 4Ps. For example, pricing techniques such as revenue management may be appropriate to use when a service product is perishable. Promotion needs to be more educational and experiential because the service product is less tangible and there may be greater perceived risk associated with buying it compared to a physical good. Through textbook and case study readings and lectures, plus live and video examples and a service encounter project and presentation, the course objectives are to: 1) Recognize the impetus for services marketing and appreciate the challenges presented by the service sector; 2) Understand concepts and techniques of services marketing (distinguishing from those deployed in goods marketing) and identify appropriate marketing tactics to deploy against specific services marketing problems; 3) Deepen understanding of customer loyalty principles and interventions – measurement, customer experience design and implementation of customer management programs; and 4) Understand customer loyalty drivers and their impact on growth and profitability.                         Luxury Marketing      MKTG-GB.2126 (1.5 credits)     Prerequisite: COR1-GB.2310              The course is designed to provide students with an understanding of the fundamentals of luxury. When was the concept of luxury first articulated and what did it mean within its various manifestations? Who were the luxury consumers in pre-modern cultures and what were the events that catapulted luxury into the sociopolitcal discourse? How did modernity affect ancient processes associated with the production of luxury products? How did the products, consumer tastes, material exchanges, and producer strategies evolve through history? Students will acquire an understanding of the luxury segment of the market as it applies to a variety of industries; observation skills that will allow them to distinguish what constitutes luxury in a product; the necessary vocabulary to articulate the nuances that differentiate these products and the ability to do so with clarity and precision in terms of technique, design, and materials; and finally, the critical skills to identify potential new luxury products and how they relate to a variety of markets, including emerging markets.                         Advanced Luxury Marketing      MKTG-GB.2127 (1.5 credits)     Prerequisite: COR1-GB.2310              The luxury industry dates back several centuries and has been one of the fastest growing, most robust sectors in business over the last several decades. The changing consumer, developing markets, changes in media consumption, and emerging technologies all represent tremendous opportunity and challenges for luxury goods. This course aims to provide students with a deeper understanding of the industry and grasp of the technologies and platforms reshaping the business. Specifically we will:     • Explore the history and evolution of luxury     • Gain insight into product development and the creative process     • Better understand the forces re-shaping the industry     • Develop a robust understanding of the role digital aptitude plays in luxury brands’ future.     This course is especially useful for students who are considering a career in luxury, brand management, consulting, or services focusing on emerging technologies (e.g., Social Media, Search, Online Marketing, e-commerce).                           Consultative Selling      MKTG-GB.2128 (1.5 credits)     Prerequisite: COR1-GB.2310              The goal of Consultative Selling is to provide students with the knowledge and skills that entrepreneurs –and nearly all other business executives—need to win customers and grow their business. We will use the consultative selling model to understand the process of selling, discover customer's needs, present solutions, overcome objections, and gain agreement. Rather than pigeonholing selling as \"something done by those sales types,” we look at it as providing solutions to customer's problems. Selling is unique in that everyone does it. In business, we sell our products, proposals, IPOs, projects, budgets, and anything else that someone else has to approve. In life, we buy cars and houses (buying and selling are two sides of the same coin), interview for jobs, propose marriage, and many other things that someone else has to say OK to. In short, selling is a fundamental life skill. The course is primarily an interactive discussion including debates, case discussions, and many small group \"skills drills\" to apply the concepts and methods. In addition to learning the aspects of contemporary selling as it applies to their chosen careers, students will also gain a better appreciation of this important and often misunderstood aspect of an organization. The course is focused on professional, business-to-business (B2B) sales issues and sales management. We frequently draw on our own experiences as consumers (B2C) as a basis for developing perspectives, insights, and understanding of B2B sales themes.                         Sales Management      MKTG-GB.2129 (1.5 credits)     Prerequisite: COR1-GB.2310              The goal of Sales Management is to examine the elements of an effective sales force as a key component of the organization's total marketing effort. The course will extend student's understanding of marketing's reach and potential impact in achieving its overarching goals. Course objectives include understanding the sales process, the relationship between sales and marketing, sales force structure, customer relationship management (CRM), use of technology to improve sales force effectiveness, and issues in recruiting, selecting, training, motivating, compensating and retaining salespeople. Students learn to apply the discussion topics through an interactive project worked on throughout the course. The course is primarily an interactive discussion including debates, cases, and multiple opportunities to apply the theories that are discussed (See below for 3 credit version).                         Consultative Sales Plan Development      MKTG-GB.2138 (1.5 credits)      Prerequisite: COR1-GB.2310 and MKTG-GB.2128              The prerequisite to this course, Consultative Selling (MKTG-GB.2128), examines the consultative selling process and key personal skills within it: relationship building, questioning, platforming, listening, persuasion, and sales negotiations. Consultative Sales Plan Development (MKTG-GB.2138) builds on this by showing how to develop a detailed consultative sales plan designed to penetrate a significant target account. Students will explore the Mapping Process, an approach to thoroughly analyzing a situation and how it is influenced. Students will also look at three applications: Customer Mapping (overarching strategic perspective), Power Mapping (decision-making processes), and Influence Mapping (tactical implementation). The goal of developing a sales plan is to provide students with the knowledge and skills that are needed to win, maintain, and optimize penetration of clients.                         Consumer Neuroscience      MKTG-GB.2146 (1.5 credits)      Prerequisite: COR1-GB.2310              Most purchase decisions are unconscious. Behavior, learning, memory, sensation, attention, cognition, perception, emotions and brain activity are concepts that have acquired a new dimension in business and specifically in the context of marketing. This dimension is the main axis of Consumer Neurosciences. The analysis of consumer behavior increasingly gaining importance from the emotional standpoint and it affects any marketing tool that we intend to use, since the advertising and communication, point of sale, image and brand positioning or any other stimulus we present to our potential consumers or buyers. Consumer Neuroscience is an important step in the analysis and understanding of consumer behavior through the rigorous application of the knowledge and techniques of neurosciences, and appears as a new fundamental tool for the present and future of market research. The goals of this class are primarily to acquire knowledge of brain anatomy and functionality (neuroanatomy and neurophysiology) and techniques used to register human brain activity, and learn to apply this knowledge to solve business and marketing questions.                         Social Media      MKTG-GB.2150 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide managers with a framework for understanding and succeeding in the social media space. The course covers trends in the industry and foundational pieces, including but not limited to: social business, social features, analytics, sustainability. In this course you will learn the basic concepts, terms and principles that apply to the social media industry, analyze the activities of the leading social media companies and applications through articles, case studies, and lectures, become familiar with key strategic issues across all the social media sectors, and gain an understanding of and appreciation for the challenges involved in managing social media products. The final project is designed to give you an opportunity to use multiple perspectives to improve a company's social media strategy or social business culture.                         Mobile for Managers      MKTG-GB.2151 (1.5 credits)      Prerequisite: COR1-GB.2310              This course is designed to provide managers in the technology industry with a framework for understanding and succeeding in the burgeoning mobile ecosystem. The course covers trends in the industry and foundational pieces, including but not limited to: mobile design and development, B2B/B2C applications, business models, data collection/privacy. Students will learn the basic concepts, terms and principles that apply to the mobile industries. At the end of the course students will be able to analyze the activities of the leading mobile companies and applications through articles, case studies, and lectures. The course will help them become familiar with key strategic issues across all the sectors of the mobile industry. Finally, they will develop an understanding and appreciation of the challenges involved in managing mobile products.                         Promotions      MKTG-GB.2152 (1.5 credits)     Prerequisite: COR1-GB.2310              Promotions have become the dominant element of the marketing mix, representing 70%+ of the total marketing budget for most consumer brands. Hence, no marketing education is complete without an understanding of this exciting and rapidly growing area. This course covers all major aspects of trade and consumer promotion from strategy through execution, within the framework of how these disciplines fit into the overall marketing plan. Promotion will be covered from a conceptual and “real world” standpoint, using a mix of textbooks, case studies, current articles, and relevant examples.                         Pricing      MKTG-GB.2153 (1.5 credits)     Prerequisite: COR1-GB.2310              Pricing is one of the most important but least understood marketing decisions. This course is designed to equip participants with the frameworks, techniques, and latest thinking on assessing and formulating pricing strategies. We will learn the process of making pricing decisions and explore innovative approaches for setting prices. The emphasis of the course is on ways in which you can help firms in diverse industries to improve their pricing. The topics of discussion include pricing of durable goods, pricing of consumer package goods, pricing of service, pricing of informational goods, new product pricing, price promotions, behavior-based pricing, price bundling, nonlinear pricing, targeted pricing, pricing through a distribution channel, and international pricing etc. Upon successful completion of this course, you will (a) gain a solid understanding of pricing practices across different industries, (b) learn state-of-the-art frameworks for analyzing pricing issues, and (c) master the essential techniques for making profitable pricing decisions with strategic thinking.                         Marketing for Entrepreneurs      MKTG-GB.2172 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is an elective with the objective of providing a strategic decision-making perspective in entrepreneurial marketing. It is designed for MBA students who are interested in examining the marketing strategies and methods used by start-up, early-stage companies, and small-business enterprises, comparing conventional marketing with entrepreneurial marketing. The focus of the course is tying together strategic issues such as segmentation, branding and resource allocation combined with specific marketing activities available to the entrepreneur. This course clarifies key marketing concepts, methods, and strategic issues relevant for start-up and early-stage entrepreneurs.                         New Media in Marketing      MKTG-GB.2173 (1.5 credits)     Prerequisite: COR1-GB.2310              This course will look to provide a framework for understanding the various technologies impacting the media in the marketplace today—using subjects both ripped from the headlines and grounded in near-term history—as well as provide a structure for assessing the opportunities and challenges of innovations in the 3 to 5 year time horizon. It is designed to help students become effective marketers in the 21st century. Topics covered will include the digital home, web 2.0, social media, online video, digital advertising, video-on-demand, mobile applications, gaming, sports technologies, and interactive TV.                         Marketing Metrics      MKTG-GB.2180 (1.5 credits)     Prerequisite: COR1-GB.2310              The marketing metrics in this course fall into three broad categories: capabilities, inputs, and outputs. Capabilities are the strength and resources possessed by an organization. Inputs refer to the effort and budget put into various marketing resources/activities. Outputs refer to the impact of those activities on the customer, product market, and financial market levels. This course focuses on providing you with the tools and approaches to gauge the impact of marketing expenditures. More specifically, you will learn the currently available marketing metrics, determine the most appropriate marketing measures for a company, determine whether data is available or needs to be created, and learn how to construct a marketing measurement system or dashboard to enable return on marketing Investment (ROMI)-driven decisions. At the conclusion of this course you will be better able to evaluate the effectiveness of marketing spending/value investing.                         Marketing of Hi-Tech Products      MKTG-GB.2190 (1.5 credits)     Prerequisite: COR1-GB.2310              Technological markets, high-technology innovations, and durable products of hi-tech nature are all characterized by growth patterns that are not only different from one market to the next but also contain a high degree of uncertainty. Such chaotic phenomena are difficult to investigate and present a challenge for forecasting market potentials and market shares. In this course we will examine the structure and growth patterns of such markets. We will witness the unbearable slowness of new product growth, understand why main market consumers aren't impressed with early market technophiles, breathlessly watch the bandwagon wheezing by, diligently compute the value of the customers of E*Trade and Ameritrade, and wistfully remember products such as WordPerfect, Lotus 123 and floppy discs.                         Tech Product Management      MKTG-GB.2191 (1.5 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide you with a framework for understanding product management for technology products within a range of organizations large and small. The course covers tangible tools, techniques, best practices and real world simulation of what a product manager faces in trying to deliver against product, company and user objectives.                         Advertising      MKTG-GB.2309 (3 credits)     Prerequisite: COR1-GB.2310              This course develops a framework for managing the advertising function within the larger context of integrated marketing communications. It surveys brand positioning and all the marketing communications tools, particularly advertising, which are essential to creating and maintaining a brand identity. Also covered: identifying target markets, establishing advertising objectives and strategies, budgeting, media planning and evaluation of advertising effectiveness.                           Craft and Commerce of Cinema: Cannes Film Festival      MKTG-GB.2313 (3 credits)     Prerequisite: MKTG-GB.2341, COR1-GB.2310      By application only              This is a specialized EMT course designed to provide students with a framework for understanding the dynamics of the film industry including the complete process from crafting the idea for a film script, hiring or becoming a producer, financing the project, selling it to a studio or independent production company, building a team, production elements, post production including music acquisition, marketing, distribution and exhibition, international, and domestic. The course includes learning about distribution and exhibition, marketing and building audience awareness, research applications, international licensing, and preparation for career in the industry. It is offered during spring break and involves a trip to the west coast. In addition to tuition, students have to pay travel and living expenses.                           Digital Media Innovation      MKTG-GB.2325 (3 credits)     Prerequisite: COR1-GB.2310              This course is designed to provide you with an orientation to the best current digital marketing practices. We will examine the inner workings of some of the most interesting and fastest growing digital companies and meet some of the leaders of these companies for a first hand view of how digital marketing is evolving and progressing. Course objectives are: 1) To understand the most practiced forms of digital marketing (e.g., social marketing, local marketing, search engine marketing, brand marketing) and how the venture capital world is views these tools and approaches; 2) To learn how advertisers and publishers are working together in the digital world to entice consumers with “authentic” marketing practices; 3) To become familiar with some of the best practices in digital marketing; 4) To learn how to create and present a new business idea in the digital marketing space to the VC community.                         Research for Customer Insights      MKTG-GB.2327 (3 credits)     Prerequisite: COR1-GB.2310 and COR1-GB.1305              This course emphasizes the organization, processes, and applications of marketing research in making business decisions. Topics include steps in marketing research, questionnaire construction, experimental design, sampling methods, tests of hypotheses, data analysis, evaluation of research costs to results achieved, and applications of research to marketing decision areas. It requires a research project involving data collection and analysis.                         Judgment &amp; Decision Making      MKTG-GB.2335 (3 credits)     Prerequisite: COR1-GB.2310              Successful marketing and business strategy depends on a thorough understanding of how people make decisions. Although traditional “rational” models of human reasoning make clear predictions about how people should make decisions, these models fail to fully capture how people actually make decisions in the real world. The purpose of this course is to inform future managers and consultants of the sometimes counterintuitive but often predictable rules, processes, and heuristics that guide everyday judgment and decision making, as well as how knowledge of these rules can be utilized to improve marketing and business strategy.                         Consumer Behavior      MKTG-GB.2347 (3 credits)     Prerequisite: COR1-GB.2310      Not open to students who have taken MKTG-GB.2348.              This course studies the consumer as a decision maker. It examines social and psychological influences on purchasing decisions, emphasizing their implications for marketing strategy. Topics include the consumer as a decision maker; motivation attitudes and their effect on behavior, information processing, consumer risk, and demographic, social, and cultural influences on purchasing behavior. Applications to advertising, product, and segmentation strategies as well as Web-based applications of consumer behavior are highlighted.                         Marketing Planning &amp; Strategy      MKTG-GB.2350 (3 credits)     Prerequisite: COR1-GB.2310              Approximately 95 percent of a brand manager’s responsibilities involve the development, execution, evaluation, and refinement of marketing plans. In this tremendously practical, semester-long course, developed based on best practices at top marketing companies, students are guided through the entire marketing plan process. Teams then apply the learning to create comprehensive plans for “real” brands at “real” companies, in the industry of their choice. The course covers the ins and outs of brand positioning, marketing plan budget setting, pricing strategy development, and volume forecasting. Media plans and ads are created, as well as consumer promotion, trade promotion, direct marketing, Internet marketing and viral/buzz marketing plans.                         Competitive Marketing Strategy      MKTG-GB.2351 (3 credits)     Prerequisite: COR1-GB.2310              This course is designed to help you develop the knowledge and skills necessary to develop marketing strategy at the business (in contrast to product) level. Rather than just focusing on creating value propositions for customers, the emphasis in this course will be more strategic: designing value creation and delivery systems. Therefore, the course will target the interface between customer value, marketing decisions, business strategy, and the operations of the organization. The material will be particularly relevant to students who expect to be responsible for developing and/or assessing marketing strategy as owners, employees, and consultants.                         Pricing      MKTG-GB.2353 (3 credits)     Prerequisite: COR1-GB.2310              Pricing is one of the most important but least understood marketing decisions. This course is designed to equip participants with the frameworks, techniques, and latest thinking on assessing and formulating pricing strategies. We will learn the process of making pricing decisions and explore innovative approaches for setting prices. The emphasis of the course is on ways in which you can help firms in diverse industries to improve their pricing. The topics of discussion include pricing of durable goods, pricing of consumer package goods, pricing of service, pricing of informational goods, new product pricing, price promotions, behavior-based pricing, price bundling, nonlinear pricing, targeted pricing, pricing through a distribution channel, and international pricing etc. Upon successful completion of this course, you will (a) gain a solid understanding of pricing practices across different industries, (b) learn state-of-the-art frameworks for analyzing pricing issues, and (c) master the essential techniques for making profitable pricing decisions with strategic thinking.                           Data-Driven Decision Making      MKTG-GB.2354 (3 credits)     Prerequisite: COR1-GB.1305              The specific objectives of this course are to: 1. Help you understand how analytical techniques and statistical models can help enhance decision making by converting data to information and insights for decision-making; 2. Provide intuition for data driven decision making by using practical examples from a wide spectrum of fields; 3. Provide insight into how to choose and use the most effective statistical tool based on the problem at hand; 4. Provide you with a software tool kit that will enable you to apply statistical models to real decision problems; 5. Most importantly, remove any fear of data analysis and increase your comfort level with analyzing databases most commonly used in the business world.                           Competitive Strategy in the Marketplace      MKTG-GB.2361 (3 credits)     Prerequisite: COR1-GB.2103 OR COR1-GB.2301; and COR1-GB.2310. Not open to students who have taken MKTG- GB.2360.              This is a rigorous advanced course in competitive strategy set at the level of the business as it faces competitors at the product market level. The course consists of lectures and formal case presentations recommending strategic actions by student teams to counterpart teams representing senior managers responsible for approving their recommendation. Topics covered include both the process and content of strategic action and interaction, strategic models, brands as a source of competitive advantage, methods for comparing competitive offers and strategies, scenario analysis, competitive signaling, and competitive intelligence.                           Brand Strategy      MKTG-GB.2365 (3 credits)     Prerequisite: COR1-GB.2310              Brand planners/strategists face many challenges, including how to a) create a comprehensive brand architecture that will provide strategic direction, b) Generate motivating brand identities and value propositions for the key brands, c) develop brand-building programs, and d) leverage new technologies. The goal of this course is to provide concepts, models, methods, and role models that will help address these challenges.                         New Product Development      MKTG-GB.2370 (3 credits)     Prerequisite: COR1-GB.2310              New products and services are vital to the success of all companies. Innovation is risky, however, and most new products fail in the marketplace. Thus, expertise in the design and marketing of new products is a critical skill for all managers, inside and outside of the marketing department. There is a focus on the tools and techniques associated with analyzing market opportunities and then designing, testing, and introducing new products and services. Both quantitative and qualitative approaches are covered. In particular, the course covers the new product development process, market entry strategies, how to generate new product ideas, mapping customer perceptions, segmentation, product positioning, forecasting market demand, product design, and advertising and product testing. The course emphasizes how to incorporate customers and competitors into all of these aspects of new product development. In contrast, a related course (B60.3356, Technological Innovation &amp; New Product Development) emphasizes organizational issues associated with new product development.                         Innovation and Design      MKTG-GB.2371 (3 credits)     Prerequisite: COR1-GB.2310              Many firms that have experienced dramatic gains in shareholder value over the last few years (e.g., Google, Apple, Motorola) register innovation as a central driver of their progress. One can argue that innovation, and a culture that inspires and supports innovation, is the only sustainable competitive advantage. A frequent manifestation of recent innovation has been breakthrough design. Design represents a powerful alternative to the dominant management approaches of the last few decades and is an important perspective for leadership to embrace.                         Retail Strategy      MKTG-GB.2375 (3 credits)     Prerequisite: COR1-GB.2310              Virtually every major consumer brand is sold through a variety of retail channels. The store is where brand and consumer “meet” and the purchase decision is made. In the last twenty-five years, a variety of trends have converged to create a situation today in which major retailers are arguably the dominant influence on a brand's success. The bottom line: consumers are getting harder and harder to reach and influence, and they make 70% of their brand purchase decisions in-store. Retail Marketing has emerged as a key element of the marketing mix. This course will provide students with a solid understanding of the retail landscape, covering all key classes of trade. That understanding of the key retail channels will be integrated with an in-depth review of effective marketing strategies for each channel. We will also explore how the retail marketing elements are integrated into the overall marketing framework for the brand. Text and case studies will be used, as well as current literature. Numerous industry experts, from both the retail and consumer goods world, will be utilized as class speakers.                         Creativity      MKTG-GB.2381 (3 credits)     Prerequisite: COR1-GB.2310              Successful business people approach their problems creatively and happy people live their lives as works of art. In this course we explore the many dimensions of creativity that are important in business and in our own lives. Creativity isn’t a mystical quality with which only a few are blessed. Practical methods to become more flexible, imaginative, and productive thinkers can be learned by anyone, nurtured in others, and harnessed to create new products, uses, designs, theories, strategies, structures, and other solutions of all kinds. We will define creativity, review the science, and develop our own creative skill set by learning about, experiencing, and experimenting with a wide variety of approaches.                         Global Marketing Strategy      MKTG-GB.2385 (3 credits)     Prerequisite: COR1-GB.2310              This course examines the development of international marketing programs, from determining objectives and evaluating international market opportunities to coordinating strategies in world markets. It differentiates between global and multi-national approaches to all elements of the marketing mix. There is an emphasis in the application of marketing principles in the multinational environment and the cultural influences that require adaptation of strategies in diverse markets.                         Corporate Branding and CSR      MKTG-GB.3101 (3 credits)     Prerequisite: COR1-GB.2310              This course provides a theoretical and strategic overview of Corporate Social Responsibility (CSR) in the context of corporate branding. The theory of the course proceeds from: i) the corporate need to protect long-term investments in corporate brand image, ii) the emergence of large segments of affluent, ethically sensitive consumers, and iii) the incompleteness of law and regulation, especially in global markets. The practical and strategic content of the course is derived from a number of cases with guest participants drawn from corporations, NGO, and investment management firms. This course should be of interest to Marketing majors and all NYU students seeking to better understand the politics, strategy, and implementation of Corporate Social Responsibility.             Courses in Other Departments                Doing Business in Italy: Luxury Retail &amp; Branding      Marketing, Luxury Marketing      DBIN-GB.3111              Social Media and Digital Marketing Analytics      Marketing      INFO-GB.3310              Data Mining for Business Analytics      Marketing      INFO-GB.3336              Being Digital: Search, Social Media and Crowdsourcing      Marketing      INFO-GB.3339              Digital Marketing      Marketing, Product Management      INTA-GB.3340              Fashion Law and Business      Luxury Marketing      INTA-GB.3344              The Fashion Industry: Creativity &amp; Business      Luxury Marketing      INTA-GB.3345              Judgment and Decision Making      Marketing      MGMT-GB.2150              Supply Chain Management      Marketing, Luxury Marketing      OPMG-GB.2306              Operations in Entertainment: Las Vegas      Luxury Marketing      OPMG-GB.2313                                                                                                                 Academic Programs     PhD Programs   MBA Programs Overview   Specializations   Course Descriptions     Undergraduate Programs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Curriculum                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   Curriculum                                            Graduate Programs &rsaquo;                M.S. in Integrated Marketing                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process                   M.S. in Public Relations and Corporate Communication                               Ready to Proceed?           Apply Now        Request Information        Events                                                              All courses in the M.S. in Integrated Marketing program are marketing focused. Students begin with a set of core courses. They then select from three concentration areas: digital marketing, brand management, or marketing analytics. To complete the degree, students take the capstone course.   The curriculum consists of 14 courses. Each course is three credits, for a total of 42 credits. All courses are offered in the evenings to accommodate the needs of working professionals and to allow full-time students to participate in internships.   Full-time students complete the degree in two years, part-time students may take up to five years to complete the course of study, depending upon the number of courses they take each semester.           Expand All   Collapse All          Core Curriculum        The core curriculum is designed to provide you with a deep and broad foundation that supports concentration coursework and serves you throughout your career. Students are required to take all of the following courses.                        Course     Title     Credits                                           INTG1-GC1000                           Online Course                                            Integrated Marketing                         3.0                                                INTG1-GC1005                                                    Campaign I: Strategy & Execution                         3.0                                                INTG1-GC1011                           Online Course                                            Competitive Strategy                         3.0                                                INTG1-GC1015                                                    Campaign II: Planning & Management                         3.0                                                INTG1-GC1025                           Online Course                                            Database Mgmt & Modeling                         3.0                                                INTG1-GC1030                                                    Finance for Marketing Decisions                         3.0                                                INTG1-GC1035                                                    Digital Marketing                         3.0                                                INTG1-GC1055                                                    Statistical Measurements, Analysis & Research                         3.0                                                INTG1-GC1060                           Online Course                                            The C-Suite Perspective: Leadership & Int Mktg                         3.0                             Concentrations        Students select four courses from any one concentration; or three courses from one concentration and one from either of the other concentrations; or may select with advisement, one (three-credit) course in a related field from another NYU School of Professional Studies graduate program .            Brand Management                     Course     Title     Credits                                           INTG1-GC2015                                                    Internship                         1.0                                                INTG1-GC2025                                                    Intensive in American Business                         3.0                                                INTG1-GC2200                                                    Brand Strategy                         3.0                                                INTG1-GC2205                                                    Managing Products & Brands                         3.0                                                INTG1-GC2210                                                    Consumer Behavior                         3.0                                                INTG1-GC2215                                                    Theory, History, & Practice of Public Rel                         3.0                          Digital Marketing                     Course     Title     Credits                                           INTG1-GC2005                                                    Direct Marketing                         3.0                                                INTG1-GC2015                                                    Internship                         1.0                                                INTG1-GC2025                                                    Intensive in American Business                         3.0                                                INTG1-GC2100                                                    Social Media & The Brand                         3.0                                                INTG1-GC2105                                                    Search Marketing                         3.0                                                INTG1-GC2115                                                    Operations Strategy                         3.0                                                INTG1-GC2120                                                    E-Commerce Marketing                         3.0                          Marketing Analytics                     Course     Title     Credits                                           INTG1-GC2005                                                    Direct Marketing                         3.0                                                INTG1-GC2015                                                    Internship                         1.0                                                INTG1-GC2025                                                    Intensive in American Business                         3.0                                                INTG1-GC2300                                                    Business Analytics and Data Visualization Using SAS                         3.0                                                INTG1-GC2305                                                    Web Analytics: Seo/Sem, Ppc, Email & Clickstream                         3.0                                                INTG1-GC2310                                                    Advanced Test, Analysis, & Experimental Design                         3.0                                                INTG1-GC2315                                                    Crm: Managing Customer Experience                         3.0                             Capstone        The capstone course is required following the completion of the above concentration courses.                        Course     Title     Credits                                           INTG1-GC4000                                                    Capstone: The Business Plan                         3.0                                  Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]}]