[{"detail": [{"content": "NYU | Digital Library Technology Services - Projects                                                                     Home    Contact Us                                         Projects     Services     Staff                       Projects          This selection of DLTS work includes collections, scholarly communications and research projects that have been developed by the faculty and the Library.   DLTS also acquires and stores collections to which access is not yet possible because of their copyright status. We store and preserve these materials, for the long term, in the same way as the open web sites below.                 Afghanistan Digital Library          retrieves, restores and makes available the first sixty years of Afghanistan's published cultural heritage. The project is collecting, cataloging, digitizing and making available over the Internet as many Afghan publications from the period 1871-1930 as it is possible to identify and locate. The project has also trained a staff at the National Archives in Kabul in conservation and digitization and is engaged in the cataloging and digitization of materials held in various public and private collections inside Afghanistan. In time the project plans to carry the dissemination of Afghan publications through the period between 1931 and 1950.           Providing universal availability to this broad historical span of Afghanistan's published history and, in the process, constructing a national bibliography for the country, the Afghanistan Digital Library will reconstruct an essential part of Afghanistan's cultural heritage. The Afghanistan Digital Library is a project of New York University Libraries with the support of the National Endowment for the Humanities, The Reed Foundation and the W.L.S. Spencer Foundation.       The Ancient World Digital Library (AWDL)  comprises an interrelated a set of initiatives by the Institute for the Study of the Ancient World to accelerate and enhance access to the emerging global library of digital publications on the ancient world. Among these are AWDL digital publications,  including the born-digital online version of Roger Bagnall and Giovanni Ruffini (2012).  Amheida I. Ostraka from Trimithis, Volume 1: Texts from the 2004-2007 Seasons,  and  ISAW Papers, an open-content scholarly journal that publishes article-length works on any topic within the scope of ISAW's scholarly research.          Arabic Collections Online (ACO), organized by NYU in partnership with Columbia, Princeton, Cornell, and American University of Beirut, aims to be one of the largest digital collections of out-of-copyright Arabic texts. ACO is the largest digital reformatting project that Digital Library Technology Services has undertaken to date. Publication is currently in progress for this collection and the books will be available on a Web site in fall 2014.         Archives and Special Collections.        DLTS provides a self-publishing service for finding aids created by the archives and special collections at NYU, the New-York Historical Society, and the Brooklyn Historical Society. Over 1,400 finding aids can be searched and viewed through our Finding Aids portal . DLTS also creates high-quality digital versions of some collections:     Camp Kinderland Records   Fifteenth International Brigade Photographic Unit Photograph Collection   International Brigades Archive, Moscow   Materials from the Judson Memorial Church Archive   Mendez Mural Community Garden Archive   NYU Historic Photos and Drawings Collection   Sylvester Manor Archive   United Automobile Workers of America, District 65 Photographs   Washington Square Photo Collection   The journals of David Wojnarowicz            Built by archivists for archivists, ArchivesSpace      is the open source archives information management application for managing and providing web access to archives, manuscripts and digital objects. ArchivesSpace was developed by a partnership among the New York University Libraries, the University of California, San Diego Library, and the University of Illinois at Urbana-Champaign Library, with generous support from The Andrew W. Mellon Foundation. ArchivesSpace and its organizational home, LYRASIS, are strongly committed to service and support for its members and to inviting member participation vital to the governance and development of the application.            Archiving the Political Web.       Working with the California Digital Library, NYU is capturing, curating and preserving collections of Web-based government and political information. This work was originally sponsored by the Library of Congress as part of the National Digital Information Infrastructure Preservation Program.                Databrary      is federally funded by the NSF and the NIH to create a library for sharing video and metadata for developmental and behavioral research. Most developmental scientists rely on video recordings to capture the complexity and richness of behavior. However, researchers rarely share video data, and this has impeded scientific progress. By creating the cyber-infrastructure and community to enable open video sharing, the Databrary project aims to facilitate deeper, richer, and broader understanding of behavior.            Faculty Digital Archive (FDA).       In a partnership with central NYU IT Services, DLTS offers an institutional repository to manage and disseminate materials created by the NYU research community. In this repository scholars can store multiple and different kinds of digital content such as texts, audio, video, images, and datasets. This allows faculty to, for example, associate research data, presentations, and supporting files with academic papers. The FDA allows scholars and departments to reliably archive their work without having to concern themselves with the technology and its administration. Because most materials are made widely accessible, this archive can increase the visibility of a scholar's work and provides a permanent link for citation. Scholars can therefore use the digital archive to quickly \"pre-publish\" materials, either to the world at large, or to a select group of colleagues for collaboration.                Guantánamo: Stories From the Prison Outside the Law      is a collection of the narratives of lawyers who represented detainees at the Guantánamo Bay Detention Center. Following the terrorist attacks of September 11, 2001, the United States imprisoned more than seven hundred and fifty men at its naval base at Guantánamo Bay, Cuba. These men, who came from over forty different countries, were detained without charges, trial, or a fair hearing. Denied any legal status or protection, they were truly outside the law: imprisoned in secret, denied communication with their families, and subjected to extreme isolation, physical and mental abuse, and, in some instances, torture. These are the detainees’ stories, told by their lawyers because the prisoners themselves were silenced. The full text of the lawyers' narratives are freely available for research, teaching, and non-commercial uses, and will be preserved as a historical record of these events.               Hemispheric Institute Digital Video Library.          Building on an Andrew W. Mellon Foundation    funded project, this video library is a partnership between DLTS and the Hemispheric Institute of Performance and Politics. It preserves and makes accessible approximately 100 hours of video per year documenting the expression of social and political life through performance in the many cultures and political landscapes of the Americas.                  The Indian Ocean Digital Collection      gathers together a diverse group of materials from the region. This site is a collaboration of several departments: site vision and content curation from Charlotte Priddle of Fales and Tim Johnson of Social Sciences and Humanities, funding for digitization from NYU Abu Dhabi, and digitization and publication from DLTS. This site represents the first substantial library collection that focuses on the Indian Ocean as a whole. The site will offer a wide range of materials, including books, maps, postcards, illustrations, and sea charts.                  The books in the Keywords series      collect essays by authors across the humanities and social sciences, with each essay focusing on a single term and set of debates. The Keywords website provides access to online essays selected from each of the volumes, as well as preview text for all of the print-only essays.                   The Masses,       a richly illustrated radical magazine, was published monthly in New York from 1911 until 1917, when it was suppressed by the government for its anti-war and anti-government perspective. The Masses blended art and politics and included fiction, nonfiction, poetry, and illustrations by many of the leading radical figures of the day. This digital edition reproduces the holdings of the Tamiment Library & Robert F. Wagner Labor Archives at New York University.            MediaCommons.          In collaboration with the Institute for the    Future of the Book, and with funding from the    National Endowment for the Humanities, DLTS has created a set of networking tools that serve    MediaCommons, an all-electronic scholarly    publishing network in the humanities. This set    of tools, which bring    together the functions of e-portfolio    software, social networking systems, and    electronic publishing platforms, enables    participants using MediaCommons to find one another, collaborate, and disseminate their work in new ways. Within this social network, scholars are able to make available a wide range of their work, including published texts ranging from the monograph to the article, works-in-progress, blogs and other more informal online writing, and other activities that often go unnoticed as forms of scholarly production, such as reviews of other scholars' work, syllabi, and other teaching resources.                The MODIYA Project      is an open source resource for exploring the interrelation of Jews, media, and religion as an area of research and teaching. Within this wide-ranging field, the MODIYA Project addresses such issues as: how uses of media figure in Jewish religious practices, how Jews discuss the opportunities and challenges new media pose to religious life, and how the engagement with media engenders new notions and experiences of Jewish community, continuity, and spirituality.            Mondays With Merce      is a series of webcasts from    behind the scenes at the Merce Cunningham Dance Company studio, including Merce teaching advanced technique classes and conducting rehearsals. Episodes will also include interviews with Merce Cunningham and his associates, including current and former dancers, artists and musicians, and choreographers who have been influenced by his work. This material has been made possible, in part, by The Andrew W. Mellon Foundation, The Mary Duke Biddle Foundation, Booth Ferris Foundation, Pamela and Richard Kramlich, and the Rockefeller Foundation New York City Cultural Innovation Fund. Special thanks to the Bay Area Video Coalition, the Moving Image Archiving and Preservation at NYU and AudioVisual Preservation Solutions for their partnership in establishing this program.        NYU Press Open Access Books offers books published by NYU Press, freely available for reading on desktop and mobile devices. The site uses Readium, an open source library for handling EPUB documents.               Preserving Digital Public Television.       In collaboration with WNET, WGBH and the Public Broadcasting Service, NYU participated in a project to establish the first procedures, structures and national standards necessary to preserve public television programs produced in digital formats. WNET and WGBH were the two largest producers of public television content in the United States. This work was sponsored by the Library of Congress as part of the National Digital Information Infrastructure Preservation Program.                  The    Real Rosie the Riveter.       World War II was a major turning point in the history of America's working women. As millions of men entered the armed forces, the traditional division of labor between the sexes was swept aside as women were hired for \"men's jobs\" in the war industries. The New York based film and documentary company Spargel Productions produced \"The Real Rosie The Riveter Project,\" a series of high definition video histories documenting the life stories of the women who went work in America's defense plants during the Second World War. The interviews, performed by filmmakers Anne de Mare and Kirsten Kelly, comprise this oral history archive at The Tamiment Library and Robert F. Wagner Labor Archives.             2nd Avenue Online       is a multimedia Yiddish theater digital archive established to    preserve the history of the Yiddish stage of    yesterday, and to bring together a new    audience for its present and future. The    project is named after Maurice Schwartz's    Yiddish Art Theater on Second Avenue and 12th    Street, the longest running repertory theater    in New York City's history. The archive    contains histories of the the Yiddish theater,    oral histories, scripts in Yiddish and    English, photographs, video clips and    music. This collection is based on prototype created by NYU's Center for Advanced Technology.                    Towards Interoperable Preservation Repositories (TIPR)          was a partnership among NYU, Cornell University and the Florida Center for Library Automation, funded by a National Leadership Grant from the Institute of Museum and Library Services. The task of preserving our digital heritage for future generations far exceeds the capacity of any government or institution. Responsibility must be distributed across a number of stewardship organizations running heterogeneous and geographically dispersed digital preservation repositories. For reasons of redundancy, succession planning and software migration, these repositories must be able to exchange copies of archived information packages with each other. Practical repository-to-repository transfer will require a common, standards-based transfer format capable of transporting rich preservation metadata as well as digital objects, and repository systems must be capable of exporting and importing information packages utilizing this format. The TIPR project developed and tested a model for repository-to-repository transfer.                Undercover    Reporting       is a resource for scholars, researchers, and journalists that provides links or reproductions of both recent and long-buried journalistic investigations in all media, going back nearly two hundred years. The database is searchable by keyword, media outlet, date, or author, or can be browsed by series. The initial collection grows out of Prof    Brooke Kroeger's research for her book Undercover Reporting: The Truth About Deception (Northwestern University Press, 2012).                Voices from the Food Revolution: People Who Changed The Way Americans Eat.       This project is made up of oral history interviews conducted by Judith Weinraub with some of the people who have played key roles in the development of our current ideas and perceptions of food, among them writers, editors, food critics, farmers market initiators, entrepreneurs, distinguished chefs, and friends and colleagues of the late James Beard. The interviews are accompanied by introductory notes for each participant, as well as transcripts.             Witness to the Early American Experience.        The New-York Historical Society, the NYU Fales Library and Special Collections and DLTS created a digital library of primary source material from the American Revolutionary War, documenting events in the New York City region. The material includes all of the items in the Richard Maass Collection at Fales, one of the more significant collections of material documenting activities during America's Revolutionary War in New York State, the William Alexander manuscripts from the New-York Historical Society, and the Robert Erskine/Simeon De Witt collection of survey maps from New-York Historical Society. This digital library was developed through funding from the Institute of Museum and Library Services."}]},
{"detail": [{"content": "NYU | Digital Library Technology Services - Projects                                                                     Home    Contact Us                                         Projects     Services     Staff                       Projects          This selection of DLTS work includes collections, scholarly communications and research projects that have been developed by the faculty and the Library.   DLTS also acquires and stores collections to which access is not yet possible because of their copyright status. We store and preserve these materials, for the long term, in the same way as the open web sites below.                 Afghanistan Digital Library          retrieves, restores and makes available the first sixty years of Afghanistan's published cultural heritage. The project is collecting, cataloging, digitizing and making available over the Internet as many Afghan publications from the period 1871-1930 as it is possible to identify and locate. The project has also trained a staff at the National Archives in Kabul in conservation and digitization and is engaged in the cataloging and digitization of materials held in various public and private collections inside Afghanistan. In time the project plans to carry the dissemination of Afghan publications through the period between 1931 and 1950.           Providing universal availability to this broad historical span of Afghanistan's published history and, in the process, constructing a national bibliography for the country, the Afghanistan Digital Library will reconstruct an essential part of Afghanistan's cultural heritage. The Afghanistan Digital Library is a project of New York University Libraries with the support of the National Endowment for the Humanities, The Reed Foundation and the W.L.S. Spencer Foundation.       The Ancient World Digital Library (AWDL)  comprises an interrelated a set of initiatives by the Institute for the Study of the Ancient World to accelerate and enhance access to the emerging global library of digital publications on the ancient world. Among these are AWDL digital publications,  including the born-digital online version of Roger Bagnall and Giovanni Ruffini (2012).  Amheida I. Ostraka from Trimithis, Volume 1: Texts from the 2004-2007 Seasons,  and  ISAW Papers, an open-content scholarly journal that publishes article-length works on any topic within the scope of ISAW's scholarly research.          Arabic Collections Online (ACO), organized by NYU in partnership with Columbia, Princeton, Cornell, and American University of Beirut, aims to be one of the largest digital collections of out-of-copyright Arabic texts. ACO is the largest digital reformatting project that Digital Library Technology Services has undertaken to date. Publication is currently in progress for this collection and the books will be available on a Web site in fall 2014.         Archives and Special Collections.        DLTS provides a self-publishing service for finding aids created by the archives and special collections at NYU, the New-York Historical Society, and the Brooklyn Historical Society. Over 1,400 finding aids can be searched and viewed through our Finding Aids portal . DLTS also creates high-quality digital versions of some collections:     Camp Kinderland Records   Fifteenth International Brigade Photographic Unit Photograph Collection   International Brigades Archive, Moscow   Materials from the Judson Memorial Church Archive   Mendez Mural Community Garden Archive   NYU Historic Photos and Drawings Collection   Sylvester Manor Archive   United Automobile Workers of America, District 65 Photographs   Washington Square Photo Collection   The journals of David Wojnarowicz            Built by archivists for archivists, ArchivesSpace      is the open source archives information management application for managing and providing web access to archives, manuscripts and digital objects. ArchivesSpace was developed by a partnership among the New York University Libraries, the University of California, San Diego Library, and the University of Illinois at Urbana-Champaign Library, with generous support from The Andrew W. Mellon Foundation. ArchivesSpace and its organizational home, LYRASIS, are strongly committed to service and support for its members and to inviting member participation vital to the governance and development of the application.            Archiving the Political Web.       Working with the California Digital Library, NYU is capturing, curating and preserving collections of Web-based government and political information. This work was originally sponsored by the Library of Congress as part of the National Digital Information Infrastructure Preservation Program.                Databrary      is federally funded by the NSF and the NIH to create a library for sharing video and metadata for developmental and behavioral research. Most developmental scientists rely on video recordings to capture the complexity and richness of behavior. However, researchers rarely share video data, and this has impeded scientific progress. By creating the cyber-infrastructure and community to enable open video sharing, the Databrary project aims to facilitate deeper, richer, and broader understanding of behavior.            Faculty Digital Archive (FDA).       In a partnership with central NYU IT Services, DLTS offers an institutional repository to manage and disseminate materials created by the NYU research community. In this repository scholars can store multiple and different kinds of digital content such as texts, audio, video, images, and datasets. This allows faculty to, for example, associate research data, presentations, and supporting files with academic papers. The FDA allows scholars and departments to reliably archive their work without having to concern themselves with the technology and its administration. Because most materials are made widely accessible, this archive can increase the visibility of a scholar's work and provides a permanent link for citation. Scholars can therefore use the digital archive to quickly \"pre-publish\" materials, either to the world at large, or to a select group of colleagues for collaboration.                Guantánamo: Stories From the Prison Outside the Law      is a collection of the narratives of lawyers who represented detainees at the Guantánamo Bay Detention Center. Following the terrorist attacks of September 11, 2001, the United States imprisoned more than seven hundred and fifty men at its naval base at Guantánamo Bay, Cuba. These men, who came from over forty different countries, were detained without charges, trial, or a fair hearing. Denied any legal status or protection, they were truly outside the law: imprisoned in secret, denied communication with their families, and subjected to extreme isolation, physical and mental abuse, and, in some instances, torture. These are the detainees’ stories, told by their lawyers because the prisoners themselves were silenced. The full text of the lawyers' narratives are freely available for research, teaching, and non-commercial uses, and will be preserved as a historical record of these events.               Hemispheric Institute Digital Video Library.          Building on an Andrew W. Mellon Foundation    funded project, this video library is a partnership between DLTS and the Hemispheric Institute of Performance and Politics. It preserves and makes accessible approximately 100 hours of video per year documenting the expression of social and political life through performance in the many cultures and political landscapes of the Americas.                  The Indian Ocean Digital Collection      gathers together a diverse group of materials from the region. This site is a collaboration of several departments: site vision and content curation from Charlotte Priddle of Fales and Tim Johnson of Social Sciences and Humanities, funding for digitization from NYU Abu Dhabi, and digitization and publication from DLTS. This site represents the first substantial library collection that focuses on the Indian Ocean as a whole. The site will offer a wide range of materials, including books, maps, postcards, illustrations, and sea charts.                  The books in the Keywords series      collect essays by authors across the humanities and social sciences, with each essay focusing on a single term and set of debates. The Keywords website provides access to online essays selected from each of the volumes, as well as preview text for all of the print-only essays.                   The Masses,       a richly illustrated radical magazine, was published monthly in New York from 1911 until 1917, when it was suppressed by the government for its anti-war and anti-government perspective. The Masses blended art and politics and included fiction, nonfiction, poetry, and illustrations by many of the leading radical figures of the day. This digital edition reproduces the holdings of the Tamiment Library & Robert F. Wagner Labor Archives at New York University.            MediaCommons.          In collaboration with the Institute for the    Future of the Book, and with funding from the    National Endowment for the Humanities, DLTS has created a set of networking tools that serve    MediaCommons, an all-electronic scholarly    publishing network in the humanities. This set    of tools, which bring    together the functions of e-portfolio    software, social networking systems, and    electronic publishing platforms, enables    participants using MediaCommons to find one another, collaborate, and disseminate their work in new ways. Within this social network, scholars are able to make available a wide range of their work, including published texts ranging from the monograph to the article, works-in-progress, blogs and other more informal online writing, and other activities that often go unnoticed as forms of scholarly production, such as reviews of other scholars' work, syllabi, and other teaching resources.                The MODIYA Project      is an open source resource for exploring the interrelation of Jews, media, and religion as an area of research and teaching. Within this wide-ranging field, the MODIYA Project addresses such issues as: how uses of media figure in Jewish religious practices, how Jews discuss the opportunities and challenges new media pose to religious life, and how the engagement with media engenders new notions and experiences of Jewish community, continuity, and spirituality.            Mondays With Merce      is a series of webcasts from    behind the scenes at the Merce Cunningham Dance Company studio, including Merce teaching advanced technique classes and conducting rehearsals. Episodes will also include interviews with Merce Cunningham and his associates, including current and former dancers, artists and musicians, and choreographers who have been influenced by his work. This material has been made possible, in part, by The Andrew W. Mellon Foundation, The Mary Duke Biddle Foundation, Booth Ferris Foundation, Pamela and Richard Kramlich, and the Rockefeller Foundation New York City Cultural Innovation Fund. Special thanks to the Bay Area Video Coalition, the Moving Image Archiving and Preservation at NYU and AudioVisual Preservation Solutions for their partnership in establishing this program.        NYU Press Open Access Books offers books published by NYU Press, freely available for reading on desktop and mobile devices. The site uses Readium, an open source library for handling EPUB documents.               Preserving Digital Public Television.       In collaboration with WNET, WGBH and the Public Broadcasting Service, NYU participated in a project to establish the first procedures, structures and national standards necessary to preserve public television programs produced in digital formats. WNET and WGBH were the two largest producers of public television content in the United States. This work was sponsored by the Library of Congress as part of the National Digital Information Infrastructure Preservation Program.                  The    Real Rosie the Riveter.       World War II was a major turning point in the history of America's working women. As millions of men entered the armed forces, the traditional division of labor between the sexes was swept aside as women were hired for \"men's jobs\" in the war industries. The New York based film and documentary company Spargel Productions produced \"The Real Rosie The Riveter Project,\" a series of high definition video histories documenting the life stories of the women who went work in America's defense plants during the Second World War. The interviews, performed by filmmakers Anne de Mare and Kirsten Kelly, comprise this oral history archive at The Tamiment Library and Robert F. Wagner Labor Archives.             2nd Avenue Online       is a multimedia Yiddish theater digital archive established to    preserve the history of the Yiddish stage of    yesterday, and to bring together a new    audience for its present and future. The    project is named after Maurice Schwartz's    Yiddish Art Theater on Second Avenue and 12th    Street, the longest running repertory theater    in New York City's history. The archive    contains histories of the the Yiddish theater,    oral histories, scripts in Yiddish and    English, photographs, video clips and    music. This collection is based on prototype created by NYU's Center for Advanced Technology.                    Towards Interoperable Preservation Repositories (TIPR)          was a partnership among NYU, Cornell University and the Florida Center for Library Automation, funded by a National Leadership Grant from the Institute of Museum and Library Services. The task of preserving our digital heritage for future generations far exceeds the capacity of any government or institution. Responsibility must be distributed across a number of stewardship organizations running heterogeneous and geographically dispersed digital preservation repositories. For reasons of redundancy, succession planning and software migration, these repositories must be able to exchange copies of archived information packages with each other. Practical repository-to-repository transfer will require a common, standards-based transfer format capable of transporting rich preservation metadata as well as digital objects, and repository systems must be capable of exporting and importing information packages utilizing this format. The TIPR project developed and tested a model for repository-to-repository transfer.                Undercover    Reporting       is a resource for scholars, researchers, and journalists that provides links or reproductions of both recent and long-buried journalistic investigations in all media, going back nearly two hundred years. The database is searchable by keyword, media outlet, date, or author, or can be browsed by series. The initial collection grows out of Prof    Brooke Kroeger's research for her book Undercover Reporting: The Truth About Deception (Northwestern University Press, 2012).                Voices from the Food Revolution: People Who Changed The Way Americans Eat.       This project is made up of oral history interviews conducted by Judith Weinraub with some of the people who have played key roles in the development of our current ideas and perceptions of food, among them writers, editors, food critics, farmers market initiators, entrepreneurs, distinguished chefs, and friends and colleagues of the late James Beard. The interviews are accompanied by introductory notes for each participant, as well as transcripts.             Witness to the Early American Experience.        The New-York Historical Society, the NYU Fales Library and Special Collections and DLTS created a digital library of primary source material from the American Revolutionary War, documenting events in the New York City region. The material includes all of the items in the Richard Maass Collection at Fales, one of the more significant collections of material documenting activities during America's Revolutionary War in New York State, the William Alexander manuscripts from the New-York Historical Society, and the Robert Erskine/Simeon De Witt collection of survey maps from New-York Historical Society. This digital library was developed through funding from the Institute of Museum and Library Services."}, {"content": "Analog/Digital | Site for Analog &amp; Digital Performance for Revolution class                                         **                Home       Forum                         Analog/Digital                Site for Analog &amp; Digital Performance for Revolution class                                                                             09.03.2014                        Welcome!                                   Categories: Uncategorized | 1 Comment                                           Please add your repurposing exercise paragraphs to this forum topic!                                                                                                           SEARCH            Recent Posts                  Welcome!                     Recent Comments   Welcome! | Analog and Digital Performance for Revolution on Exercise #1 should go below this! Anonymous on Welcome!   Archives        September 2014         Categories        Uncategorized           Meta              Log in      Entries RSS      Comments RSS   WordPress.org                                       Analog/Digital          Site for Analog &amp; Digital Performance for Revolution class        Theme by Max is NOW! Powered by               WordPress"}]},
{"detail": [{"content": "NYU | Digital Library Technology Services - Projects                                                                     Home    Contact Us                                         Projects     Services     Staff                       Projects          This selection of DLTS work includes collections, scholarly communications and research projects that have been developed by the faculty and the Library.   DLTS also acquires and stores collections to which access is not yet possible because of their copyright status. We store and preserve these materials, for the long term, in the same way as the open web sites below.                 Afghanistan Digital Library          retrieves, restores and makes available the first sixty years of Afghanistan's published cultural heritage. The project is collecting, cataloging, digitizing and making available over the Internet as many Afghan publications from the period 1871-1930 as it is possible to identify and locate. The project has also trained a staff at the National Archives in Kabul in conservation and digitization and is engaged in the cataloging and digitization of materials held in various public and private collections inside Afghanistan. In time the project plans to carry the dissemination of Afghan publications through the period between 1931 and 1950.           Providing universal availability to this broad historical span of Afghanistan's published history and, in the process, constructing a national bibliography for the country, the Afghanistan Digital Library will reconstruct an essential part of Afghanistan's cultural heritage. The Afghanistan Digital Library is a project of New York University Libraries with the support of the National Endowment for the Humanities, The Reed Foundation and the W.L.S. Spencer Foundation.       The Ancient World Digital Library (AWDL)  comprises an interrelated a set of initiatives by the Institute for the Study of the Ancient World to accelerate and enhance access to the emerging global library of digital publications on the ancient world. Among these are AWDL digital publications,  including the born-digital online version of Roger Bagnall and Giovanni Ruffini (2012).  Amheida I. Ostraka from Trimithis, Volume 1: Texts from the 2004-2007 Seasons,  and  ISAW Papers, an open-content scholarly journal that publishes article-length works on any topic within the scope of ISAW's scholarly research.          Arabic Collections Online (ACO), organized by NYU in partnership with Columbia, Princeton, Cornell, and American University of Beirut, aims to be one of the largest digital collections of out-of-copyright Arabic texts. ACO is the largest digital reformatting project that Digital Library Technology Services has undertaken to date. Publication is currently in progress for this collection and the books will be available on a Web site in fall 2014.         Archives and Special Collections.        DLTS provides a self-publishing service for finding aids created by the archives and special collections at NYU, the New-York Historical Society, and the Brooklyn Historical Society. Over 1,400 finding aids can be searched and viewed through our Finding Aids portal . DLTS also creates high-quality digital versions of some collections:     Camp Kinderland Records   Fifteenth International Brigade Photographic Unit Photograph Collection   International Brigades Archive, Moscow   Materials from the Judson Memorial Church Archive   Mendez Mural Community Garden Archive   NYU Historic Photos and Drawings Collection   Sylvester Manor Archive   United Automobile Workers of America, District 65 Photographs   Washington Square Photo Collection   The journals of David Wojnarowicz            Built by archivists for archivists, ArchivesSpace      is the open source archives information management application for managing and providing web access to archives, manuscripts and digital objects. ArchivesSpace was developed by a partnership among the New York University Libraries, the University of California, San Diego Library, and the University of Illinois at Urbana-Champaign Library, with generous support from The Andrew W. Mellon Foundation. ArchivesSpace and its organizational home, LYRASIS, are strongly committed to service and support for its members and to inviting member participation vital to the governance and development of the application.            Archiving the Political Web.       Working with the California Digital Library, NYU is capturing, curating and preserving collections of Web-based government and political information. This work was originally sponsored by the Library of Congress as part of the National Digital Information Infrastructure Preservation Program.                Databrary      is federally funded by the NSF and the NIH to create a library for sharing video and metadata for developmental and behavioral research. Most developmental scientists rely on video recordings to capture the complexity and richness of behavior. However, researchers rarely share video data, and this has impeded scientific progress. By creating the cyber-infrastructure and community to enable open video sharing, the Databrary project aims to facilitate deeper, richer, and broader understanding of behavior.            Faculty Digital Archive (FDA).       In a partnership with central NYU IT Services, DLTS offers an institutional repository to manage and disseminate materials created by the NYU research community. In this repository scholars can store multiple and different kinds of digital content such as texts, audio, video, images, and datasets. This allows faculty to, for example, associate research data, presentations, and supporting files with academic papers. The FDA allows scholars and departments to reliably archive their work without having to concern themselves with the technology and its administration. Because most materials are made widely accessible, this archive can increase the visibility of a scholar's work and provides a permanent link for citation. Scholars can therefore use the digital archive to quickly \"pre-publish\" materials, either to the world at large, or to a select group of colleagues for collaboration.                Guantánamo: Stories From the Prison Outside the Law      is a collection of the narratives of lawyers who represented detainees at the Guantánamo Bay Detention Center. Following the terrorist attacks of September 11, 2001, the United States imprisoned more than seven hundred and fifty men at its naval base at Guantánamo Bay, Cuba. These men, who came from over forty different countries, were detained without charges, trial, or a fair hearing. Denied any legal status or protection, they were truly outside the law: imprisoned in secret, denied communication with their families, and subjected to extreme isolation, physical and mental abuse, and, in some instances, torture. These are the detainees’ stories, told by their lawyers because the prisoners themselves were silenced. The full text of the lawyers' narratives are freely available for research, teaching, and non-commercial uses, and will be preserved as a historical record of these events.               Hemispheric Institute Digital Video Library.          Building on an Andrew W. Mellon Foundation    funded project, this video library is a partnership between DLTS and the Hemispheric Institute of Performance and Politics. It preserves and makes accessible approximately 100 hours of video per year documenting the expression of social and political life through performance in the many cultures and political landscapes of the Americas.                  The Indian Ocean Digital Collection      gathers together a diverse group of materials from the region. This site is a collaboration of several departments: site vision and content curation from Charlotte Priddle of Fales and Tim Johnson of Social Sciences and Humanities, funding for digitization from NYU Abu Dhabi, and digitization and publication from DLTS. This site represents the first substantial library collection that focuses on the Indian Ocean as a whole. The site will offer a wide range of materials, including books, maps, postcards, illustrations, and sea charts.                  The books in the Keywords series      collect essays by authors across the humanities and social sciences, with each essay focusing on a single term and set of debates. The Keywords website provides access to online essays selected from each of the volumes, as well as preview text for all of the print-only essays.                   The Masses,       a richly illustrated radical magazine, was published monthly in New York from 1911 until 1917, when it was suppressed by the government for its anti-war and anti-government perspective. The Masses blended art and politics and included fiction, nonfiction, poetry, and illustrations by many of the leading radical figures of the day. This digital edition reproduces the holdings of the Tamiment Library & Robert F. Wagner Labor Archives at New York University.            MediaCommons.          In collaboration with the Institute for the    Future of the Book, and with funding from the    National Endowment for the Humanities, DLTS has created a set of networking tools that serve    MediaCommons, an all-electronic scholarly    publishing network in the humanities. This set    of tools, which bring    together the functions of e-portfolio    software, social networking systems, and    electronic publishing platforms, enables    participants using MediaCommons to find one another, collaborate, and disseminate their work in new ways. Within this social network, scholars are able to make available a wide range of their work, including published texts ranging from the monograph to the article, works-in-progress, blogs and other more informal online writing, and other activities that often go unnoticed as forms of scholarly production, such as reviews of other scholars' work, syllabi, and other teaching resources.                The MODIYA Project      is an open source resource for exploring the interrelation of Jews, media, and religion as an area of research and teaching. Within this wide-ranging field, the MODIYA Project addresses such issues as: how uses of media figure in Jewish religious practices, how Jews discuss the opportunities and challenges new media pose to religious life, and how the engagement with media engenders new notions and experiences of Jewish community, continuity, and spirituality.            Mondays With Merce      is a series of webcasts from    behind the scenes at the Merce Cunningham Dance Company studio, including Merce teaching advanced technique classes and conducting rehearsals. Episodes will also include interviews with Merce Cunningham and his associates, including current and former dancers, artists and musicians, and choreographers who have been influenced by his work. This material has been made possible, in part, by The Andrew W. Mellon Foundation, The Mary Duke Biddle Foundation, Booth Ferris Foundation, Pamela and Richard Kramlich, and the Rockefeller Foundation New York City Cultural Innovation Fund. Special thanks to the Bay Area Video Coalition, the Moving Image Archiving and Preservation at NYU and AudioVisual Preservation Solutions for their partnership in establishing this program.        NYU Press Open Access Books offers books published by NYU Press, freely available for reading on desktop and mobile devices. The site uses Readium, an open source library for handling EPUB documents.               Preserving Digital Public Television.       In collaboration with WNET, WGBH and the Public Broadcasting Service, NYU participated in a project to establish the first procedures, structures and national standards necessary to preserve public television programs produced in digital formats. WNET and WGBH were the two largest producers of public television content in the United States. This work was sponsored by the Library of Congress as part of the National Digital Information Infrastructure Preservation Program.                  The    Real Rosie the Riveter.       World War II was a major turning point in the history of America's working women. As millions of men entered the armed forces, the traditional division of labor between the sexes was swept aside as women were hired for \"men's jobs\" in the war industries. The New York based film and documentary company Spargel Productions produced \"The Real Rosie The Riveter Project,\" a series of high definition video histories documenting the life stories of the women who went work in America's defense plants during the Second World War. The interviews, performed by filmmakers Anne de Mare and Kirsten Kelly, comprise this oral history archive at The Tamiment Library and Robert F. Wagner Labor Archives.             2nd Avenue Online       is a multimedia Yiddish theater digital archive established to    preserve the history of the Yiddish stage of    yesterday, and to bring together a new    audience for its present and future. The    project is named after Maurice Schwartz's    Yiddish Art Theater on Second Avenue and 12th    Street, the longest running repertory theater    in New York City's history. The archive    contains histories of the the Yiddish theater,    oral histories, scripts in Yiddish and    English, photographs, video clips and    music. This collection is based on prototype created by NYU's Center for Advanced Technology.                    Towards Interoperable Preservation Repositories (TIPR)          was a partnership among NYU, Cornell University and the Florida Center for Library Automation, funded by a National Leadership Grant from the Institute of Museum and Library Services. The task of preserving our digital heritage for future generations far exceeds the capacity of any government or institution. Responsibility must be distributed across a number of stewardship organizations running heterogeneous and geographically dispersed digital preservation repositories. For reasons of redundancy, succession planning and software migration, these repositories must be able to exchange copies of archived information packages with each other. Practical repository-to-repository transfer will require a common, standards-based transfer format capable of transporting rich preservation metadata as well as digital objects, and repository systems must be capable of exporting and importing information packages utilizing this format. The TIPR project developed and tested a model for repository-to-repository transfer.                Undercover    Reporting       is a resource for scholars, researchers, and journalists that provides links or reproductions of both recent and long-buried journalistic investigations in all media, going back nearly two hundred years. The database is searchable by keyword, media outlet, date, or author, or can be browsed by series. The initial collection grows out of Prof    Brooke Kroeger's research for her book Undercover Reporting: The Truth About Deception (Northwestern University Press, 2012).                Voices from the Food Revolution: People Who Changed The Way Americans Eat.       This project is made up of oral history interviews conducted by Judith Weinraub with some of the people who have played key roles in the development of our current ideas and perceptions of food, among them writers, editors, food critics, farmers market initiators, entrepreneurs, distinguished chefs, and friends and colleagues of the late James Beard. The interviews are accompanied by introductory notes for each participant, as well as transcripts.             Witness to the Early American Experience.        The New-York Historical Society, the NYU Fales Library and Special Collections and DLTS created a digital library of primary source material from the American Revolutionary War, documenting events in the New York City region. The material includes all of the items in the Richard Maass Collection at Fales, one of the more significant collections of material documenting activities during America's Revolutionary War in New York State, the William Alexander manuscripts from the New-York Historical Society, and the Robert Erskine/Simeon De Witt collection of survey maps from New-York Historical Society. This digital library was developed through funding from the Institute of Museum and Library Services."}, {"content": "Analog/Digital | Site for Analog &amp; Digital Performance for Revolution class                                         **                Home       Forum                         Analog/Digital                Site for Analog &amp; Digital Performance for Revolution class                                                                             09.03.2014                        Welcome!                                   Categories: Uncategorized | 1 Comment                                           Please add your repurposing exercise paragraphs to this forum topic!                                                                                                           SEARCH            Recent Posts                  Welcome!                     Recent Comments   Welcome! | Analog and Digital Performance for Revolution on Exercise #1 should go below this! Anonymous on Welcome!   Archives        September 2014         Categories        Uncategorized           Meta              Log in      Entries RSS      Comments RSS   WordPress.org                                       Analog/Digital          Site for Analog &amp; Digital Performance for Revolution class        Theme by Max is NOW! Powered by               WordPress"}, {"content": "Analog/Digital | Site for Analog &amp; Digital Performance for Revolution class                                         **                Home       Forum                         Analog/Digital                Site for Analog &amp; Digital Performance for Revolution class                                       Maria Piedad                                                                                                                Profile                                    Topics Started                                    Replies Created                                           Favorites                                                        Favorite Forum Topics                This user has no favorite topics.                                                                                                               SEARCH            Recent Posts                  Welcome!                     Recent Comments   Welcome! | Analog and Digital Performance for Revolution on Exercise #1 should go below this! Anonymous on Welcome!   Archives        September 2014         Categories        Uncategorized           Meta              Log in      Entries RSS      Comments RSS   WordPress.org                                     Analog/Digital          Site for Analog &amp; Digital Performance for Revolution class        Theme by Max is NOW! Powered by               WordPress"}]}]