[{"detail": [{"content": "Degree Requirements            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium  Degree Requirements  Foundation Requirement Courses  Community Learning Initiative Global Study Civic Engagement Internships Independent Study Tutorials Private Lessons Senior Project Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Degree Requirements                            Degree Requirements        Students are bound by the degree requirements in effect during the first semester in which they matriculate at Gallatin, and are responsible for tracking their progress toward the degree. For specific information about the semester of matriculation, see Understanding the Degree Requirements below. Students can learn how to track their degree progress by reading Tracking Completion of Degree Requirements below.            Bachelor of Arts Degree Requirements   Program: Individualized Major   Effective Summer 2011   A more extensive explanation of each degree requirement can be found below the chart, or by clicking on each topic.           Total Units  128 units (A minimum of 64 units must be completed after matriculation at Gallatin)  Academic Good Standing  A final minimum cumulative grade point average of 2.0  Undergraduate (UG) Core Requirement  32 units in Gallatin courses as follows:     First-Year Interdisciplinary Seminar, 4 units       (Transfer students who enter with more than 32 units may substitute this course with another Gallatin course.)       First-Year Writing Seminar and First-Year Research Seminar, 8 units       (Transfer students who have completed one or two expository writing courses may substitute these units with other Gallatin courses; transfer students who are required to take a research seminar should enroll in the Transfer Student Research Seminar (formerly the New Student Research Seminar)).       Interdisciplinary Seminars, 16 units       (The First-Year Interdisciplinary Seminar counts as an interdisciplinary seminar; thus first-year students who have completed a First-Year Interdisciplinary Seminar are required to complete only 12 more units in Interdisciplinary Seminars.       Remaining units may be taken in additional interdisciplinary seminars; advanced writing courses; arts workshops; community learning courses; travel courses; global programs, and nonclassroom courses (independent studies, tutorials, internships, and private lessons).        Foundation Requirement     Liberal Arts Foundation, 20 units     Historical and Cultural Foundation, 12 units      32 units, distributed as follows:       Humanities, 8 units   Social Sciences, 8 units   Mathematics or Science, 4 units           Premodern, 4 units   Early modern, 4 units   Global Cultures, 4 units        Intellectual Autobiography and Plan for Concentration  Approved by the student’s adviser, by the completion of the sophomore year (64 units).  Senior Colloquium    Approval of the Rationale and Booklist and successful completion of a two–hour presentation and discussion with faculty.  Classroom Unit Requirement  A minimum of 64 classroom units  Residency Requirements    A minimum of 64 units of coursework must be completed after matriculation in Gallatin   The last 32 units must be taken at NYU                     Limitations    Time Limit for the Completion of the Bachelor's Degree  10 years  Transfer Credit  64 units maximum  Course Equivalency  32 units maximum  Business Courses  31 units maximum  Private Lessons  24 units maximum  Internship  24 units maximum (applies to all students admitted to Gallatin in Summer 2015 and after)            Understanding the Degree Requirements   Students are bound by the degree requirements in effect during the first semester in which they matriculate at Gallatin.     Fall matriculants will be bound by the degree requirements in effect for the fall term in which they entered Gallatin.   Spring matriculants will be bound by the degree requirements in effect during the fall term immediately preceding their enrollment.   Summer matriculants will be bound by the degree requirements in effect for the fall term immediately following their enrollment.     Transfer Students   Degree requirements for students transferring from a school or college within the University are those that are in effect when they first matriculate at Gallatin.   Readmitted Students   Students who are readmitted must fulfill the degree requirements that are in effect when they are readmitted, unless their offer of readmission states otherwise.   Note: Students who matriculated prior to Summer 2011, should reference the Degree Requirements Archive.          Tracking Completion of Degree Requirements   Students are responsible for tracking their progress toward their degree by viewing their Academic Requirements report (also called degree audit), which is available on Albert, NYU’s online student information system. The Academic Requirements report will tell students which requirements they have completed and which are still outstanding. The Office of the University Registrar provides instructions for accessing the Academic Requirements report .               Total Units     To be eligible for the Bachelor of Arts degree, students must complete 128 units within 10 years of matriculating at Gallatin. A minimum of 64 units must be completed after matriculation at Gallatin.           Academic Good Standing     Students must maintain a minimum cumulative grade point average of 2.0 to remain in academic good standing. A final minimum cumulative GPA of 2.0 is required for graduation. .     Please note: Academic good standing is not the same as satisfactory academic progress. Satisfactory academic progress refers to the academic requirement students must meet to maintain eligibility for financial aid. Please contact the Office of Financial Aid for more information on satisfactory academic progress .           Undergraduate Core (UG) Requirement     Students must complete 32 units in Gallatin School courses, all of which contain the letters “UG” in the course subject area. In fulfilling this requirement, students must earn 4 units in the First-Year Interdisciplinary Seminar, 4 units in First-Year Writing Seminar, 4 units in First-Year or Transfer Student Research Seminar, and 16 units in interdisciplinary seminars. Please note the First-Year Interdisciplinary Seminar counts as an interdisciplinary seminar; thus first-year students who have completed a First-Year Interdisciplinary Seminar are only required to complete 12 units in Interdisciplinary Seminars.   Any remaining units may be taken in other Gallatin curricular offerings, including additional interdisciplinary seminars, advanced writing courses; arts workshops; practicum courses; community learning courses; travel courses, and individualized projects (independent studies, tutorials, internships, and private lessons).   Students may not take the First-Year Interdisciplinary Seminar, First-Year Writing Seminar, First-Year Research Seminar or the Transfer Student Research Seminar on a pass/fail basis.    Transfer students who enter with 32 or more units may substitute another Gallatin interdisciplinary seminar for the First-Year Interdisciplinary Seminar. Transfer students who have completed one or two expository writing courses may substitute these units with other Gallatin courses; transfer students who are required to take a research seminar should enroll in the Transfer Student Research Seminar.     Students transitioning to Gallatin from The Liberal Studies Core Program of the Faculty of Arts and Science in or after summer 2013 are required to complete a minimum of 32 units in Gallatin, 16 of which must be earned in interdisciplinary seminars.Students transitioning to Gallatin from The Liberal Studies Core Program of the Faculty of Arts and Science prior to summer 2013 are required to complete a minimum of 24 units in Gallatin courses, 16 of which must be earned in interdisciplinary seminars.            Foundation Requirement     All students must complete a foundation requirement, which is comprised of two areas: the liberal arts foundation and the historical and cultural foundation. Some courses may satisfy more than one foundation requirement (for example, a course may satisfy the humanities area of the liberal arts requirement, as well as the pre-modern area of the historical and cultural foundation). In this example, both requirements would be satisfied by the completion of the one course.     Courses taken to fulfill the foundation requirement may not be taken on a pass/fail basis. Transfer students will have their transcripts reviewed on admission to determine which, if any, of the foundation requirements they have fulfilled. AP course credit/unit and units earned from other similar programs may not be used to fulfill the foundation requirement.     A list of Gallatin interdisciplinary seminars that may be counted toward the Foundation Requirement is available on the Gallatin Courses page . Please note that individualized projects (i.e. independent studies, tutorials, etc.) do not fulfill any area of the foundation requirement.     A list of other NYU departments and courses that satisfy an area of the Foundation Requirement is available on the Foundation Requirement Courses page .            Liberal Arts Foundation   The liberal arts foundation must be distributed as follows: 8 units in the humanities; 8 units in the social sciences; and 4 units in either mathematics or science.   To fulfill the liberal arts foundation, students may take courses in Gallatin, as well as in several departments and programs of the University.     A list of Gallatin interdisciplinary seminars that may be counted toward the liberal arts foundation is available on the Gallatin Courses page .     A list of other NYU departments and courses that satisfy an area of the liberal arts foundation is available on the Foundation Requirement Courses page .     Courses taken to fulfill the liberal arts foundation requirement may not be taken on a pass/fail basis. Transfer students will have their transcripts reviewed on admission to determine which, if any, of the liberal arts requirements they have fulfilled. AP course credit/unit and units earned from other similar programs may not be used to fulfill the liberal arts foundation requirement.          Historical and Cultural Foundation   This requirement is designed to help students think historically—and culturally---about their concentration work. To that end, students are required to take at least 4 units of coursework in the 'pre-modern' period, 4 units in the 'early modern' period, and 4 units in ‘global cultures.’        Students are expected to complete one course in each of the areas of historical and cultural requirement for a total of 12 units. While some courses may satisfy multiple areas of the historical and cultural foundation (i.e. global cultures and premodern), only one of these areas will be counted toward the requirement (in this example, either global cultures or premodern, but not both).   Courses taken to fulfill the historical and cultural foundation requirement may not be taken on a pass/fail basis. AP course credit/unit and units earned from other similar programs may not be used to fulfill the historical and cultural foundation requirement.   To fulfill this requirement, students may take courses in Gallatin, as well as several CAS departments and programs.     A list of Gallatin interdisciplinary seminars that may be counted toward the historical and cultural foundation is available on the Gallatin Courses page .     A list of CAS departments and courses that satisfy the historical and cultural foundation requirement is available on the Foundation Requirement Courses page .       More information about the pre-modern, early modern, and global cultures areas is available below:                                                    Pre-Modern Period                                 The 'pre-modern' period traditionally extends from the world of antiquity, from the earliest records of human civilization up to the emergence of early modern social, political, and technological regimes (14th-16th centuries CE). It is common to include under this vast temporal umbrella such disparate phenomena as the ancient civilizations of the Mediterranean, the Middle East and South Asia; the societies and cultures of the European 'Middle Ages'; the Mayan and Incan civilizations of South and Central America; pre-Ming dynasty China; the Umayyad and Abbasid Caliphates of the Middle East, north Africa, and Spain. Students of the pre-modern world might expect to study (among many possibilities) Classical Greek philosophy and drama, Ancient Mediterranean wisdom Literature, Epic poetry and romance, the interplay of oral and written cultures, the Han legacy in the East, the Roman legacy in the West, heresy and the institutionalization of religion, the rise of Islam, crusade, the flourishing of scientific learning at Baghdad and Cordoba.   Examples of &quot;Pre-modern&quot; courses include &quot;Ancient Theatre and Its Influences,&quot; &quot;Reading the Faces of Ancient Cultures,&quot; &quot;The Arabian Nights,&quot; &quot;The History of Kindness,&quot; &quot;Archaeology: Early Societies and Cultures,&quot; &quot;Civilization and Culture of the Middle Ages,&quot; &quot;Classical Mythology,&quot; &quot;The Oases of Egypt,&quot; &quot;East Asian Art I: China, Korea, Japan to 1000 CE,&quot; &quot;Introduction to Ancient Indian Literature.&quot;   **It is important to understand that 'pre-modern' and 'early modern' are categories created by Western scholars to describe cultural, political, social, and economic differences across vast periods of time. For this reason, these categories are not fixed, and they vary across disciplines and geographic regions. In other words, while the terms 'pre-modern' and 'early modern' can be useful for exploring the diversity and development of ideas across time, they also invite debate, discussion, and interrogation.                                                              Early Modern Period                                 The 'early modern' period is understood to begin in many regions around the 14th century, and to continue to the 18th century, or, depending on geographic region, to the late 18th or 19th century CE. It describes the era from the invention of the printing press to the beginning of the Industrial Revolution, from the early contact of European explorers with the Americas to the American Revolution. It marks the beginning of world exploration and the expansion of world trade, the beginning of a global economic system; and the beginning of European colonialism, including the Atlantic Slave trade. It is common to associate this period with, for some examples, the European Renaissance, the Ottoman Empire, the Tokugawa Shogunate in Japan, the Ming and Qing Dynasties in China, colonial Latin America, the colonial and early revolutionary culture of the United States.   Examples of &quot;Early modern&quot; courses include &quot;Literature of Rebellion in Early Modern Europe,&quot; &quot;Machiavelli's Prince,&quot; &quot;Shakespeare and the London Theater,&quot; &quot;History of Environmental Sciences,&quot; &quot;Shakespeare's Mediterranean: Britain, Islam and the Early Modern Mediterranean World,&quot; &quot;Family and Gender in Late Medieval and Renaissance Italy,&quot; &quot;Magic, Religion, and the Inquisition,&quot; &quot;Two Mediterranean Worlds: Christendom and Islam,&quot; &quot;Early Masters of Italian Renaissance Painting.&quot;   **It is important to understand that 'pre-modern' and 'early modern' are categories created by Western scholars to describe cultural, political, social, and economic differences across vast periods of time. For this reason, these categories are not fixed, and they vary across disciplines and geographic regions. In other words, while the terms 'pre-modern' and 'early modern' can be useful for exploring the diversity and development of ideas across time, they also invite debate, discussion, and interrogation.                                                              Global Cultures                               To expand their cultural knowledge, Gallatin students are required to stretch beyond the cultures that are most familiar to them, and take (at least) 4 units of coursework in classes dealing with the beliefs, practices, literatures, or intellectual traditions found in cultures beyond the boundaries of, in general, the United States and Western Europe. Students are encouraged to take classes that address the various cultures of Africa, Latin America, and Asia.   Examples of courses that fulfill the &quot;Global Cultures&quot; requirement include: &quot;Consuming the Caribbean,&quot; &quot;Imagining India: From the Colonial to the Global,&quot; &quot;Postcolonial African Cities,&quot; &quot;(Re) Imagining Latin America,&quot; &quot;Sociology of Religion: Islam and the Modern World,&quot; &quot;The Dangerous Women in Japanese Literature,&quot; &quot;The (Post)Colonial Arabic Novel,&quot; &quot;Israeli Cinema,&quot; &quot;Czech Art and Architecture,&quot; &quot;The Art of Russian Avant-Garde.&quot;                                Intellectual Autobiography and Plan for Concentration     Students are required to write a two- to three-page essay called the Intellectual Autobiography and Plan for Concentration by the end of the semester in which they complete the 64th unit toward the B.A. degree. Students who enter with 64 transfer credits are required to complete the Intellectual Autobiography and Plan for Concentration by the end of their first semester at Gallatin. Students write the essay in consultation with their adviser, and the essay must be approved by the adviser.     This essay has several purposes. First, students are expected to compose an intellectual history that describes the trajectory of their interests and education thus far. Second, students are asked to frame a plan for future study, including classroom course work and individualized projects. In constructing this essay, students should describe their educational experiences, the central idea or ideas informing their concentration, and the course work relevant to their concentration. Finally, this essay should be understood as an opportunity for students to reflect on how they learn as individuals and to consider what they find academically interesting and worthwhile.     For more information about this topic, see Intellectual Autobiography and Plan for Concentration .           Senior Colloquium     Students must successfully complete a two-hour presentation and discussion with the student’s adviser and two other faculty members. Both the rationale and booklist serve as the main focus of the discussion in the colloquium.     Rationale and Booklist     Students are required to submit (1) a three-to five-page adviser-approved rationale about the topic or topics to be discussed in the colloquium and (2) a booklist consisting of 20-25 books representing several academic disciplines and historical periods related to the theme or themes described in the rationale. Both the rational and booklist require approval from the student's adviser and the Gallatin School.     For more information about this topic, see Colloquium .          Classroom Unit Requirement     Students must complete at least 64 units in classroom courses. Transfer credits and course equivalency generally count toward this 64-unit requirement, but independent study, tutorial, internship, and private lesson credits do not.           Residency Requirements     A minimum of 64 units of coursework must be completed after matriculation in Gallatin.   In addition, students are required to complete their last 32 units at NYU, through courses at NYU in New York City or at an NYU study away program. Students who wish to study abroad through a school other than NYU or who wish to take courses outside of NYU should either do so before they complete 96 units or file a petiion asking to be waived from the requirement. Such arrangements require prior permission, which may be requested by submitting an External Study application (and petition, if necessary) to the Gallatin Office of Global Programs , 411 Lafayette Street, 3rd Floor.              Limitations          Time Limit for Completion of the Bachelor's Degree   Undergraduate students must complete all degree requirements within a period of 10 years  from the first semester of matriculation at Gallatin.   For students who are readmitted, the original period of matriculation is counted toward  the 10-year limit; the hiatus is not counted, and the clock resumes upon readmission.        Transfer Credit Maximum   A student may apply a maximum of 64 transfer units toward his or her Gallatin degree. Included in this maximum are all units earned prior to admission to Gallatin (including Advanced Placement, International Baccalaureate, Maturity Exam Certificate, etc.), any non-NYU units a student may be approved to take after matriculation at Gallatin, as well as units granted for course equivalency. Please note: all Gallatin degree candidates must complete a minimum of 64 units after matriculation at Gallatin and must satisfy all other degree requirements.   For more information about transfer credit, please see Advanced Placement and other pre-college credit .        Course Equivalency Maximum Units   Undergraduate students may earn a maximum of 32 course equivalency credits for professional experiences they have had before matriculating in Gallatin. Course equivalency credits will be applied toward the transfer credit limit. The number of course equivalency and transfer credits combined may not exceed 64 units. Course equivalency credit does not count toward the undergraduate residency requirement   See Course Equivalency for more information about how to apply for this credit.        Business Courses Maximum Units   No more than 31 units in business courses can count towards the Gallatin BA degree. This includes business courses in the Stern School, the School of Continuing and Professional Studies, and those transferred from other colleges and universities.        Private Lessons Maximum Units   Undergraduate students may take a maximum of 24 units in private lessons during their studies at the Gallatin School. Included in this total will be units earned from Gallatin Private Lessons (INDIV-UG 1701) as well as units earned from Steinhardt music courses noted as “individual instruction in the performing arts” (e.g., Participation in NYU Orchestra, Vocal Training (Private Lessons), etc.).        Internship Maximum Units   Students admitted to the Gallatin School in Summer 2015 and later may take a maximum of 24 units in internship during their studies at the Gallatin School.                    top of page                       Degree Requirements Archive                      Select an Option...           If you matriculated Summer 2010-Spring 2011 If you matriculated Summer 2009-Spring 2010 If you matriculated Summer 2008-Spring 2009 If you matriculated Summer 2006-Spring 2008 If you matriculated Summer 2004-Spring 2006                                                     Foundation Requirement Courses                 &gt;&gt;Search for courses that fulfill the Gallatin Foundation Requirement &gt;&gt;                                                                     NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Degree Requirements            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium  Degree Requirements  Foundation Requirement Courses  Community Learning Initiative Global Study Civic Engagement Internships Independent Study Tutorials Private Lessons Senior Project Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Degree Requirements                            Degree Requirements        Students are bound by the degree requirements in effect during the first semester in which they matriculate at Gallatin, and are responsible for tracking their progress toward the degree. For specific information about the semester of matriculation, see Understanding the Degree Requirements below. Students can learn how to track their degree progress by reading Tracking Completion of Degree Requirements below.            Bachelor of Arts Degree Requirements   Program: Individualized Major   Effective Summer 2011   A more extensive explanation of each degree requirement can be found below the chart, or by clicking on each topic.           Total Units  128 units (A minimum of 64 units must be completed after matriculation at Gallatin)  Academic Good Standing  A final minimum cumulative grade point average of 2.0  Undergraduate (UG) Core Requirement  32 units in Gallatin courses as follows:     First-Year Interdisciplinary Seminar, 4 units       (Transfer students who enter with more than 32 units may substitute this course with another Gallatin course.)       First-Year Writing Seminar and First-Year Research Seminar, 8 units       (Transfer students who have completed one or two expository writing courses may substitute these units with other Gallatin courses; transfer students who are required to take a research seminar should enroll in the Transfer Student Research Seminar (formerly the New Student Research Seminar)).       Interdisciplinary Seminars, 16 units       (The First-Year Interdisciplinary Seminar counts as an interdisciplinary seminar; thus first-year students who have completed a First-Year Interdisciplinary Seminar are required to complete only 12 more units in Interdisciplinary Seminars.       Remaining units may be taken in additional interdisciplinary seminars; advanced writing courses; arts workshops; community learning courses; travel courses; global programs, and nonclassroom courses (independent studies, tutorials, internships, and private lessons).        Foundation Requirement     Liberal Arts Foundation, 20 units     Historical and Cultural Foundation, 12 units      32 units, distributed as follows:       Humanities, 8 units   Social Sciences, 8 units   Mathematics or Science, 4 units           Premodern, 4 units   Early modern, 4 units   Global Cultures, 4 units        Intellectual Autobiography and Plan for Concentration  Approved by the student’s adviser, by the completion of the sophomore year (64 units).  Senior Colloquium    Approval of the Rationale and Booklist and successful completion of a two–hour presentation and discussion with faculty.  Classroom Unit Requirement  A minimum of 64 classroom units  Residency Requirements    A minimum of 64 units of coursework must be completed after matriculation in Gallatin   The last 32 units must be taken at NYU                     Limitations    Time Limit for the Completion of the Bachelor's Degree  10 years  Transfer Credit  64 units maximum  Course Equivalency  32 units maximum  Business Courses  31 units maximum  Private Lessons  24 units maximum  Internship  24 units maximum (applies to all students admitted to Gallatin in Summer 2015 and after)            Understanding the Degree Requirements   Students are bound by the degree requirements in effect during the first semester in which they matriculate at Gallatin.     Fall matriculants will be bound by the degree requirements in effect for the fall term in which they entered Gallatin.   Spring matriculants will be bound by the degree requirements in effect during the fall term immediately preceding their enrollment.   Summer matriculants will be bound by the degree requirements in effect for the fall term immediately following their enrollment.     Transfer Students   Degree requirements for students transferring from a school or college within the University are those that are in effect when they first matriculate at Gallatin.   Readmitted Students   Students who are readmitted must fulfill the degree requirements that are in effect when they are readmitted, unless their offer of readmission states otherwise.   Note: Students who matriculated prior to Summer 2011, should reference the Degree Requirements Archive.          Tracking Completion of Degree Requirements   Students are responsible for tracking their progress toward their degree by viewing their Academic Requirements report (also called degree audit), which is available on Albert, NYU’s online student information system. The Academic Requirements report will tell students which requirements they have completed and which are still outstanding. The Office of the University Registrar provides instructions for accessing the Academic Requirements report .               Total Units     To be eligible for the Bachelor of Arts degree, students must complete 128 units within 10 years of matriculating at Gallatin. A minimum of 64 units must be completed after matriculation at Gallatin.           Academic Good Standing     Students must maintain a minimum cumulative grade point average of 2.0 to remain in academic good standing. A final minimum cumulative GPA of 2.0 is required for graduation. .     Please note: Academic good standing is not the same as satisfactory academic progress. Satisfactory academic progress refers to the academic requirement students must meet to maintain eligibility for financial aid. Please contact the Office of Financial Aid for more information on satisfactory academic progress .           Undergraduate Core (UG) Requirement     Students must complete 32 units in Gallatin School courses, all of which contain the letters “UG” in the course subject area. In fulfilling this requirement, students must earn 4 units in the First-Year Interdisciplinary Seminar, 4 units in First-Year Writing Seminar, 4 units in First-Year or Transfer Student Research Seminar, and 16 units in interdisciplinary seminars. Please note the First-Year Interdisciplinary Seminar counts as an interdisciplinary seminar; thus first-year students who have completed a First-Year Interdisciplinary Seminar are only required to complete 12 units in Interdisciplinary Seminars.   Any remaining units may be taken in other Gallatin curricular offerings, including additional interdisciplinary seminars, advanced writing courses; arts workshops; practicum courses; community learning courses; travel courses, and individualized projects (independent studies, tutorials, internships, and private lessons).   Students may not take the First-Year Interdisciplinary Seminar, First-Year Writing Seminar, First-Year Research Seminar or the Transfer Student Research Seminar on a pass/fail basis.    Transfer students who enter with 32 or more units may substitute another Gallatin interdisciplinary seminar for the First-Year Interdisciplinary Seminar. Transfer students who have completed one or two expository writing courses may substitute these units with other Gallatin courses; transfer students who are required to take a research seminar should enroll in the Transfer Student Research Seminar.     Students transitioning to Gallatin from The Liberal Studies Core Program of the Faculty of Arts and Science in or after summer 2013 are required to complete a minimum of 32 units in Gallatin, 16 of which must be earned in interdisciplinary seminars.Students transitioning to Gallatin from The Liberal Studies Core Program of the Faculty of Arts and Science prior to summer 2013 are required to complete a minimum of 24 units in Gallatin courses, 16 of which must be earned in interdisciplinary seminars.            Foundation Requirement     All students must complete a foundation requirement, which is comprised of two areas: the liberal arts foundation and the historical and cultural foundation. Some courses may satisfy more than one foundation requirement (for example, a course may satisfy the humanities area of the liberal arts requirement, as well as the pre-modern area of the historical and cultural foundation). In this example, both requirements would be satisfied by the completion of the one course.     Courses taken to fulfill the foundation requirement may not be taken on a pass/fail basis. Transfer students will have their transcripts reviewed on admission to determine which, if any, of the foundation requirements they have fulfilled. AP course credit/unit and units earned from other similar programs may not be used to fulfill the foundation requirement.     A list of Gallatin interdisciplinary seminars that may be counted toward the Foundation Requirement is available on the Gallatin Courses page . Please note that individualized projects (i.e. independent studies, tutorials, etc.) do not fulfill any area of the foundation requirement.     A list of other NYU departments and courses that satisfy an area of the Foundation Requirement is available on the Foundation Requirement Courses page .            Liberal Arts Foundation   The liberal arts foundation must be distributed as follows: 8 units in the humanities; 8 units in the social sciences; and 4 units in either mathematics or science.   To fulfill the liberal arts foundation, students may take courses in Gallatin, as well as in several departments and programs of the University.     A list of Gallatin interdisciplinary seminars that may be counted toward the liberal arts foundation is available on the Gallatin Courses page .     A list of other NYU departments and courses that satisfy an area of the liberal arts foundation is available on the Foundation Requirement Courses page .     Courses taken to fulfill the liberal arts foundation requirement may not be taken on a pass/fail basis. Transfer students will have their transcripts reviewed on admission to determine which, if any, of the liberal arts requirements they have fulfilled. AP course credit/unit and units earned from other similar programs may not be used to fulfill the liberal arts foundation requirement.          Historical and Cultural Foundation   This requirement is designed to help students think historically—and culturally---about their concentration work. To that end, students are required to take at least 4 units of coursework in the 'pre-modern' period, 4 units in the 'early modern' period, and 4 units in ‘global cultures.’        Students are expected to complete one course in each of the areas of historical and cultural requirement for a total of 12 units. While some courses may satisfy multiple areas of the historical and cultural foundation (i.e. global cultures and premodern), only one of these areas will be counted toward the requirement (in this example, either global cultures or premodern, but not both).   Courses taken to fulfill the historical and cultural foundation requirement may not be taken on a pass/fail basis. AP course credit/unit and units earned from other similar programs may not be used to fulfill the historical and cultural foundation requirement.   To fulfill this requirement, students may take courses in Gallatin, as well as several CAS departments and programs.     A list of Gallatin interdisciplinary seminars that may be counted toward the historical and cultural foundation is available on the Gallatin Courses page .     A list of CAS departments and courses that satisfy the historical and cultural foundation requirement is available on the Foundation Requirement Courses page .       More information about the pre-modern, early modern, and global cultures areas is available below:                                                    Pre-Modern Period                                 The 'pre-modern' period traditionally extends from the world of antiquity, from the earliest records of human civilization up to the emergence of early modern social, political, and technological regimes (14th-16th centuries CE). It is common to include under this vast temporal umbrella such disparate phenomena as the ancient civilizations of the Mediterranean, the Middle East and South Asia; the societies and cultures of the European 'Middle Ages'; the Mayan and Incan civilizations of South and Central America; pre-Ming dynasty China; the Umayyad and Abbasid Caliphates of the Middle East, north Africa, and Spain. Students of the pre-modern world might expect to study (among many possibilities) Classical Greek philosophy and drama, Ancient Mediterranean wisdom Literature, Epic poetry and romance, the interplay of oral and written cultures, the Han legacy in the East, the Roman legacy in the West, heresy and the institutionalization of religion, the rise of Islam, crusade, the flourishing of scientific learning at Baghdad and Cordoba.   Examples of &quot;Pre-modern&quot; courses include &quot;Ancient Theatre and Its Influences,&quot; &quot;Reading the Faces of Ancient Cultures,&quot; &quot;The Arabian Nights,&quot; &quot;The History of Kindness,&quot; &quot;Archaeology: Early Societies and Cultures,&quot; &quot;Civilization and Culture of the Middle Ages,&quot; &quot;Classical Mythology,&quot; &quot;The Oases of Egypt,&quot; &quot;East Asian Art I: China, Korea, Japan to 1000 CE,&quot; &quot;Introduction to Ancient Indian Literature.&quot;   **It is important to understand that 'pre-modern' and 'early modern' are categories created by Western scholars to describe cultural, political, social, and economic differences across vast periods of time. For this reason, these categories are not fixed, and they vary across disciplines and geographic regions. In other words, while the terms 'pre-modern' and 'early modern' can be useful for exploring the diversity and development of ideas across time, they also invite debate, discussion, and interrogation.                                                              Early Modern Period                                 The 'early modern' period is understood to begin in many regions around the 14th century, and to continue to the 18th century, or, depending on geographic region, to the late 18th or 19th century CE. It describes the era from the invention of the printing press to the beginning of the Industrial Revolution, from the early contact of European explorers with the Americas to the American Revolution. It marks the beginning of world exploration and the expansion of world trade, the beginning of a global economic system; and the beginning of European colonialism, including the Atlantic Slave trade. It is common to associate this period with, for some examples, the European Renaissance, the Ottoman Empire, the Tokugawa Shogunate in Japan, the Ming and Qing Dynasties in China, colonial Latin America, the colonial and early revolutionary culture of the United States.   Examples of &quot;Early modern&quot; courses include &quot;Literature of Rebellion in Early Modern Europe,&quot; &quot;Machiavelli's Prince,&quot; &quot;Shakespeare and the London Theater,&quot; &quot;History of Environmental Sciences,&quot; &quot;Shakespeare's Mediterranean: Britain, Islam and the Early Modern Mediterranean World,&quot; &quot;Family and Gender in Late Medieval and Renaissance Italy,&quot; &quot;Magic, Religion, and the Inquisition,&quot; &quot;Two Mediterranean Worlds: Christendom and Islam,&quot; &quot;Early Masters of Italian Renaissance Painting.&quot;   **It is important to understand that 'pre-modern' and 'early modern' are categories created by Western scholars to describe cultural, political, social, and economic differences across vast periods of time. For this reason, these categories are not fixed, and they vary across disciplines and geographic regions. In other words, while the terms 'pre-modern' and 'early modern' can be useful for exploring the diversity and development of ideas across time, they also invite debate, discussion, and interrogation.                                                              Global Cultures                               To expand their cultural knowledge, Gallatin students are required to stretch beyond the cultures that are most familiar to them, and take (at least) 4 units of coursework in classes dealing with the beliefs, practices, literatures, or intellectual traditions found in cultures beyond the boundaries of, in general, the United States and Western Europe. Students are encouraged to take classes that address the various cultures of Africa, Latin America, and Asia.   Examples of courses that fulfill the &quot;Global Cultures&quot; requirement include: &quot;Consuming the Caribbean,&quot; &quot;Imagining India: From the Colonial to the Global,&quot; &quot;Postcolonial African Cities,&quot; &quot;(Re) Imagining Latin America,&quot; &quot;Sociology of Religion: Islam and the Modern World,&quot; &quot;The Dangerous Women in Japanese Literature,&quot; &quot;The (Post)Colonial Arabic Novel,&quot; &quot;Israeli Cinema,&quot; &quot;Czech Art and Architecture,&quot; &quot;The Art of Russian Avant-Garde.&quot;                                Intellectual Autobiography and Plan for Concentration     Students are required to write a two- to three-page essay called the Intellectual Autobiography and Plan for Concentration by the end of the semester in which they complete the 64th unit toward the B.A. degree. Students who enter with 64 transfer credits are required to complete the Intellectual Autobiography and Plan for Concentration by the end of their first semester at Gallatin. Students write the essay in consultation with their adviser, and the essay must be approved by the adviser.     This essay has several purposes. First, students are expected to compose an intellectual history that describes the trajectory of their interests and education thus far. Second, students are asked to frame a plan for future study, including classroom course work and individualized projects. In constructing this essay, students should describe their educational experiences, the central idea or ideas informing their concentration, and the course work relevant to their concentration. Finally, this essay should be understood as an opportunity for students to reflect on how they learn as individuals and to consider what they find academically interesting and worthwhile.     For more information about this topic, see Intellectual Autobiography and Plan for Concentration .           Senior Colloquium     Students must successfully complete a two-hour presentation and discussion with the student’s adviser and two other faculty members. Both the rationale and booklist serve as the main focus of the discussion in the colloquium.     Rationale and Booklist     Students are required to submit (1) a three-to five-page adviser-approved rationale about the topic or topics to be discussed in the colloquium and (2) a booklist consisting of 20-25 books representing several academic disciplines and historical periods related to the theme or themes described in the rationale. Both the rational and booklist require approval from the student's adviser and the Gallatin School.     For more information about this topic, see Colloquium .          Classroom Unit Requirement     Students must complete at least 64 units in classroom courses. Transfer credits and course equivalency generally count toward this 64-unit requirement, but independent study, tutorial, internship, and private lesson credits do not.           Residency Requirements     A minimum of 64 units of coursework must be completed after matriculation in Gallatin.   In addition, students are required to complete their last 32 units at NYU, through courses at NYU in New York City or at an NYU study away program. Students who wish to study abroad through a school other than NYU or who wish to take courses outside of NYU should either do so before they complete 96 units or file a petiion asking to be waived from the requirement. Such arrangements require prior permission, which may be requested by submitting an External Study application (and petition, if necessary) to the Gallatin Office of Global Programs , 411 Lafayette Street, 3rd Floor.              Limitations          Time Limit for Completion of the Bachelor's Degree   Undergraduate students must complete all degree requirements within a period of 10 years  from the first semester of matriculation at Gallatin.   For students who are readmitted, the original period of matriculation is counted toward  the 10-year limit; the hiatus is not counted, and the clock resumes upon readmission.        Transfer Credit Maximum   A student may apply a maximum of 64 transfer units toward his or her Gallatin degree. Included in this maximum are all units earned prior to admission to Gallatin (including Advanced Placement, International Baccalaureate, Maturity Exam Certificate, etc.), any non-NYU units a student may be approved to take after matriculation at Gallatin, as well as units granted for course equivalency. Please note: all Gallatin degree candidates must complete a minimum of 64 units after matriculation at Gallatin and must satisfy all other degree requirements.   For more information about transfer credit, please see Advanced Placement and other pre-college credit .        Course Equivalency Maximum Units   Undergraduate students may earn a maximum of 32 course equivalency credits for professional experiences they have had before matriculating in Gallatin. Course equivalency credits will be applied toward the transfer credit limit. The number of course equivalency and transfer credits combined may not exceed 64 units. Course equivalency credit does not count toward the undergraduate residency requirement   See Course Equivalency for more information about how to apply for this credit.        Business Courses Maximum Units   No more than 31 units in business courses can count towards the Gallatin BA degree. This includes business courses in the Stern School, the School of Continuing and Professional Studies, and those transferred from other colleges and universities.        Private Lessons Maximum Units   Undergraduate students may take a maximum of 24 units in private lessons during their studies at the Gallatin School. Included in this total will be units earned from Gallatin Private Lessons (INDIV-UG 1701) as well as units earned from Steinhardt music courses noted as “individual instruction in the performing arts” (e.g., Participation in NYU Orchestra, Vocal Training (Private Lessons), etc.).        Internship Maximum Units   Students admitted to the Gallatin School in Summer 2015 and later may take a maximum of 24 units in internship during their studies at the Gallatin School.                    top of page                       Degree Requirements Archive                      Select an Option...           If you matriculated Summer 2010-Spring 2011 If you matriculated Summer 2009-Spring 2010 If you matriculated Summer 2008-Spring 2009 If you matriculated Summer 2006-Spring 2008 If you matriculated Summer 2004-Spring 2006                                                     Foundation Requirement Courses                 &gt;&gt;Search for courses that fulfill the Gallatin Foundation Requirement &gt;&gt;                                                                     NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Sample Full-Time MA Schedule (12 credits per semester) - Master&#039;s Program - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                     Education and Jewish Studies    Master's Program              Program   Information                 Education and Jewish Studies Home     Master's Program          Program Description    Sample Full-Time Schedule    Sample Part-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Dual Master's Program          Program Description    Sample Full-Time Schedule    Degree Requirements    Admission Requirements    Application Deadlines    Financial Aid           Doctoral Program          Program Description    Ph.D. in Education and Jewish Studies    Detailed Description of Steps to the Ph.D. in Education & Jewish Studies    Admission Requirements    Application Deadlines    Financial Aid           People          Faculty & Staff    Doctoral Alumni    Master's Alumni    Doctoral Students    Master's Students    Videos             Student Handbook     Frequently Asked Questions     Careers     News     Resources          General NYU Resources    Resources for Education and Jewish Studies    Online Research Resources    Organizations, Blogs and Websites    The Skirball Department of Hebrew and Judaic Studies        Contact Us                         Sample Full-Time MA Schedule (12 credits per semester)       Fall I:       EJST-GE 2008 Master's Seminar in Education and Jewish Studies    FLGED-GE 2069 Teaching Foreign Languages: Theory and Practice    HBRJD-GA 1518 The History of Jewish Education Over the Ages    SOED-GE 2002 Sociology of Education       Spring I:       EJST-GE 2003 The History of Jewish Education -- The Modern Period    EJST-GE 2009 Master's Seminar in Education and Jewish Studies    HBRJD-GA 1320 Yiddishism in the 20th Century    SPCED-GE 2162 Education of Students with Disabilities in Middle Childhood-Adolescent Settings       Summer I:       APSY-GE 2620 Group Dynamics (offered in Tel Aviv for students interested in studying abroad)       Fall II:       EJST-GE 2005 Jewish Education in Social Context    HBRJD-GA.3522 Israel: Struggle for Independence 1939-1948    SOCED-GE 2042 Teaching Social Studies in the Middle and Secondary School    SPCED-GE 2051 Foundations of Curriculum for Diverse Learners                This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]}]